{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1MjE5MTBiNTZiMTQ3Yjg5Y2U0ZjJmMjFlYWUzYjI0\" data-original-margin=\"\">\"Morning Ma! Morning Pa!\"</p>\n<p class=\"cnM3NWEyOGVmMTU2MDQwYzk5NWNjMzI4MDBmN2ZjYzQ2\" data-original-margin=\"\">Stifling a mild yawn with his hand, the seventeen-year-old young man strode into the modest kitchen-bar-dining room his family shared.</p>\n<p class=\"cnNkZmZiOWY3Y2I4NTQ3NDZiZTRmMjgyNGU5ZjMxYzcy\" data-original-margin=\"\">\"Morning, Kaede. I was wondering if I might need to wake you up for once.\"</p>\n<p class=\"cnM3NDI2MjU2YzJlZTQ2NTU4N2VmZTNkOTllZDA5ZDAx\" data-original-margin=\"\">His mother offered a bright smile before turning back to the kitchen counter. Her long ponytail swayed behind her as she chopped vegetables to prepare lunch at a quick beat.</p>\n<p class=\"cnM1ZTY5MDNhZTVmMzRlNmFiYjllZWMzYmFhZWY3ZDYy\" data-original-margin=\"\">Honoka was petite and slight of build, with a height even shorter than the average Japanese woman. Although technically she was of Ainu ethnicity, a fact that the more pretentious and xenophobic local residents never allowed her to forget, even up here in the northern prefecture of Hokkaido.</p>\n<p class=\"cnMyYTUwNGIyYmRkMjQyYjY5ZTBkODlhOWUwMTViOGM1\" data-original-margin=\"\">\"No practice this morning, Ma,\" Kaede explained in Russian as he stepped up to the two pieces of honey-covered french toast his mother set on the kitchen bar.</p>\n<p class=\"cnMwYjJmMDM0Zjc4MTRkMDhiMGZiYTYzMzExZjc4NzZl\" data-original-margin=\"\">It was routine in the Suvorsky household to speak Russian when only family members were around. Kaede's parents had been afraid that his proficiency with the language would deteriorate after years of living in Japan. Indeed, Kaede's writing skills had already regressed. Reading, on the other hand, was kept up by an endless flow of articles shared by his father.</p>\n<p class=\"cnM1MDFjNWRkNWZlMjQyNTM4NTM3NjNmNzU2NDhkZDUw\" data-original-margin=\"\">\"Those piss-condoms are still at it,\" that same father swore from a dining chair as he finally put the tablet down, an electronic news article displayed across the screen.</p>\n<p class=\"cnMwY2UzY2I5MTEwZDQwMmViODA1OWQ2NTVhOTJjMDNh\" data-original-margin=\"\">\"Language, dear,\" the mother admonished, though her voice was more velvet than steel. \"It amazes me to this day that Kaede didn't grow up with a foul mouth like yours.\"</p>\n<p class=\"cnNhMzE4ODk2MThhZDRhOTY4OGRkMDM5YTA0YzE2YWY5\" data-original-margin=\"\">\"Perhaps I'm just too cultured for him,\" the youth grinned back, only to void his own claim by stuffing an entire piece of toast into his mouth.</p>\n<p class=\"cnMyZDBjNWYyMzU5ZDRlMDc5MjZkODIzMTU3NjZkMTJj\" data-original-margin=\"\">\"Oh please! Who taught you all that--\" his father spun around the chair as he began to retort, only to halt as the mother cleared her throat aloud. \"--Well, at least half that culture?\"</p>\n<p class=\"cnM0MDEzNzk3OWQzMzQzZWI5ZjhmMzViMzJiZDA5NWY1\" data-original-margin=\"\">Kaede shrugged back, still grinning as his stuffed cheeks grounded down the sweet breakfast with haste.</p>\n<p class=\"cnMwMDMxMGQ3M2Y0YTRkNjdhNzkxZjc2Mzg0ZDExNWJk\" data-original-margin=\"\">Konstantin was a Russian of mostly Komi ethnicity. He had bright, slate-gray eyes, sharp eyebrows, and a straight nose, all well-centered upon a somewhat rectangular face. The thin, brown hair above his surprisingly-smooth forehead was graying steadily, which gave a respectable professor look alongside the large spectacles that adorned his image.</p>\n<p class=\"cnM1MmFiMzE1Njk1NTRmYjNiNGI0OGI2MWRlYTlkMmJi\" data-original-margin=\"\">\"Whaf--\" Kaede shoved the chewed food to one side of his cheeks before gesturing at the tablet on the table: \"--happened this time?\"</p>\n<p class=\"cnMyMjcyYjRiZWQ1YjQ3Yjk5NGFhOWY3ZDAyMTE4YWE0\" data-original-margin=\"\">\"More finger-pointing by the Americans. Not that it's anything new,\" Konstantin commented with disgust before he picked up the tablet and swiped. \"There is actually interesting news though -- Motegi met with Lavrov to discuss 'concrete steps' in resolving the Kuril Islands dispute,\" he read the title before his lips formed something between a grin and a scowl. \"The tides are finally turning. The Japanese are starting to think foreign policy for themselves, instead of simply adopting whatever their American overlords wished.\"</p>\n<p class=\"cnNkNjFmNjBkMGM2NjRlYTBiOTcyOGEzZWYxZjQ1ZTc4\" data-original-margin=\"\">\"Abe and Xi's meeting last year certainly ruffled the Americans' feathers.\" Kaede pitched in before he grabbed a glass of orange juice. Honey on toast was his favorite at breakfast, but it was perhaps a bit too dry by itself.</p>\n<p class=\"cnMwNTIxMDcyYmVhYzQzZGJhYzY4OGJmMWU0NzI1MzBl\" data-original-margin=\"\">International politics was arguably his father's biggest hobby. As a result, Kaede found himself well-versed in the maneuvering of leaders and nation-states.</p>\n<p class=\"cnM3NGUxN2U4OWRkNDRiYzNiMzAxYmM2ZTgzYWEwNTk5\" data-original-margin=\"\">\"Indeed, and now the Americans are starting to bend over backwards: anything Japan wants so long as it aligns with their anti-China policy,\" Konstantin snorted. \"Just look at what the bastards are doing. China is mobilizing its entire country to tackle this new virus. Even a centuries-old rival like Japan knows how to be a good neighbor.\"</p>\n<p class=\"cnNmNmQxOWE1YzM4YTQ4NGI4MmU0YzA2MTkyZmJmY2Iy\" data-original-margin=\"\">Kaede nodded in agreement to the last part. He never thought he'd see the day when a renowned Japanese troupe would sing the Chinese National Anthem -- an <em>anti-Japanese</em> song written during the World War -- as a sign of solidarity for Wuhan. When Kaede first showed the video to his half-Chinese friend, the latter almost shed tears as he'd never thought even such <em>symbolic</em> gestures would have been possible between his two home countries.</p>\n<p class=\"cnMxNjJkNWU5NWYyNjRlNjc4MTg3MmU0ZTJjZjUwMjIx\" data-original-margin=\"\">\"Meanwhile, what do the Americans do?\" Konstantin continued. \"They politicize every technical mistake the Chinese make, even going as far as making the World Health Organization their whipping post. Anyone with half a brain should know that 'discovery' is a process of trial-and-error. It would be more surprising if the Chinese did <em>not</em> make major blunders when they're the first to encounter the virus.\"</p>\n<p class=\"cnMyNGY0ZTM3MWI3ZDQyMzc5ZDljYjczMTE4Y2YzYjE0\" data-original-margin=\"\">\"Is it any surprise though?\" Kaede thought aloud. \"<em>Thucycides' Trap</em> -- a declining hegemon is always antagonistic towards a rising power. Isn't that what you've taught me?\" He referred to the term popularized by the American applied historian Graham Allison.</p>\n<p class=\"cnMzZjkyNzVhODJjYjQ0NWRiNDA3NGRlODNhOTI2NmIw\" data-original-margin=\"\">The father turned to look upon his son with a gruff but proud smile.</p>\n<p class=\"cnMxZDI2N2M3Yzc2MzRiZTc4OGEwYWFjYjViOWI3ODMy\" data-original-margin=\"\">\"Yes. But in decline or not, America is still the dominant power of the world, and will remain so for at least another quarter century. They should at least <em>pretend</em> to be diplomatic, to establish international cooperation in the face of a global crisis, and not act like gleeful bandits overjoyed by the arsonist's crimes.\" Konstantin voiced with contempt as he stirred the hot bowl of Shchi cabbage soup that he preferred in the morning.</p>\n<p class=\"cnM1ZjhkMzNiYmNhZDQwYTE5OTU2NmU3MzRjMTM5ZTU2\" data-original-margin=\"\">Kaede couldn't help but make a wry smile. Certainly, for a political realist, the ideological mud slinging that had replaced traditional diplomacy was toxic. Gone were the days of Habsburg Chancellor Metternich and American Secretary of State Kissinger, when statesmen conducted themselves with rational calculation behind professional courtesy. It was what allowed the Cold War to stay 'cold', while the United States and Soviet Union continued to work together on issues that benefited everyone, such as the non-militarization of space.</p>\n<p class=\"cnNmYTg3NWY0Y2FmMjQ5NTA4ODU2ZDVmYTU1NzU4Yzcw\" data-original-margin=\"\">Yet today, this rationalism has given away to the oversimplified rhetoric of \"we're good, they're evil\", even in the realm of statecraft. Now, even diplomats would tout propaganda slogans like \"all non-democratic nations are evil dictatorships\" at summits, just like how Church priests once told sermons of \"all non-Christian peoples are evil pagans\" to their parishioners.</p>\n<p class=\"cnMxNWFhZDk1OWVhYTQzNDBiMjNmZmQyYjQ3MzA2YTg1\" data-original-margin=\"\"><em>The real problem with humanity is that we have paleolithic emotions, medieval institutions, and god-like technology.</em> Kaede sighed as he thought of the famous quote.</p>\n<p class=\"cnM2OTFjMTM3ZjZjMDQzYzE5NjZmYjJmMGJlMjIxYTRh\" data-original-margin=\"\">Nevertheless, Kaede simply didn't have the time for a debate over philosophy before school to open this broader topic.</p>\n<p class=\"cnMzYTQ5ZTc5YWM2MTQwYzZiNTUwN2E4ZDhjMWM3ODZi\" data-original-margin=\"\">\"I doubt 'diplomatic' is in their current president's vocabulary.\" He opted for a casual shrug in an attempt to downplay the events, which prompted a snort from his father instead.</p>\n<p class=\"cnMxZDkzYWNkNTA5MDQxZjhiM2YwNjNhZmUyMzY1NjEy\" data-original-margin=\"\">\"You're not wrong about that!\" His father fumed. \"And now all we have is a shitshow between these so-called Chinese 'wolf-warrior diplomats' who make a mockery of diplomacy, and an American political establishment who's more pretentious than the Soviet newspapers we used to wipe our ass with! At least their current president is frank about the truth of American politics -- capitalists enriching themselves at others' expense just like how their corporations plundered Mother Russia to bare bones after the Communist collapse.\"</p>\n<p class=\"cnM0ZGVkMGE2MTBmNTQ4ZDM5NDE3MzM3YTBlZmNkY2Fk\" data-original-margin=\"\">A scowl stretched across Konstantin's lips as he leaned in to drink a spoonful of soup. There was nothing that riled him up as quickly as the topic of American Imperialism.</p>\n<p class=\"cnM0MTlmMTU0YWZlNjRmZDZhOGVhNGE1N2Y0YzA2NTZh\" data-original-margin=\"\">It wasn't surprising, as although Konstantin was no fan of the Soviet regime, he was badly affected by the 'rape of Russia' that happened after the Soviet collapse -- when the capitalist West set loose their corporate hounds upon the crumbling Russia economy and began to de-industrialize the Motherland.</p>\n<p class=\"cnNjNzFjMTI1NzMwMDQ0MDNiMDVlNjY0YTliOTE5Yjlm\" data-original-margin=\"\">In fact, had Konstantin not taken a job to teach in Japan during that time, it was possible that Kaede's grandparents would have died from malnutrition and a lack of medication before they ever met their grandkids.</p>\n<p class=\"cnNlZTMyN2YyM2VkOTRmMDU4OTYzNzc4MDgyYmY3N2E1\" data-original-margin=\"\">Nevertheless, a weekday breakfast was no time for political rants. So Kaede decided to soften the mood, if only by a little:</p>\n<p class=\"cnM5NjY0ZWU2YTdhYTRkZDg4ZTNiZTIxMzNlZDJiMTVk\" data-original-margin=\"\">\"So, have you liberated your rear of its 'Freedom Gas' today?\" He referred to recent news of the US government naming their natural gas 'Molecules of Freedom' and trying to force Europe to buy them.</p>\n<p class=\"cnMxYTFhZGI4ZmZhMjQyOWQ5Yjk0MTkyOWMxYWJjNjU3\" data-original-margin=\"\">The explosive laughter that came from his father sent spittles of vegetables and soup flying in every direction.</p>\n<p class=\"cnM1MmQzZjkxODg5MTQ5ZjY5YWEzOGEwZGRlNmQ4NmJl\" data-original-margin=\"\">\"Kaede!\" Honoka shouted in warning from the kitchen.</p>\n<p class=\"cnNhMzljYjYzZTZmZTQyYjc4YzE0NjA5MjY4YzRjZDk5\" data-original-margin=\"\">\"Sorry Ma,\" the young man's smile turned sheepish. In hindsight, he did feel somewhat bad about it, since it was his mother who now had to clean up the mess.</p>\n<p class=\"cnMxODU3NjA5YTU4NDRhNDc4NTVlMmFmZTExMTk2Nzli\" data-original-margin=\"\">\"Trump...\" His father snorted out between laughing coughs. \"Has the subtlety of a baboon's arse.\"</p>\n<p class=\"cnMzYjUwODczMTI1NjRjOWNiZjIzZGRiZjc0MWJjOGE1\" data-original-margin=\"\">\"Which is exactly why his voters like him,\" Kaede shrugged. \"Look on the bright side though -- all the US-China scuffles have pulled their press off villainizing Russia for a few months, at least until their elections swing around.\"</p>\n<p class=\"cnNiNDQ2Y2IyODJhYTRjZmU4YTRmMWQ2NDVmYjhhMWQz\" data-original-margin=\"\">It was more for his father's benefit than his own. Kaede was proud to have Russian roots from his father's side, but he himself had at least been able to keep a degree of distance. In online comment threads, Kaede had been called everything from a 'Russian Troll' to a 'Chinese Wumao' to a 'Muslim Terrorist' to a 'Zionist Jew'...</p>\n<p class=\"cnNhYTE5YTUxNGIyNTQxMzE4M2QwNmNiM2NmNjI1NmU4\" data-original-margin=\"\">It was actually something he was proud of. It showed that he could often grasp and even represent another culture's viewpoint.</p>\n<p class=\"cnNjYzFjMWIyNGMxODQ4MzdhMDAwMDE1ZGRiZTMwMGJj\" data-original-margin=\"\">\"What a ridiculous time we live in.\" Konstantin declared with an annoyed sigh. \"Though I do admit that their media is right about one thing: Putin is an ambitious tyrant surrounded by kleptocrats, and we all know it. The only problem is that apart from him, whom else do we have? All the others are either incompetent or asskissers of the West like that piss-drunkard Yeltsin, pawning off the Motherland's assets to the highest American bidder and pocketing the change.\"</p>\n<p class=\"cnMzYTE5MzAyMjIzYjQwOTRiZDQ0YjZiMmIwNGE1N2Fh\" data-original-margin=\"\">Kaede gave a noncommittal shrug. Once again, he wasn't sure if he'd agree with his father. Though it was certainly true that Russia hadn't seen many great rulers in the past century. Stalin was competent and knew how to get things done, however he also practiced murder on an industrial scale. Putin's policies may have grown more controversial over the years, but he would always be remembered by older Russians for pulling the Motherland out of its post-Cold-War economic collapse. Families tended to remember the day when paychecks started flowing and food could be put on the table again.</p>\n<p class=\"cnNiOGU0NWZkMWZiYzQzMTM5ZDg2MWZiNGYxYzMwYWI5\" data-original-margin=\"\">Nevertheless, it <em>was</em> rare to see his father openly agreeing to foreign criticism of his beloved homeland. It reminded Kaede of when he had told his father that a 'true nationalist' wouldn't merely kneejerk at criticisms, but also admit to their own country's shortcomings.</p>\n<p class=\"cnM4ZmY5MzMwOWFiYzQ0Y2U4YTlhZThkYjg1ZmZlMjlm\" data-original-margin=\"\">\"Probably why the Americans hate him so much -- the tragedy of Great Power politics.\" The young man opted for the realist response in the end.</p>\n<p class=\"cnM0MDJlYzA0OGQ1OTQxZjk5NzY1NzI2NjQ1ZTYzMWVm\" data-original-margin=\"\"><em>If only this rivalry didn't manifest into an intense media Russophobia that caricatures all Russians.</em> Kaede hid his faint scowl.</p>\n<p class=\"cnNiZGE1ZGU0NGFiMzRiMDdiOTc2MGUyNzM2MGRhZjZi\" data-original-margin=\"\">Meanwhile, Konstantin nodded with a smirk as he patted Kaede's shoulder. His gaze was full of pride for the son who had learned so much from him.</p>\n<p class=\"cnNlZjk1NDM5ODk2NzRjOTBiNmM0MmE2M2Q1OGRiZDg1\" data-original-margin=\"\">\"Kaede, you might want to take off before you're late for school.\" Honoka finally disrupted the moment of father-son bonding as she reminded him of the time.</p>\n<p class=\"cnNlYmU1MDJkNjM1YzRiYWNhY2ZhMmQxZTJmMDMxMWU1\" data-original-margin=\"\">\"Got it Ma! See you Pa! Try not to argue with your fellow professors too much today!\" Kaede called back as he rushed out, the remaining slice of toast soon dangling from his mouth.</p>\n<p class=\"cnM3NWUyYmMzZjIzZDQ2Njg4ZGQ1ODM0ODY0OTU5ZDdm\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNlYjQ4ZWM0YmQyNjQ0ZjhhNzZlMjgyODVjZTE4OTFj\" data-original-margin=\"\"><br>\"Daichi! Kaede is already here! You're going to be late if you take any longer!\"</p>\n<p class=\"cnNjOTRjYzhlMWVkODQ3MDFiZjM5OGIzYmRkZjM5ODk1\" data-original-margin=\"\">Mrs. Ho called into the house before turning back to Kaede with a shallow yet respectful bow:</p>\n<p class=\"cnM0ODk4NDdlZTgyMTRmNWM5NTlmYWVjZmNjNWZlNjlm\" data-original-margin=\"\">\"Thank you so much for coming here every day, Kaede.\"</p>\n<p class=\"cnM1YzhmOTRlMDhlMTQxMDBiMzhmMjlhYmQxNDYzOWJm\" data-original-margin=\"\">\"No not at all, Aunty.\" Kaede rushed to reply with an even lower bow. It always made him uncomfortable when people a generation above him showed that much courtesy.</p>\n<p class=\"cnM2ZTNlZTU4MzFjNTQ4NDdhYmFlNTYxMzc2NDJkZmEy\" data-original-margin=\"\">\"I'm coming, I'm coming!\" Daichi finally rushed into view, pulled on his shoes, and swirled right around his mother to dart out the door. \"See ya later Ma!\"</p>\n<p class=\"cnMwYjRiZDJhZGNlNTQ3OTFiNGEzZmJlODNkNTk2MTJj\" data-original-margin=\"\">\"Have a good day at school!\" the elegant Mrs. Ho waved from the door as the two young men departed.</p>\n<p class=\"cnNhYTJlNDI1NGM0YTQzZGQ4N2Y4NjU5ZTk5NmI5MzU5\" data-original-margin=\"\">Daichi was a high school boy with a classic athletic build. Round-headed with rather large eyes for an Asian, he paced at an above-average height -- especially among Japanese males -- with a lean and confident stride. He might not be the best looking in their grade, but he was up there in popularity, and being the Kendo team captain certainly didn't hurt.</p>\n<p class=\"cnMyMDc5NDdkMjU2MzQ1NmE5NWQ1ZGEyNmNmZTUyYWYz\" data-original-margin=\"\">\"Wish Sayuri was the one picking me up every mooooooorning,\" he expressed through a great yawn before looking at Kaede with drooping eyes still half-asleep.</p>\n<p class=\"cnNjMzUwMzRiZTMwYzQ0NGM4ZDE3MWRlNmY0NTgyNDU3\" data-original-margin=\"\"><em>Good thing I look nothing like your girlfriend,</em> Kaede suddenly thought. Otherwise his spine might be shivering with discomfort right now.</p>\n<p class=\"cnNhNDAzMzlmNmQ4YjQ3N2JiOTg1ZmQxZTljM2Q5OWQ2\" data-original-margin=\"\">\"Don't confuse reality with that lame anime you watch,\" he retorted from besides Daichi as the two walked up the hill.</p>\n<p class=\"cnNmYTIxMDJlYmU0ODQzZWY5NjE3MTE1M2UzNGJhNGNk\" data-original-margin=\"\">\"Then how come you manage it every morning?\"</p>\n<p class=\"cnNhZmVhZTAwYmFmMDQxOTFhYmU4ZWZmNDM4NDJkZGNh\" data-original-margin=\"\">\"Because you're my oldest friend here and you live on my way to school,\" came the nonchalant reply. \"Sayuri is on the wrong side of town.\"</p>\n<p class=\"cnM0ZGY4YzJjZWZmMDQ2NjE5M2ExYmZhNGZjMWEyYTBk\" data-original-margin=\"\">\"I wish I had a cuter childhood friend,\" Daichi mumbled out.</p>\n<p class=\"cnNkODAwNGNhMTFlZjQ5OThiZjFmYmY4M2Q4OTMyNWIz\" data-original-margin=\"\">\"Even if I were cuter I'm still a boy,\" Kaede smirked back before nudging the other's shoulder. \"Think your parents might be aghast if you tried that.\"</p>\n<p class=\"cnMwZWQyNTI0ZTM1MjQxZTdhZjAwNGNkZTIwYmQ0YjJi\" data-original-margin=\"\">\"Ugh, no. No way! <em>Hell no!</em>\"</p>\n<p class=\"cnM1Mzc3ZDBkNDEzZjRlMTk5MDc1YzE5YzY3YTk0YWZl\" data-original-margin=\"\">Daichi's eyes sprang wide, bulging with nightmarish alertness as his friend began to laugh out loud.</p>\n<p class=\"cnM2NzY0MWRkY2E4MTQyZWNiNGZmYTUxYWVkOWM4OGY4\" data-original-margin=\"\">He wasn't exactly Kaede's 'childhood friend'. The two hadn’t met until middle school, mere months after Kaede came to Japan. At a time when Kaede was still trying to fit in with his poor Japanese and mixed-blood appearance, he met the half-Chinese Daichi during the school's activities fair.</p><p class=\"cjA0ZWFiYTM0MzM5NDRmZWFiZGExMjcyYmJhZDAwMThj\" data-original-margin=\"\">This tale has been unlawfully lifted without the author's consent. Report any appearances on Amazon.</p>\n<p class=\"cnM0M2RkMzE0NzdmOTQ4ZGM4ZWM5NmQ0NWMwZWRlMjA5\" data-original-margin=\"\">Kaede still remembered that moment when he walked by the Calligraphy Club's stall and heard the young boy remark: \"look at those <em>beautiful</em> symbols! I wonder who they stole them from?\"</p>\n<p class=\"cnNlNzRlYjY5YWQ4MTQ4YmI5MzdhMDFhNDczZTYxYjc0\" data-original-margin=\"\">The half-Russian had burst into uncontrolled laughter in that very moment, unable to suppress it even after receiving several annoyed stares.</p>\n<p class=\"cnNjNWVkNWIwN2U3MDQ4OGZhMmI5ZmJhMTM3MTI1NDVh\" data-original-margin=\"\">The two of them became best friends almost immediately. It certainly helped that they both showed an interest in archaic martial arts: swords for Daichi and bows for Kaede. Furthermore, Daichi was half-Chinese and therefore half-fascinated in history and politics by blood.</p>\n<p class=\"cnM2YTIxYzZiZWVhODQ0MzM4OTU4YzVkMTM1Yjk0NTZj\" data-original-margin=\"\">\"How come you know where Sayuri lives anyway?\" Daichi returned to the topic once more.</p>\n<p class=\"cnMyZDU2MjAzNDUxMjQ2MzFiN2EyYWFlMDQzN2JhODA0\" data-original-margin=\"\">\"I'm the one who introduced her to you, in case you forgot,\" Kaede answered, his expression plain except for the tilted eyebrows. \"I walked her and several other girls home once when they stayed late for a culture fair project.\"</p>\n<p class=\"cnNkNTZmNDg5ZDk3MTRiNjY5ZTQwN2ZjOTk5MTlmNTRh\" data-original-margin=\"\">Daichi groaned aloud:</p>\n<p class=\"cnNlMDE2MDVkYTY4MTQzMjZhNzliMTk5Y2UzODQyMDcz\" data-original-margin=\"\">\"I swear, you are just asking for the girls to friendzone you! No wonder why you're on such good terms with the girls yet still don't have a girlfriend!\"</p>\n<p class=\"cnNhN2U1ODhlYzA3NTRkOGRhMDFjNWJhYmJkYjNlMDBj\" data-original-margin=\"\">\"Morning, Surusuke-kun!\" a girl in class called out in greeting just as they rounded the corner.</p>\n<p class=\"cnNmOGVmMjI2YmVjMTQ4ZDg4ODk5NzUwOWE1YTdhNjc0\" data-original-margin=\"\">\"Morning!\" Kaede waved back with friendly enthusiasm.</p>\n<p class=\"cnM1YTAwODViOThkNDQxYWNiNjJmZmFhZWNmNjNhYjRk\" data-original-margin=\"\">He had long grown used to everyone mispronouncing his surname.</p>\n<p class=\"cnMyMmI2MmUxOGJhZDRiMDQ5NjNhYmU0N2ZmNDE3Mzlm\" data-original-margin=\"\">\"See!\" Daichi cried out, his open palm gesturing between them as they continued on their way. \"This is what I'm talking about!\"</p>\n<p class=\"cnM5OWQ1YjZlNDllYTRjMjM5OTkzMGMyNzQ5NjU3ZDIy\" data-original-margin=\"\">\"I don't know about you, but my parents taught me manners,\" Kaede shrugged it off with another smile. \"Besides, what kind of a man would you be to <em>not</em> walk a group of stranded girls home?\"</p>\n<p class=\"cnMxMWZmYzg4MjdmZjQ4MDk5NjhkOTE3ODQ4MWQxNTQy\" data-original-margin=\"\">\"That's not what I meant!\" Daichi retorted, his tempo rising as he spoke. \"I meant your overt friendliness! You need to at least keep some distance with the girls so that when you do approach them it's <em>exciting!</em> That's what a budding relationship needs! Emotion! Thrill! <em>Passion!</em>\"</p>\n<p class=\"cnM0ZTNkZTRmMDI5MjQyNjZhYjhiYWU3MzExZDM1ZGZi\" data-original-margin=\"\">Daichi struck a cool pose as he laid one gesturing hand right beneath his smirking chin.</p>\n<p class=\"cnNiOTVmNjFjNTUyZjRkNTg5NmQxMWE4N2UxZWMxNmI0\" data-original-margin=\"\">\"I'll never let Sayuri see me and only think 'oh hey, it's Daichi'. I want her heart to skip a beat every time she rounds the corner and sees me!\"</p>\n<p class=\"cnNhZTQzZGNjYzAzZTQ1MDY5Zjc2NzY0OTVlOGEyNjNh\" data-original-margin=\"\">\"She's not about to round that corner ahead, you know that right?\" Kaede joked it off to pull Daichi out of his silly posture before defending his own lifestyle:</p>\n<p class=\"cnMwMWI5MmFiNDM0NjQxNWRiMDIzZTM4OTUwNWUwNDI4\" data-original-margin=\"\">\"Besides, what's wrong with being friends with girls? I want a love that grows out of friendship. Because in years from now, when that youthful spark of passion gradually wanes, it's companionship and trust that keeps couples together and happy.\"</p>\n<p class=\"cnM5ZDM1NDgyNDRkMjRlMDdiYjk3NmM0MDdmYTUwNDQw\" data-original-margin=\"\">\"There you go again, trying to be 'Mister Mature' and talking like some old salaryman...\"</p>\n<p class=\"cnM3N2RmZjk2YTg0MzQ3ZjBhNjhhNDA2NjgxZmU3OTIw\" data-original-margin=\"\">Daichi let loose a deep and exasperated sigh that essentially cried 'what is wrong with you?'</p>\n<p class=\"cnNiZjJmOGJlZmFiZTRjNmViNTU0OGNlZmQ1ODM3ZDVk\" data-original-margin=\"\">\"Come on! You're seventeen! Enjoy life's youth and beauty while you can! Most girls our age aren't interested in some safe, platonic relationship, you know?\"</p>\n<p class=\"cnNkMGEyYmIyZTI4ODQyY2I5MjczOTJjZGQwMzJiNTIw\" data-original-margin=\"\">Kaede grimaced. Just barely, so light that his best friend never even noticed.</p>\n<p class=\"cnM4ZTk3ZDk1MjdlOTQwMjhhZWM5YmQxOTE5MjBiNjY2\" data-original-margin=\"\">He didn't need a reminder. He still remembered <em>that</em> incident quite well. His attempt at high school romance had ended in heartbreak. His once girlfriend leaving with some rather barbed words for him.</p>\n<p class=\"cnMxYzEyODYwMjQ4MzQyMTg5N2I0OTY2NjBjZDRlMDQ3\" data-original-margin=\"\">\"As you said, I'm still young. I have tons that I want to do, so I'm not in a rush for this either,\" Kaede declared. \"If the girls we know aren't mature enough for a stable, long-term, and adult relationship, then I'm willing to wait until they are.\"</p>\n<p class=\"cnM1MTVmNzFiOWU2ZjQwYWZiMTAyNzVkYzY0ZjBlY2Yz\" data-original-margin=\"\">A distant corner of Kaede's mind wondered if those statements were really true, or if he was simply trying to avoid another hurtful experience.</p>\n<p class=\"cnM1NmRiNmJkZjE3ZDQzYzc5YzI1Y2U1Njk2ODY3ZTVi\" data-original-margin=\"\">\"I swear, keep up this attitude and you'll be <em>thirty</em> before you find a good...\"</p>\n<p class=\"cnM0N2Q3OGU3YWY4NjQwNjdiZGZmNzBjOTI0OTM4ZDZm\" data-original-margin=\"\">\"Can we get off this topic?\" Kaede objected as Daichi kept up the walking commentary. \"We're clearly not seeing eye-to-eye here.\"</p>\n<p class=\"cnMzMDZjYzEyMjEzMzRmYmNiMDE0NWJlZmM2MjhhZjM0\" data-original-margin=\"\">\"Fiiiiine...\" the other begrudgingly dropped it at last.</p>\n<p class=\"cnM4NjhhMTIwZjJlZTQ0ODE4Y2I0ZDI5MWFkNmVjM2Y1\" data-original-margin=\"\">A moment of silence followed, which Kaede didn't mind. However Daichi always found such lapses uncomfortable, and he was quick to break it:</p>\n<p class=\"cnMzODIyZDJiOTQ4ZTQwNjI4Y2VjZTI5ZTllODYzNTQ0\" data-original-margin=\"\">\"So, in other 'Mister Mature' news, did you hear back from...\"</p>\n<p class=\"cnM4MzIzMThhNzk3ZjRmZWNhYjM0YTcxZDMwMjBmODE1\" data-original-margin=\"\">\"Tokyo U? Yes. I'm going,\" Kaede beamed, all shadows chased from his sunlit smile within the second.</p>\n<p class=\"cnMzOGMyMDQzODZjZTRiN2ViYThkMGY2YjcwNDgwNzI4\" data-original-margin=\"\">\"Damn overachiever.\"</p>\n<p class=\"cnM1YzNhMWEzM2RkNTQ0N2JhYzczMzk2N2JiYmQ3MTlj\" data-original-margin=\"\">\"Hey you could at least...\"</p>\n<p class=\"cnMwNGZlZGMwYzI5ODRlMzM5MTIxMTU1NjdjN2IzOWM2\" data-original-margin=\"\">\"Congratulations.\"</p>\n<p class=\"cnM1YzI5MWIyY2E5MDRkMDhiMjFmMzE3MDNiYWFmMzgy\" data-original-margin=\"\">Daichi expressed his sincerity as he hooked his arm around Kaede's neck and pulled his friend in. The latter's chestnut-brown hair was soon a mess as two of them held a friendly wrestle in the middle of the sidewalk.</p>\n<p class=\"cnM4ZThhYjA3NDE4YzQyMWViODhlMTQ1OTM1MjRiYzQ5\" data-original-margin=\"\">\"But I still get to gripe about it, you damn overachiever.\"</p>\n<p class=\"cnM1ZjhiNTdkOWQ0NzQzY2ZiMmJjNzJlYWM1MzA0MTk4\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNlNmMxNjQ1YWY4ZTQzMDVhOTUwNWE2NmMxYzRhZDFj\" data-original-margin=\"\"><br>Standing a hundred paces from the practice target, Kaede kept his footing with his left side facing the target. His hand drew a fresh arrow, and his body straightened into the proper form: pelvis and shoulders in parallel, back straight from neck to feet.</p>\n<p class=\"cnM1M2U3YWM3OTZjMTQ1ZjhiYjczYjQxZWU4ZDlhYzVj\" data-original-margin=\"\">He held his <em>yumi</em> greatbow diagonally in hand, before gripping the bow string with his right glove. A grooved piece of horn sewn into the thumb's crouch in his three-fingered archery glove caught onto the bowstring. Meanwhile his left hand readjusted itself on the bow's grip.</p>\n<p class=\"cnM0ZjkxY2NmODc2NTRhZmNhMjIyZDg4MTA3ZDQxZTU2\" data-original-margin=\"\">Kyūdō archery wasn't just a sport. It was also a ritual, a contemplative prayer to the perfection of form.</p>\n<p class=\"cnNmYzdlOTAwZDk0OTQwNDZhMGViNDI4OTQzYmI3YmFh\" data-original-margin=\"\"><em>Ashibumi</em>, <em>Dozukuri</em>, <em>Torikake</em>, <em>Tenouchi</em>, and now -- as Kaede turned his eyes to face the target once more -- <em>Monomi</em>.</p>\n<p class=\"cnMzMDk2MTAxZDFkYzQyMDc5NTI2ZmY4NzI0OTQ5ZDVl\" data-original-margin=\"\">A cold, Spring breeze swept through the archery range where he stood. However Kaede hardly even felt the chill as his mind zoned out everything else in the world. He raised the greatbow above his head, paused, then pulled it back down. His hands drew away the string while pushing his bow forward at the same time.</p>\n<p class=\"cnMzMTQ5NWU1YzE4ODRiZjhiMGFlOWUwYmI3MzAwMTIw\" data-original-margin=\"\">His posture reached <em>Kai</em> -- the full draw. His mind melded into the arrowhead to form one entity. His eyes saw nothing but the target itself. His thumb and fingers then released the string, hurling the arrow out through the open air.</p>\n<p class=\"cnNmZDQwZjYyZGFjYTQ2N2M5MWJmMWNhMGUzY2NmNTc5\" data-original-margin=\"\">The arrow in flight represented something sacred to Kaede, bringing him a sense of perfect serenity.</p>\n<p class=\"cnMwNzc5NjMzNDVhMTQyNWI4MDRiYzg5OTFhMzVjYTkz\" data-original-margin=\"\">...Just before it soared straight into the straw dummy.</p>\n<p class=\"cnNkYmY0MjEyZmM5MDQ4ZWFiZWIxM2I0ODhlYzllMjdj\" data-original-margin=\"\">Lowering his bow, Kaede's concentration relaxed from his intense focus. It had felt good to leave the world behind, to put aside all of his frustrations and consider only the absolute truth of the moment:</p>\n<p class=\"cnM0NDE5NjZhZjBmMjRiYjI5ZGFiMmNlYTRlMGRmYzE3\" data-original-margin=\"\">His arrow was fated to pierce the target dead center.</p>\n<p class=\"cnNhYjRjNmFhYTZkNzQ4ZjdhZjc5MDkwNDk0NzMxMDVi\" data-original-margin=\"\">\"Perfect shot,\" Kaede heard Daichi's voice from behind him.</p>\n<p class=\"cnNiY2M4OTk3MTgxYzQyYmNiMGFmMzYxZjRkZTBjMzZm\" data-original-margin=\"\">\"Nah. Perfect is when I learn to split my own arrows,\" Kaede turned around to meet his best friend with a smile.</p>\n<p class=\"cnM1YmQwOWE3ZjBlMTQxMGFhZjQ5MDAzNzJkOTAxOTk2\" data-original-margin=\"\">\"Oh shut it, you overachiever,\" Daichi grabbed Kaede by the neck and began pressing his fist into his friend's head.</p>\n<p class=\"cnM0OTIzNjJjYjVkYjQzODk4ODBkM2U5YWNkNDdlYTFk\" data-original-margin=\"\">\"Ow! That hurt! Come on I've enough of a headache today!\"</p>\n<p class=\"cnNiZmRiZmM0OWI1YzRiMGQ5NWE1MmFmNDYyZjY1OWU1\" data-original-margin=\"\">The best friend and kendo captain let go at once. His earlier grin faltered in apology.</p>\n<p class=\"cnNjNDhjMzZhZWUyNzRkOTM5ZTAwMWI4NjJhYTBjNWQ4\" data-original-margin=\"\">\"Math again?\" He asked.</p>\n<p class=\"cnM1ZjdhNDA2ZDY4NzQzMWQ5MjIyNzI4MGZhYjBlNDRi\" data-original-margin=\"\">\"<em>Calculus,</em>\" Kaede emphasized and insisted upon the difference. \"I'm good at math. We were equals back in algebra and geometry.\"</p>\n<p class=\"cnMyOGNmNDI2OGYwYTRmYWU5ZmVmYmNkZGQzMWY5Njg4\" data-original-margin=\"\">\"<em>Almost</em> equals,\" Daichi grinned. Mathematics was his best subject and one of only two in which he beat Kaede. The other was Japanese, thanks to the unfair advantage provided by the Chinese-Kanji connection.</p>\n<p class=\"cnMxMTUxOWVjMDRiNzQ4YmQ4MDc2ZDFkNjliNDliNTM1\" data-original-margin=\"\">\"But clearly I can't do differentials worth squat.\" Kaede scowled as he led the way to the changing room. \"I mean how the heck am I supposed to calculate something I can't even envision?\"</p>\n<p class=\"cnNlZGZiZTcyN2Y3MTQ2ZGZiMjcxMTlkNjJjMDk3NTY0\" data-original-margin=\"\">Daichi shrugged. \"Abstract thinking?\"</p>\n<p class=\"cnNkNjQ1MjBkNWM4MDQ3MTJhMTAwMmViNDFmZTY0YmYw\" data-original-margin=\"\">\"Easy for you to say, Mister Numbers,\" Kaede protested as he took off his gear. \"I'm a pictographic thinker. Need a mental image.\"</p>\n<p class=\"cnNkNWE0ODYyNTJkZjQ4MDc5ZWEwZTAwOGE3NDljMmEw\" data-original-margin=\"\">\"Does it really matter though?\" Daichi leaned against the wall as he replied. \"You've been accepted to Tokyo U already. You're planning on studying history and media, so it's unlikely you'll ever use calculus. All you need in that class for the rest of the year is a passing grade.\"</p>\n<p class=\"cnM5OTJjOTFiMzVkMzRjZWNhNmUzODRlODFmMzNiOTIx\" data-original-margin=\"\">Kaede was in the middle of taking off his equipment when he turned to frown at his best friend.</p>\n<p class=\"cnNjZTA4MjcwMzBjYTRhMWE5NzBmODliNDcyMWUxM2Rm\" data-original-margin=\"\">\"I don't do things half-hearted,\" he retorted. \"Maybe calculus will be useful in my life. Maybe it won't. But if I'm going to study it, then I want to <em>learn</em> it. We didn't come to school for our parents' sake.\"</p>\n<p class=\"cnM0MWM1MjA3OGUyMDQ5ODRiMjY1MWMyNjkyYWJkYzM1\" data-original-margin=\"\">Daichi sighed as he tilted and scratched his head. As someone with a Chinese parent, the complaint of 'who am I learning this for' was one he filed often.</p>\n<p class=\"cnM0NjM3MDY0N2UxNzRhMGFhOTU3NjUwMDBjZGNjOTk1\" data-original-margin=\"\">\"Sure, sure, Mister Mature. But don't distract yourself like this right before the big tournament.\" Daichi advised. \"Tell you what -- if it helps put your mind at ease, I'll tutor you after the tournament. We've got time now that our college admissions are settled. I'm sure that between my calligraphy and your interest in art, we'll find some way of turning Laplace Transforms into a Monet painting.\"</p>\n<p class=\"cnM3MGI2NTQ1ZTdjYjQwNGNhZDc5MGUxZWY2Mzk0ZDNm\" data-original-margin=\"\">As Kaede placed the last piece of his archery uniform in his bag, he gave his best friend a knowing look.</p>\n<p class=\"cnM0Y2YxOTBhODYzMjQwOGQ4NzA2NGUyYTBlZjM2OGQx\" data-original-margin=\"\">\"Your calligraphy is terrible. What did your father call it again?\"</p>\n<p class=\"cnNhNDAxNzQ3MTY0NzQ5N2I5MWJkYWMwY2MxMGYwNmEx\" data-original-margin=\"\">\"<em>Chicken scratch.</em>\" The two of them said at the same time before bursting into laughter.</p>\n<p class=\"cnM5N2VkYTAwZmQ2YjRiY2RhNTllYjJiMDkyMDMxZGI0\" data-original-margin=\"\">It was one of those activities that Daichi had no real interest in, and only practiced because his parents insisted on it.</p>\n<p class=\"cnNiZjQwN2ExOWRjYTQ0YzlhZjQ5M2EyOGViYTk4OGRj\" data-original-margin=\"\">\"But thanks, I'll take you up on that offer,\" Kaede grinned.</p>\n<p class=\"cnM0ZWM4ZjBlZDIzMDQwMTZhZGMyOWY3MzgwOGY2NmI2\" data-original-margin=\"\">\"Oooh, I have a pupil now!\" Daichi looked proud of himself as the two of them started to leave. \"Call me--\"</p>\n<p class=\"cnM1YWZiMjUyZTViYjQ5YjFiZDFjYjE2OGRjZTg0NjQ3\" data-original-margin=\"\">\"I am <em>not</em> calling you 'Master', you Shounen fanatic,\" Kaede retorted.</p>\n<p class=\"cnMzZTA5YzE0ZTUyMzRmYzA5MDQ5ZTk4YWRhYzQzNGE5\" data-original-margin=\"\">\"<em>Wuxia</em>, not Shounen.\" Daichi insisted. \"The Japanese genre is a descendent and simplified imitation. And you would know if you actually read more into <em>literary history.</em> Besides, since when have you ever met someone who learned how to discuss real politics from Shounen?\"</p>\n<p class=\"cnNhNzBjZWFhZGNlNjRjMzc5MTJlN2JkOGU4NGQ4Y2Nk\" data-original-margin=\"\">It was another one of their shared interests. Daichi's background even gave him a unique perspective. His grandfathers, both of them, had fought in the World War... on opposite sides of the Chinese front.</p>\n<p class=\"cnNmZGRkZmQ1YmU2NTRkMzg4YTJiNWI0YTA3N2Y5ZmE2\" data-original-margin=\"\"><em>Life is wonderful and full of irony.</em> Kaede thought with a smile.</p>\n<p class=\"cnM4MjExM2FhNzdiYTRlNjVhY2NhYTk4ODk1N2U0MDE2\" data-original-margin=\"\">The two continued to chat until they arrived at the school's bus station. It was getting late and Kaede wasn't in the mood to walk several kilometers home today.</p>\n<p class=\"cnNhODFmNjI5MmM4YjRkMTBhZmU5YjI1NGYxNmUwYzI2\" data-original-margin=\"\">\"I still have some errands to run, so I'll be seeing you,\" Daichi commented as they saw a bus coming down the road. \"When do you leave tomorrow morning?\"</p>\n<p class=\"cnMxODg2NjI3NGI0YzQ1NTM5MDE1YTg1NTRkY2MxY2I4\" data-original-margin=\"\">\"Six-thirty.\"</p>\n<p class=\"cnM2ZTZmYzEwNzY2YTRlZWQ4ZjJjMDJjZmNiZGY2Mzkx\" data-original-margin=\"\">\"Ooomph, way too early. I need my beauty sleep.\"</p>\n<p class=\"cnMyY2ZkZDBhMjYxZTQ4MjdiYWQ0ZGQ1ZTljMjI3ZDdk\" data-original-margin=\"\">\"You mean you're going to stay up late playing video games again,\" Kaede returned another knowing look.</p>\n<p class=\"cnMxOGI0ZDUwZjczYjRlZTE5NjAzM2Q5YTI4MGQ1OGEy\" data-original-margin=\"\">\"Hey what can I say, the world isn't going to conquer itself,\" Daichi shrugged as the bus pulled in and the doors opened. Then, with a final pat on his friend's shoulders. \"Get 'em at the tournament, Tiger. Show 'em what we <em>Hafu</em> are made of.\"</p>\n<p class=\"cnNjZjNkZjYxZTg2MjRlYzM4NzQ3MGY1Nzc1YzI4MGNh\" data-original-margin=\"\">\"Will do!\" Kaede grinned back with appreciation.</p>\n<p class=\"cnMzZjkxYTEzZTFiYzQ4NWM5ZjVmYWI3Y2Y5OTY1NDFh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2ZDEzZWRmZmNmYTQ4M2FhZWEwYWZlYzIzNmQ0NTFl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM5ODFlNmU2OTljNDQwOWJiYjEyYWNkNmViMmJmZTM2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjZjU3ODI4ZGFjNzQzNjhiNDEzZjI4NWI4YzgwYTcw\" data-original-margin=\"\"><em>I never did make it to the tournament.</em> Kaede thought as she buttoned up her shirt.</p>\n<p class=\"cnM2NmQxYWFlNjc0ZjQwYzY4OTEzYWE3Yjk4MWMyMTll\" data-original-margin=\"\">Her gaze was fixated on her image in the dresser mirror, though in reality her mind wasn't there at all. She watched as her small hands tightened the short, black tie around her stiffly-folded collars, followed then by the pink ribbons around her sleeves just below the shoulders. Her dainty, stockinged feet stepped into her short petticoat. She soon had its upper hem compressed around her narrow waist, followed by that of her skirt.</p>\n<p class=\"cnMxZjdkNWNkNzhiMzQyNGY4NWUwNmY4Mzg2Nzk5ZDI5\" data-original-margin=\"\">Her uniform-like white jacket came last. She straightened its black lines and pink ribbons before buckling the narrow belt around her thin waist.</p>\n<p class=\"cnNiMGQ2MTU1ZTFiZjQwYTE5NmRkYWI5MTFkYjkyZWVl\" data-original-margin=\"\">The entire experience had a certain... out-of-body quality to it. It wasn't new, as every time Kaede looked upon the mirror since coming to this world, she always had this weird feeling that she was in the wrong body, that it wasn't hers. Yet now, as she finally began to accept her life here for what it was, it felt like her new body was going through the motions without any conscious thought to it.</p>\n<p class=\"cnNkZWY4ZDNlZGY1ZjQ1M2VhN2ZmMWM3ZTgyZGJhYTlh\" data-original-margin=\"\">Her mind was stuck in a turmoil of emotions. Her recollection of last night intermixed with that of her 'dream', memories of the day before she had been summoned.</p>\n<p class=\"cnNhMzY3NDNmN2ZhMTQwNWQ5MTQzZWUxZDU2NzcwOWRj\" data-original-margin=\"\"><em>Have I really become a girl?</em> She thought.</p>\n<p class=\"cnM0NDJjMTkwYzc2MDQ3NThhYjY4YjgxZmIwYTdlMzg3\" data-original-margin=\"\">Her behavior last night -- not just comforting Pascal on the roof but even letting him hold her while she slept -- was simply not usual for any male in a non-romantic relationship. Men, especially <em>Russian</em> men, tended to keep a certain distance when sharing their worst troubles and deepest emotions.</p>\n<p class=\"cnM4YTYzYjBjYTZlZTQ4NDJhYjQxZTM0Zjc2OWNiMDU0\" data-original-margin=\"\">Kaede remembered how her mother often complained of her father pushing people away whenever he was in a poor mood. It had taken her years to wean him off alcohol as an emotional management tool, but he still had trouble connecting with others whenever he was depressed or angry or frustrated... which was often, thanks to his political views.</p>\n<p class=\"cnMzZGZjMjM2NjRiZjQxMmU4ZjBhMTUzOWU5NWM0ZjY3\" data-original-margin=\"\">It wasn't easy being a Russian male in a post-Cold-War world. Negative stereotypes were abundant, from the terrible Vodka jokes to the insinuation that even their most common names sounded 'evil', due to the prevalence of Russian villains in stories and films. It was part of why Kaede preferred to use her Japanese given name than her Russian one. 'Nikita' had a tendency to summon suspicious looks and mockeries of 'we will bury you'. Even though the Soviet leader whom Kaede shared a name with never said that -- it had been a mistranslation from the very beginning, yet popular media wouldn't let it go as it confirmed the stereotype of the 'Russian menace'.</p>\n<p class=\"cnM3NmNiZDUxYmMwMTRkYjhiMTNkYjhhZmE5ZTA5NzEz\" data-original-margin=\"\">A young, twelve-year-old Kaede once found an article to explain <em>his</em> father's behavior to <em>his</em> mother. Even back then, Kaede had learned to research whenever <em>he</em> stumbled across a difficult topic. It had turned out that the male tendency to isolate themselves while in poor mood was more than just a common trend. The differences in genders, from brain wiring to bodily hormones, literally made it <em>difficult</em> for males to express their most heartfelt emotions.</p>\n<p class=\"cnM3ZjFlMmEwZWQyNzQ5YTE4ZGZlNDU4YWUzMTNiZmJh\" data-original-margin=\"\"><em>Is that why I acted the exact opposite last night?</em> Kaede thought.</p>\n<p class=\"cnNiZmMwYWViMjJiMTQ3ZWQ4YzNjY2Y3NWJjZjBjOWIw\" data-original-margin=\"\">She could still feel Pascal's warmth from when she wrapped her arms around him. Her cheeks colored slightly as she thought about how she had completely tore down any barriers that still existed between them. It had only taken a month since her coming to this world to bridge the gap between them. She doubted that could have been possible if she was still male.</p>\n<p class=\"cnNkMmZiNWU4YmE1ZTRhZDViYzRiZDM5MTZhYjExNmM2\" data-original-margin=\"\">Nevertheless, Kaede needed the bond between her and Pascal to stay within a safe zone. It wasn't even a matter of whether or not she wanted romance as a girl. Her life in the new world simply depended too much on the stability of their relationship for her to risk anything beyond mere friendliness.</p>\n<p class=\"cnM4OTEzOWJjYzg2MzQ5OTJhZWYzOWU3YWYzNzIwNDll\" data-original-margin=\"\"><em>...Especially when he's betrothed to a Princess.</em> She reminded herself.</p>\n<p class=\"cnMyYmEwMjZiOTIxOTQyMDViMDYwNWMyODk5ZmI1Njk5\" data-original-margin=\"\">Kaede stole another glance at Pascal. Facing his mirrored reflection, a blank expression replaced his usual dashing smirk as he adjusted his collar and the Knight's Cross hanging below it. His countenance was still stern as he proudly saluted his own image before turning to face her.</p>\n<p class=\"cnMxMTdhMGY3MWI1NDRjYzI5ZmE4YmUwM2EwM2ZmOTBh\" data-original-margin=\"\">She hurriedly glanced back to her own wardrobe before their eyes could meet.</p>\n<p class=\"cnM3MDVmY2RkOTg4YjQ5NjRhMGEyNTllMGVhODZiMmI0\" data-original-margin=\"\">\"Ready to depart?\"</p>\n<p class=\"cnM0NzlmMTE3OWFlYzRjZjk4MWY1MDRiZDY4NzM1MmY4\" data-original-margin=\"\">His tone was composed, or perhaps 'controlled' was a better description. It certainly lacked the humored arrogance he began most days with.</p>\n<p class=\"cnNmOTQyNzY0ZTczNzQzYjM4M2I0NzM1ZjkyYTE3M2Ey\" data-original-margin=\"\">\"Y-yeah...\"</p>\n<p class=\"cnM3NDgwMDBjYzA2ZjQ5YzVhZWVjNjJiNmViYWE3MzA5\" data-original-margin=\"\">She had to will herself not to pull away as Pascal leaned in to adjust her appearance to the perfection he demanded.</p>\n<p class=\"cnM3YmRiZDM5YTBiYTRkZDBiNWYxMzdkY2MyMTY3ODE3\" data-original-margin=\"\">\"Have you already told the others?\" She remembered to ask. After all, Pascal had originally said that he'd be joining Ariadne on her trip back to Weichsel, while Perceval would come along as the healer for his new command of a Noble Reiter company.</p>\n<p class=\"cnNjNWE4YTEyNWZhMjQxZmRiMzU4MzRlYTFiYzNiODYz\" data-original-margin=\"\">\"Yes.\" He answered. \"Ariadne is still leaving today, possibly by herself. Perceval will be staying behind until he receives an update from me. Reynaud will take us to Alis Avern this morning as he is apparently meeting his father. He has already received his Wayfarer license.\"</p>\n<p class=\"cnNhZTlhMTUyNjljNzRiZmJhMjc4YTlkZjc4MDAzOGRm\" data-original-margin=\"\">Kaede had read that Wayfarers were mages who specialized in teleportation magic. They could transport up to a dozen people and take them to a beacon as far as a hundred kilopaces away. This meant that a network of Wayfarers who stationed themselves in various towns and cities effectively functioned as Hyperion's 'shuttle service'. They often kept to a schedule but also allowed people to reserve appointments, which allowed travellers to plan their trips in advance.</p>\n<p class=\"cnMxMjRiNmMyZjY3MTRmYjU4YTk2MTM1ZGFkYmFlZDBk\" data-original-margin=\"\">Prominent figures, such as rich patricians, upper nobility, and certainly most royalty, also hired their own, personal Wayfarers. It was easily one of the most highly demanded services in this world. Many mages, particularly those of yeomen birth, became Wayfarers for its guaranteed employment opportunities.</p>\n<p class=\"cnM3ZWE0ZWQzMTUwZDRlNzE5ZGJmOGE2YWI0YjY0NGY4\" data-original-margin=\"\"><em>Though I doubt that's Reynaud's reason,</em> Kaede thought.</p>\n<p class=\"cnNiYzlkNTAxNTNlNDQzNDQ5Mjc4NTI4OTJjZDVhMDMz\" data-original-margin=\"\">\"What is... the Emperor like?\" She then asked. She could feel that her anxiety was making her stomach do somersaults.</p>\n<p class=\"cnM3MzBjOWYzNWVmNDRkNGU5YTk0NDc5YzExNjJkY2E5\" data-original-margin=\"\">\"Emperor Geoffroi is a stern man. A bit sarcastic at times, but also good-hearted underneath. He is an excellent leader of his people and a good father.\" Pascal spoke with admiration towards his future father-in-law. \"Regal is in his nature. So, do not be impertinent. Speak only when you are asked.\" Pascal warned. \"He will not hesitate to throw someone with no political authority into the dungeons.\"</p>\n<p class=\"cnM1MTY2OTA3MTkzNzRkNDY4MTM4NGI2Y2U2MDMyMmRm\" data-original-margin=\"\">Kaede nodded back faintly. With everything else on her mind, the stress of an impending royal audience did not add well to her nerves. But however daunting meeting an Emperor may be, the prospect of facing Pascal's royal fiancée while being a <em>girl</em> bonded to him was... far worse.</p>\n<p class=\"cnMxNDYwYWIwZjY5NTQwNjNhZjA2NzA4NmZkMTNmNzUx\" data-original-margin=\"\">She didn't even have to ask before Pascal volunteered that information:</p>\n<p class=\"cnM5MDc5MmQ1NzlkZTQ1NWM5YzNkZWEyMzcyNTZiM2Qy\" data-original-margin=\"\">\"Sylviane, thanks to her upbringing, is overly serious and pressured by her role as the Crown Princess. Be courteous, look cute, and stay on your best behavior. I am certain she will warm up to you given time, but best you tread carefully at the start.\"</p>\n<p class=\"cnNkYzliOWUyNmM4MzQ3NzU4NzVjYmIwMzMyMTM3MmYy\" data-original-margin=\"\">His advice didn't make her feel any better, nor the hints of worry in his own voice. Kaede simply couldn't shake the feeling that she was like a mistress about to be introduced to the official wife. It made her wonder...</p>\n<p class=\"cnM1MTI2M2RhNzlhZDQ4MjJhNDlkM2RmZWQ1MGEwNDE2\" data-original-margin=\"\"><em>Wouldn't 'look cute' just aggravate her?</em></p>\n<p class=\"cnM1NmZjNmJhOGFkZjRkNmVhM2I4MTkzYWJhNGFlOTAy\" data-original-margin=\"\">With one finger under her chin, Pascal brought her eyes back to his turquoise gaze. He waved his hand and its glowing ring over her face. The usual <em>Refreshen</em> spell soon brightened her appearance.</p>\n<p class=\"cnNjYzJkOTMwNDY1ZTRjMTg5NjMxNGZlOTAyNjUzOGMx\" data-original-margin=\"\">His usual demeanor finally made Kaede realize that she was being awkward by herself.</p>\n<p class=\"cnM2MDYyMDI3ZDQ2ODQxZDY4N2M1M2RmNjE5YTM3MDEw\" data-original-margin=\"\">Sure, his expressions were different. His attitude was unusual. But that was expected for any normal person who just lost their parents. The key point however, was that he treated her the exact same way as before. Meanwhile she was trying to keep more distance, reneging upon the very words she said to him on the rooftop last night. If she kept this up, she would unintentionally harm him during a time he needed support the most.</p>\n<p class=\"cnNjZTFkNTJjYTI5ZjQzMjk4MTVjYWIyMzRkYTFhMWYw\" data-original-margin=\"\">\"Well... would you prefer I address you as Milord, Sir, or <em>Master</em> then while we're in public?\" She forced out her words, half-jokingly as she sought familiar ground in the atmosphere between the two of them.</p>\n<p class=\"cnM4YTU4NjA0YWI2YjQxODE5ZDM3ZDdhYzBlODk2Zjcy\" data-original-margin=\"\">Pascal paused as he returned a frowning scowl. Kaede soon berated herself as she found out why.</p>\n<p class=\"cnM4MTc4NTBlNjEyMTQwNjA5MDVjNzBmZmJmY2NjNDU4\" data-original-margin=\"\">\"As my father is now gone, I am the new Landgrave of Nordkreuz. It is a title of ducal rank, therefore the proper style to address me by is 'Your Grace'. It overrides the 'Sir' for addressing my knighthood or as a noble head of household. And, as I had told you on the first night, I am not some faux noble who needs ego stroking, so please do not give me some weird reputation with the last...\"</p>\n<p class=\"cnM2ODRhNWEyYWYwNjQ0NzBhODM3M2JkMGU4ZGFjM2U5\" data-original-margin=\"\">Then, Pascal finally smirked. It was light, almost faint, but it was nevertheless the first time he showed any semblance of joy all morning.</p>\n<p class=\"cnM4NDBhYjVkNjY3ZTQ2Y2M4YjUzNDhmNmMwMzY3YjVi\" data-original-margin=\"\">\"Although if you wish to do so <em>in private</em>, I would not really mind.\"</p>\n<p class=\"cnMwMmRhY2ZjMWE1MTQ0YjViNjgzNWUyODFjMmQ2NjIw\" data-original-margin=\"\">Kaede squeezed her right hand as she felt an urge to strike that handsome face again.</p>\n<p class=\"cnMxNjAzMDQzNzk2ODQ3YjFhOTdkZGZlMDBjMjA0YTdl\" data-original-margin=\"\">It was the first time she found her feeling at his expression oddly reassuring.</p>\n            ",
  "invisibleParagraphContent": "This tale has been unlawfully lifted without the author's consent. Report any appearances on Amazon."
}