{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNlMDI1OTM2NmYwOTQzOTVhMTAyOWU0OTFlZThkY2I1\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnM5ODBjMzg2NmFlYTQyMzhiNjllNzE1ZWI5ZmQ5MzUw\" data-original-margin=\"\">I don't know how long it has been since that day. The day of my first confession, when the priests dragged me away. The last time I saw my father. I know I was on that wagon for weeks. I was given food once a day and was allowed to relieve myself only when one of the priests needed to as well. I remember, at the time, I wanted nothing more than to finally get to wherever they were taking me. I gave up on going home a few days in and just wanted to be allowed off that fucking wagon.</p>\n<p class=\"cnM3ZTljY2IyMzQyYzQ4Mzk4YmJkNmU1ZjI2NjZhYzdj\" data-original-margin=\"\">I was so young. I can't recall how many times I've wished I never left the wagon and the care of the domineering priests. When I was finally freed from the priests, it was only to be abandoned. The priests put a bag over my head and shoved me out of the still-moving wagon. I fell hard against the ground and my face was quickly surrounded by fast-moving water. The pain and the panic overcame me and I convulsed, trying to get up on my knees.</p>\n<p class=\"cnNjNzkxYjY3OGQ2YzRkY2FhODIxNmEzZDRkMTZlNzlk\" data-original-margin=\"\">They hadn't bothered to untie my hands and feet, and I grew certain I was going to drown. My body was mostly on dry land so I should have been able to pull myself out, but with my limbs tied and the water consuming my senses, I was consumed by panic. I thrashed and struggled with all of my meager strength but I couldn't break free. The water just kept coming and I couldn't breathe; I just wanted to breathe! Rope cut into my flesh as I tried to pull myself free but I wasn't strong enough.</p>\n<p class=\"cnM3MTFhNDExYmM2MzRkYTc4OGY0ZTFlM2Q5MjUxODc1\" data-original-margin=\"\">Blackness crept into the corners of my eyes and I felt myself going. That was it, I had been left there to die. Then, in a second, the ropes around my ankles and wrists just... snapped and I was free. With the vestiges of will I had left, I pulled myself out of the water and scrambled to my feet, pulling the hood off my head and getting my first proper look at my surroundings. I could barely take it in. I was surrounded by plants I had never seen before, trees that made no sense, and lilies growing around my feet.</p>\n<p class=\"cnM3ZDA4ZjM4YmU1NjQ4ODBhYTUzNDc3YzYwMjBiYzhi\" data-original-margin=\"\">I stood by the riverbed, confused and anguished. Why? What was the point? Why spend weeks dragging me to this place just to leave me here alone? I sat down on the riverbed, amongst the impossible lillies and wept. I missed my home. I missed my father, my run-down shop, and the hat block I had been excited to see after the confession. I didn't understand. Why was this happening to me? I had never done anything to anyone.</p>\n<p class=\"cnMyNTMwZjIyMjljMjQ0ZGI5MGFiYTQyZTE2MzNhODcx\" data-original-margin=\"\">The silent forest didn't answer me. There wasn't so much as a cricket or a squirrel to give this place life. Just the foreign plants and the unrelenting river. I wept there for hours. I wailed like only someone confident in their solitude ever could. I wept and wept until my throat ached and my eyes felt blistered. Perhaps I would still be there now, forever locked in that bed of lilies, except eventually, my hunger overwhelmed my emotional agony.</p>\n<p class=\"cnM3ZGUzZjY0NzUzZjRiMjNhZjQyMTRhNTVmNjQ4OWI0\" data-original-margin=\"\">My stomach felt like it was eating itself and the sickness of hunger drove me to my feet. I didn't know what I could find to eat, or even if I would. But I reached out for this tiny purpose and grasped it like it could pull me back to my happy life in my quiet neighborhood. I couldn't grasp what was happening, but it was a reason to move forward and do something. First, food, then maybe a way home.</p>\n<p class=\"cnM1ZDYzM2QwMzkzNjRmZjQ4ZTQ1NjZkZWUyY2ZhNDRj\" data-original-margin=\"\">I didn't have this purpose for long, however. I had barely walked fifteen paces to the treeline when fruit began to grow out of the trees in front of me. I stared at it blankly for a moment, and the branch shook as if in offering. Confused, I reached out and plucked the purple fruit from the tree. I examined it with apprehension, but my growling stomach drove me to try it. I took a single bite and was shocked by its splendor. I had never tried something so delicious in my life.</p>\n<p class=\"cnM2NDc1NTZkZWY4NDQ0Y2Y4MjEyMGIxYjFkY2M5NzM5\" data-original-margin=\"\">I devoured it in moments and quickly accepted another. This one was equally delicious but far meatier, and I felt myself filling up. The tree offered a new fruit, however, and I felt that same pressure the priest exerted over me encouraging me to continue eating. Suddenly, the fruit felt like lead in my stomach. I pushed against the pressure but this time I couldn't shove it off. I felt my hand accepting another fruit, and I greedily devoured it.</p>\n<p class=\"cnM0ZTkyODBkMmY3NzRjZDI5YjMyZmJlNjkzZDRkYmNj\" data-original-margin=\"\">I ate fruit after fruit, struggling against my own body as my stomach protested the excess. After a dozen or so pieces, I finally felt the pressure ease up and the fruit stopped growing from the branch. I doubled over, certain I was going to puke, but my body refused to comply. Feeling sick, I stumbled along the river. I had to get out of there. I walked and walked, but found nothing new.</p>\n<p class=\"cnM5Y2RlZDE3YTk2NjRhYjE5NGIxYWQ2NTdlOTg4YTU2\" data-original-margin=\"\">Eventually, I decided to take a risk and enter the forest. I figured I would have food, whether I wanted it or not. Eventually, if I walk long enough, I should reach the edge of the forest. I ventured into the woods and wandered. And wandered. And wandered. The sun was unmoving, and the day never-ending. I didn't know if I was maintaining one direction or not. I walked until hunger and fatigue forced me to stop. I ate when I was hungry. Water appeared when I was thirsty. Thick beds of lilies appeared when I was tired.</p><p class=\"cmY4YzZjODFlNGZmMTQ5YzFhOTQzZTJjN2MyNzA5NGNk\" data-original-margin=\"\">The author's content has been appropriated; report any instances of this story on Amazon.</p>\n<p class=\"cnNiYTYxZmYxZmYxZTRhNDJiMGRiZmEyNjMxMDExYTcy\" data-original-margin=\"\">I don't know how long I traveled like this. I slept and ate dozens of times. Hundreds of times. I don't remember when the changes started. All I know is one day, my jagged, untrimmed nails had turned to claws. Another day my teeth had grown and sharpened, stabbing me when I bit down. The fruit had lost its enticing flavor the more I fought against it. Every bite tasted like oil. I continued my days of wandering. I was forced to eat and I discovered new changes in my body.</p>\n<p class=\"cnNlZTZhOWUwYWEzMTQyMmNhMTNkMzllNjcwYTlhMzAw\" data-original-margin=\"\">I never stopped fighting. Every time I felt that pressure, I pushed back with my entire being, and every time I lost. I stopped picturing my old home. I stopped imagining seeing my father again. Instead, I held the image of my old body in my mind. I focused on it as I rested. Occasionally, I would wake up and some changes would be back. Like when I was a child and I wished to have smoother skin or longer legs and would wake up with the changes I wished for.</p>\n<p class=\"cnNhMTg1YTQ3NmFhODRjNjM5MzI5NzIzMzk3ZGM5ZmM2\" data-original-margin=\"\">I started to suspect it wasn't luck as a child and it wasn't the forest's mercy now. With determination, I focused on my body all day, every day. I focused on the feeling of pushing against the forest and, eventually, I learned to fight the changes. One day I managed to remove an extra joint in my arms, and the forest punished me. Rain that burned my skin fell from the clear skies. I fought back.</p>\n<p class=\"cnNmMGYwOGM3MjAwMjQ4MDhiOGI1Njk1MTZkYzE2NTRl\" data-original-margin=\"\">I changed my skin so the rain didn't hurt, and thorns formed instead of lilies when I was tired. I changed my flesh to burn the thorns and thick mud tried to suffocate me instead. I didn't stop fighting. I thought I was winning. While wandering, I started to feel the forest change around me. I felt the same pressure that always tormented me acting through the trees and the flowers. I learned how changes felt, and how to react to them.</p>\n<p class=\"cnNjMjcwYjMzMWY3NzQxODc4YmYzYzQ5MjI3Y2VlNzQy\" data-original-margin=\"\">I knew when the burning rain would come, when the thorns would form, and when the earth would try to swallow me. It was almost like I could feel something physical approaching me. One day, I used my own will to simply... step out of the way. I found myself in an entirely different part of the forest. I saw plants I'd never seen and I felt the rage of the forest.</p>\n<p class=\"cnMxYjYzNDBhODhmZTQ1ODViMjk3Y2EyMDk1ZTY1Yzgx\" data-original-margin=\"\">\"You can't escape me.\"</p>\n<p class=\"cnNlMDFlYzJiN2JjODQzNDRiOTg1ZGVlMDZhMzAzNjU5\" data-original-margin=\"\">I knew I had done something the forest never expected. It tried to assault me again, and again I shifted through the forest with an act of will. It could no longer hurt me. I was able to step aside when it wanted to feed me its poison. I could move freely throughout the forest. I still needed to eat so I changed myself. I could touch the forest and steal its energy. I could dissolve the plants with a touch and take their power for myself.</p>\n<p class=\"cnM5MWYxNTI0YTBmNDQ1YTVhMThhYWFhNTA4YzZiY2Q5\" data-original-margin=\"\">\"You belong to me, Sarafyna.\"</p>\n<p class=\"cnM4MGRiZTYxOWUyMDQ5MWFiZWU4MDZiOTgzOThlZmFh\" data-original-margin=\"\">The more I did this, the stronger I became. I was faster, smarter, and the pressure of the forest had a harder time gripping me. One day, I felt a new pressure. It was similar but... weak. I shifted to it. The energy wasn't next to me, but a few hundred paces away. I ran to it and discovered a group of priests in a familiar wagon. We all froze. I considered asking them for help but... rather than hope I felt rage. Rage like I'd felt at the Collector when he took my mother from me. I could have followed them out of the forest but I felt them exerting pressure on me and my vision went red.</p>\n<p class=\"cnM5MzJlZGZiNGFjOTRmMGRiYjk3ZTUyY2UyYmY5YzE2\" data-original-margin=\"\">\"No one will help you.\"</p>\n<p class=\"cnNmNzQ4YjNkNTk2ZDQ1YWU4ZmNlOTZmNWYwNDY3ZTlh\" data-original-margin=\"\">I intentionally formed the claws I had gotten rid of and tore through one's throat. Some part of me felt horror at what I was doing but... that was Sara. That was the hatter who lived with her father. I was something else. I was fury. I was hate. I was Sarafyna and I burned with loathing. I extended my arm in a fleshy mass and caught another priest's head, dissolving it into my body as the forest did. I felt the priest's power flow into me, return to me. It was my power. It felt like the life that they'd taken from me. It felt good.</p>\n<p class=\"cnNlNTcwODVjMGFlZTRjYTE4YTJiYzI3NDUwY2MyNWIx\" data-original-margin=\"\">\"This won't save you.\"</p>\n<p class=\"cnMxYTdlNTc2MGJkNjQ0Nzc5ZmIyNGZhODBhODc2N2Ri\" data-original-margin=\"\">I heard screaming and the priests scattered. I wouldn't let them go. I shifted through the forest and cut them off, consuming them, tearing them, dissolving them. I ate like the forest forced me to eat fruit, gorging myself on the lives of these small men. No more would they abandon helpless girls in this...</p>\n<p class=\"cnM5NmQ2NDM5NWQ5ZTQwNTFiMDQyNWUwOTM2NzBhOWZh\" data-original-margin=\"\">\"Hell. You are in hell, and you belong here.\"</p>\n<p class=\"cnNhNWJhM2EwYmU0YTQ1YWRiYjAwNGIzYzM4MmIzYjIx\" data-original-margin=\"\">They would never throw a child in a wagon while their desperate father chased them to the edge of the city. One by one I hunted them, and they felt the fear they had given me. I found them and then they felt nothing. I consumed them all like so much steaming meat and my fury grew. This wasn't the last time. More priests came, and more priests were hunted. Sometimes the forest protected them, sometimes it failed. I grew stronger and the forest couldn't punish me anymore.</p>\n<p class=\"cnNmMWYwZDgwNzlkMTQxYjU5N2Q5MDM0MjcyMjQ4ZDE2\" data-original-margin=\"\">\"Do you think you are winning?\"</p>\n<p class=\"cnNlOWE5ZjA1NDIyMTQwMzdhZmIxYWQ3MjA2MjRjOWU1\" data-original-margin=\"\">This continued. For days. For months. For years. I don't really know. But the war continued. One day, I felt something new, an edge. A border. An end. The end of this relentless torture.</p>\n<p class=\"cnMzOThhZjM1MTRiYjRmYmM4ZDE2NTRlODNkYzYxMTZh\" data-original-margin=\"\">\"There is no home for you out there.\"</p>\n<p class=\"cnM5NmE4YWJhZmRmNTQzNjVhMDZkNzhkMzExZmUyNWZi\" data-original-margin=\"\">I shifted to it, and... emerged from the forest into the night. The first night I can remember seeing in a lifetime. I had escaped and I felt true joy for the first time since I stood in front of that old shop with my father. I wanted to literally leap for joy but... I couldn't. That's right, I had no legs anymore. I had nothing. I couldn't face my father like that. I wasn't worried, it was a long time since I had taken control of my body.</p>\n<p class=\"cnNiYTU2MWVhZTZlMzRhYjliYzU0NDQwMmUyYjY2ZmM0\" data-original-margin=\"\">I tried to change back but... I couldn't. I couldn't... remember. I didn't know how. I didn't know what I should look like. When had I started adapting only to the forest's attacks instead of maintaining my body? It must have been years. I tried to form an arm and succeeded but it was wrong. I formed a leg but I couldn't maintain it. I could build temporary, fake limbs, but that was it. My joy was drowned by anguish. I couldn't go back. I had gone too far, in more ways than one.</p>\n<p class=\"cnM0ODk4MTdlNjE3NDRmMjI5NzlhZWFjYjJiMjNmNDhi\" data-original-margin=\"\">\"This is the only home left for you.\"</p>\n<p class=\"cnNjOWI3MjQ4ZTdjOTQ2YWU4YmE1MDc1ZjAzYTk0Yjc1\" data-original-margin=\"\">With the agony of hopelessness, I turned back to the forest. I used my temporary limbs to pull myself back to the only place I could ever belong again.</p>\n<p class=\"cnMyMDJkZDMyMGZiMDQzZTRhZWE4NjFjMzFjNWFlMWNk\" data-original-margin=\"\">\"Welcome home.\"</p>\n            ",
  "invisibleParagraphContent": "The author's content has been appropriated; report any instances of this story on Amazon."
}