{
  "preChapterNote": "<p>The time has come, and my new story has a decent chunk ready to read! If you like my writing but you want to read about a woman who is less violent than Lillith, look no further!</p>\n<div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(225, 175, 104, 0.4)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-4\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/85907/cycles-of-entropy\" rel=\" ugc nofollow\"><img style=\"margin: 10px 5px\" src=\"https://www.royalroadcdn.com/public/covers-large/85907-cycles-of-entropy.jpg?time=1716989605\" alt=\"image\"></a>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/85907/cycles-of-entropy\" rel=\" ugc nofollow\">Cycles of Entropy</a></p>\n</div>\n</div>\n<div class=\"col-md-6\">\n<div style=\"margin: 10px 5px; text-align: center\">\n<p><strong>Escape the loop. Find redemption.</strong></p>\n<p>Mars has already lost everything she ever worked for. Her dreams, her family, and her reputation. The time magic she dedicated her life to mastering isn't powerful enough to return what she lost. The only thing she has left to live for is finding the sister she was happy to lose over a decade ago. She travels from city to city, looking for any sign of the only family she has left. All so she can atone for her past betrayal.</p>\n<p>Her search is stopped short when she reaches a small city called Beddenmor. In this city, she finds herself trapped by a magical plague, a rival mage, and her own out of control spell. Before she can find her family, she has to navigate a cycle of three miserable and repeating days in a dying town.</p>\n<p>She pushes herself forward with two goals.</p>\n<p><strong>Escape the loop. Find redemption.</strong></p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n</div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjMzVlYWFhMzk2YTQ5ZDg4NGZlMmNlNDM4ZWEyNDFl\" data-original-margin=\"\">\"Right this way,\" Leo invites, pulling an overgrown hedge to the side. We are on a campus path I didn't even know existed. He is leading to the back of a little-used building. I sigh as I see how extravagant even the buildings around here are, although the flowers and foliage surrounding us are far more unruly than the others I have seen on campus. I suspect the magic items supporting the life around here have been neglected for a bit too long. As I follow him, I spot a small wooden animal shelter built up against the bricks of the building. \"Here we are,\" he presents, gesturing to the little shelter.</p>\n<p class=\"cnNjY2Q4ZjVjMDczNTRhNzVhZWJmYzgyNjA2MjQxNjk1\" data-original-margin=\"\">I have to kneel to look inside, where I find one of the pillows from the dorms, upon which sits a litter of seven kittens and their mother. \"Leo, they are the sweetest,\" I grin as I examine them. A little gray tabby is having some dinner, while most of them sleep. A little Tortoiseshell perks up and squeaks at me. She already has her eyes open so I know they were born at least a few days ago. \"Well, they certainly can't stay here. We'll bring them back to the dorm for tonight, and I'll bring them to my family's tavern tomorrow. I think I've already been chosen by one of them,\" I chuckle as I offer my finger to the tortoiseshell to smell.</p>\n<p class=\"cnNiMDUyZTE4YjY3ODQ4MTBhMzIzZDBmZTBmYzJhOTA0\" data-original-margin=\"\">\"Lily, you are a lifesaver. I didn't know where to take them but I don't know if they'll survive out here. I was at my wit's end. Do you really think you'll find a home for all of them?\" He practically pleads and I nod as I stand and rub my dirty hands on my dress.</p>\n<p class=\"cnM5ODg2OTAyOTJiYzRkMDViNDFlODUzNmZjY2FiM2Yy\" data-original-margin=\"\">\"Oh yes, shouldn't be a problem,\" I assure while I start forming a couple of magical crates for them with force, heat, and stone mana. \"Let's get them back for now.\"</p>\n<p class=\"cnNhNGFjYmVhYTJjYzQ4YmM4ZjBkNzhiZTEzZmI2MzEx\" data-original-margin=\"\">\"Why the dorm, why not take them to the tavern tonight?\" he asks and I sigh in exasperation.</p>\n<p class=\"cnM2NGQ3NWMwYTc1YTRjNjBhNGU5YzdiODliOTZkOTJj\" data-original-margin=\"\">\"I have a feeling I'm going to be busy tonight. I have, again, offended someone by existing in the wrong way,\" I lament and Leo sighs with me.</p>\n<p class=\"cnNhZWM0ZDE0N2Q4MDQxZWJiMTY5ZTIyMzNmMzI2MDE2\" data-original-margin=\"\">\"Why can't people just leave us alone?\" he groans and I can't blame him. He has it far worse than I do. \"So what, you have to see the headmistress?\"</p>\n<p class=\"cnNmYTVjM2EzMDAyZTRlMWJhZDY2NGNjN2FhZjNhN2Fi\" data-original-margin=\"\">\"I'm not sure yet, but probably. You know how she is, any feeble excuse to punish us for being here in the first place. I'll be fine, I'm more worried about you,\" I respond as we delicately lift each cat into one of my makeshift containers. \"Be careful out there; I've seen a lot of priests around town, almost like patrols. If they run into you, they may not check who your backer is before confronting you,\" I warn and his face pales.</p>\n<p class=\"cnM5NWQxODc3YTcwYTRkZjk4MTZkM2M0NWU3MzcyOWVl\" data-original-margin=\"\">\"Shit, seriously? What a pain in the ass. Well, I suppose it's good my room is close to the school. I'll be careful,\" he promises. We then make our way down the winding roads of campus, and the messy hedges slowly give way to neatly trimmed and managed gardens. We make it to the dorm and bring the mewing cats up to my room.</p>\n<p class=\"cnMzYzIxZDFjYmM1OTQyNzM5ZDRmZTc4NjQyNmE2NWJi\" data-original-margin=\"\">\"Can you hang out here with them? I'll watch them tonight, but I have to deal with a couple of assholes,\" I ask and he nods.</p>\n<p class=\"cnNiNDc0YWQ0MjUxODQ1ZjBiY2QwYmI3M2Y2YjkzMzIx\" data-original-margin=\"\">\"Sure, no problem. Just... don't tell anyone else I'm here, alright?\" he requests nervously and I make the 'cross my heart' motion.</p>\n<p class=\"cnNjNTMyYzdiMTg5NDRiMGI5NDEzNjFiZTBhODY3Yzhj\" data-original-margin=\"\">\"I won't, I know you'd prefer to keep a low profile while on campus,\" I promise. Once we have the cats settled in, I head back downstairs and open the door. As I suspected, there is a magic knight waiting for me.</p>\n<p class=\"cnM0ZTE3MTRmMDYzOTRlOGZhYWM2MTU1NTk0NzAyOGM2\" data-original-margin=\"\">\"Lillith of Endings?\" he inquires and I hold my hands out with my wrists together.</p>\n<p class=\"cnNjMWFkODZkNDE5MzRkZjI5OGRlYWRkZjQ4ODVhNjMz\" data-original-margin=\"\">\"Take me away officer,\" I invite and he examines my wrists in perplexion.</p>\n<p class=\"cnM2MGI2YTg5MTZhNTQ2Y2JhMWM2MzQ1MTE1OTAyNTcw\" data-original-margin=\"\">\"You've been summoned to Lady Cateline's office, follow me,\" he orders. I shake my head and drop my hands to my side before following him. Hugh certainly wasted no time in reporting my cheating. I follow him, and yet again I am followed by murmurs and whispers as I make my way to the headmistress's office. Maybe I should get some itching powder from Henry after all; Hugh more than has it coming. Or maybe I'll tell him how his father's competition with me ended. I rub the back of my head as I dismiss that idea. It might be a bit of a cruel response to a child being a child. It would only cause more problems anyway.</p>\n<p class=\"cnMxMTM2ZWMwN2JkNTQ1YWRhNTJiMTM2NjE2ODYzNzk2\" data-original-margin=\"\">When we arrive at the familiar office, I'm surprised to find it empty. \"Stay here, and don't cause any trouble,\" He orders. I snap to attention and give him a sarcastic salute.</p>\n<p class=\"cnM2ZDRkZTJhYTI1ZDQzMzFhNmM3NmFjMjQxZWNjY2Rh\" data-original-margin=\"\">\"As you command mister knight sir. I'll be the picture of innocence!\" I lie, and he grumbles as he walks away. I look around the doorframe to watch him leave, then immediately cast Radar. Leaving me alone in this office? Yeah, 'don't cause trouble' my ass. I keep an eye on the people in the building around me and immediately begin to rummage through Cateline's desk. The drawers are locked, but locks in this world are more of a polite suggestion than anything.</p><p class=\"cmFjYzdhMjA2NGU2MzQxNmViNWNkZTg4OWM3NmQ3Mjk1\" data-original-margin=\"\">Stolen novel; please report.</p>\n<p class=\"cnM1MTM1OWFmMjJkODQzODlhZTZhMmRiNmRiOGU4YWEz\" data-original-margin=\"\">I fill the keyholes with force mana and easily unlock each compartment. At first, I mostly find documents. Leo and I each have our own file, which figures. I find a few interesting documents, including one labeled 'Solutions to the labor shortage'. This document contains a list of laws she is proposing. She wants to outlaw cross-dressing, drinking on certain days of the moon cycle, and various other silly ideas. I shrug. This is obviously an attempt to replenish the city's supply of slaves, but it forgets why the law works the way it does in the first place.</p>\n<p class=\"cnM5N2I1MjE0YjM1MjQ1NjQ4N2M2YTE4Y2U4ZjE4ZDBk\" data-original-margin=\"\">Slaves are all criminals because people are more compliant and supportive if they believe the law keeps them safe and that they can reasonably avoid its consequences. Some of the proposed laws like enforcing the side of the road commoners walk on would defeat this entirely. Arrest people too freely, and that illusion shatters. It would be like making every meal and home cost millions of coins. A balance of desperation and security can control people. But that only extends so far. Once homes and food are inaccessible no matter what you do... well people won't be so compliant. The same goes for trying to make people into slaves for any random violation.</p>\n<p class=\"cnM0N2ViNmY3ZDViNTQ1ZWE5NTRiOGEwZGQ1ZmNiNWM2\" data-original-margin=\"\">She's likely not the only noble who had this idea for replenishing slaves, but if they try it people will only be more susceptible to my ideas. Without the fucking temple, this alone would probably incite a revolution of some kind eventually. This isn't new information, but it is useful to know. I thought it would be another year at least before they started suggesting it. I do shake my head as she fails to suggest, 'use our magic powers instead of forced labor' at any point but that would, of course, require a more practical examination of magic in general. Something tells me the nobles of this world would complain if they went to a grocery store where cashiers had stools.</p>\n<p class=\"cnNhODBlYzYwYTczMjQzZjA5Yjk1NzJlMjBmNjEyNjgx\" data-original-margin=\"\">I move on from that and open a lower drawer. My day brightens immediately as it slides open. Inside is exactly what I need. A smooth, fist-sized metal sphere sits on top of a few more documents. A communication orb. I quickly pick it up and tuck it into my dress pocket, then hurry to lock the desk and find a seat on the other side. This is exactly what I need, and I can't risk losing it by searching any further. I'm just in time too, as my radar reveals multiple people approaching just as I settle in.</p>\n<p class=\"cnMyZDYzNzA4N2NlYjQ3ZTZiZjY2OTdjYzI0NGYwNzhh\" data-original-margin=\"\">I release the spell, and a moment later headmistress Cateline enters, tailed by Professor Clarrise and Hugh. \"Why am I not surprised, Lady Lillith?\" Cateline sighs before taking her own seat. She pauses, like she senses something is wrong, but gets distracted as she notices me. \"Do you actually have dirt on your dress? Why do you insist on besmirching the name of my Academy? Never mind, don't answer that. Do you know why you are here?\" she interrogates and I put a finger to my pursed lips as if in thought.</p>\n<p class=\"cnM5YjYzM2YyNGQ3MzRkNGJiMGNmNGQwODhjNDViZWRh\" data-original-margin=\"\">Hugh smirks at me, his confidence restored now that Cateline is backing him. Clarrise looks too exhausted to comment, but she gives me an apologetic half-smile. \"Well, this is my place of learning. Where else would I be?\" I answer, offering her a sweet smile. She rolls her eyes and Hugh scoffs.</p>\n<p class=\"cnNjM2FlZmQ4Nzg4ZjQxNWY4M2U0OTM5ZTEwMjgzNjAx\" data-original-margin=\"\">\"It's going to be like that, is it? Lady Lillith, you have been accused of cheating with credible evidence. If you confess now, I can do my best to avoid your expulsion from the academy,\" she offers.</p>\n<p class=\"cnM4ZjQxYzU4ZTYwNjRkYWJhZGMyMTdlMjg0MTQ4MWQw\" data-original-margin=\"\">\"Is the credible evidence that Hugh over there reeeeaaally wants it to be true?\" I ask and she glares.</p>\n<p class=\"cnMxMjc1MWU0OWE3YzRjOTI5OGE5M2E4NTc1ZjljYjM5\" data-original-margin=\"\">\"Keep a civil tongue in your mouth, I am giving you a chance here. Tell us how you cheated,\" she orders and I lean forward.</p>\n<p class=\"cnMzZDQ5NDEyNzg2MDQ5MTE5YTRlZjFjYzc0NGEyMzY4\" data-original-margin=\"\">\"I can't tell you what you want to hear. I solved the equations provided. It was extremely easy. That's the only answer I have,\" I respond and Hugh cuts in.</p>\n<p class=\"cnM3OWJhNmY0NGRkMTQ1YjFhOWJhOTViZjE2ZTUxNzA4\" data-original-margin=\"\">\"Perfectly, and in only a few moments? When you couldn't even read one at the start of class?\" he challenges.</p>\n<p class=\"cnMxMTIxODRiMGFkZjRhZmJiOWNiY2Q5NDE1OWM0MzI0\" data-original-margin=\"\">\"Lord Hugh, you are here as a witness. I will ask you if I need your input,\" Cateline reprimands before turning her attention to me. \"He is, however, correct. You were far too fast. And I'm told you didn't show your work, only including a few nonsensical scribbles followed by the answer. Isn't that right, Lady Clarrise?\" she asks.</p>\n<p class=\"cnM4NjJkYzRhOGUxZjRhY2JiZGE3YzY0MzQyMWY4OGYy\" data-original-margin=\"\">\"Well, yes but-\" Clarrise answers and Cateline cuts her off.</p>\n<p class=\"cnNkNTRkNDkxMzA1YzRmMmM4MGNjMDRjYTMxODY1OTc5\" data-original-margin=\"\">\"Right. So can you explain that?\" she asks, looking down her nose at me.</p>\n<p class=\"cnM0OWQ0OGQwMjE3ZjRmODdiMDg1NTlhNWQ3NGVlNGVi\" data-original-margin=\"\">\"Sure, that's my own personal notation. It helps me work more quickly. As for how much time it took me, I already answered that. It was just an easy test,\" I respond, leaning back and examining my nails.</p>\n<p class=\"cnM4NWRmNDgzMWJkYjQwYjk5Y2QzNTAzZDk3YTFkODcy\" data-original-margin=\"\">\"Liar!\" Hugh yells, \"There is no way it was that easy for you, you-\"</p>\n<p class=\"cnM2ZGE1NTUzZjM4ZTRjOWM5ZWFhZjNmNDBkYzExNDY4\" data-original-margin=\"\">\"I will not warn you again, Lord Hugh. Be silent until you are asked to speak. And you, Lady Lillith. Your flippant attitude is doing you no favors. If you insist on this lie, we will test you here and now. Lady Clarrise, how fast can you write a new test?\" Cateline interjects and Clarrise jumps.</p>\n<p class=\"cnMzYzFmYTBjZTI4MTRkMmRiM2JmM2Q1Nzc1NDY5NDQ4\" data-original-margin=\"\">\"It shouldn't take too long. You want to test her again, here?\" she asks and Cateline nods.</p>\n<p class=\"cnM1ZTFmYzkyNzcwMDRhNjI4ODMxNGIxY2JjNGYyYjJm\" data-original-margin=\"\">\"Yes. If it was so easy, she should have no trouble reproducing her results. In fact, why don't you make it a little harder, since she seems to believe the one you provided was inadequate,\" Cateline orders. She continues to try and get a confession out of me as Clarrise works for the next half hour or so. Before long, a new test is presented, and I am given a quill and ink to fill it out.</p>\n<p class=\"cnM1NDNjNTY3YTVmYzRiNzU5N2E2MDFlNzA1MmMyNTlh\" data-original-margin=\"\">I smile as I look over it. It is more difficult than the last, but that's not the same thing as difficult. This time, I don't take my time with it. I solve every equation in maybe seven minutes or so and hand it over. Cateline raises her eyebrows at me, and she examines it with Clarrise. Hugh has the most smug look I've ever seen a face burdened with, and I lean back, relaxed. Cateline's brows furrow and her mood sours as she looks over the test. \"You're dismissed,\" she sneers after a moment. \"Lord Hugh, I do not appreciate having my time wasted,\" she adds, redirecting her ire. I stand and curtsy, then wink at Hugh before leaving.</p>\n<p class=\"cnM1NGU0YjJjNWZhMjRmMmU5NjFjZjVhNzY0YTRkNWZh\" data-original-margin=\"\">That wasn't too bad. All in all, it was a good day. I can show this sphere to Sara, and I have a litter of Kittens waiting for me. I hum as I make my way back to the dorm.</p>\n            ",
  "invisibleParagraphContent": "Stolen novel; please report."
}