{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhZDg3ZDY4ZTU5MTRhOTQ4YTYxN2EwYmU2OGZkNTIx\" data-original-margin=\"\">As the sun goes down I arrive alone at a small home in the poorer quarter of the city. I feel the grief emanating from the home as I approach. This isn't the sharp grief of a fresh loss but the numbing grief of someone who has given up. I take a deep breath and knock on the door.</p>\n<p class=\"cnMwZDZlNTlkNWE0OTQzNzdiMGM1OTkzNjM4OWQyYmFi\" data-original-margin=\"\">It takes a few moments, but a middle-aged blonde woman with dark circles decorating her eyes answers. \"What do you want?\" her terse greeting assaults me.</p>\n<p class=\"cnNmMDlkMzRkOWM1MjRlYmY4NGM1ZTU1YWNkYWZiMDJm\" data-original-margin=\"\">\"Hello, ma'am. I'm very sorry to bother you. My name is Lillith, I was hoping I could speak to you and your daughter,\" I respond gently.</p>\n<p class=\"cnMyYmJmM2MzMGZhNTRlZjNhZDU2NmZhZjJjY2IxZmIw\" data-original-margin=\"\">\"What for,\" she asks, keeping her body between me and the inside of the little hovel.</p>\n<p class=\"cnM1MTEzMzU5MDlkZjQ3OTU5MWIwZDFmZmRiYWZlNmVi\" data-original-margin=\"\">I have been through this song and dance a few times. \"Someone close to me is getting involved with Baldwin Tudor. I was told you might have something to say about him?\" I ask, flinching as her face is overcome with rage for a moment.</p>\n<p class=\"cnM2NDJjMzljYTU0NTQzMDFiODQ1OWE3M2I5MDQxMDQ3\" data-original-margin=\"\">\"Tell them to get the fuck away from him if it's a possibility, and if not may the Collector have mercy on them,\" she spat out before literally spitting on the ground and going to close the door.</p>\n<p class=\"cnNkZmI1MzFlNjg3MzQ4OTA5ZGM4OTgzN2ExZDEyMjk1\" data-original-margin=\"\">\"Please!\" I beg putting my hand on the door, \"This is important, I'm begging you, I don't know what I'll do without your help! He wants me to marry him, I don't know what to do...\" At this confession and the desperation in my voice, she seems to understand I am asking for myself and her face softens.</p>\n<p class=\"cnNiYTZkYWNhOWZjZTQ2YTliNTcyODcxYjZlODVjZjA2\" data-original-margin=\"\">\"Oh sweetheart,\" she says. \"I'm so sorry. Come in,\" she finally invites. She leads me into the one-room home where her daughter is sitting on the bed and looking at me nervously out of one eye. Her right eye is completely missing and that side of her face is marred with severe burns. She doesn't speak as I enter. \"What do you want to know?\" the older woman asks.</p>\n<p class=\"cnMyZTJlN2ExNWQwYzRjMWM5NjNmZDhhYjE4MTRmMjEw\" data-original-margin=\"\">\"If it's ok,\" I say, \"Can you just tell me your story?\" She is quiet for several moments at this request. She looks at her daughter, who gives her a barely perceptible nod. With that permission, she finally speaks up.</p>\n<p class=\"cnNhNDYxOTRhZTlkYTQyMjNhYmY5ODc5MTUyNThhZjJh\" data-original-margin=\"\">\"It's not really my story, but yes, I can tell you,\" she agrees. \"It started about a year and a half ago. Abby, my daughter, was hired as a maid at the Tudor estate. She had been working at our family's flower stall and Lord Baldwin approached to order an arrangement. He was polite, charming, and seemed to be enamored. She was taken with him immediately,\" she starts before taking a long contemplative pause. My heart already starts to break.</p>\n<p class=\"cnNmNDk2MjZhMGMzZjRlODU4OWFhZmU4YWI1OWZhZmMw\" data-original-margin=\"\">She continues, \"He came to the stall to see her every day for a month. He flirted with her, promised her a better life, and eventually offered her a job. She was ecstatic. I had never before seen her glow like when she accepted that job. She thought he might marry her someday. That he was hiring her as an excuse to spend time with her. She went to work the next day.</p><p class=\"cjdlOGQzMTVkZDE5MjRkODc5ZTM3Zjc0MjI1MzQ3OTQ1\" data-original-margin=\"\">The story has been taken without consent; if you see it on Amazon, report the incident.</p>\n<p class=\"cnNlZWI1MTQ5NDEzYTQ5YzE4NjVkZTM0ODNmYWU3NTMw\" data-original-margin=\"\">At first, My husband James and I didn't notice anything wrong. She seemed ok when I saw her. But I started seeing her less and less. She started forgetting things and losing time. She would refuse to see us when we tried to visit. After a month, it was like she was a different person. We weren't allowed near the estate anymore. We weren't allowed to see our daughter,\" she quivers, struggling to tell the story. I give her the time to compose herself.</p>\n<p class=\"cnNiYTQ0ZDExOTAwYzQ3ODJhMzk3OGQwMzBmZTJkYTZh\" data-original-margin=\"\">After a while she regains control of her voice to continue the story, \"James got desperate. A man contacted him offering to help him get onto the estate. He took him up on the offer. He snuck onto the Tudor estate. He crept past the guards and made his way into the home. He searched the house and found no one there. Then, in the servant's quarters, he found a hidden room. A bookcase had been moved and an opening in the wall was in its place. He investigated it and found Abby. Chained and barely dressed. She had bruises all over her body and her eye had been removed.</p>\n<p class=\"cnNkNjg2MTg5OTNkOTRjOTA4ZGFmNGU5ZWQwMTkxMTgx\" data-original-margin=\"\">The keys to her chains were hanging on the wall and he freed her. he brought her home to me, using the cover of darkness. Lord Baldwin was waiting for him. He knew he had been coming; he'd sent the man to help us, and he let him find her. The guards were instructed not to stop him and the bookcase was left open on purpose. Baldwin explained all of this to us as my husband stood in our home, trying to wrap a blanket around our daughter.</p>\n<p class=\"cnMxYmFmYWEyODYwMzQ2MDU5ZDhmM2IyYzYzY2YzMjlj\" data-original-margin=\"\">He told us he did it for fun. Like a cat and a mouse. He seduced Abby just to torture her. Let James find her just so he could see the hope fading from his eyes. Then he gave him a choice. Return Abby to him, or kill himself. He promised if James took his own life, he would let Abby go. Let her and I live our lives again. James was a good man. He loved us, and he bought our freedom. But not really. That man would never be so kind. No, he took us in as his wards. He comes to taunt us when he is bored. He'll never really let us go,\" she finishes, silent tears running down her cheeks as Abby holds her face in her hands.</p>\n<p class=\"cnNkMWYwZWE0YWYyYzQ5ZThiZjFkOGE5N2U0YTc4ZmVk\" data-original-margin=\"\">\"I'm so, so sorry,\" I say, the mana in my body condensing and flooding me with power.</p>\n<p class=\"cnNlYjJmYWNkNjUxMTQ1NzlhZjY2NmM1MjlmZmQyNDgw\" data-original-margin=\"\">\"Don't be sorry,\" she says bitterly, \"Just run. Get as far away from here as you can. If you can't get away from him... well, James may have had the right of it,\" she says, weariness and grief in her voice.</p>\n<p class=\"cnNmMzNiNGY5YzRlNzQ0ZjA4MjZlZDI2YzA0NmI2Mzk1\" data-original-margin=\"\">\"Thank you,\" I say with sympathy. \"I appreciate you telling me your story.\" Then I brace myself. It is time to take a risk, the same risk I have had to take dozens of times in the past few weeks. A risk I simply have to accept Baldwin will find out about, and take anyway. I look at both women in the room and take a deep breath before asking my next question. \"Do you want to help me kill him?\"</p>\n<p class=\"cnMxOTg4ZmM3YjFjOTRlOTc5NGVkOTI2ZDRjODgxZGUy\" data-original-margin=\"\">There are a few moments of stunned silence when the mother speaks up, \"No, absolutely not. He'll know. He always knows. He will give us just enough hope and then he'll use it to hurt us again. Absolutely not. I won't.\"</p>\n<p class=\"cnNjMjQ3MjMyYThhYjRjNTE4MGFlZjE5ZWI3YmM0OTIy\" data-original-margin=\"\">\"I understand. It's a huge risk, and I know why you are scared to take it. But this is your only chance at ever being free. Please, help me,\" I plead.</p>\n<p class=\"cnNiZmNiODRhYTI5NzQzNTE5MzllNjkzZmVkMjZmOTVi\" data-original-margin=\"\">\"No. Get out. Get out of my house, I won't go through this again,\" she demands. I understand, and I can't push any more than this. This isn't the first victim to refuse, and I can't blame the traumatized for being unable to do what I am asking of them.</p>\n<p class=\"cnNkOTFmYjVlYTdlYzQ5ZTFiMjk3N2FjMTA0ODI5OGI2\" data-original-margin=\"\">\"I'm sorry, ma'am. I understand. I'll leave,\" I comply and turn toward her door. Just as I am about to leave, I hear a voice from behind me.</p>\n<p class=\"cnNhZjdlZGI1NDkwZDQ1OTU4MGQ0ZDllZTUxM2RkM2Rl\" data-original-margin=\"\">\"I'll help,\" Abby says weakly. I turn around slowly and the older woman whirls on her daughter.</p>\n<p class=\"cnM3YjU0MTFkMjQ4NjQ0ZjA5ZTVhNTA0M2ZiYTRmNTUx\" data-original-margin=\"\">\"No, Abby, it's not worth it! Please, this is a mistake, I can't lose you too,\" she begs. Abby is resolute and her voice gains some strength as she speaks again.</p>\n<p class=\"cnM3YWMxY2IyNGRjOTQxNjRhOGQ5MWQ4YzNiNDIyMjc0\" data-original-margin=\"\">\"I want to help kill him.\"</p>\n            ",
  "invisibleParagraphContent": "The story has been taken without consent; if you see it on Amazon, report the incident."
}