{
  "preChapterNote": "<p>Long chapter today but, I just really don't like multi-chapter fight scenes if I can avoid it.</p>",
  "postChapterNote": "<p>Fun fact for the DnD unaware, every chapter where Lillith fights a bard is titled with a bard spell from DnD.</p>",
  "chapterContent": "\n                <p class=\"cnMyYjQ5OTNiMzA1ZTRlNDM4MjIzOWRmMGQxNmM4ZmUz\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnMzYTc0OWMxOTA0OTQwZDFiYWYwYzc0YzAzYWYxMWM1\" data-original-margin=\"\">I push myself back with force as I approach the rooftop. This has become one of my favorite ways to travel across the city over the last few years. I launch myself from a rooftop with force, then slow my fall to make a gentle landing. It's an incredibly quick mode of travel and, more importantly, makes me feel a bit like Yu Shu Lien. It initially took too much mana to keep up consistently and was far too conspicuous, but both problems have been solved.</p>\n<p class=\"cnMyZjZjODI2ZGQyMjRlMzg5YzE5ZDk1NWI2ZDc1YTgy\" data-original-margin=\"\">With the changes in the city and my growing mana pool, mana limits are rarely a worry for me. I can't fight quite as well as inside the Radiant Woods, but I don't have to push myself for most spells. I've also got a fancy cloak I have enchanted to disperse light coming in my direction. It doesn't make me invisible, but at night it's pretty close. It turns my entire body into an empty void of darkness. It's extremely visible in daylight but right now, I am as close to invisible as a moving target can be. With my gentle landings and the dark around me, I can pass unnoticed at much faster speeds.</p>\n<p class=\"cnM4ODIyZmRjYmVhZDQ0N2Y5NjZiNmExNWRmZjBmMjk1\" data-original-margin=\"\">I no longer need to call Sarafyna every time I need to rush across the city, unless I need to move especially quickly. It has, broadly speaking, been a good few years. It's been nice not caring about graduating; I haven't had to work myself into an early grave just to make sure I pass every class. That's not to say I haven't been working. The more I do the more there is to do. The crown has been using the flimsiest of excuses to arrest its own citizens and create more slaves, who they have been keeping in more discreet locations.</p>\n<p class=\"cnM3M2I2YmNiNDAwOTQ5NTg5M2M1ZWYzZjZlM2FhYTUz\" data-original-margin=\"\">I can often stop the arrests as they happen, but whether I do that or find them later they are in much smaller groups. They've been separating the new priest 'recruits' as well and I haven't been able to rely on Sara's help as consistently. That's alright because, finally, we have our very own communication orbs, or Whisper Spheres, as Sara claims they are called by the church. It even turns out that long-distance spheres are no more difficult to manufacture than the personal ones used within the city. This is relieving and troubling in equal measure.</p>\n<p class=\"cnNjMjNhZmFkZjQ5NDRjNDFhZjc2ZTRkNTAyYTcyOWE3\" data-original-margin=\"\">Long-distance communication has always been a gap I couldn't close and I worried we wouldn't be able to manage it so I'm glad to have that worry off my chest. It also confirms, however, that the strange and artificial isolation of cities is very much by design, and I haven't figured out why. Neither the church nor the kingdom should benefit from this. In fact, it has made my job much easier. I'd like to be grateful, but it makes me uneasy.</p>\n<p class=\"cnNjYzQ4ZTA0NTU0YTQ0NjNiZmRlNmUzN2NhNmQ1YTdh\" data-original-margin=\"\">Tensions are as high as ever between the people, the temple, and the nobility. No one trusts anyone else and, if the king pushes any harder, it will only take a spark to set this country on fire. These people are ready to fight. I can see it in their eyes as I walk through the market. I can see it in the closed windows and hushed whispers. All they need is someone to fight the pillars of power with them. The king and other mages who can hit the people like a nuclear bomb. The king is the only one that is likely to, at least. Every other powerful mage I know about is aware that ruling people requires having people to rule.</p>\n<p class=\"cnM2NjE5MTdmODBhZDRkY2M5NDBkYzczYzg3MDg5YjM2\" data-original-margin=\"\">As I fly from the poor, run-down buildings to the ornate mansions and wide roads, I adjust my course a bit. My Radar goggles pick up a group of five patrolling through a nearby alley that I want to avoid. The church has been throwing everything into catching me. They've been growing more desperate as their numbers dwindle and their control fades. Fewer people have been showing up for confession to have the control re-established as well. Commoners technically are legally required to go now, but as the King abandoned the pretense that 'following the law is possible' the sting of the word 'criminal' began to fade.</p>\n<p class=\"cnM1M2RkNDg3NzM2NjRmNGE4OGI5ODBiMTJjYTFkYzEx\" data-original-margin=\"\">Confession used to be more or less required by social agreement, which actually worked better, but with a monster running freely through the city and the previous divine suggestions gone, the appeal is not what it once was. It's now just another excuse to seize random people as slaves. All that being the case, the church has all but abandoned the practice for the time being. When they do get a confession, their control fades too quickly for it to be worthwhile. Instead, finding me is priority number one. To kill me, or I suppose try dropping me in the Radiant Woods. But also to question me. They want their power back, and they want it bad.</p>\n<p class=\"cnM2ODgzOTJkYzUzZjRhMWFiOWRkNzQ2YjEwYzBlNzQ4\" data-original-margin=\"\">Dodging them has also made things slower and more difficult. I don't have time to fight priests every time I go out, and they have been sticking closely to slave owner's homes. Fortunately, with slaves being spread out more, it's harder for them to know where to guard. I simply have to choose targets they didn't, and I always see them first. Tonight is no different. I'll simply head to the next target on my ever-shortening list. I've added names over the years, of course, but only so many people can die before a few nobles start to wonder if requisitioning new ones is worth it.</p>\n<p class=\"cnM0YTc5ZGRkNjRiNDQ0OTJiOGVmYzE0YjRlY2JkZGU4\" data-original-margin=\"\">I am endlessly grateful the church and crown seem to be uninterested in working together. I don't know if that's because of my vampire gambit, because they both want to believe they are in charge, or both. But if they both searched for me, or agreed on one spot to keep all slaves and both guarded it, this would be far more difficult. But the idiot king hasn't looked for me at all, instead focusing on shoring up his defenses. His favored nobles have certainly been well protected. Powerful mages all over their estates, and the palace, have made those targets nearly untouchable.</p>\n<p class=\"cnMwODc5MWQ1MDk2OTRkNWZhNDBhNTRjYjEzNWUyY2Mx\" data-original-margin=\"\">Little does he know, I don't need to touch them. He thinks he can hide until I've been handled and he and his powerful friends can just emerge victorious. But like I said. He is the only one who might nuke the people, and he will be the first royal I kill. As soon as I have gotten as many slaves as possible to safety, the time will come for just that. I just need to draw him out. Him and Medici, the father of the temple, if I can. Once I get them in one place and within my reach, well... That's all she fucking wrote.</p>\n<p class=\"cnNjM2FlZDg1MDYzNjQxNzZhNmU2YzhlNTQzOTY0Mjdh\" data-original-margin=\"\">As I pass out of the entertainment district, hiding from the patrons of various upscale taverns and gambling halls, I see my destination. Not a private slave owner this time, but the manager of a cabaret. He's a particularly nasty one who uses his slaves for a fighting ring in the basement. Well, for one final night, he is. I push myself from one roof and revel as the wind blows past me. I'll never get tired of flying like this, even if it's not true flight at the moment.</p>\n<p class=\"cnM2NDljMjlhNjZjNTQ3ODY4YmRmZmY1ZDU0ZWU2ZjY4\" data-original-margin=\"\">As I approach the next rooftop, I extend force to slow my fall, and... nothing happens. My force mana disperses as soon as I aspect it. I try again, to the same effect. \"Oh fuck,\" I whisper as I collide with the building at full speed. I feel myself bruise and my face smacks into the ridges. While still dazed, I roll down the side of the roof and slide off, landing hard on my back. My head cracks against the cobblestone and I groan in pain. I hold one hand to my face, then examine it. It's covered in blood, probably from my nose.</p>\n<p class=\"cnNkNDhhNmJlNzRmNjQyNDU5OTM0Y2JjNjhkN2U1MDQ4\" data-original-margin=\"\">It's tender to the touch and I suspect it's broken. If I hadn't strengthened my muscles and bones so much over the last couple of years, my injuries would be far worse. I had hit extremely hard. What the fuck happened? I've never had my mana disperse like that before. I painfully climb to my feet and strain my eyes searching my surroundings. I hadn't seen any patrols in the area. Only the patrons of the various businesses. The light mana on my goggles is still working and I don't see any threats. I give my body a quick once over. I am going to bruise all over, but I'm not badly hurt. Certainly not like I would have been a few years ago.</p>\n<p class=\"cnMzY2I1ZDkzNTY0NDQwMTJiOGMwODlmYmRhYmQ2NmJm\" data-original-margin=\"\">That's when I realize it. It isn't only force mana that dissipated. I can't feel any grief. None at all, from a single soul anywhere near me. Then, a nearby restaurant starts to empty out. Not like it's closing, everyone inside is headed in my direction. Then another restaurant does the same, and another. There must be four dozen people circling me. The realization of what's happening dawns on me and my stomach churns. I've seen this scene before. I caused this scene before. And it hadn't worked out too well for Baldwin. I am standing in the middle of a mana dispersal circle, designed specifically for me.</p>\n<p class=\"cnNjNjYzNGJjYjI2NTQzOGU4YTM4ZjRiZjkyNmY2ZGJh\" data-original-margin=\"\">How did they know about the grief mana? I could understand force, any mage could have seen me use it, which meant any aspect I had used in a fight may not work right now. But grief? Had I forgotten to extract my mana from my blood before dosing drinks or something? I wouldn't make a mistake like that, and they would need to know who I was<em> and </em>what I was doing to even think of it. When had someone gotten the chance to examine me for my aspects?</p>\n<p class=\"cnNmNGFmYTlhYWYyMjRmNDliYzdlYmIyOWEzYjM2NmZl\" data-original-margin=\"\">I hadn't lost a tooth like Baldwin. I haven't really lost a fight since... oh fuck. A phantom pain radiates from an old scar on my side. A scar I'd gotten from Autumn's old bedframe when a piece broke off and stabbed me in the side. When I fought the fucking bard. The bard who made sure to extract the large splinter before leaving. The splinter and the mana-filled blood soaking through it. As if summoned by my realization, a familiar figure in a familiar mask rounds the corner. I take a deep breath and tense. There is nowhere to run, not yet. I am completely surrounded. I need to make a plan.</p><p class=\"cmM4YWM0MmYwZWMzYjRiMWFhYWQyMmI5NmM0YjBlZjg1\" data-original-margin=\"\">If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it.</p>\n<p class=\"cnNiM2JmYmI5Y2JmMTQzNzc4NGU2NzA5NzhjMzFkNGIy\" data-original-margin=\"\">\"Don't worry, Lillith of Endings, we only want to talk,\" the man says, holding a placating hand up to me. What mana can I use? I have my new aspects and I haven't used them all publicly. I haven't needed to. But that doesn't mean I can use them. If I try to check, the bard will see and he'll know what to expect. I have to wait for the right moment and hope it works. Lightning is my best bet. It's quick and a good match for whatever metal he uses. I've also never used it while hunting. If I time it right...</p>\n<p class=\"cnM5NjgyYTA2NTA1MTQ5Zjk4MmM2YmIzYmZhODkwZWE2\" data-original-margin=\"\">\"Talk, talk about what?\" I asked, scanning the emerging nobles around him. As a bard, each and every one was going to make him stronger. I'm stronger than I had been in our last fight, but so is he.</p>\n<p class=\"cnM5YWJhMjMxNjA3ZjRkMzdiZWQ0ODkzZmJmOTY1YmQw\" data-original-margin=\"\">\"Oh, not going to deny your name?\" he inquires, mild interest painting his voice. Why would I do that? I hadn't been wearing a mask the last time I saw him. What would be the point? I have to get out of here and warn everyone to run now. They could be at my house already but... why had they waited all this time?</p>\n<p class=\"cnNkZGU2YmI5Y2QyMjQyMGM4ODlkYTkzNmUwNGNjMDg1\" data-original-margin=\"\">\"What do you want?\" I ask instead of answering his question.</p>\n<p class=\"cnNkM2U4MWIyMGUzODQxZTY4YTZkOTU3Y2VjMjIxNTU0\" data-original-margin=\"\">\"Nothing much. I want to make you an offer. You've been... a great help over the years. My master would simply like to make our alliance... official.\" I narrow my eyes. I had been helping him? I don't have time to worry about what he means by that.</p>\n<p class=\"cnM5YmNhZjM2YzBkMjQ5ODVhZDlmZDRlOGIzOTE3NzFh\" data-original-margin=\"\">\"Your master?\" I probe and he holds his hands out to his side.</p>\n<p class=\"cnNiODUzZDMwYmFhOTQyYzVhNDIxYTgyMThmODQ5MjI1\" data-original-margin=\"\">\"Why, the rightful king of Potestia, King Darian. He's a big fan of yours Lady Lillith. He wants your help to ascend the throne. Well, more of your help,\" he offers.</p>\n<p class=\"cnNjOTQxMWZhYjE1ODQ4Zjg5OWVjZTZjYTg2MjIwZjli\" data-original-margin=\"\">\"The rightful king, huh?\" I respond, \"And what exactly does he think I can do for him?\"</p>\n<p class=\"cnM5MTA5NWJiYzhjOTRjZTFhYjdhZGMyOTg1Nzc2Y2E3\" data-original-margin=\"\">He laughs, \"What can you do for him? All of this is thanks to you, Lillith. Don't play coy, you've practically pulled the throne from under Donatello's ass! The last thing we need to do is kill the man. With our help, you can do that. Come now Lillith. You are no Baroness. You could stand at the top of the court. Take care of your family with wealth you have never imagined. All he asks for is fealty. I think you'll find he treats you better than the current regime ever did,\" he offers.</p>\n<p class=\"cnM0ZGVlNGJjOWJjODQzYjRhY2IyMGZlMjFkZjIxYTBk\" data-original-margin=\"\">For someone who seems to know so much about me, it doesn't seem like he has been paying much attention. \"And if I say no?\" I ask and his face darkens.</p>\n<p class=\"cnM1ZjAxZDlhMjIzMjQ1ODc4MWI4OGI3NWQ2MmJhMjgx\" data-original-margin=\"\">\"That would be foolish Lillith. Look, I know you have your little crusade. You want to be a hero. A queen the people love and praise for saving them from their oppressors. But we've seen through the facade of justice. It was a good idea, pulling allies from the common people, but no one will ever accept a queen, however grateful they are. On some level, you must understand that. You want to be loved? To be seen as a hero? We can do that, and without the ridicule you'd receive if you tried to wear the crown. Come on now, come meet the true king,\" he offers, holding a hand out to me.</p>\n<p class=\"cnNjNTgwMDE1Mjk0YjQ5NmI4YTUzMWVlZjc4OWI0ZThj\" data-original-margin=\"\">\"That doesn't answer my question. What if I say no?\" I repeat and his face takes on a distinct edge.</p>\n<p class=\"cnMxMjJkOWU4Y2FkNDRkOWM4MzBjOTM5MWQ1NTI4OTlm\" data-original-margin=\"\">\"No is, I'm afraid, not an answer we are entertaining,\" he replies, clear frustration in his voice.</p>\n<p class=\"cnMyY2MwN2I5OGFhMDQyZWNiYjc1NTEyZGFmMzUyODAz\" data-original-margin=\"\">\"So it's service or death, is that it?\" I guess and he simply holds his hands out and shrugs. \"I see. Well then, Potestian, take me to your leader,\" I agree and he smiles.</p>\n<p class=\"cnM3MjE4MzM5ZTEzNzQ0MDY4ZTcxMDhjYmFmODAxNTY4\" data-original-margin=\"\">\"I'm glad to see you are no fool,\" he says then gestures to a couple of his allies. \"I'm sorry about the shackles. Just a precaution, you understand. I'm afraid I misread you. I can feel it now. You don't feel greed, but desperation. Which, I'm afraid, requires far more caution.\" I recognize the mana suppression shackles as they try to reach for my wrist. Shit. I had hoped the bard himself would approach. No matter. As the first man grabs my arm, I yank as hard as I can. He screams in pain as his arm dislocates and ligaments tear. I grab his head with one hand and the head of the second man with my other.</p>\n<p class=\"cnM4ZDJhODlkMjhkZTQ0MmZhOTE4NjAwNzdjMTQwYjQz\" data-original-margin=\"\">It's hardly more difficult than crushing a couple of cantaloupes as I slam their heads together. The visceral gore draws gasps and cries from many of the lesser nobles, but the bard just scowls. I don't wait for him to respond, I jump. No force mana, just my own strength. It's still enough to reach an upper window in the building I had fallen from, and I crash through the glass and begin running. Once I'm out of sight, I cycle through my mana to see what I can aspect. Metal, water, light, and electricity. Well, it's not a terrible combo.</p>\n<p class=\"cnM4Nzg5ZTlmMjBhZTQzZWQ5MWYwZTg2Zjc3ZDY0ZWJh\" data-original-margin=\"\">I want to run in the direction I came but if they finished the circle while I was already inside it, I have no guarantee it's not further to the edge in that direction. I don't even know how big it is. \"You can't escape, Lillith. We know who you are. We know where you live. Where will you go?\" the bard calls as he appears behind me. I try to summon a metal wall, an easy enough task usually but it's too slow without grief mana. He on the other hand is empowered in a dozen ways by dozens of people, including myself. He fires his own metal projectiles at me and they tear through my flesh like bullets. My left arm is a bloody, shredded mess and my leg has a graze as well.</p>\n<p class=\"cnM3ZmJkYWU4MjM1NzQ1NDA5NTkyYzZlYzQ0M2U3NWZh\" data-original-margin=\"\">I grit my teeth and disappear into a door. \"I don't want to kill you Lillith, you're of more use to the rightful king alive than dead,\" he laments as he nonchalantly enters the room. There isn't another exit, which he must have known before we ever entered. He did his homework. The only way out is another window, far to my right. I'll never make it before he kills me, and I do believe he will this time, whether he wants to or not.</p>\n<p class=\"cnM0YTQ3ODA1MjY3ZjQ0NzdiNmI1YmVmYWUzMDE0NThj\" data-original-margin=\"\">\"That's the thing,\" I say while I prepare a light spell, which he only chuckles at, \"There is no such thing as a rightful king.\" Then I run for the window. He sighs and his metal shards are already flying at the window, long before I make it. I don't care. I throw myself, with every ounce of strength I have, to the right, directly through the plaster and wood of the wall. As I am once again falling at full speed to the ground, I cast my triply layered light spell. The world around all of us goes black as 'Total Eclipse of the Heart', as I like to call it, takes effect.</p>\n<p class=\"cnM0Mzg3ZTQ5MTJjNDQxZmM4ZjBiMDA0NjQ4ZDY2MDNi\" data-original-margin=\"\">\"That won't work Lillith,\" the bard calls as I hit the cobblestone a second time, pain shooting through my arm. \"Even if you don't cast another spell, I can feel your fear. Your panic. Your rage. You can't get away!\" I don't care. This spell isn't for him, it's for his friends. Because I didn't make it dark. I created a total eclipse, or the effects of one. The darkness is a distraction from the UV rays I am transmitting. UV rays that don't hurt to look at, but still do damage. The darkness starts to get torn apart by various other mages and I have to dive just as I'm standing to avoid spells of stone, wood, and fire from all directions.</p>\n<p class=\"cnNjZGQ5MzE1YmRjMDQ2NDA5YmU2ZWI2NjgxMDQzMzE1\" data-original-margin=\"\">I can't hold them all back but thankfully my base mana is still enough to put up a fight. It seems the bard isn't empowered enough to directly crush my mana, even if it's a close thing. After a moment, the darkness disappears, but it's too late. \"Someone dispel the damn darkness you morons!\" the bard calls and I grin, standing again then begin pouring all my mana into a lightning spell. It takes a lot if I want to control it, but I should have enough. My Total Eclipse spell is far more dangerous than looking at the sun. The amount of UV light I produced at the range I produced it is far more than anyone on earth is ever at risk of staring into. Everyone in range would have the most severe solar retinopathy in history. Well, everyone but me.</p>\n<p class=\"cnNkODZjMzBlYzI5MjRkNzZhN2IzZDBiZTBjMTNjNTZk\" data-original-margin=\"\">Before I can finish my spell, however, the bard flies at me at speed. I barely manage to avoid decapitation as I dodge to the side. His summoned blade still bites deep into my flesh and I have to bite back a scream. \"What the fuck did you do?\" He yells, \"I can still feel you, you spoiled child. I can feel how relieved you are. How smug. Do you think this will stop me?\" he demands. I don't, but lightning might. Rapid blindness does more than darkness. It blinds you to mana as well.</p>\n<p class=\"cnMwMTBhZDM5YTA2ZTRmZTM4MjE4ZTZjYmY3MmRjMWU5\" data-original-margin=\"\">This means while he can feel where I am with his endoaspects, he can no longer see my spells. I begin to run and he follows. He's faster than me and I narrowly avoid another hit. Thankfully, his allies panic more than he does. We both have to dodge spells flung in my general direction by the other nobles, but he can't see them. I am impressed he still manages to dodge them when I realize he is reacting to my emotions. Dodging when he feels my hope, staying the course when he feels my disappointment. The man is a fucking monster.</p>\n<p class=\"cnNjYzYzNWYwNWI3YzRlNTY4ZmY0Y2Q4MDlmMTQzOTM3\" data-original-margin=\"\">I turn around and stop looking. A risky move, since I won't be able to dodge his attacks, but it pays off. \"Stop your spells you damn fools, leave the bitch to me!\" he shouts. The barrage of spells stops, but it's too late. Pausing to yell at them was the gap I needed to finish aspecting enough electricity for a bolt of lightning, which releases and strikes him faster than even he could ever dodge. The thunder cracks through the area and the blind nobles duck for cover. He stumbles and hits the ground hard, then stops moving. I want to check if he's dead but...</p>\n<p class=\"cnM0MGY0NDVjNGJkNjQ4OTNhNzEyMDExYWZjZTg4N2Q4\" data-original-margin=\"\">\"Th-there she is!\" a man shouts and I curse. Some of them are starting to recover a bit already. Total Eclipse of the Heart is a good spell, but it's inconsistent. The same effect on Earth was rare and I could only manage blindness on everyone due to massively increased exposure. Some wouldn't recover, but if they hadn't been looking in my direction or closed their eyes to focus or one of a dozen other variables, well. I have no idea how many people will be in fighting condition in a few moments, and I can't risk it. I choose to flee. I take out my whisper sphere and activate it with mana.</p>\n<p class=\"cnM5ZjI5YmY5Yjc5MzQyNTc5ZGM2MTU4OTgzODM0OTAy\" data-original-margin=\"\">\"Sara, I need to get out of here. Safehouse thirteen, meet me there immediately!\" I cry into it and after a brief pause, I get a response.</p>\n<p class=\"cnM2NDQ5YzEyNzViOTRkODlhYzM5NGQ0NzhhMmJiNjU3\" data-original-margin=\"\">\"On my way,\" is all she says, clearly aware I don't have time to explain. I run through the dark streets, past the stares of onlookers, curious about the cause of the thunder. I hear cries behind me and put all of my remaining will into running. Finally, I circle behind an old abandoned butcher's shop and hurry through its alley door. Sara and Autumn are waiting for me, and both immediately grab me so I don't collapse from exhaustion.</p>\n<p class=\"cnM0NWQwY2E4MzM4YzQ0M2JhYmRlY2Y2MjNjYjNiMWNl\" data-original-margin=\"\">\"W-what's Autumn doing here?\" I ask. It was a terrible idea to bring her. Why would she want to come?</p>\n<p class=\"cnNlNTBkYjU5NWQ0ZDQ1MjBiNzk2MmZmZTE2OTUxYWQ4\" data-original-margin=\"\">\"I- I have to warn you,\" Autumn stutters, \"About Lady Cateline.\"</p>\n<p class=\"cnMwNjM4ZDIyMTQ5NTRlYzJhMjVlNzQwZDM0MGJmYmU4\" data-original-margin=\"\">Shit, that didn't sound good, but I don't have time to ask about it. \"Fine, but we need to get out of here first. We need to get everyone out of here. They know who I am,\" I announce. Sara and Autumn's faces pale immediately.</p>\n            ",
  "invisibleParagraphContent": "If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it."
}