{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNlNGI5ZmMwYmM0ZjQzYzU5NWZlNjQ2ZTQ3NWEwNWJk\" data-original-margin=\"\"><strong>Henry</strong></p>\n<p class=\"cnM5MzMwYmU4NjVmNjQ1YzVhYjVjMzgzZGM2OGRlODIy\" data-original-margin=\"\">I've been here a week now, and I don't see any way out of this. Rosalind has me split my time creating medicines and drugs for her and these other morons to sell. She has already forced me to dilute the formula three times so she can sell more with fewer ingredients. I've never seen someone so unwilling to spend money on anything, nor someone so easily provoked to rage.</p>\n<p class=\"cnMwZmI4NmQwZmQxYjRhODA5YTI5NjMwMmZjMGM2ZTY2\" data-original-margin=\"\">She feeds me something resembling food once a day and leaves me a bowl of water to drink from. I'm kept in a makeshift cell and expected to create reliable potions with no tools and cheap ingredients. If she would just let me see Lily, I could handle all this, but she won't even entertain the idea. How am I supposed to be certain they aren't using Lily like she threatened if I can't even see her?</p>\n<p class=\"cnMzZGU4ZDk2NGU0ODQxNjI5YWI3OGViODNlNjRhMzZl\" data-original-margin=\"\">That's the thing that makes all of this unbearable. I don't know what they are doing to Lily, I don't even know if they still have Lily! I can't gamble though; If Rosalind is protecting her as long as I cooperate and I stop... I could never forgive myself. Especially since this is all my fault.</p>\n<p class=\"cnM2NGFmMjlhYjlmMjQxZTU5NzQzN2MyNDU0NGYwNGRm\" data-original-margin=\"\">I don't know if these guys were after Edward for his gambling debts or me for my alchemy. Rosalind implied they found out about me when I tried to escape, but I don't know whether that's true. It's possible whoever hired them knew about my apprenticeship and wanted me, before Lily killed them, apparently. That's the part I find hardest to believe, I've never seen Lily hurt so much as a spider. Although it certainly sounded like she was fighting hard when she came for me...</p>\n<p class=\"cnM2ZDQ0YTkwZWIxNDRiMjQ4YzkwYWQ2MTEwMDk3YmEy\" data-original-margin=\"\">Whether I was caught up in Ed's problems or targeted for my Alchemy doesn't matter, however. Alchemists are valuable, even just apprentices like me. What matters is Lily came for me after I was taken. She exposed her magic, a secret she was keeping closely guarded, and came to save me. If Rosalind is to be believed she even fought either Rosalind's boss or whoever hired her to get to me. In either case, it was someone wealthy or intimidating.</p>\n<p class=\"cnMyMWI0MzAyMmQ3MDRmMzA5NmJmMDI3MjZhODU5ZTI2\" data-original-margin=\"\">In other words, I got us into this and anything that happens to her happens because of me. That being said I can't trust Rosalind either. So I have to comply to keep Lily safe, and I can't comply in case she isn't safe. I need a plan to escape, but I have to find out where they are keeping Lily first. At the very least I need to find and talk to her.</p>\n<p class=\"cnNiYTE1YjYzYzZkYzQzYTY5ZTI1YWMzMGUzOWY2Zjg2\" data-original-margin=\"\">\"You seem awfully relaxed Henry,\" Rosalind's voice pulls me from my inner turmoil, \"You sure you don't have better things to be doing? Like I don't know, working?\"</p>\n<p class=\"cnNiMTYyNzIwMmVjZDQ2NzZiMDVjYWE4ZTA1ZWJlN2Jm\" data-original-margin=\"\">\"S-Sorry Lady Rosalind,\" I stutter, quickly resuming my work before following up, \"I... I could get this done faster you...\"</p>\n<p class=\"cnNiM2I3NGFlMGJmZjQ1OWViMmNmNWFjNGE4YTdmMThh\" data-original-margin=\"\">\"Oh, can you? That leaves me fairly curious as to why you haven't been? Maybe I should go ask your sister?\"</p>\n<p class=\"cnM5ZjllNGViMTFhYjRkZWU5NTc4MmIyZmEyMWZjYmM0\" data-original-margin=\"\">\"N-no, my lady! I meant, if I had a proper place to work, a room with tools and a table to work at, I could create more potions and other things if I had that, is all...\"</p>\n<p class=\"cnM1MjYzZGNiYjMyMTRlOTI5MmQzM2EyZGFjZDA3ZmZm\" data-original-margin=\"\">\"Oh? And where do you suppose I am going to find you fancy tools? Who goes without a room for you?\"</p>\n<p class=\"cnMwYWUyNmQ4YWFkOTQ3MDNiZGJhNTE1MWY1N2I2YzM5\" data-original-margin=\"\">I can see her irritation building but I push forward. It's a comparatively small risk. <em>Lady</em> Rosalind has some kind of hang-up about nobility, although she clearly lacks the education such a background would have provided her. I have to try.</p>\n<p class=\"cnM0YmFlY2UxYjllZDQ4YTBiN2M0NjkxZDFlNzc5ZWFk\" data-original-margin=\"\">I brace myself before responding, \"I-I don't know my Lady, I just thought...\"</p>\n<p class=\"cnNmYjVlZmIwNTJkMjRkOTg4ZDFmOGU0N2UwZWVjNmZi\" data-original-margin=\"\">\"You thought what?\"</p>\n<p class=\"cnNlNzZjODg1MTZmMzRlMmVhYjI0Y2IzNDAzMWE1Y2Nl\" data-original-margin=\"\">\"It's just the other noble ladies I have worked with, uh...\"</p>\n<p class=\"cnNkMTk3MTEwZmFmZTQ0MDQ4MjE2NTkwMGQzZDU0Yjhj\" data-original-margin=\"\">I see a dangerous glint in her eye as she responds, \"What about the 'other' noble ladies?\"</p>\n<p class=\"cnNiMTUzMjc2MTZlNDQ4Zjk4YTlkYTQ5M2RlZWU5ODhi\" data-original-margin=\"\">Gulping, I carry on, \"The other noble ladies had all prepared tools for me when they hired me, I just thought-\"</p>\n<p class=\"cnMyYzRhZmU5MTQxYzRkZGNhMGZlZDk3ZWJjNWJmZjli\" data-original-margin=\"\">\"I know that! You think I don't know that? Of course I have them! You think I'm not as good as them just because I'm not an official noble? I just meant why should I let <em>you </em>use them?\"</p>\n<p class=\"cnMxYjU2YzMwY2U2MTRjODI5NjUwZDZmM2Q1YjQwY2Qw\" data-original-margin=\"\">\"N-nothing, my lady. I just wanted to offer, for your sake! I know you, of course, match up to them- no, surpass them in every way! I just wanted to be of more help!\"</p>\n<p class=\"cnNlYTViMzljMDI2ZjQzOWFiZGQ5YmJlNmFjMTc5ZTVl\" data-original-margin=\"\">She settles down at that, I guess my lying worked. I have never been hired by a noble, and only use my master's tools. Even if I had been I doubt a noble lady would have alchemical tools for me. When someone wants you to think they know about something they don't, however, it is very easy to manipulate them.</p>\n<p class=\"cnM1Yjg5NDE1NzgyMjRhZjFiMzYyZTRmODQ5NWQ1YmU3\" data-original-margin=\"\">As she puts on her noble facade again, she responds, \"Well, I'll think about letting you use them. Just think about it, mind you, if you behave.\"</p>\n<p class=\"cnMyMjQ0M2E5MmMyMTQzMDA4OGFhNDUzMWNhNjA1NzBh\" data-original-margin=\"\">\"Of course, Lady Rosalind.\"</p>\n<p class=\"cnNiYzEzMDliYjJiZDRmYjBhODkwMjBhNjc0MDZiNjlh\" data-original-margin=\"\">\"Just to be sure, since some lesser ladies may not know what's proper to provide, what tools are you used to working with?\"</p><p class=\"cjljZGQwNjVjMjZiODQzODJhZTAyNTJmNDA2NmFiOWFk\" data-original-margin=\"\">Support the author by searching for the original publication of this novel.</p>\n<p class=\"cnNlZGE3NDhmMjhhZjQwOWJhYmViYWM1YmNmNGZmMWY3\" data-original-margin=\"\">I smile internally and begin listing standard tools I think she might be able to steal. Some I need for what she asks me to do, and others I need for my own plans.</p>\n<hr>\n<p class=\"cnM3YThkYTI5NTZiNjQ4YWNhNDJiZWZmNDkxNzZjYmIy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhNjYzY2I5ODk4OTQ0MjlhYWFmNTdkYWI2MmNiMjJm\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM2OGNhODI0YTY2NDQzYTQ4MWQ1YTQ1NzY1MTBmMWY2\" data-original-margin=\"\">It's been a week since I killed Walter and met Baldwin. My flower experiments didn't work exactly as intended at first, but now I can manipulate them freely. Today, I plan to start human trials so to speak. I am going to start with poison. I should be able to create two unique types of sweat, the first will be the poison, and the second will contain the protein that activates it.</p>\n<p class=\"cnM2OWQ5NTZhMGVhYjQxM2E4Yjg5YThmOGNmZjBkMjM1\" data-original-margin=\"\">Based on the golden poison frog, the poison should kill in under ten minutes when ingested, and can even cause paralysis on any physical contact. It will be neutral unless activated with the correct protein. This should give me a few options and protections, provided I can get it working.</p>\n<p class=\"cnNmYjBjMWViZmU0MTQ4OWY5YWYyNmFhZmFiNmYzNjc5\" data-original-margin=\"\">I've also gotten started on a new light spell, an attempt to create a personal radar. I don't plan on anyone sneaking up on me again. Both projects are slow going, however. It will be months of trial and error for the poison, and I'll have to be extremely careful with it. My radar spell should be a bit faster but I am having trouble designing a way to receive and interpret signals.</p>\n<p class=\"cnNmMGUxYTY0NWZjYTQ1YTM5OGJlMjUwZDk2NmM1ODg5\" data-original-margin=\"\">I don't have time to keep experimenting, however, as Gilbert enters my room.</p>\n<p class=\"cnM3NjYyNjRhODExNDQyYjBiNWZkMGZiOGIxMmYzODU1\" data-original-margin=\"\">\"You okay, Lil?\" he inquires, failing to knock like his father before him.</p>\n<p class=\"cnMxN2FkZmRjMzc0ZDQ0NzFhMDIwODI0YmYyNzBjY2Q3\" data-original-margin=\"\">\"I'm fine Gilbert, what do you need?\" I respond bruskly. I haven't gotten along with Gilbert for the last couple of years. I don't care how many partners someone has, or whether they have them at the same time if everyone is aware. That's not the case with Gilbert, however. He's just a typical jerk who lies and manipulates and leaves when he gets what he wants. Basically? He's a creep.</p>\n<p class=\"cnM0OTA3ZmRkYzYyYTQ2OWZhNzUxMzE4M2M2NmE5ZTJh\" data-original-margin=\"\">Taken aback by my tone, he responds, \"I'm just checking on my little sister, Lily. Why are you always so hostile to me?\"</p>\n<p class=\"cnM5MjUxZTgzOGFlYjQwY2NhYjU3M2QxN2Y0MTcyOGI2\" data-original-margin=\"\">\"It's Lillith. And I think you can figure that out on your own,\" I retort.</p>\n<p class=\"cnM0YjJjZTM0ZDE4NzRhZThiMzI2ZDdmYzdlM2FlNzg5\" data-original-margin=\"\">\"Fuck, 'Lillith', I don't understand what happened to you, you are kind of a bitch these days.\"</p>\n<p class=\"cnNjZWYyMmQzYzdkZTQ4ODM5YjA3NzM5ZWVkN2Y5MWQ0\" data-original-margin=\"\">I roll my eyes before responding, \"Yeah well I understand exactly what happened to you and I'm just not interested in chatting. So what do you really want?\"</p>\n<p class=\"cnNlMTg2ZjNkNTEyZDQ4M2ZhNGJjYjE5NTlmNDEwNDEw\" data-original-margin=\"\">\"Shit, you are always like this with Me and Ed, I don't get it. Well, your boss is here. Lord Godfrey wants to talk to you. I can tell I'm not welcome, so I'll just send him in.\"</p>\n<p class=\"cnM2NWUzOThkM2M5ZDRlNGM4MDdhYjJlNjIzZTJiODgy\" data-original-margin=\"\">Figured Godfrey would be around at some point. It's honestly weird it took him this long. Gilbert storms out, and a few minutes later, Godfrey enters, also failing to knock. What is with that? I know knocking is a convention in this world, is it just me that doesn't deserve the courtesy?</p>\n<p class=\"cnM0ODhlMWI2ZDY3YTRmM2U5MTJmNTMzY2IzOTZiNTg5\" data-original-margin=\"\">\"I brought a danish,\" he starts, offering me the expensive pastry he is constantly demanding from me at work. \"Heard you got into a bit of a scrap with Walter?\"</p>\n<p class=\"cnNmZjQ0MzRkOTBmODRkOTc5ZDg1OThhZDk5MTgxYTZh\" data-original-margin=\"\">I accept the danish, I haven't turned down an actual desert since I came to this world, and respond. \"Just a bit, I'm fine though.\"</p>\n<p class=\"cnM0MThiMjEzMDJhNzQ5Yzk5MjVkZThmMjM0MzQ2YjE2\" data-original-margin=\"\">\"What happened exactly? How did you get away from him?\" he asks, that familiar greedy stare hiding behind his eyes. As usual, he is mostly here to see if I've discovered any more world-shattering magical abilities.</p>\n<p class=\"cnM4NTI3ODU2NGJlZDQ1OTlhYmQ4YTE3ZGNiZTc3NDg3\" data-original-margin=\"\">\"Just took a bite out of crime,\" I quip, eliciting a confused look.</p>\n<p class=\"cnM0NjhjZDgyNTM4ZTQxNWNiMTc4NmZkN2Y1ZjIxYWIz\" data-original-margin=\"\">\"What?\"</p>\n<p class=\"cnM2MTQwZDk0MzFlNDRmNjRhMzU2ZjlmZTY3ZTAwOThl\" data-original-margin=\"\">\"Nothing, sorry, I just took him by surprise.\"</p>\n<p class=\"cnNhNmUxMjc1NjFjMDRiYTU5ZDVjYzFmYTg5ZTE5OWY0\" data-original-margin=\"\">\"I... see. And did you use any magic?\"</p>\n<p class=\"cnM3OTQ4MmQ0MDMyMjQzMWZiMWVhNzdlMzgyM2YxMDBl\" data-original-margin=\"\">\"No, he had me in some kind of chains that prevented it,\" I lie between bites of the danish, causing his shoulders to slump.</p>\n<p class=\"cnM3Y2Y1ZDhjNTJjZDRlZjViMjJjMzFmNDFiNTZhNjU4\" data-original-margin=\"\">\"Did anyone... else come to ask you questions about it? Any other mages?\" he asks. He's not dancing around the point much today, something about this feels wrong. He should have been here the day it happened, and he should have tried to disguise his real purpose for visiting. I have no reason to lie, though, it would be too easy to check.</p>\n<p class=\"cnMyNDNlY2ExMTMwZDQ1NGQ4NzVhZGIyNWUxZTNhNTQ0\" data-original-margin=\"\">\"Yeah, a guy named Baldwin came by,\" I respond. I can see the anxiety seize him at Baldwin's name.</p>\n<p class=\"cnNhZThlZjEyZjU5ZDQ3MDM4YTg2MzZmYjAxNGM1OWI3\" data-original-margin=\"\">\"Did you... tell him about your Magic circle?\"</p>\n<p class=\"cnM3OWIxM2ZlNDQ2MTQzNWU4NWNhZjY3OWM4OTUwY2Q0\" data-original-margin=\"\">\"No... I told him you drew it for me.\"</p>\n<p class=\"cnM4ZDRkMjVmNzM5NjRjZGVhNDE0NTJjODQxNTY4YmM1\" data-original-margin=\"\">Relaxing again, he asks, \"Did anything else happen?\"</p>\n<p class=\"cnNiNzI5MzZkYWQ3NTQ2YzRhYWI4ZDhjYTI1ZDM1OWNk\" data-original-margin=\"\">\"He forced his way through my suppression, he knows how much mana I have,\" I respond, causing his face to pale.</p>\n<p class=\"cnMzNTE0MWVlYWYzZDQwM2FhM2IzYzFjN2E1MGUwNmY4\" data-original-margin=\"\">\"Lillith, listen to me, you have to be careful of him, if he-\" he starts before we both feel it. The same mana as before is nearby. Godfrey seems unbothered by the pressure itself but he is clearly afraid. It seems the amount of mana isn't what's bothering him, but magical ability isn't the same thing as power, Baldwin scares him.</p>\n<p class=\"cnM4Yjg1OTBlYzQ3MTRhOWE4OGIzMWFlMGU4MWViYmQ4\" data-original-margin=\"\">I'm not terribly pleased to talk to the man again either, truth be told. He's the type of man whose very presence slithers across your skin. It's a few moments before Baldwin has spoken to my father and comes back to my room.</p>\n<p class=\"cnM5NGQzMzhhNDkzNTQwNzFiOGNmMWVkNDY1MTM2NmE4\" data-original-margin=\"\">\"Well, what a surprise!\" he exclaims to Godfrey's chagrin, \"I didn't expect to find you both here!\" I'm skeptical of that, but I don't bother challenging him as he continues, \"Fortuitous, though, as I would just love to speak to both of you!\"</p>\n<p class=\"cnNhNGVlNzdlMzUwYzRjNDJiODQ1OWJhNmMwZDgzNDc1\" data-original-margin=\"\">\"What about,\" I respond unceremoniously.</p>\n<p class=\"cnMwYTcyZTNkNDMwMzQ3Nzg4YmQ3ZjExZmY3NTdjZGEy\" data-original-margin=\"\">He smiles before responding, \"Why your magic circle of course, it seems both of you made a mistake!\"</p>\n<p class=\"cnNjMjU2YmE3NTVjNTQ2MmFiMGI5ODZmNzJhZmRjOTIz\" data-original-margin=\"\">\"I don't believe I did,\" Godfrey responds, sounding afraid but also angry. These two seem to have a history.</p>\n<p class=\"cnM4NWVlZDQ2ZGE2MjRiNzFhN2UxOThkODU0MDUzNjYx\" data-original-margin=\"\">Baldwin laughs and says, \"Is that so? So you both expect me to believe that you, Godfrey, designed a circle that allows travel?\"</p>\n<p class=\"cnM2N2IwZWY5YTdkZTRlMjM4MDA5MGYwNDExZDBjMmZk\" data-original-margin=\"\">Shit, he must have seen the accumulating magic when my defenses were down. I look at Godfrey but am just greeted with panic. Whatever, I shrug and respond, \"Who else would have?\"</p>\n<p class=\"cnNiMzExZGQ4YWY3ZTRiNjQ5ZDhjNDNhMTQyMzc0ZWQ0\" data-original-margin=\"\">\"That's exactly what I intend to find out, Lillith dear,\" he tells me, a broadening grin almost contorting his face.</p>\n<p class=\"cnNmYjg5OGU1N2IzYTQxYzU5OTQyZWY1YWNiOGQ4MzU5\" data-original-margin=\"\">I blink and everything feels wrong. I can't quite put my finger on what. Everything feels wrong. Like the world stuttered while I was blinking. What the hell was that?</p>\n<p class=\"cnNkOTQyYThhYmYxNTQ5MDI4MTBlNGIyZWRiNTYzNzA1\" data-original-margin=\"\">\"Well that'll be all,\" Baldwin announces, \"I have other duties to attend to.\"</p>\n<p class=\"cnNjYWVjODBmMTBhYjRkYmFhNWNiZjE3MGJlNTlmNDdj\" data-original-margin=\"\"><em>'What? That can't be all, he barely asked me anything?'</em></p>\n<p class=\"cnMyN2JmN2QyYWViZDRmOGVhMjg3OTViODI2ZGIwZTMy\" data-original-margin=\"\">He leaves, apparently satisfied with that short conversation.</p>\n<p class=\"cnNmNzU0NjRmMzg1MzQ4YzRiMTFlYjZlMmVjYTAwMGJi\" data-original-margin=\"\">\"I'd better get going as well, Lillith\" Godfrey follows up.</p>\n<p class=\"cnMzYzVkOGJjZTJlNzQzM2Y4YjFiYjRjMzk3MWVmMWYz\" data-original-margin=\"\">I sit, dazed as both men leave. I can't figure out what the fuck happened. No matter how I look at it, that conversation was too short. Why would he come all the way out here just to say that? It doesn't make any sense. I can't examine it any further as another intruder enters my room.</p>\n<p class=\"cnMwM2FiNmIwMTQ3MTQ5MWRiMDNjZTlkYTE5YmJhY2Y1\" data-original-margin=\"\">\"Those guys must have stamina if you entertained them that long,\" Edward quips.</p>\n<p class=\"cnM3NzZiMDVjMmFmZjQxMTNiNjgxYzYxMzljN2NlMDRj\" data-original-margin=\"\">I ignore his crass delusion about what I do with my time and hone in on the other part of what he said. \"What? What do you mean 'that long'?\" I ask, confused.</p>\n<p class=\"cnNkMjI3ZWIzNzk5YzQxMmRhYTBjNjQ3Y2E1Nzk3YzQ5\" data-original-margin=\"\">\"You were with those guys for over an hour, honestly I'm impressed Lily, still working in the state you're in.\"</p>\n<p class=\"cnM5ZDdhMGY1MTFkMjQwOTg4M2MyNDNlZDU4ZjQ3YjQz\" data-original-margin=\"\">Over an hour? That was maybe ten minutes between them. Something is very, very wrong.</p>\n            ",
  "invisibleParagraphContent": "Support the author by searching for the original publication of this novel."
}