{
  "preChapterNote": "<p>Happy New Years, everyone!</p>",
  "postChapterNote": "<p>Locking comments on the first 15 chapters or so. As the story grows they get harder to keep up with. Fear not, you will be able to comment after that phase of the story.</p>",
  "chapterContent": "\n                <p class=\"cnNhOTJlY2Y4M2IxYzQ5ODlhMWI2NTMxNDYxNjc1N2Yz\" data-original-margin=\"\"><strong>Henry</strong></p>\n<p class=\"cnNhMTQyMjUxYzFhZDQ3YzY4M2Y5YzA1YmM5ZTZiNTVk\" data-original-margin=\"\">Gilbert and Edward are both older than me. My big brothers, men I am supposed to look up to, are complete idiots. Yet again, it has fallen on me to retrieve the useless jerks from wherever they spent the night. Edward is easy enough; there are only a couple of gambling dens close enough he can sneak off to. When he isn't passed out at the bar, I realize it must have been a particularly rough night. I order a glass of water and head around to the nearest back road, passing a hooded man, and find him passed out in nothing but his underclothes.</p>\n<p class=\"cnMzNmI3YzdlNDcyODQxMzdiOTU1NGIzMThmODRmMDJm\" data-original-margin=\"\">I dump the water on his head and toss him the tunic and trousers I, unfortunately, know to bring with me.</p>\n<p class=\"cnM1ZmY5OWJmMDdjMDRjNzdiNWE0OWUxMjc1NWQ4NGUw\" data-original-margin=\"\">\"Wake up moron,\" I chide as he jerks awake, looking around rapidly to get his bearings.</p>\n<p class=\"cnM4Mzg4MGU4MDg2NDRhZTY4OTI2YjI4YWVkY2MwNDFl\" data-original-margin=\"\">\"Collector below, Henry! Are you trying to kill me? A gentle nudge would have worked!\"</p>\n<p class=\"cnNmYTkzNjBjYTdmZjQyZGQ4ZmFkNDEzNDEwNWU0MmMz\" data-original-margin=\"\">\"Not pissing away all my money would prevent this too, but here we are.\"</p>\n<p class=\"cnNmYWMwNDEzNDQxMTQ5M2VhY2FhMmE5ODJjOGIwMDJh\" data-original-margin=\"\">\"Fuck, it's not like you deserve that money any more than I do. Just because I won't unbuckle my belt for some old creep like you and Lillith doesn't mean-\"</p>\n<p class=\"cnMzMjg5YzljZmI4NTRlNzRhMjg3OTljMjg4MjNmZWVj\" data-original-margin=\"\">\"Shut the fuck up, Ed. I don't know when you started believing your fucking excuses, but Lily and I earn what we make honestly.\"</p>\n<p class=\"cnNmMTYwM2U5ODJkNTRiMTA4N2JkMGUzYjA0NWY5ZWM1\" data-original-margin=\"\">\"Yeah like a weak kid like you could do anything worth paying for. Lily at least figured out what women are good at while she was young, but you could at least do a man's work.\"</p>\n<p class=\"cnM5YzhhZDE5Mjk4NDRkNzY4NjI5MDU2ZjQ1YjFmYjVl\" data-original-margin=\"\">\"Does telling yourself this bullshit actually make you feel better about being a fucking failure?\"</p>\n<p class=\"cnM5NTcyNmI4ZDRlNTQyYTY5MmQ5NDYxZTg5ZmFmMDRh\" data-original-margin=\"\">\"I may be a failure, but at least I'm an honest one.</p>\n<p class=\"cnNhZjM4MWZiNTVjMDRiZWNiZTIzZDZlMWNjZmY1ZTBl\" data-original-margin=\"\">\"You can't even be honest with yourself. This isn't worth my time. Where is Gil?\"</p>\n<p class=\"cnNkODFhYzc4YmQ3YzQxMmQ4YzFhZTQ4NWU4MTUyMzQx\" data-original-margin=\"\">\"What am I, his keeper? I don't know where he went. He could-\"</p>\n<p class=\"cnNmOTkyMGVkNzg5YzRhYTM4MzliZjQxMTA5Mjg3YTIy\" data-original-margin=\"\">I stop listening as the hairs on the back of my neck rise. Something is wrong. That man I passed earlier has been joined by two others, and as I look to the other end of the road, three more men are approaching us. They are rapidly closing the distance and cutting off escape routes.</p>\n<p class=\"cnNmOWNlNWMzNWVhYjRiNDk5YjUxNTlkNWMxMjYyNDg3\" data-original-margin=\"\">\"Shut up Ed, something is happening,\" I interject. He looks up and realizes the same thing I do. We are surrounded.</p>\n<p class=\"cnNmNTI0ZjQ2YzBkYzRjMTNhZDhmZGI4NTM5MzZhNWJl\" data-original-margin=\"\">\"Did fucking Bart send you guys? I told him I would have the money in a couple of days, he said he would give me time, I'm good for it!\" he tries to reason with the men. I roll my eyes internally, realizing he already has plans for my weekly stipend.</p>\n<p class=\"cnNkY2NlNzJiNWQ3YzQ2ZDBiNzM0MmJkYTg2NWFlYjAy\" data-original-margin=\"\">\"We don't care about your debts, kids. We are here for you. Both of you,\" the first man replies.</p>\n<p class=\"cnNlMjU3ZDU3ZWNmZDRhODNiMDQ3YzkwOTRkZmJiNDBj\" data-original-margin=\"\">What does he want with both of us? Ed I get, but I have no enemies... My thoughts are interrupted as a few of the men get out rope and a couple of bags. Shit. I reach into my pocket and pull out a small bag of powder I keep for emergencies.</p>\n<p class=\"cnNkNTgwYzdkYTFmNzRmMTY4NjkyZGUxY2IxMmI1NmIw\" data-original-margin=\"\">\"Ed,\" I whisper, \"I'm going to distract the two on the right, I should be able to blind them long enough we can team up on the guy on the right and push our way through to escape before the other three get to us... can you do that?\"</p>\n<p class=\"cnM4ZDM3ZjYzMzZhYjRhMDJhZWYxY2I3N2QxYzE2NTU5\" data-original-margin=\"\">\"Fine,\" he responds, \"Do whatever you are going to do now though, I don't know what these guys want but few people dragged away like this are ever seen again.\"</p>\n<p class=\"cnNmNTU0MjlmZDc3YTRiMjdiYWY0ZDdkMzMyODU1ZDVm\" data-original-margin=\"\">I don't hesitate once I get his assent, and I throw the now untied bag of powder in the nearest two men's faces. This formula is highly acidic and will make their eyes burn for hours, as well as leave them with a nasty rash for weeks. As they clutch at their faces, no longer able to see us, I begin to turn to help Ed with the third man. I don't get the chance, however, as I feel myself being shoved into him.</p>\n<p class=\"cnNhNTMzNzA3OWIxOTQyNTM4NmFiZTQ0MDE1MTM5Zjk2\" data-original-margin=\"\">Dazed, I struggle with the man but am quickly overpowered. As he ties my hands behind my back and another from the group lowers a bag over my head, I catch a glimpse of Edward running to freedom. To the third plane with that asshole.</p>\n<p class=\"cnMwYTFiZDA4OTA0NTQ5ZjlhMDJiZjI0OGIwZTZiMmZm\" data-original-margin=\"\">I'm going to fucking kill him if I get out of this.</p>\n<hr>\n<p class=\"cnNhNGRkNjcwMmNlNzRlYTY4NjZhNzBjMDFlZjQxZmQ2\" data-original-margin=\"\"><br><strong>Walter</strong></p>\n<p class=\"cnMzMTdmYTg4ZmM4OTQzYTliNjYxNmQwNWU2MmZlZGU2\" data-original-margin=\"\">\"You mean to tell me,\" I begin, completely dumbfounded by these thug's incompetence, \"You only caught one out of the three?\"</p>\n<p class=\"cnM3NDRjNThhOGU1OTRmOGRhNzk3MjA5YzdjMDI5MWJl\" data-original-margin=\"\">\"They are tricky little fuckers, Lord Walter. We will get them!\" Baldwin, the thick-headed third in command of the Manticorps explains. I knew they were just a third-rate street gang when I hired them, but it wasn't exactly a complicated job. I didn't even send them after the oldest kid, the only one who should be able to fight.</p>\n<p class=\"cnMxOTQzY2IwOTAwYTQzM2I4NjNmMmVmYzk5ZjM2Yjgz\" data-original-margin=\"\">\"I sent you after three children, barely off their mommy's tit, and you barely managed one? And why are you the one talking to me anyway, where are the two that can actually read?\" I ask, exasperated.</p>\n<p class=\"cnNlNzVkNjNmZmE4OTRjYmNhOWM3ZmE2Y2JmMmZkN2U5\" data-original-margin=\"\">\"Um, well sir, the kid we got had some sort of weird powder, he got Theo in the eyes and he's not doing so well...\"</p>\n<p class=\"cnMzZDljMmJiODUxYTQ1ZTU4MWJmOGM4NjE2ZTZiODll\" data-original-margin=\"\">Theo... I think he was the second in command? What an incompetent idiot. \"Okay, so the stupid shit got himself blinded. What about your boss?\"</p>\n<p class=\"cnNkNjQzMTdjMGVhMDQ0MTBiNDJhOGZjZTEwY2EyMTY0\" data-original-margin=\"\">\"Uh.... dead, sir.\"</p>\n<p class=\"cnNiMTM1YTBiMjY4MDQyZGM5NTQ3NzBmODEzYWRhNmJm\" data-original-margin=\"\">\"Dead. How the fuck did he die?\"</p>\n<p class=\"cnMxMDE5OGUzOWIwNjRhMTg5Y2I5ZjE0N2Q2NTY2Mjgx\" data-original-margin=\"\">\"Well, Piers went after the girl, seeing as how you said she was the most important and all, and well, you didn't tell us she was a mage, sir...\"</p>\n<p class=\"cnNlMGIxNDc0NzZiMTRlNDBhMGFhMDBmZWM3Njc1MDk3\" data-original-margin=\"\">That's odd. Even with her level of magic, she shouldn't be able to cast any spells yet. What the hell could she have done to kill a grown man? \"You are telling me a child, a little girl, cast a combat spell that was able to kill him?\"</p>\n<p class=\"cnNiZGM5MTc3NWM4NjRlZjg5ODI5ODUzMjhlMTgwYzg0\" data-original-margin=\"\">\"Um... it was some kinda explosion I think. It made our ears bleed, and by the time we figured out we were ok and all, she had stabbed him in the side. We couldn't afford a fancy healer or nothin, so uh... you know...\"</p>\n<p class=\"cnMzYzM2YzBkYjhkYTQwYzhiYTAwY2Y3NmVhY2JmOGVi\" data-original-margin=\"\">I rub my temples, a headache growing with each word this useless fool says. \"So, your leader, the best among your entire gang, was killed. By a little girl. With a knife. Where did she even get it?\"</p>\n<p class=\"cnM0NWM5NjczNGUyZTRlNjA4YzdiZTdhNTliMmEwM2Nj\" data-original-margin=\"\">\"It was... well it was his, sir. She stole it from his belt.\"</p>\n<p class=\"cnNkZTYzMmZkMDdlNzQ1Yjg5ZTA1MmI0OGNhODIwMTc4\" data-original-margin=\"\">\"You are all idiots. Thank the fucking Collector I had a backup plan. Send a letter to the family. We'll have that little bitch meet you tonight to get her brother. Grab her there.\"</p>\n<p class=\"cnMzYWE2NGY1OWJiZTQxMzhhOThkOTE0Y2Q1MmM4OTc4\" data-original-margin=\"\">\"Um, none of us can write a letter, sir.\"</p>\n<p class=\"cnMzMTg2NjIwMzI4YzQ0Zjc4M2E5MmEyYTg1MTc2Y2Mz\" data-original-margin=\"\">I grit my teeth. Absolutely fucking useless. \"Fine. I will write the letter. Deliver it to the family.\"</p>\n<p class=\"cnNkODE4YmQwYjc1MTQyNDA4ZWJhZTY1NDM2NGVjN2Y0\" data-original-margin=\"\">\"Yes sir.\"</p><p class=\"cmRkNDUyZDE2ZWYyYTQzMTI4ZGFhMTczNzVmMTc3MTQ3\" data-original-margin=\"\">This book was originally published on Royal Road. Check it out there for the real experience.</p>\n<p class=\"cnNmMzQyOGM5MjIwMjQxOGVhMjljNmQ0NTBjYTk0MGQy\" data-original-margin=\"\">\"And Baldwin?\"</p>\n<p class=\"cnNiYmQwZjAxMGUwOTRjMmY5NjM5Zjg1ZDg2OTIzN2Vm\" data-original-margin=\"\">\"Sir?\"</p>\n<p class=\"cnM1N2U5YTg4ODQ5MjQ5ZmQ4OWMyNDZjMmZkNDE0Mzdj\" data-original-margin=\"\">\"Try not to let the little girl kill any more of you.\"</p>\n<hr>\n<p class=\"cnNkMDE3Njg3OWQ5MzRhMDViM2JmZTZjZjhhMjE0MzY0\" data-original-margin=\"\"><br><strong>Lillith</strong></p>\n<p class=\"cnMxMjU3ZjEwY2ZmNzRjNzRiNGQ0ZGU2MmJlYjhmYzZh\" data-original-margin=\"\">I read the letter that was left on our doorstep before my father or mother get the chance. My father is off alerting his captain and trying to enlist aid from the guards. Apparently, Edward had arrived home about twenty minutes before me and told my parents about Henry's kidnapping. He claimed it was probably 'our pimp' responsible for it. The little shit seems to have actually convinced himself that Henry and I get money from sex work and not apprenticeships. That only makes me more angry, why would you steal money from... but never mind, that's not what matters right now.</p>\n<p class=\"cnNkYWY5Y2QxNGJhZTRlMjViMzIxYzczMjc2YWNiYmYz\" data-original-margin=\"\">I know who is behind this. Lord Walter, another small man with inflated pride. This note is instructing me to come to an alley in the beggar's quarter after nightfall. I am clearly the real target here. The creep must be trying to take care of me before I can be officially anointed as a mage and noble by the church. Well, fuck him. I still don't have any safe combat magic, but it doesn't matter. I am going to find Henry before the meetup tonight.</p>\n<p class=\"cnM2ZWZhNmQ4NDIyODQxM2U5ZGZkZGQ3ZTExNzE4MDI5\" data-original-margin=\"\">I put a cloak on over my dress and raise the hood to cover my face. I need to sneak out while mom is heating water to bathe me. She will probably not be on board with my plan to hunt the street thugs who abducted her other child. Moms, am I right?</p>\n<p class=\"cnNlYmUxNmExZjBhNDQ0NjhhMDcyYTM2MjYwYWRjYTM2\" data-original-margin=\"\">I try using sound magic the same way I use light magic, creating a barrier where sound waves can't pass through. This doesn't work like I hope, however. My flashlight spell uses light mana to stop light waves from bouncing off the area, and I can only cause this effect in a small area, a sphere with a radius of about a foot. It works more or less the same way with sound mana but the sound I create just sort of... bounces around it. That's pretty obvious in retrospect, but I don't have time to experiment. I will just have to sneak the old-fashioned way.</p>\n<p class=\"cnNiMzA4YWMwOTU4MzQ2YWRiYWQzNTI0NmU1NzU1ODNl\" data-original-margin=\"\">I manage to sneak away and head to the gambling den Edward mentioned in his story. Well, he mentioned a tailor, but I knew where he would actually have been. Asking around gets me exactly nowhere; everyone is too afraid of the local gangs to answer questions about them. Even the ones who aren't are, for some reason, reluctant to send a small child after them. Hours pass, and I have no luck, especially since the city guard is most likely on the lookout for me by now.</p>\n<p class=\"cnM0MmE3NThjNjgxYTRlZDE5ZWQyMGRiMzliMjQ2MTBh\" data-original-margin=\"\">Just when I am about to give in and head to the meeting point, a tactic I am loathe to use, a man shoves his way out of the building. He is clearly in a bad mood and likely just had a run-in with one of the bouncers. What is important, however, is the angry rash decorating his face. His eyes in particular look like someone smashed a ghost pepper in his face. If that isn't Henry's work, I don't know what is.</p>\n<p class=\"cnNmNDI5MjIzNGU1NjRlYThiMzY3YjI0YTAxYjg2Njlh\" data-original-margin=\"\">My suspicions are confirmed as I follow him and he meets up with another man.</p>\n<p class=\"cnM3YzJhZGJkMWM0ZDQ2OTk5Yjg3MzA4NjkwMzczMjA4\" data-original-margin=\"\">\"You look like the third plane Theo, that rash is somehow even worse now!\" The man bellows as the first man, Theo I guess, approaches.</p>\n<p class=\"cnNmNTcyMWU2YjhiMTQyY2NhMzg4YTg0MGVlOWIwMzUz\" data-original-margin=\"\">\"Shut yer fuckin mouth!\" Theo snaps, \"This job has been more trouble than it's worth. I'm gonna make the kid pay in flesh for this little trick. And show me some goddamn respect, I'm the boss now that little bitch killed Piers.\"</p>\n<p class=\"cnNjNDBkYTIxZWUyODRjYWNhZGE4ZjJkMjZiYzQwMTRl\" data-original-margin=\"\">\"Uh... sorry boss. Aren't we suppose' to be using the kid to get to the girl?\"</p>\n<p class=\"cnM1ZjhiODY0MDczMTQwNDJiMzIxZjQ3YTM2MjY2ZTlj\" data-original-margin=\"\">\"We don't really need him you idgit! The stupid kid will show up and we'll grab her, she won't know whether her brother is there or not!\"</p>\n<p class=\"cnNmNzJjMGQzMzY2ODQzMmY5NzQwYzg1Yjc1ODJjNDM5\" data-original-margin=\"\">\"Won't her parents-\"</p>\n<p class=\"cnMyY2UyYWYxNzMwZDQwZDQ4ZTNmMDk5YTY3MWYzNDhi\" data-original-margin=\"\">\"Leave the thinkin' to yer betters. We made sure she was the one that got the note!\"</p>\n<p class=\"cnMxZjRjMGUyMDZiMzQyNWU5YWE3MzUwOWY2ZmJmNDMz\" data-original-margin=\"\">Well, that confirms just about everything I need. I follow the two of them for the next half hour, an easy enough task as neither seems to care about their surroundings. They eventually enter a large shack in the slums. I wait outside until I see another man go in, one I recognize. As the man I remember trying to abduct me earlier today enters the shack, I sneak around back.</p>\n<p class=\"cnNkOGRiZjUzYjZkODQ1NjJiMjI2ZGI5YmRiNzAxMjk3\" data-original-margin=\"\">\"Get the fuck out of here kid, if you know what's good for-\" a man, mid-piss, yells as I appear around the corner. I cut him off, creating a bubble of sound mana around his head. As he starts looking around, startled, I try aspecting as much speed mana as I can to my own body and charge him. I punch him in the groin with all the force I can muster so he doubles over. Don't judge me, I'd aim for the solar plexus if I was taller! Probably.</p>\n<p class=\"cnMzNjFmMzA0MzNlNDQ0NzU4OTBmNjk2YmY0NDUyMDQ4\" data-original-margin=\"\">Knowing I have very little time I grab his head between both hands and begin slamming his head against the ground. The sound bubble seems to work as I feel the pressure of each impact but never hear a sound. As he begins reaching up to wrestle with me I apply pure force mana to his head with my next push. It cracks open, his arms wildly flailing at me for a few moments more before falling limp.</p>\n<p class=\"cnMwYWFhYWE3Y2QyMDQyYzBiMWFlMTgxM2MxMTBhZmZh\" data-original-margin=\"\">'Bad start Annie'</p>\n<p class=\"cnMwNjU5YzIxYmQ1MDRiNTBiNDQ3Mjk1ZWMyZDUyOTY3\" data-original-margin=\"\">I creep up to the back door of the shack a peek in. There are eight men inside, two with the rashes I noticed earlier, and three of the men who had attacked me earlier. The man I stabbed is probably dead and the guy I kicked... well he probably just didn't have the balls to show up. More importantly, a teenage boy is tied up with a sack over his head in the corner. It's Henry. I recognize his clothes, handmade by our mother, and the chemical burns on his hands from his work.</p>\n<p class=\"cnNhZWQ0Yzg5ZDY2NDQ2YjlhYjAwMmVmMGFjOGQ5YTBk\" data-original-margin=\"\">I need to get him out of there. I can't fight eight grown men. I don't have any spells intended to kill and I only know basic self-defense. Even as Annie, most of my combat experience involved covering tear gas canisters with traffic cones. I'm also exhausted. I haven't slept in days.</p>\n<p class=\"cnM4YzBhY2Y0ZjBlOTRiODI5YTAzOWU2ZDVjODQ3NjBk\" data-original-margin=\"\">'No more sleep deprivation experiments, Annie.'</p>\n<p class=\"cnM5M2JhYThmYWNhYzRjZDJiNTQ3MjMyNjZjN2I0MDZm\" data-original-margin=\"\">I need a plan. Interestingly, the speed mana earlier didn't actually speed me up at all, or rather, not in the way I expected. I think it sped up my metabolism rather than my movements. So that's out. With little else to try, I grab a knife off the dead man's belt and cast a loud noise down the road a little so... nothing happens. The thugs in the shack look over, but apparently don't care enough to investigate.</p>\n<p class=\"cnM1YzQ4ZGM2MGQwMDQ1OTliNjc1OWVjYmE0OTk4MjYx\" data-original-margin=\"\">Well, shit. I try again, this time creating a voice calling for help.</p>\n<p class=\"cnM4NWFlZjQxMWZlMTQ0ODg5ZTJjZDk3ZGMxYTBjMGI3\" data-original-margin=\"\">\"Shut the hell up, help yourself!\" one of them calls out in response.</p>\n<p class=\"cnNkNzJiYjEzNjk4OTRiMmY4NzRhZDgwM2E4MGZjZjIy\" data-original-margin=\"\">I roll my eyes, my exasperation growing by the moment. I try one last time, and the voice I create yells \"Help! It's the little bitch that killed Piers!\"</p>\n<p class=\"cnM4MmI5MzNmMTFlZTQzMzhhY2ZiYzIyNTQ3MDliMWNm\" data-original-margin=\"\">This, finally, gets their attention. \"Shit,\" the man I recognize as Theo exclaims. \"Ray, Os, you stay here with the kid, everyone else with me.\"</p>\n<p class=\"cnM2NDE1NWQ3YzYwNjRlN2ZhMTQ2MTk0MDA0MWQ3MmIx\" data-original-margin=\"\">With that, they finally rush out the door. I have no time to spare, and I can't use my flashbang spell or the six who just left will come back. I burst in through the back door and try casting my light shield in front of both remaining men's eyes. This is a mistake, however, as I seemingly don't have the skill to cast it in two places at once.</p>\n<p class=\"cnM1NDNjYzM0NDZjMzRjOWY5OTg2NDJmMmE3MjliMzUz\" data-original-margin=\"\">\"You little shit,\" the closer man scowls and rushes me, picking me up by the waist. I wrap my legs around his back, locking my feet together, and cup my hands around his ears. With my hands in place, casting is much easier as I don't have to specify a location. I create the loudest sound I can directly in his eardrums, bursting them instantly.</p>\n<p class=\"cnM0ZDhkNjJlNzc1MTRjYzdiMmRiNGRmZDQzNjRlMjFi\" data-original-margin=\"\">The man lets me go at the pain but I tighten my legs and hold on to his left ear with my right hand. With my left, I begin stabbing him with the knife, over and over as fast as I can. I stab him in the back where I can get as much force as possible, but before the man falls I feel myself being pulled off by my hair and thrown to the ground.</p>\n<p class=\"cnMyZjMzNjAzZWYyNDRjMWFiM2MyMzU2ZDY0ODM5MzA2\" data-original-margin=\"\">\"Get off him you little cunt!\" I hear a man yell as my skull bounces against the wood floor. Dazed, I try to discern where both my enemies are. Fuck I'm so tired. I lost the knife when I was pulled off, shit. I feel a foot make contact with my ribcage and follow through, enough force to crack a rib and throw me into the wall, which my head hits again.</p>\n<p class=\"cnMzYmM4NGQ3MzIyNjQzMjk4MDc5MWI5NzhhNDk4MmYx\" data-original-margin=\"\">Beginning to panic I shoot off a wave of light in the direction I think the kick came from. I climb to my feet to see my spell worked, both men stopped for long enough for me to clear my head a bit. I see a club in the corner of the room previously hidden from me and I run for it, fighting through the pain in my side and head. The uninjured man recovers too quickly, however, and tries to race me to it. I apply an upward force to my body and feel myself grow lighter, giving me the burst of speed I need to beat him to the club.</p>\n<p class=\"cnM0ZTQwNTQyZTAyMjRiNGJiYmU5OTI1ZGE5MTAwN2Q2\" data-original-margin=\"\">I grab it and turn around, swinging it full force into his leg just as he catches up to me. His leg bends at an entirely unnatural angle and he crumples in an instant. Without a breath of hesitation, I raise the club over my head and collapse it into the man's skull, killing him on impact. I turn to face the injured man, but he's gone. Shit. I turn again to catch him behind me, but I'm too late.</p>\n<p class=\"cnNhODMyZmMxZTllYTQyZDJhMzUxMzhjNTk2YzdkOTAw\" data-original-margin=\"\">He grabs me by the throat and throws me against the wall.</p>\n<p class=\"cnM1NWIyN2QyNDhlYzQ2YWM5ZDY4Mzk2MTAwMTk3NmZl\" data-original-margin=\"\">\"I don't fuckin care about keeping you alive anymore you little shit. Walter can fuck himself. You die. Here,\" he declares through gritted teeth. His ears are bleeding and so is his back, but his eyes reveal he is beyond madness at this point. I doubt he can even feel the pain as he starts choking the life out of me. I drop the club and grasp at his hands but the adrenaline running through him plus his superior leverage make him impossible to overpower.</p>\n<p class=\"cnM1Y2IxMzM2ZDNhMjQ3M2M4NWFjNzllODBmNWIzOGYw\" data-original-margin=\"\">Feeling around for anything I can use I search every part of him I can reach. Just as my vision starts to fade I find it. The knife is still in his back. I grip it in my left hand and pull it down, shredding his back more but he just grips tighter. With the last strength I can muster, I pull it free and shove it into his temple. He collapses immediately and I feel delicious air fill my lungs, my vision returning. I collapse myself, the pain catching up to me and the sharp breath reminding me of my broken rib.</p>\n<p class=\"cnMyODYxM2Y4ZjA0NzQzOTQ5YmU2ZTliNjEwYWM5OWMw\" data-original-margin=\"\">As I cough blood onto the wood floor of the shack, I hear Henry's voice. \"Who is there? I need your help, I think they are after my sister!\"</p>\n<p class=\"cnMxOWI0ZjI5M2E4ZjQxOTM4ZmY1NDUwZjJkNDQxYWUx\" data-original-margin=\"\">Once I catch my breath, I start to reply. \"It's okay Henry, It's me, I'm-\" but that's all I get out before I feel a sharp pain in the back of my head and everything goes black.</p>\n            ",
  "invisibleParagraphContent": "This book was originally published on Royal Road. Check it out there for the real experience."
}