{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0OTVkNTdiNzJhNDRhNzE4M2Y0Y2IyYmFhNGVjYjgz\" data-original-margin=\"\"><strong>Leo</strong><br>I am still having trouble processing what Lily showed me yesterday. I reach a hand to my side and rub the spot that had been causing me so much pain. I've done this countless times since her friend healed me. I can't believe how much better it is. With that and what I saw yesterday... part of me wonders if she might be right. I had no idea she was doing so much, and the promise of everything she has done sounds... phenomenal. Maybe her friend really can help me and my master.</p>\n<p class=\"cnM1NDdiMGZlZGNiNDQ1NmE4ZTUyZWFiZTBmMDM1Njhj\" data-original-margin=\"\">I want to believe all of that. I want to throw myself into the new world Lily offered me. But... they didn't heal the real damage. If she doesn't abandon her hopes of getting help from nobles, nothing will change. The bruises and the broken bones were agonizing, but it was the fear they brought with them that I needed to heal. I had only let my guard down for a moment. I had, like Lily, leaned on the protection of my sponsor too much. But not everyone on this campus has anything to fear from master.</p>\n<p class=\"cnM0ZWM1ZGM2MTNjZTRlZWFiNDNmM2JhNjJiY2FjMmQ0\" data-original-margin=\"\">So, when I found a stray cat, I stayed on campus to take care of her. She was like me, with nowhere safe to go. Like me, she didn't trust a stranger offering help and wouldn't go with me. So I collected what I could and built a shelter for her. Somewhere warm, with a little food. For the first time in a long time, I'd felt pretty good about myself but... by the time I was done, the gates were closed. I couldn't leave to find a safe inn. I had to go to my dorm. I did tense when Iris passed me on the path. I walked faster when she turned to follow.</p>\n<p class=\"cnM3OGFlNTBiNjYzZDRiZjlhMTYxZTU2MGExMDhjODlk\" data-original-margin=\"\">But she isn't of high standing, and she should have been too afraid to attack me openly. So I told myself I was still safe. It was just one night; it would be okay if I got to my assigned room, closed the door, and didn't leave until my next class. Iris alone wouldn't do anything dangerous. But she wasn't alone. Just as I was approaching the dorm, another girl stepped out from behind some foliage. Jocelyn. My blood ran cold.</p>\n<p class=\"cnM2ZTVhY2NlMGJkNzRlY2E5YWYxMDk4MWE5YzJjOTAy\" data-original-margin=\"\">Jocelyn's family was important. Just as important as my master's. She couldn't publicly hurt me. It would ultimately harm both families if she did. But here, in the dark, with no witnesses? It would be her word against mine. Which means I would have to get my master involved myself. I couldn't do that. Not without risking everything she has worked for. Not against Jocelyn's family. Which meant, I just had to take it. I couldn't fight back. I couldn't get help.</p>\n<p class=\"cnM0NDYwMTk5NzY3NzQ1NzdhZjhlYjJlNTI2NWIwODUy\" data-original-margin=\"\">The two girls had left me, beaten and bloodied, maybe a hundred paces from my bed. I woke up in the middle of the path, hours later, and honestly surprised to be alive. That's the damage they did. Not my broken body, but the surprise at the parts that were left. That's why I can't sign onto any future that relies on people like them. Again I rub my healed side, and again I wonder when it will next be broken, and if it will be Lily's friends who do it next time.</p>\n<hr>\n<p class=\"cnNmZDQ0MzdmZGViMTRjMGViZGQxMDhmMzYyMWU0ZDg3\" data-original-margin=\"\"><strong>Lillith</strong><br>I'm a bit disappointed. I had hoped, once he saw what I was doing, Leo would have wanted to be part of it. But his wounds were too fresh. It had obviously been nobles that hurt him in the first place and he's rightfully distrustful of anything that involves them. But I can't write them off either. Nobles are born nobles. It's not a choice they make, not until they are adults. Even then, the level of choice they have depends on a wide variety of factors. Women married off at fourteen or men who remain under their father's authority into adulthood don't always have the option of saying 'No, this is wrong.'</p>\n<p class=\"cnM0ZGVhMzkwY2Y0ZjQzNDQ4ZDg5MzlmMTc0ZTQ2OTQy\" data-original-margin=\"\">So, as I tune out of the tail end of math class, I have to worry about my friend. How can I protect him and give everyone the option to do better at the same time? As I consider this dilemma, a loud 'Thunk' startles me back to the present. As I look around I notice a few things. Hugh is staring acid through me, but he has been doing as much since I got here and doesn't demand much attention. The cause of the noise seems to be a girl in the middle who fell asleep and right out of her seat. The most interesting observation, however, is Professor Clarrise. Rather than unamused and angry, she seems rattled.</p>\n<p class=\"cnM1M2E5ZDA1MjkzYzQyMjc5YTgzNzNjYmIzMDZiNGNh\" data-original-margin=\"\">I give her a closer look. I'm sitting closer to the front than usual and I can perceive a slight tremor in her hands as she recovers and smooths out her dress. This merits more investigation, and as she dismisses us I decide to approach her with a more discerning eye. I slowly make my way to the front exit, making sure I walk past her as I do. She is anxiously packing up her things, and I notice extra makeup under her eyes. Not like one might use to cover a bruise, but to conceal the dark circles of weariness. She could just be exhausted, having done her job it is more than plausible. Nevertheless, I note her name down in my journal.</p>\n<p class=\"cnNjNWYwOTZiNDNiNTRhMGI5OWI1YzFmYjVmOGZiZDgx\" data-original-margin=\"\">On a campus this size, I always feel my mana responding to at least one source of grief. This is true now as well and I decide, when I get the chance, to approach her in isolation so I can determine if she is one of them. At the moment, however, I need to go to my science of mana class. My science of mana and aspecting classes are the only ones I find truly useful. My history courses have basically taught me that, well, they didn't know how this all started. Math was... fairly pointless at my level. But my mana classes... they help me a lot.</p>\n<p class=\"cnNmOGQwNzZmNmI0ODRiMGFhNjRlYTcxYTFiZTdlZmQy\" data-original-margin=\"\">It is perhaps not shocking that I couldn't learn all there is to know from Godfrey's bookshop. In retrospect, if he weren't actually a Duke, it's unlikely I would have found resources like I did. That probably should have clued me in, actually. In any case, These are the classes that will lead me to the types of enchantments I came here to learn. Science of mana was a bit of a disappointment at first, truth be told. It, as with math, primarily covered concepts I already understood. Based on the Syllabus, however, that is supposed to change today.</p>\n<p class=\"cnNiMzAwMzcyM2VmMzRjZDFhNWNjZGQ0N2IzMjkyNjM4\" data-original-margin=\"\">I use that hurried walk unique to college students to make my way down the complex paths to the building my next class is in. This class has passed me by in a blur so far, but as I enter the room and pick a seat near the front, I am already paying rapt attention. It's not long before the severe professor Hira walks in to address as the typical chatter dies down. As is her way, she launches right into the lecture with little fanfare.</p><p class=\"cjViZjY1OWNmNDEyYzRmMjRiNGRiNWU1NzM1NmY2NjEz\" data-original-margin=\"\">If you discover this narrative on Amazon, be aware that it has been stolen. Please report the violation.</p>\n<p class=\"cnNkZmJmZTcyNGIzMDQ4MDdhNjgzZjBjZDg5NjQzYWI2\" data-original-margin=\"\">\"Mana and cognition,\" she begins. \"Mana is, in a way, our perception made reality. A mana aspect is the form the energy of the world takes when we enforce our will on it. It is literally the reality of our minds imposed on pure mana. Please focus, students, on the word 'reality'. It is not something we can picture clearly. It is not something we really want to be true. It is reality, as we see it. This is why two water mages may be capable of entirely different spells. One may be able to shoot water like a projectile while the other can only fill a bowl. Any ideas why this is?\"</p>\n<p class=\"cnM2YzRhODNmZDYxNjQ0YWQ4NWMxOTcyN2YyNDU2YjIz\" data-original-margin=\"\">\"Mana capacity?\" A student in the middle ventures and she shakes her head.</p>\n<p class=\"cnM3OWJhZDU3ZWU1ODRiOGE4NmQxZDBkYTlhM2FiYjUz\" data-original-margin=\"\">\"No. Well, yes and no, but mostly no. And mana can be conjured anywhere, so by constantly applying mana to a conjured element, you can propel it on its own. This is not always the most effective, however, and it is mana-intensive. That is not the answer I am looking for. No, the reason is simple. The first mage may observe water traveling quickly through the air. Perhaps as rain, or a waterfall. Perhaps from another mage's spell. But they observe it, and they believe this is how it works. When this mage aspects water mana, the mana assumes the image of water as the mage understands it, and the water will fly on its own.</p>\n<p class=\"cnNkZmVmZjZmOGY0MDQwZWFiYTRkNzM2MTk3MzYwNDFm\" data-original-margin=\"\">\"The other mage, however, knows that water needs to be propelled through the air somehow. When this mage aspects water mana, he must either keep mana flowing through it or find another way to propel it. Perhaps another form of mana or by creating a large quantity in a small space and counting on pressure. What matters is, each mage imposes their understanding of water on mana, and that is the form the mana takes,\" she explains and a dozen questions pop into my head.</p>\n<p class=\"cnNjY2Q4NzM3OTcyNjQzY2Y5YmZjODE4ZjE4YjJjYWNl\" data-original-margin=\"\">A boy a few seats away from me asks first, however. \"So, we can make mana do anything if we believe hard enough?\" he asks. Hira gives him an unamused stare.</p>\n<p class=\"cnMzYTYxNGI0MDEwYzRmYjU4OGIzNTdmY2Y2NzEyNjk5\" data-original-margin=\"\">\"No,\" she dismisses. \"In theory, this may be possible, but it's not so simple as that. If I wanted mana that would make me fly through the air, for instance, I couldn't just decide to believe humans can fly. The mind is far more rigid than that. I know people fall, so I can't aspect flight mana and fly. I'm an educated woman. I know fire needs fuel to burn, so I can't aspect fire mana that burns forever. Even if I want to believe otherwise, my belief has to be genuine.\"</p>\n<p class=\"cnNmMjYzOTMxNTNiMjQ4MzNiYTRlMDFhNmJmNWYzMmY1\" data-original-margin=\"\">\"So why do we learn about all of this stuff? If you taught us from childhood that fire burned on its own, wouldn't we be more powerful mages?\" a girl asks. I kind of understand the concept. In a way, I have a major disadvantage with mana aspects. I know how things work on a far deeper and more detailed level than, well, pretty much anyone. This means I understand limitations on aspects, and limit myself more than any other mage.</p>\n<p class=\"cnNmYTNjN2Y5ODk2MzRjMmFiYzQ0NmVmMWQ3YzVlMTJk\" data-original-margin=\"\">On the other hand, there is her example of flight. I know people fall, but I also know why. I know that force can be applied in any direction, and can therefore use it to lift myself. The concept of force isn't nonexistent in this world of course, but it's not understood as its own concept in the same way a physics equation might represent it. They aren't exactly wrong either, but my understanding of the concept allows it to exist on its own in a unique way. And, with enough mana, I can fly.</p>\n<p class=\"cnMzNGU4ZmM4NDMyMjRkMjk4N2Y4YzBkN2RhZGUyYjFh\" data-original-margin=\"\">So I do have a disadvantage, but I have an advantage as well. \"Well, no,\" Professor Hira reponds. \"Because what happens when the two mages I mentioned earlier fight? The mage who misunderstands water has the initial advantage, yes, but what if, in the middle of the fight, he observes his opponent's water magic and realizes his previous understanding is wrong? Well, he can no longer grasp his own water aspect. He loses access to his spell and has to try to aspect water again with an entirely new understanding. If his perception changes, the aspect based on it disappears. So education provides you with stability.\"</p>\n<p class=\"cnM0MjI3NTUxMzIwYjQwYTViYTg2NTkzMTc5MzIyNjY4\" data-original-margin=\"\">This makes sense from a certain angle, but it also feels wrong. What if someone knows how something really works and I can trick them into believing something false? That could be a handy trick, if hard to pull off. I guess that's what she means though. The more educated you are, the more stable your understanding of a concept and the harder it is to shake your aspect. But that's not the part that really bothers me.</p>\n<p class=\"cnM1OTY0ZmRmNTdiMjQyMWFiNzRmZWFmZTA5YzI5NTYx\" data-original-margin=\"\">\"What about mana circles?\" I finally chime in. \"What about runes? They have aspects. Circles can also imbue someone with a specialized mana. Can a shifting understanding change that?\"</p>\n<p class=\"cnNjYWM1YTcwNzEwODRmODNiYTQ1NGMxZGExY2E4YTQ4\" data-original-margin=\"\">\"An excellent question, Lady Lillith,\" she responds, clapping her hands. \"I see your tutors were more skilled than your stylists. Lillith makes an excellent point, class. Mana circles target bone and flesh to give us mana. As she pointed out, they can give us aspects like fire or water we can use without aspecting them ourselves. It's simply the type of mana we have in our bodies in this case. Aspects gained this way always work exactly the same way as well. The same limitations and strengths. It's why we can enchant objects with reliable results. It's also why we can't enchant things or circles with endoaspects. Because runes are consistent but limited.</p>\n<p class=\"cnNiMzk1NzAwNGVkNTQzOTViYjcxOGYyZTc2NjI3Zjc3\" data-original-margin=\"\">\"The answer to this is simple. Runes were a gift from the Collector. These aren't aspects of our perception but of his. His rules, and his laws. In a way, this is how we know as much as we do about the world. His perception of fire is, of course, correct. So if you emulate mana created by runes, you know you have the correct understanding of the concept and therefore an unshakeable aspect,\" she finishes. My face falls.</p>\n<p class=\"cnMwOGVmODE4NzU2MDQyYTZiNDg0MmU5OGY2ODAxODk1\" data-original-margin=\"\">That can't possibly be the answer. Runes and mana must be related in some other way. They are the Collector's design? That doesn't feel right at all. Even the thought makes my tattoo itch and my stomach churn. And it doesn't get me any closer to my goal. This is starting to feel like my history classes. But maybe I am just being stubborn. It's not impossible. I just... can't stand the Collector and don't want to believe it. But even if it's true, I need to understand how he did it. Right now, I need to understand something else first, however.</p>\n<p class=\"cnM5YjBlMjU5NzdjZTRhOTRhMTczNGE5Yjk2ZjhmMjM4\" data-original-margin=\"\">\"What about communication orbs? What type of mana do they use?\" I finally ask. If there is one thing I need to more successfully organize people, it's effective communication. I assume some sort of light and sound runes are involved, but I can't figure out how simple orbs are translating things like a phone might.</p>\n<p class=\"cnM0M2Q2NmIwYTJhMDRhMGJiNGFhMGM4NDBkY2RkOGU4\" data-original-margin=\"\">\"Well, that's an interesting question. But I'm afraid I can't answer that one any differently. Those are relics of the temple. Gifts of the Collector themselves. The rest of us have no idea how to make them,\" she answers.</p>\n<p class=\"cnMzN2Q5Yzc1ZjBhNjQ3NzZhZGQ3Mjc5ODhmMDJhMDU2\" data-original-margin=\"\">Well, fuck. That is not amazing news. But just as I am cursing to myself, I remember the mana-measuring device. The thing that reminded me of divine magic in its effect.</p>\n<p class=\"cnMwN2M4OTIwMzQ5MTQ5YWQ4ZDk2YWVlMTEwNGEyZmRl\" data-original-margin=\"\">\"What about the, uh... fork they use to measure our mana capacity? Is that a relic of the temple too?\" I follow up and her eyebrows raise.</p>\n<p class=\"cnNjMjY0YjI2Yzg5YTQ3ZDc4MDc1M2Y3OGU5NjAxZGNj\" data-original-margin=\"\">\"As a matter of fact, they are, how did you connect the two?\" she inquires.</p>\n<p class=\"cnM3M2RlNWRhMTZlODQ1MWI5YjNlYWUwMjRlMTJmMjQ3\" data-original-margin=\"\">I tune out, however. I am focused on the possibility of communication orbs using divine magic rather than mana enchantments. Like many times before, I bless the fucking stars that I met Sarafyna.</p>\n            ",
  "invisibleParagraphContent": "If you discover this narrative on Amazon, be aware that it has been stolen. Please report the violation."
}