{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxM2VlZTQ2NDBjMDQ1YzE4ZjY5M2VhNDgxY2M5ZWY1\" data-original-margin=\"\">\"Are you really gunna help us do magic miss?\" A wide-eyed girl asks me, hope and disbelief warring on her face. Tommy, once I convinced him I was serious, had announced this news to all the kids collecting food from Gilbert. I've been met with all sorts of reactions. Some are distrustful, others are excited, and others have a familiar look of greed in their eyes. I'll have to disillusion them of the notion this will be an opportunity for them to gain power but I have to deal with one thing at a time.</p>\n<p class=\"cnM0NGM0ZmIyNGM3ZTQ2NmY4ODVmMzVlMThhOThmODYx\" data-original-margin=\"\">They aren't going to be unique in this. I'm out here to level the playing field, not build tiny kingdoms on the streets. There are any number of problems I'll have to try and head off and respond to. That can't be helped; I have to give people a fighting chance. I deliberated for a long time about whether I would try to spread magic equally or not. Ultimately I realized I had no choice.</p>\n<p class=\"cnM4MmNhZTg0NmYyMTRjMGQ5ZmUzOWY0ZmM4OGU1MDk3\" data-original-margin=\"\">Magic exists here. The planet lives and breathes mana and there isn't anything I can do about that. The only thing someone needs to learn magic is a surface and something to draw on. It's not like guns which can't be manufactured by someone without great knowledge and resources. I learned to give myself magic with a few books. In other words, my options are to leave magic in the hands of just a few who are already part of a culture that abuses it, eliminate it entirely, or share it.</p>\n<p class=\"cnMyMmYyZmI4NTZkMzRlZWJiNGJiZmUyM2ZhYmQ1NmM3\" data-original-margin=\"\">To eliminate it I would have to burn books mentioning it and control knowledge for all time, which isn't exactly in line with my ideals. I would also have to genocide people with it, which isn't an option either. Yes almost everyone with it is a noble but they are also born with it. 'Noble Blood' doesn't make someone particularly evil any more than it makes them deserving of worship. It's the choice to continue living a noble's life that condemns them.</p>\n<p class=\"cnM3MTRiMTMyNmUwYjRjOTg4ZmY3Mzg1MmU3MDI3NDQy\" data-original-margin=\"\">On the flip side, it's a spectacularly bad idea to leave that kind of tool exclusively in the hands of people who grew up in luxury earned through the oppression of others. So that leaves me with equal distribution. I want to make education in general more widely available in any case, which would eventually lead to the same thing. This way people will be able to fight back while they learn.</p>\n<p class=\"cnM3Njc5ZTExMDA5OTRhY2VhYTA2ZjExOTRiMzYwOTk5\" data-original-margin=\"\">\"Yes, I'm going to teach you magic, I'm going to teach everyone I can,\" I respond, hopefully reassuringly. She smiles delightedly and turns to whisper with a girl next to her.</p>\n<p class=\"cnMwMTg1M2Y3MTAxYTQ0MzZiNTNhOGYwZTE2ZmMwN2Fi\" data-original-margin=\"\">\"Was da catch?\" a burly kid asks, skepticism clear.</p>\n<p class=\"cnMxYmU3MmQ1M2M4NDRhYTFiNWI5MDgxZmZmNWZiNTg0\" data-original-margin=\"\">\"Well, there is certainly more than one catch,\" I start, to groans of disappointment, \"but not imposed by me.\"</p>\n<p class=\"cnM1Mzg2ZTUzZjkwODRhODU5YzJkYjk0ZWJhYjZiMGJk\" data-original-margin=\"\">\"Waddas dat mean?\" the boy asks, irritated.</p>\n<p class=\"cnNiZTgwMGNlOTEzZjQ0NGU4OGVlYTM1ZTI3MTQ5ODli\" data-original-margin=\"\">\"It means magic is the domain of the nobility and they want to keep it that way, it means-\" I start before an older kid interrupts me.</p>\n<p class=\"cnM2MjhiMWNhMDViNDQ0ZTRiZmYyNjNlOTA0ZDQzNDg4\" data-original-margin=\"\">\"It means we'll be nobles!\" he shouts, causing gasps and cheers in the group, much to my chagrin.</p>\n<p class=\"cnM0ZWJjMTRhMmU1YzRkMTBhZTAyM2ZkNjViNTcyNTgw\" data-original-margin=\"\">\"No, I'm sorry but no,\" I contradict him. \"One commoner with mana is one thing. They can explain that away, they can elevate their status, or in cases like Rosalind's, I suspect, suppress them specifically. An entire group, however, is a different story. A group of kids from the street with the knowledge to earn and harness mana is nothing more to them than a threat.\"</p>\n<p class=\"cnNiNmU0N2EyNzMxNjQ1ZjRhMjQzY2Q0YTJkZTFiOWNi\" data-original-margin=\"\">This sobers the group a bit and a couple of faces pale while some younger ones simply look confused. I continue my explanation, \"The nobility will want you dead. Not with the casually cruel indifference they already have; they will actively hunt you.\"</p>\n<p class=\"cnM2ODQwZGQ0YTRmYzQyNjQ4YmNkZjIzNmI2NjZkMDcy\" data-original-margin=\"\">I see rising panic and try to head it off, \"But you won't be alone. You'll have each other, and I am going to offer the same thing to a lot more people. You'll have me, and you'll have each other. I'll teach you to hide it. I'll teach you to use it. And you can teach others the same way. Yes, it'll be dangerous, I won't lie. None of you have to do this if you don't want to. But it'll give you a fighting chance.\"</p>\n<p class=\"cnNmYjI4OGY0MWMzODRiZmI4ODAwMTgyOGRlY2Y0Yjcx\" data-original-margin=\"\">\"Yer oudda yer mind,\" the burly kid from earlier says, giving up and turning away to focus on his food.</p>\n<p class=\"cnNkNmY1ZDZhYWRiMzQ2ZDk4YzNlNjhjZTBiMzkyMTg2\" data-original-margin=\"\">\"I'm in,\" Tommy announces loud enough for the whole group to hear.</p>\n<p class=\"cnM1NGYzNDA1NmM2ZDRmMTY5YjNmMzBjMDM4YjRjOGY5\" data-original-margin=\"\">\"Me too,\" the quiet voice of the timid girl chimes in. After that, I get a few rejections but overwhelmingly the kids want to learn. I smile warmly at them.</p>\n<p class=\"cnNkODVhMThiYjUzNTQyNTFhNjMzYzM1OTI4NjQzNWFk\" data-original-margin=\"\">\"Okay, I'll teach you all. First, however, we need to find a place to do it. Somewhere covered, private. A large house or a cave, something like that,\" I say to the annoyance of my audience.</p>\n<p class=\"cnM1M2M3N2Q5ZWVkMDRlMjViNzlhNTJhOWJlZGRkZTVi\" data-original-margin=\"\">\"If we 'ad some'ere like that, why would we be 'ere?\" Tommy scoffs, and I nod in concession.</p>\n<p class=\"cnNjZTAxYjI2MmVlNDQ0MjhiNjQ5ODc5MzE4ZjBkODg1\" data-original-margin=\"\">\"I'm aware of that, but you are forgetting something,\" I respond.</p>\n<p class=\"cnNhNDgyNmY0ZDUwMDRjMTdiMTdhOThkZjY2ZmE1OWJh\" data-original-margin=\"\">\"Oh ya? What'd that be?\" he asks.</p>\n<p class=\"cnNkODVlZTFiYmU5ZDRiYmJhYmE2OTZmZjRmMDcwMzBk\" data-original-margin=\"\">\"Now you have support. Everyone look for a place that fits the description. I don't care where, if it fits, tell me about it. I'll look too. If it's a viable option, I'll figure something out,\" I explain, \"Just keep an eye out and soon, you will all be mages.\"</p>\n<p class=\"cnMwNGUwM2I4ODA4MTRhMjc4NDc4MGUwNzNkM2NhNmVi\" data-original-margin=\"\">An excited chatter breaks out as they realize I am done. I hear some of them already discussing different possibilities. Many of them are silly or immoral, but I am hopeful. I spend a while mingling with the group, trying to extract information about Henry. Unfortunately, I don't get much. A few of the kids recognize his description and can confirm he was with the Manticorps for a while, but they can't say much more. Apparently, each kid didn't encounter him often enough to pinpoint when he disappeared. I ask if anything strange has happened recently but the situation with the Manticorps was too unstable for anything to stand out; and if anything out of the ordinary did happen the kids would hide and keep their heads down to avoid becoming a casualty. Sighing, I give up and meet up with Gilbert who has been in quiet contemplation ever since I spoke to the kids about magic.</p><p class=\"cjIwYWJiZmVhODUzMDQ1ZjI4ZDlhZGU2MTM4OGQxZjBi\" data-original-margin=\"\">Stolen from its rightful place, this narrative is not meant to be on Amazon; report any sightings.</p>\n<p class=\"cnNiMmIzNmI4MDUxYzQ1ODNhOGI3ZDAyMGM2YTY0OGNm\" data-original-margin=\"\">He talks quietly to me as we depart, headed out together new clues about Henry, \"You sure about this Lillith?\" he inquires with a raised eyebrow, \"You want to do something that'll have the nobles hunting you?\"</p>\n<p class=\"cnM5NTEyMWZhYmE2NjQyM2ZhN2FiMGZlNmMyMjY5ZmEz\" data-original-margin=\"\">\"More than one something,\" I retort, \"Besides, it looks like I don't have much choice.\"</p>\n<p class=\"cnM4NWNhYmMyZWYzZjRmOTNiMmVjYzRkMjM3YTAzMWYz\" data-original-margin=\"\">\"What do you mean?\"</p>\n<p class=\"cnNjNjFlYzQ3YWVlYzRlZTk4YTMzNWU1NTJlNjc4Mjkz\" data-original-margin=\"\">\"Dad has arranged a marriage for me. To Baldwin Tudor.\"</p>\n<p class=\"cnNkOTliMzJlZDRmNTQ1ZjVhZDY1MTlmYmJkY2Y4MGJi\" data-original-margin=\"\">Gilbert stops walking, his mouth agape as he processes this revelation. \"Lord Baldwin Tudor, as in the future lord of Satusmor, is your <em>fiancé? </em>Shit Lillith, I wondered why someone so important visited so often, congratulations!\"</p>\n<p class=\"cnNmYmMxN2UxYzkzMzQ2NjhiODkxNDYwMGI2ODYzMTUx\" data-original-margin=\"\">I glare at him. There is a moment of silence before his exuberant face shifts to confusion and he follows up with, \"Or... I'm sorry?\"</p>\n<p class=\"cnMzODM5MDc4ZTQ1MDQ1YTk5NGFlNmQ3Mzg2ZDRlMWY1\" data-original-margin=\"\">\"Gilbert. I am not marrying that finely dressed sack of leeches!\"</p>\n<p class=\"cnMwYzI2ZjEwZWQxMjRjNTRhYTk4MTNlNGU3MTI3MDQ5\" data-original-margin=\"\">\"B-but you would be Lillith of Tudor, any woman in town would kill for that!\"</p>\n<p class=\"cnMwNGE1YjI4NWQyYjRhYjhhMDA0MjkyMTQ3YThhOWJl\" data-original-margin=\"\">\"Yes, you have displayed a thorough understanding of what women want, you're probably right.\"</p>\n<p class=\"cnNlYTI1OGY1MTk2ZTRjZTBhYmI2OGIxNmYxNDgwOTA2\" data-original-margin=\"\">\"Okay, I deserved that but Lillith, our entire family would never have to worry again! We'd become a noble family like Dad has wanted for years, we'd even get our own name! We could be something cool like 'Flames' or 'Blades' or something. Gilbert Blades would be an awesome name! Or we can do something more feminine, 'Flower' maybe, mom can be Joan of Flower. We'd be wealthy and never have to worry ag-\" He stops as he sees my face contorting in disgust.</p>\n<p class=\"cnM1MDJmMGEyMTgzZDQwZTE5Njk3ODliMTI1ZDViOGNl\" data-original-margin=\"\">\"Gilbert, I have no interest in being a noble.\"</p>\n<p class=\"cnNlNDM5YWJkMDE4ZDRhYTc4NjlmOGY5YWQ3NzJjMjdl\" data-original-margin=\"\">\"B-but we would never have to struggle to survive again, we-\"</p>\n<p class=\"cnM1ZjM5MDcyYWE5YjRiYzFhMzYxZjM0M2MwODM3OTU0\" data-original-margin=\"\">\"We would survive on wealth earned by other people struggling to survive. Do I seem like the kind of person that would be happy doing that? Think about it for a moment Gil, with all you've seen me do, with what you just saw me do. Does it seem like wealth is my aim?\"</p>\n<p class=\"cnM0MTFjNDI2ZWJhMDQwODQ4NjJiNWFkYzJkNjI5ZTMw\" data-original-margin=\"\">\"I guess not... but Mom has been so miserable lately, you could make her happy again!\"</p>\n<p class=\"cnNhOTJkMmJiYjU0ZDRkMTc4MWM3ZmM1N2E0NWViODk0\" data-original-margin=\"\">\"Mom is miserable because her son is missing. She thinks he's dead and her husband, a man supposedly responsible for helping people like his missing son, barely bothered to look!\"</p>\n<p class=\"cnM5ZTA3ZjcwZjJkNzRjYTM4YjI4MGZmNTU5NzdhMmVk\" data-original-margin=\"\">\"I know that Lillith, I'm not an idiot. But maybe a little luxury will at least cheer her up? Some fine food never made someone's life worse.\"</p>\n<p class=\"cnNkODE4OGIzOGUzODRkNTJiZTcyMjc2ODNkNmI5Y2Ri\" data-original-margin=\"\">\"It would taste like ash in her mouth. Besides, you are missing the point. I am not interested in getting married, Gilbert.\"</p>\n<p class=\"cnMwYjZiZTliYjQwNTQ1NWJiZjQzNTRlZDA1NDk3MTU2\" data-original-margin=\"\">\"All women get married, what are you going to live with Dad forever?\"</p>\n<p class=\"cnM5NjgyZDZkYzUzZjQ5NjBhNWViNTQ1YjEwMzYyZjVh\" data-original-margin=\"\">\"No, but that's a discussion for another time. I don't want to be a noble and I don't want to get married. Dad didn't arrange for our future, he sold me to a cruel man for his own comfort.\"</p>\n<p class=\"cnM2MTQxZDdhODFmZDQ1ZjRiMzllZmVmMjIxNjA3MDNk\" data-original-margin=\"\">I see Gilbert's face darken as this comment reminds him of our previous conversations. \"Look Lillith, I know you don't like how a lot of things work but you need to be realistic. I listened to you before so listen to me. If Dad arranged a marriage for you, it's because it's the best thing for you.\"</p>\n<p class=\"cnMwMjlmZmM0YjY0ZDRhZmM4MWJhZWQ2YzQyMzZjODZl\" data-original-margin=\"\">\"It's really not. And even if it was that's my choice to make. I know you are trying to change, Gil, but the way you view the world is still backward.\"</p>\n<p class=\"cnMzODBhOTZiNWQ4MzRlYzE5ZmM2NTdmYTE1N2IxNTEy\" data-original-margin=\"\">Gilbert sighs, realizing he's not going to convince me, but I continue, \"I'm going to stop this marriage Gilbert. It's going to be ugly, and you may not understand it. But I'm going to do it. I need you to support me in this.\"</p>\n<p class=\"cnMxZTljMDdhNjQ2YzQ2MDQ5ZjNiYmVmNzcwNzM1NTk4\" data-original-margin=\"\">\"I... I'll think about it Lillith. I really don't think you are making the right choice here. But I'll think about it,\" he reluctantly concedes.</p>\n<p class=\"cnNkNjg0ZjhjNTJhZjQwOTI5OTI1YWVlODUxYTc2MTgy\" data-original-margin=\"\">A moment of silence passes and something occurs to me that I had glossed over earlier. \"Wait, why would I be Lillith of Tudor and Mom be Joan of Flower, but Baldwin is just Baldwin Tudor and you would just be Gilbert Blades?\" I ask, suppressing an eye roll at the silly surnames he chose.</p>\n<p class=\"cnM5NWQ4M2Q5NWRjMDQ3Mzg5MGI4NzkwN2I4M2RiMDk5\" data-original-margin=\"\">\"Huh,\" he responds, startled by the shift in subject, \"Well women aren't main household members in noble families. Men have a family name and women have an affiliation. So Baldwin Tudor and Lillith of Tudor,\" he explains and I groan. Of course that's how it works.</p>\n<p class=\"cnM2YWQ5MjIyOGMxMDRmZDBiYzY0YWI0MGNhYjhkOGFi\" data-original-margin=\"\">\"So I, with my mana, would be earning a family name... for you guys? But I am just affiliated with the family? The family that is noble... because of me. Is that right?\" I gape.</p>\n<p class=\"cnM3YjQzMGY0Nzc1YTQzZjNiYjI5NDgzMWRiMmI3NjZj\" data-original-margin=\"\">Gilbert has the decency to look a little sheepish at this. \"I suppose so, that's just how it works...\"</p>\n<p class=\"cnM0N2Y0ODM5NmJhNDRhYzY5MTVlODAwY2NmZjRlZDhk\" data-original-margin=\"\">I don't bother suppressing the eye-roll this time. \"Jesus Christ, that's absolutely asinine.\"</p>\n<p class=\"cnNmNjgzZDJlMGE4NzQ0MjU5ZGY1NGQ4YTRkZWU4MThl\" data-original-margin=\"\">\"Jesus Who?\" he asks, confused.</p>\n<p class=\"cnNmNTkzYjU1NTMyOTQzNmU5MGIxMjUyYmRmMjFlM2Ey\" data-original-margin=\"\">\"Never mind that, let's just... not talk for a while,\" I respond, my irritation reaching a boiling point. I swear I'm going to find whoever's idea that was and boil them alive. Well, they are probably dead, but I'll still boil them. Fucking affiliated with my own family name.</p>\n<p class=\"cnM1OTVlMzM5NzU0NjQ3N2ZiNmQ5NzMyMTcxZGZiN2Rh\" data-original-margin=\"\">\"Oh, we are here, that was fast,\" Gilbert exclaims as we arrive at the market. He's right it did go fairly quickly. He adds in, \"I thought we just left, it feels like I just went through confession.\"</p>\n<p class=\"cnMxZjU3MDUxNGM3ZDRhYzViZTU0N2Q4MzY3M2JiODFj\" data-original-margin=\"\">\"Yeah well, time flies when you are having fun,\" I sardonically dismiss him. \"What's important now is Finding Henry. I have a button I think we can use, it was in what I think was his lab,\" I explain showing him the button.</p>\n<p class=\"cnNlMzUzYzIzODY0NzRlMmJhYmNhNDkzZDQ5OGY5ZmE0\" data-original-margin=\"\">\"That's an interesting emblem,\" he responds, examining it. \"Someone will recognize this for sure.</p>\n<p class=\"cnMyYTgyNmE1ZTFiODQ3ODQ4M2FjMjVhMTJkYmU2ZWU5\" data-original-margin=\"\">\"That's the hope,\" I reply. We then begin the tedious work of extracting information from the grumpy vendors. As usual, we don't make much progress this way, but I think vendors are a better source than street kids in this case. After a while, I stop paying attention. Something is nagging at the back of my mind, like an itch you can't scratch or a word that's on the tip of your tongue.</p>\n<p class=\"cnNlMmJmMDE2Y2YyYTQ2MTI5NjNkMTkyNTMxNWUzM2Y0\" data-original-margin=\"\">\"Gilbert, what did you mean?\" I ask, the issue dawning on me.</p>\n<p class=\"cnNhOWFiNjEwZGNhNjQ5YWJhMjkyYjUzMDVmMjlmOTBk\" data-original-margin=\"\">\"What? The fruit looks good... what else could I mean by-\" he starts but I cut him off.</p>\n<p class=\"cnNhYTY3NTBhNWZlZTRlMDViYTQwZDlmMDUzOGNhZGI3\" data-original-margin=\"\">\"You said it felt like you went through confession, what did you mean?\" I say seriously.</p>\n<p class=\"cnNhYWQzNzdlNzZiNDQxZjliMWQyNmU1NTVkZDFhMmYy\" data-original-margin=\"\">\"Oh, sorry, I forgot Girls don't do that until they are fourteen. Confession is a ritual at the church, It's pretty normal, everyone does it. Help clear our minds and cleanse us of flaws, that sort of thing,\" he explains.</p>\n<p class=\"cnNkNmRlOGY5MWIwYTRkODdhZjc4NjgyMjY2NWI1NzI5\" data-original-margin=\"\">\"And why did it feel like that, exactly?\" I say through my teeth.</p>\n<p class=\"cnNkNDAxYTgzZWQ5ZjRjMmE4NjJlMTM2MmIzMzczMGRl\" data-original-margin=\"\">He picks up on my serious tone before he answers, \"Well... because it goes by in a blink. You meet a priest, and the next thing you know, you are done. You don't even remember it. It's a pretty odd experience.\"</p>\n            ",
  "invisibleParagraphContent": "Stolen from its rightful place, this narrative is not meant to be on Amazon; report any sightings."
}