{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMyZDQwYWQ0MTkzZDRlMWI4YmVmMjRhZjQ2M2EyYmEz\" data-original-margin=\"\">Colonel Lindsay de Martel watched silently from her post as Geoffroi Jean de Gaetane, the Emperor of Rhin-Lotharingie, silently circled the massive map projection table.</p>\n<p class=\"cnMxMDQ1ZmIzM2EzMDQ4OTZiMTZiZDliZGRkYTA2Yjhm\" data-original-margin=\"\">The war room of the Oriflamme Palace was empty, except for the Emperor and a squad of royal armigers from the Highland Guard. The elite knights were all well-practiced in the art of being seen but not heard. Only Geoffroi's heavy footsteps resounded across the spacious room as he paced around the table display.</p>\n<p class=\"cnNiODE0NTYzMTEzYzQzNjI4Yzc4NjY0NTFhMjk0OTA0\" data-original-margin=\"\">The Emperor was clearly in a pensive mood today. And Lindsay couldn't blame him as news from the frontlines had been mixed over the past week.</p>\n<p class=\"cnMzZmI3ZGNlNTc5YzQ0YjQ5YTA4YzQzM2UxOGUzOGY4\" data-original-margin=\"\">On the Inner Sea front, the Cataliyan army withdrew behind the Ròse River after Marshal Cosette destroyed their support fleet. This brought a much needed if temporary reprieve to the Army of Garona. And thanks to Pascal's quick work in logistics, the first supply convoy was already well on its way to the front. By the time the Cataliyans advanced again, the Kingdom of Garona's capital of Narbonnaise should be provisioned and reinforced -- its fortifications ready for a protracted siege.</p>\n<p class=\"cnNkNDAwZmE2ZjZiNTQ2OWNiYTNlZmM3MWJiMjA1YzQ2\" data-original-margin=\"\">In the center, the sworn 'Trio' --Gervais, Laurent, and Edgard-- had stopped the Tauheed forces in the second line fortresses guarding the South Lotharingie Mountain passes. Weeks of nonstop fighting along narrow, treacherous mountain roads had left both sides exhausted. However, now that snow has arrived and the mountain passes were beginning to close, the chances of a Cataliyan breakthrough before next Spring was dropping to nil. That should give the 'Trio' plenty of time to reorganize and replenish losses.</p>\n<p class=\"cnM1NDZmY2NkNzU5ZTQwZmU4YjhjYmZiNzEwNGQyYjZj\" data-original-margin=\"\">It was the situation in the west that the Emperor remained worried over.</p>\n<p class=\"cnM1MDZkZWIxODhlZjQxNDhiNGYyZTY4MGZhNTM2Nzgy\" data-original-margin=\"\">Edith's defeat in last week's battle had proven to be less severe than they first thought. Another fifth of the army had trickled back in since their loss, bringing their numbers up to nearly seventy percent of their original strength. The lady-knight whom the troops affectionately dubbed <em>Estelle the Polar Cross</em> might not have a great sense of strategy, but her ability to inspire was second to none. Most armies began to disintegrate after a major defeat, yet Edith managed to keep morale up to the point that many stragglers regrouped and rejoined rather than desert.</p>\n<p class=\"cnM1NGIzOWE0ZTQ4YTQ5YTNhNmEzODViMmU1ZTI0M2Zk\" data-original-margin=\"\">However, the loss of King-Consort Armel also proved more serious than expected. The death of her beloved husband hit Queen Katell of Avorica particularly hard. The pregnant queen had holed up in her room since then, declining to see anyone except her maid and refusing to do anything except eat and sleep.</p>\n<p class=\"cnMyYzU0ZjY1NmFhYzQwZjlhYzhhM2ZjYTE1YTZiNTc3\" data-original-margin=\"\">With one royal dead and the other incapacitated by grief, the Kingdom of Avorica was paralyzed at a moment when leadership was needed most. It didn't help that several prominent nobles had also been killed in the previous battle, including three members of the privy council. Combined with losses from other skirmishes, this left the council lacking the authority to govern in the absence of their queen -- which meant Edith could not expect any further mustering of reinforcements from Avorica.</p>\n<p class=\"cnNmMzJkOWRjNzRkYTRjYmRiZDYwZjliZDZlMjJhMmZl\" data-original-margin=\"\">Then, perhaps worst of all, Geoffroi's spies in the Kingdom of Ceredigion reported that the combination of Edith's loss and Avorica's paralysis only further convinced King Elisedd to stay out of the conflict. This meant that two of the four subsidiary kingdoms under the Empire of Rhin-Lotharingie had already been rendered useless to the war effort. Meanwhile the northern Kingdom of Gleann Mòr still couldn't mobilize due to the onset of winter, and would stay that way until late next spring.</p>\n<p class=\"cnM1MzMwNWJmY2QxODRmNWRiOWI1MGZiMTA4ZDQxZjJl\" data-original-margin=\"\">Determined to prevent a catastrophe, Emperor Geoffroi had stripped the capital and its surrounding territories of every soldier that could be spared. Even the palace guards had been reduced to a measly hundred. Everyone else had been sent off to the Avorican front, along with most of the remaining food in the local granaries.</p>\n<p class=\"cnM4MDdkMzQzZjNkMzQzY2E5NTA5ODdjNjQ5YzJmYjAz\" data-original-margin=\"\">Lindsay was the only high-ranking commander who remained behind. She was now responsible for protecting both the palace <em>and</em> the city with just a hundred men-at-arms and the city's militia. They were spread so thin that it would be laughably easy for assassins to sneak past, especially Imperial assassins: the renowned Mantis Blades, who recently added the Marshal of Weichsel to their long list of victims.</p>\n<p class=\"cnMzM2Q4YzUwMDJkODQ3ZTliYTdiZDhiM2FkYTYxOGFk\" data-original-margin=\"\">This was why she stood in this war room at the very moment. Lindsay had been following the Emperor every hour of every day since she had been left in charge, even sleeping against his bedroom door.</p>\n<p class=\"cnNmYmUxZjlkZTIxMjRmNTNhZWRiNjJkYWNkYjQzMTIz\" data-original-margin=\"\">Actually, that only happened once.</p>\n<p class=\"cnM4OTIyNTMzM2RkMDRkNmE4NzRlZDE2MjE4YTc5ZTcx\" data-original-margin=\"\">Geoffroi had angrily told her that since she insisted upon being there, she could either sleep in one of the adjacent royal family bedrooms or he would drag her into his own.</p>\n<p class=\"cnM1OWNhMTVhZDlhYzQ1Y2NhZGIzMzE4ZDE1YzY5M2Fi\" data-original-margin=\"\">His blue-violet gaze had been completely serious too.</p>\n<p class=\"cnNjMWNhYjViNjcyMDRhNjJhOWViMTk5MmZjNGQ2Yzg2\" data-original-margin=\"\">Lindsay certainly did not forfeit her duty just because of a threat from her sovereign. Royal Armigers were not chosen for a lack of personal integrity. But even rumors of having an affair with the Emperor would surely destroy her reputation and career. Perhaps even worse, it would ruin her relationship with Crown Princess Sylviane -- her pupil in the martial arts whom she had come to see as almost a younger sister.</p>\n<p class=\"cnNiZGQyYjg5YWI0NTQ2NmE5NTU1N2JkODcxNzQyYTkx\" data-original-margin=\"\">That left her with only one choice.</p>\n<p class=\"cnNiYzE4YmQxY2E1MDQ2ZjBiYzc4Njg4ZmVjYzBlODMy\" data-original-margin=\"\">The nearest bedroom belonged to Geoffroi's deceased wife, who died ten years ago yet her personal effects were still perfectly maintained. With no intention to intrude upon such a sanctuary, Lindsay borrowed the next room instead, which belonged to the Princess.</p>\n<p class=\"cnM5OTExYmVhNzQyOTQ0YTI4YjI3YWNkYzc1ZGZjYmIw\" data-original-margin=\"\">Sylviane would just have to forgive her in these unusual times.</p>\n<p class=\"cnMxYzZlZjVkODE1ODQ5Y2Y5MTc2NDYzODNhODc2M2Zm\" data-original-margin=\"\"><em>I wonder how Her Highness is doing in Nordkreuz...</em></p>\n<p class=\"cnM4ODEwYmI4OGU4NjQwYTc5ZmM1MGM5OTA0ZWZhYTNk\" data-original-margin=\"\">Lindsay's attention soon snapped back to present as Joyeuse --the cerulean phoenix perched on Geoffroi's shoulder-- stretched out her wings and squawked a sharp warning.</p>\n<p class=\"cnM1NDc3NWQ2ODZiNzQ2MGRiZDlhODE0NjRkYTJkMDMz\" data-original-margin=\"\">\"<em>Blaze Ignition.</em>\"</p>\n<p class=\"cnNmMjRiNjlkOWU0NDQ4ODU5ODhkODgyY2M4ZmI1YWM3\" data-original-margin=\"\">Without hesitation, the Emperor called upon his phoenix before activating the arming pendant he wore over his heraldic surcoat. A cascade of brilliant-blue mana poured out of the pendant's sapphire centerpiece and engulfed his body. Within three seconds, the mana that wrapped around his body condensed into smooth, hardened surfaces, before evaporating into the air to reveal a perfectly-fitting suit of full-plate armor that covered his muscular bulk.</p>\n<p class=\"cnM0Zjk1MzY4NjJlMzQwM2ViNzRjOTU0YjBjYWJiNTgw\" data-original-margin=\"\">The phoenix Joyeuse was also no longer in sight. Instead, the white-blue embers that drifted off the Emperor gave clear evidence to their unison.</p>\n<p class=\"cnM0YTc3ZGQyY2FhZDRhMThhMDFjZTM2NmI3MTA3ZWUx\" data-original-margin=\"\">Meanwhile Lindsay, like every other armiger in the room, already wore her armor. She merely stretched out her right hand, activated her extra-dimensional storage glove, and felt the sturdy chains of a heavy meteor hammer erupt into her fingers.</p>\n<p class=\"cnMyM2I0ZTQ0ODA4NTQ1NDg5NWIxNmYzYWRjNjkyM2Q4\" data-original-margin=\"\">\"Wards!\" She ordered as they weaved one defensive spell after another upon themselves.</p>\n<p class=\"cnNhOGE1ZDBiNThhYjQzYWI4MTU1YWRjMGViOGQwMjZm\" data-original-margin=\"\">Lindsay strode forth in her armored boots, but had yet to reach the entrance when the heavy mahogany doors crashed open. They revealed a frantic armiger in bloodstained plate mail clutching his wounded neck.</p>\n<p class=\"cnM4MmZiNzc5MDA5MjQ5MTJhMzE1NmRiY2RlOGQ0NjM4\" data-original-margin=\"\">\"We're under---\"</p>\n<p class=\"cnMyNWQxODgxM2IzOTQ0OWViYTA2ODM5ODE4MzVhNjUx\" data-original-margin=\"\">That was all he managed to croak out before another man in white full-plate rushed up from behind and rammed a longsword through the chink beneath his cuirass.</p>\n<p class=\"cnMxMzI2MzRlZTQyNTQ1ZDA5ZWJlMGY1OGYwNTQ3ZWYy\" data-original-margin=\"\"><em>Silence Field,</em> Lindsay instantly recognized the signs. There was no other way a man could dash forth in heavy plate without making a single sound, even though she stood no more than five meters away.</p>\n<p class=\"cnNjYTk1YTg2ZWI0ZTQ2MjRhZGRmZjQ3NTM1MTI5ZmU5\" data-original-margin=\"\">\"<em>Negation Surge.</em>\"</p>\n<p class=\"cnM0MGQyMDViMzdiMTQwZTY4ZmRlYWFkNDgyMjc3YTdj\" data-original-margin=\"\">Before the assailant could even finish pulling out his sword, a studded sphere of metal smashed into his white helmet. The antimagic spell discharged and tore a hole through the crusader's defensive wards before the helmet was pulverized against the door. With his skull crushed, the swordsman collapsed to the floor alongside the Lotharin armiger he had just killed.</p>\n<p class=\"cnNhODhkMjJhMzEyODRmNjFiYjYxMDQ1NjljZmM5YzRj\" data-original-margin=\"\">Lindsay retrieved the mace-like head of her meteor hammer with yank on its chain. For a moment she continued to stare at the corpse, alarmed yet puzzled. The intruder wasn't dressed like a Mantis Blade by any means. In fact, he wore white plate armor with gold stripes.</p>\n<p class=\"cnMwYTAwZDU0MDI4ZTQxY2I4MjFjMTJlYmMzZGEwNjdm\" data-original-margin=\"\"><em>...A Knight Templar.</em></p>\n<p class=\"cnNjY2MyM2QxOThiOTRkMGU5OTZjYTVmYTM2YTgxODk3\" data-original-margin=\"\">Her eyes sprang wide with dismay as apprehension struck. Templars did not infiltrate castles to assassinate. They were a battlefield force who crushed their enemies wholesale.</p>\n<p class=\"cnM1MDM5OTc4ZDVjYjQ0OTlhMWRmZWJhYTk0NTc0OTlm\" data-original-margin=\"\">They were also the paramilitary branch of the Papal Inquisition, whose greatest current foe just happened to be the excommunicated Emperor standing behind her.</p>\n<p class=\"cnNjMzUyYzNjYjgzZDQ1N2I5ODY4YTliYTk4NzM0ODkw\" data-original-margin=\"\"><em>How many of them are within the Palace already? And just how did they get inside?</em></p>\n<p class=\"cnNhNWE5YzQxNmJjODQ1Nzg4YzE5ZWQ2MjZiOWIxMTI4\" data-original-margin=\"\">Lindsay's first question was answered within the minute as a chorus of clanking steel emerged from just down the hall.</p>\n<p class=\"cnMwZDAyZmQxYmM1MzRkMjFhZmJiNmQ1MDEzMjk0OGYx\" data-original-margin=\"\">There was no longer any purpose for the enemy to hide their numbers.</p>\n<p class=\"cnM0YWQ5YjQ1ZDlkNDQwZDFiZjY1N2JjOWE2OTU4NjU1\" data-original-margin=\"\">Their surprise had been total and complete.</p>\n<p class=\"cnM2ZDQwNjIyZjJmYzRiMDc5NmMyOTNkNmQ3ODI5NGE4\" data-original-margin=\"\">The next templar through those doors blocked her flying meteor with a <em>CLANG</em> from his heater shield. But instead of charging straight at her, he fanned off to one side, followed by seven other shielded knights to form a 'V' just inside the door.</p>\n<p class=\"cnNhNmQ4Y2NkZGQ3NTRlNGRhNzk0ZjY2ODQ5ZDAzM2Jm\" data-original-margin=\"\">With their beachhead established, dozens more poured through. They spread out towards both flanks, threatening to envelope the defenders in the center of the room. Yet despite their absolute advantage in numbers, despite losing yet another head to Lindsay's meteor hammer, not a single one charged forth to attack.</p>\n<p class=\"cnMwMThhM2YyYTU1MTQyMzA5MzM0MWMzM2Q1OWNlMTQ2\" data-original-margin=\"\"><em>What are they waiting for?</em></p>\n<p class=\"cnM5MWMxMmU1Y2NiMTRiMzBiYTZlMThhMzJiOGEyNzM3\" data-original-margin=\"\">Pressured by their numbers, Lindsay fell three steps back to the defensive chevron her royal armigers had formed.</p>\n<p class=\"cnM0MTk4MjM4YTE4MTQxODdhOTQ1NmVjNmQxYjliOWI0\" data-original-margin=\"\">It was a desperate gesture of resistance. They were twelve against dozens, with what sounded like <em>hundreds</em> more just waiting outside. These were no lowly soldiers either. Every one of them wore plate mail of the highest quality, affordable to only a proper knight-brother of the Templar Order.</p>\n<p class=\"cnM1YzliYWI0ZGUxNzQ5N2FhODQyOGFmOThkN2E2Nzc5\" data-original-margin=\"\"><em>How did they...</em></p>\n<p class=\"cnNmNWE2ZDE5ZGZkMzQwYWZiYTQwY2M3NmNiMmU1NmU3\" data-original-margin=\"\">Lindsay had yet to finish her thought before a familiar figure stepped through.</p>\n<p class=\"cnNiZWYwMWMzODJmNDRlYjQ5MGY2MmQ5NzhiYWNkMWM2\" data-original-margin=\"\">\"Gabriel,\" Geoffroi's stiff voice rang out from behind her. \"You traitorous bastard.\"</p>\n<p class=\"cnNlNmIxOTUzOGFjZTQ0ZmNiMDE5Mjk0NDY4YmQyNTVm\" data-original-margin=\"\">The lean and handsome prince stopped between the two V-wings of templars. His armor was pristine. His white clothes were impeccable. His plum-black hair and blue-violet eyes made him look every bit like the Emperor's younger brother. Except Gabriel was actually the older of the two, who had been passed over for Geoffroi due to his failure to summon a phoenix.</p>\n<p class=\"cnNjZTdiMGQ2ZWFkMTRiNDFiZTUzM2Y0NjMwZTNjODA3\" data-original-margin=\"\">The traitorous duke wore a sad yet beautiful smile, as though nostalgic over the sight of an old friend. His cuirass displayed the same Gaetane heraldry as Geoffroi's own. However his hands did not hold a mace or some other crushing weapon --as would be expected of most noblemen from central Rhin-Lotharingie-- but a sleek arming sword of the Church. Countless tiny, floating crucifixes of glowing gold surrounded him in a sphere of brilliant light, marking his new status as a champion of the faith.</p>\n<p class=\"cnMwOTZiMDY0YjY2OTQwZTc5OTZjZDExYjA0N2RkMDY5\" data-original-margin=\"\"><em>So much for your 'reinforcements',</em> Lindsay thought bitterly.</p>\n<p class=\"cnNlNTA1Y2E1NjdhNDQ3MTM4MGY3N2Q3NzUzODJkZjU0\" data-original-margin=\"\">With most of Rhin-Lotharingie's intelligence efforts directed south, Gabriel could have easily hid the templars within his army as 'mercenaries'. They were marching south to join the front lines, and took the riverside road that passed Lake Alise. Lindsay wasn't exactly sure how Gabriel brought hundreds of men across the lake unnoticed. But with the Capital's garrison so understaffed, even a single bribed sentry could open a doorway of opportunity.</p>\n<p class=\"cnNiNWNiN2MzNThiNzRjN2FiMDc5NmU2MTYyMjMwZjUz\" data-original-margin=\"\">This was especially true when the Pope had swayed countless devotees against His Majesty.</p>\n<p class=\"cnM5OWIyOTY5Y2IxMjQxYWU5ZDUxZmQ5YTQxZjNjZDI0\" data-original-margin=\"\">Once those templars were on the island, there was no stopping them. The royal prince who led them did not just grow up here. He had once accompanied the adventurous young Geoffroi in all sorts of mischief. The two of them knew every nook, cranny, and secret passageway coming in and out of the palace grounds.</p>\n<p class=\"cnM4NzNmZWNiM2ViNzQ5MzNhMmM2Mjc0MWVhYjBhYzkz\" data-original-margin=\"\">\"Mother had always favored you,\" Gabriel said with a wistful smile. \"So please do not be so unkind towards her heavenly soul.\"</p>\n<p class=\"cnNhM2E5YjJiZjRlOTRjNmNiMzhjMTJmYjU1YWRmMzM4\" data-original-margin=\"\">\"No, you were adopted,\" Geoffroi declared straight. \"Our parents simply never had the heart to kick you back out.\"</p>\n<p class=\"cnMxYThkODMwOGE0MjRkNjk4MDU1Yzc0ZTY3ZjI0ODk1\" data-original-margin=\"\"><em>Really?</em></p>\n<p class=\"cnNlNGNjYjI2NDBjZDQ2ZGM4OTBjNWE4ZmNhMDJhMmRi\" data-original-margin=\"\">Lindsay blinked in surprise before taking Geoffroi's words into consideration. For a moment she had believed his statement for real.</p>\n<p class=\"cnMxODQ3Yjk4MGQxMDQxMjNiMzA2YzNlMjViMWE4YTk5\" data-original-margin=\"\">\"Save your bad jokes, Geoffroi. I am here to request your surrender and abdication.\"</p>\n<p class=\"cnM1YjhhNTVlZjY4NjRjZGM4Mjc4YTgwOTQyMjBmN2Jl\" data-original-margin=\"\">\"Which Emperor has ever surrendered to a pretender and failure?\" Geoffroi retorted with scathing words as he deployed his heavy weapon from extradimensional storage and slammed its butt onto the stone floor.</p>\n<p class=\"cnNjY2ExNmJmY2U3ZTRlMTE5MjQ0MDc4MjRjMWMxN2Zi\" data-original-margin=\"\">The Emperor's custom goedendag was a steel-shafted polearm built like a halberd. It had a studded cylindrical mace beneath the long spike. Attached to the mace's side was a crescent blade, jutting out like a pair of bull's horns.</p>\n<p class=\"cnMwM2Y3N2I4MWRlNjRmYWZhMjM0MDc5YjI0YjBlNzdh\" data-original-margin=\"\">\"Which Emperor has ever been excommunicated by his head of faith?\" The brother rebutted, all traces of his smile vanishing behind a stern and sorrowful gaze. \"You have already broken the law of kings. Had you not turned your back on the Holy Father who entrusted you with this realm, I would have no need to demand your crown.\"</p>\n<p class=\"cnNhN2VjMjc2MjA1YzQwZGNiNmQxZGU5NzY1MDZmMGQ2\" data-original-margin=\"\">Yet despite facing such accusations, the Emperor began to chuckle. It soon grew to a deep, derisive laugh that revealed his incredulity and contempt for the irony of the situation:</p>\n<p class=\"cnNlYjQxNDVkNTc0MTQ1YmI4Zjg2ZTY4MDI5Y2I4Mzhm\" data-original-margin=\"\">\"So that gold-draped puppet, <em>His Holiness</em>, decided that you were a better alternative? You, who failed the phoenix's test three times!? You, who fled from your duties as a prince of the realm decades ago, to bath in idolatry after retiring to an insignificant land!? You, whose hermaphroditic character contained neither the steadfast decisiveness of men nor the sensible judgment of women? Ha!\"</p>\n<p class=\"cnNmYWZjN2M1NjcwNzQ1NGU5ZDg2MmY1M2VmMzFlNmIz\" data-original-margin=\"\">Emperor Geoffroi barked another laugh as he gently pushed Lindsay aside and stepped in front of his guards. White-blue flames radiated from his muscular body and splashed against the glowing shields of the templars, forcing them to cautiously take a step back.</p>\n<p class=\"cnM1OWQ5ZjVmMmFmMjRhMmRhMzY0NDM1ZjNkMzJkMjNm\" data-original-margin=\"\">\"You were never fit to rule, Gabriel, and I can tell you why.\" Geoffroi continued. \"Because the phoenixes knew, just as I did, that you are a cynical, faithless sinner. A <em>homosexual</em>, impregnated by the Devil's lust and devoid of the Holy Father's grace. Yet the Church would pick you for a champion? Just whom is it that the den of corruption represents now!?\"</p>\n<p class=\"cnM0MTVhNWVmYzdlZDQ1NzBiYmMzNDBlZDM4ZmUwMWYw\" data-original-margin=\"\">A few of the Knights Templar turned their armet helmets, glancing towards their leader in question and doubt. However most of them never even hesitated.</p>\n<p class=\"cnM5ZmIwZWViZDYxMjQwMTViYzQyZDlhZmM2OTNlODYz\" data-original-margin=\"\">Neither did Duke Gabriel.</p>\n<p class=\"cnM0ZDFhODJlNmIzMzRhZmZhMjZhMGU2NjBiN2VhMjA2\" data-original-margin=\"\">\"Has your conscience deserted you to madness, Geoffroi?\" The pretender softly asked through a mask of pity. \"Does my long and loving marriage not speak for itself? Or are you so corrupted that you hear naught but the Devil's slander? Arrogant enough to believe yourself superior in judgment to all the lords who stand with me, even the representative of the Holy Father himself?\"</p>\n<p class=\"cnM5NjlhNjJhOGEyNDQwNmQ4MjkwZDA1ZmMzOTBkYmEy\" data-original-margin=\"\">\"What <em>lords</em>,\" Lindsay spat out in anger. \"Those not hoodwinked by your lies are clearly all traitors like yourself!\"</p>\n<p class=\"cnM3YWI4YzdkMjVlMTQ0NzBiM2MzMTA1Yjc3MGZjN2Iz\" data-original-margin=\"\">\"A true patriot does not side blindly with tyrants, Milady,\" Gabriel's eyes softened as they shifted onto her. \"I have no wish to antagonize House Mackay-Martel. I respect your devotion, but it is wasted on such an apostate. Please stand aside. I personally guarantee you and your knights an honorable surrender and safe return to your lands.\"</p>\n<p class=\"cnM3YjdiZDdhMDE2ZDRkYzhiMWJjNjRjOWYzYWU3Y2Vh\" data-original-margin=\"\">\"The Guard dies! It does not surrender! Certainly not to vermin like you!\" she declared as her right hand continued to twirl the mace-like head of her heavy meteor hammer.</p>\n<p class=\"cnM0MDQ1Yzk1NGVmNDRmZDQ4NWJkNWRmNjIyZDAxZGEw\" data-original-margin=\"\">\"As you wish,\" Gabriel replied back with a slight bow before issuing his order:</p>\n<p class=\"cnNjY2IzM2RhMDAwNDQxY2JiYzZjYWNlMjBiODMxZDEz\" data-original-margin=\"\">\"Send them all to Purgatory.\"</p>\n<p class=\"cnM1MmY4NzIzYjFlOTQ2OGNhOWRmNjU1ZWVkYzc1OTA1\" data-original-margin=\"\">\"To Hell with you first!\" Geoffroi cried out as he raised his goedendag off the ground. \"<em>Flamebreak!</em>\"</p>\n<p class=\"cnNiNzgzY2FjYmI4YzRlMmE4OGFkNDI0YzdhMjc4MWQ3\" data-original-margin=\"\">A corona of white-blue fire burst forth from the Emperor's armored body, expanding outwards to engulf row after row of crusader knights. Inside the nimbus of a maximum-power eruption of Joyeuse's cleansing flames, the mana fueling the templars' wards combusted and dissolved in the fire. Although their pristine armor remained untarnished, the horrid screaming of dozens divulged the truth beneath. Their bodies had been immolated across every centipace of skin, and every one of them was overwhelmed by pain as they were roasted alive.</p>\n<p class=\"cnM2YjEyODFlNDFjMDRkZjc5N2IwYjRkY2M2YTRkYTQw\" data-original-margin=\"\">Meanwhile, not a single one of Geoffroi's own armigers showed any sign of injury.</p>\n<p class=\"cnNiOGEzNzRjMDlhZjQ4ZTk5YzVjNWY5MDE5OWM3Yzgz\" data-original-margin=\"\">Seizing the moment, the Emperor dashed forward and smashed his mighty polearm into the traitorous duke. But instead of crushing the thin-shouldered man like tomatoes under a hammer, Geoffroi's weapon struck one of the floating crucifixes and was brought to a sudden halt.</p>\n<p class=\"cnNiZDcxM2EyNjk3YzQ2ZWU5ZjI2NTQ0YjE4MTg4MGJk\" data-original-margin=\"\">The tiny little cross hardly budged by a finger's width, just as a sphere of them had easily repelled the phoenix's flames.</p><p class=\"cjdhNTM3NzM5ZDQzODQ4MmM4YmIwYmY4ZTljYmFhZTVl\" data-original-margin=\"\">Support the author by searching for the original publication of this novel.</p>\n<p class=\"cnNmNjY5MDQ0NmRjMzQ5YTQ4ODU1YTlmNDcwMjhjNjc5\" data-original-margin=\"\"><em>How...?</em></p>\n<p class=\"cnM4MGRlNzAyMzlkMjRjY2Y4MWNkMTJkZWRlZmI2N2Vj\" data-original-margin=\"\">Lindsay doubted her eyes even as she sprang into action. The Emperor's flames might have destroyed the templar vanguard, but an unending stream of armored knights now poured in through those open gates. Two other sections of wall also turned to dust under <em>Disintegrate</em> spells, further opening the room to assault.</p>\n<p class=\"cnM1ZDBkZDViZDdmNTRjNDFiNTE1Yzc2OWIxMzJiN2E2\" data-original-margin=\"\">It was now up to her and the other armigers to protect His Majesty's flanks, for as long as they could.</p>\n<p class=\"cnNiOGRiZGQwNzQyODQ4ODc4NWEzNmRjYzE3ZWVlNmYx\" data-original-margin=\"\">Oriflamme Paladins were unparalleled warriors on the battlefield. But just as all other beings, they had a critical shortcoming: the flames of their bonded phoenix were not inexhaustible. The <em>Flamebreak</em> spell which unleashed all of a phoenix's reserves was meant to be a Paladin's final trump card, as it often took a week for their familiar to recharge after such an exhaustive discharge. Geoffroi had clearly gambled on a quick decapitation of the coup's leader.</p>\n<p class=\"cnMyNDBhNzNjNTliYzRjYTlhNWI4OGFiOTNiOTM0ZmY3\" data-original-margin=\"\">Unfortunately the traitor Gabriel was also aware of this, as he too had been raised as a Prince of the Empire. There was no doubt he came prepared, including the secret weapon that he had just displayed.</p>\n<p class=\"cnMxNjk3YjBlZTQ2MzQ3YmZiZGNjNzM0OGI3OWE4MDdk\" data-original-margin=\"\">\"The Sword of Fortitude, quite worthy of its name,\" Gabriel announced as though bragging while he tossed the arming sword into his left hand. \"So long as both me and my men are determined to achieve justice, neither steel nor spell may touch my hallowed being.\"</p>\n<p class=\"cnM5MzUxYTM4ZmM4NzQ2MGFiOTFlMTc3ZDljZTI0NWIz\" data-original-margin=\"\">It was an artifact of Conceptual Magic -- a relic of the dragonlords' highest sorcery.</p>\n<p class=\"cnNkZTUzMmZiYzAwZDQ3OTc5OWQzNWM3OTU3ZTUxYzAz\" data-original-margin=\"\">\"Then I just have to slaughter your men until they break!\"</p>\n<p class=\"cnM3ODk0NmI2Y2ZlYTQwM2U5OWM5ZTdhNTZjYmYwNzJk\" data-original-margin=\"\">The Emperor shouted as he swung his weapon with magically-enhanced strength, smashing two fully-armored knights into a nearby wall before parrying Gabriel's sloppy thrust with his polearm shaft.</p>\n<p class=\"cnNiMzUzZjRiNGJmZjRlZDViYzU4MmU1N2U3MDhlZDg0\" data-original-margin=\"\">\"Before the Defender of the Faith and the will of the Holy Father, these templars face no death, only salvation,\" Duke Gabriel stated as his right hand reached back to pull out a spiked mace from his belt.</p>\n<p class=\"cnNkZDhiNTI4MmRiMTRlODM4NzZkMzBkYzY2YzlkZWU0\" data-original-margin=\"\">\"How many times can you keep swinging that thing, Geoffroi? Because it won't be enough.\"</p>\n<p class=\"cnMzZDk1OGY3OTk1ODQ0ZTY4Zjg1ZDdjNTFkMWZhMGMw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2NWQ4YTNlMzk3NjRjYjA4NmU5MTA5MDY1NDM5YjBj\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0ZGMyZGU1MDAzNTQwYmFhM2I2MzY3MTVjYmE1NWIw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhMGU5MzU3OGY5NDQzNGI5ZTgzZWRmNDkyMzI1M2Ey\" data-original-margin=\"\">Cecylia von Falkenhausen peeked out from the shadows of a small bridge near the city's edge. Night had just fallen which meant the new, city-wide curfew has gone into effect. Her scarlet-red eyes glowed with a glimmer of magic as they scanned the surroundings. Yet even with <em>Thermal Sight</em> active on top of her vampiric night vision, she still couldn't spot a single individual in the immediate area.</p>\n<p class=\"cnNlMDRkZjdhZmRmZjQ5NjhiMDVhMzRkY2M2YjEzNTIy\" data-original-margin=\"\">She could see more from her familiar bond through the nine bodies of Ania, her matryoshka cat. There was a squad of patrolling guards on the next street and a few local residents who looked out from the windows of their residences. Nevertheless, she couldn't see a single person who might be the one she was waiting for.</p>\n<p class=\"cnNhODE5NDRjNzJmMjQxZTNhYWJkNzc5M2QwOWIwYmU5\" data-original-margin=\"\">\"&lt;Sir, are you sure this bridge is the right place?&gt;\" She asked over telepathy.</p>\n<p class=\"cnNhNTRhOTQ1MGYxMDQxODFiNjkwNjQ5ZGU0ZjZmNWE2\" data-original-margin=\"\">\"&lt;Yes.&gt;\" The reply came from Gerhard August von Gneisenau, Weichsel's ambassador to the Empire of Rhin-Lotharingie. His physical figure was nowhere to be seen, as he was still back inside the Oriflamme Palace's embassy wing.</p>\n<p class=\"cnMyNTY5MzQ4NDNkMDRjYzc4ZTgyZDVjOGE0Y2U0OThh\" data-original-margin=\"\">Since Duke Gabriel's forces arrived in the city at midday, they had overtaken the garrison and placed the entire capital under martial law. Cecylia wasn't sure exactly what had happened inside the palace, but she had confirmation from the ambassador that the coup had succeeded and the Emperor had been killed.</p>\n<p class=\"cnNlNDYzM2IyOGY2ODQzNzI4ZTc5YzBlOGU3NDdmNDc0\" data-original-margin=\"\">To the best of their knowledge, the Emperor's Highland Guard fought and died rather than surrender. However at least one of them had survived the coup, and had contacted the ambassador earlier to arrange this meeting.</p>\n<p class=\"cnMzYmNiMWEzN2I2NDRkNTY4NzRkYTYwYjI5OTEyZmRh\" data-original-margin=\"\">\"&lt;This Elspeth, do you know her?&gt;\"</p>\n<p class=\"cnNmMGRlOGQxM2JkYzRhMTJhODZlZTk4MDE0YjkyYjc1\" data-original-margin=\"\">\"&lt;No.&gt;\" Gerhard answered. \"&lt;But I know she's the younger sister of Lindsay de Martel, Colonel of the Highland Guard and arms instructor to the Princess. And I did run mana verification on the <em>Farspeak</em> spell when she contacted me. I think we can trust her to not be playing a trick for the usurper.&gt;\"</p>\n<p class=\"cnMwNzJiZjQxYTUwZDRlMmQ4YTE3YjI0M2IzNTcyNWU0\" data-original-margin=\"\">\"&lt;I agree, Sir,&gt;\" Cecylia noted. \"&lt;But should we be sticking our hand into this messy business?&gt;\"</p>\n<p class=\"cnNhNGFlOWQzMWFkODQwMGNiNzgwZWUzZDQ3ZTVkNTQ3\" data-original-margin=\"\">\"&lt;Aren't you friends with the Princess?&gt;\" Gerhard's response came with a hint of surprise. \"&lt;You should know that Elspeth asked for you <em>specifically</em>.&gt;\"</p>\n<p class=\"cnM3ZDNkMjgyMjY2YTRlNDk4YjVmZDg0ODEzNjIzNTJh\" data-original-margin=\"\">\"&lt;Sylviane <em>is</em> my friend. But I am a Black Eagle of Weichsel. My duties are to our King and our country first,&gt;\" Cecylia declared. \"&lt;If Rhin-Lotharingie does indeed have a new ruler, would it not be imprudent for us to begin on his bad side by plotting behind his back?&gt;\"</p>\n<p class=\"cnM5ZThmNzI3YzY1NjQ5ZjJiYTFmZTIwMWU5M2EwZjg5\" data-original-margin=\"\">What the young girl didn't mention was that the dhampir of Falken clans --Falkenhausen, Falkenberg, and Falkenrath-- had a unique relationship with the Drachenlanzen dynasty that ruled Weichsel.</p>\n<p class=\"cnNjZDdiNDk0M2ViNzQyNjU4ZDkxMDlhYWNkZDg5YjNi\" data-original-margin=\"\">Like all other dhampirs, the three clans once wandered the continent on the receiving end of every form of racism, due to being descendants of the historic vampires who were corrupted by demons during the Dragon-Demon Wars. However in return for their services during the founding of Weichsel, the first king Ferdinand von Drachenlanzen accepted them into Weichsel as part of its aristocratic elite. In return, the Falken clans had sworn a blood oath -- to serve the successors of the Drachenlanzen dynasty above all other political interests.</p>\n<p class=\"cnMwMDBlMGFmMjA0YzQ2MzNhNGM3Yjc3NzJjYzU0NDQ5\" data-original-margin=\"\">...Though this last detail was a state secret, known only by the Kings of Weichsel and the dhampirs themselves.</p>\n<p class=\"cnMwN2I2ZjE2MWM0OTRkMjg5Yzc1NWI2ZGI5ZjA3ZTU3\" data-original-margin=\"\">\"&lt;Duke Gabriel does not meet the qualifications to become Emperor of Rhin-Lotharingie, even if he is of Gaetane blood.&gt;\" Gerhard's derisive voice pulled Cecylia back to the present conversation. \"&lt;The Emperor of Rhin-Lotharingie <em>must</em> be, above all, an Oriflamme Paladin. The founding Emperor, Charles the Bold, once said that it was more important that the ruler of the Lotharins be of noble character, approved by the phoenixes, than be of his blood.&gt;\"</p>\n<p class=\"cnMzMDdhMjlhMjljNDQ3ODhhOTEwMWRhNTNhY2E5MjZj\" data-original-margin=\"\">\"&lt;That story is indeed well known, Sir.&gt;\" Cecylia nodded while she kept her eyes on the surroundings. \"&lt;But unfortunately neither Charles nor his successors ever wrote it into the Empire's laws. It has no legal binding.&gt;\"</p>\n<p class=\"cnM2ODE5N2I0YTMzNTQ3NDE5YmMxZGNiMzJiOTY4NWU3\" data-original-margin=\"\">\"&lt;It may not be a tradition <em>de jure</em>, but it is certainly one <em>de facto</em>.&gt;\" Gerhard insisted. \"&lt;The Burning Throne is famous across Hyperion, and the ascension of Emperor Geoffroi over his older brother had already provided the precedence. Gabriel's seizure of the throne will undoubtedly mark the start of a civil war, especially since he relied upon Imperial crusaders for his coup, whom most Lotharins --particularly those in the south-- absolutely <em>despise</em>. If Weichsel is to maintain and benefit from this alliance in the decades ahead, it would be best if we help support a more legitimate candidate than a failed prince.&gt;\"</p>\n<p class=\"cnM5NWUwZTlhZDkxYzRiMzY5M2EzZmViZWQyYmU5Zjhl\" data-original-margin=\"\"><em>We?</em> Cecylia thought with a smile. The ambassador had been careful to word it in terms of national interest. But she also knew that deep down, Gerhard was rather fond of Geoffroi and Princess Sylviane, whom he dined with regularly and could consider his personal friends.</p>\n<p class=\"cnM3NDJjMmI1MDJhZjRjNWVhNTk1MjFkNDg0MmU2YmQz\" data-original-margin=\"\">\"&lt;So you'd like to place our bets on Princess Sylviane?&gt;\" she queried next. She already knew the answer, of course. But she still wanted to know how he'd reason it.</p>\n<p class=\"cnM4ZDYxMDNjOGJmNjQyYzZhNWIxNDFkNTFiMzhiZTdj\" data-original-margin=\"\">\"&lt;She <em>is</em> the groomed successor, not to mention betrothed to our new Landgrave of Nordkreuz.&gt;\" Gerhard noted. \"&lt;Furthermore, she also has a close friendship with King Alistair of Gleann Mòr, who wields one of the strongest military forces within the Empire. If she could attain both the military support of our King and King Alistair, then she has a good chance at retaking the throne, even if she does begin in a position of weakness.&gt;\"</p>\n<p class=\"cnMxMDM2NTQyY2Y2YTQxNDJhMGI4MjFjZTM2ZWUxMjY5\" data-original-margin=\"\">\"&lt;That's a big IF.&gt;\" Cecylia frowned.</p>\n<p class=\"cnNjYTM5NWIyODZjMzQwNjhiNzIwODAxZjhhODNjN2My\" data-original-margin=\"\">One of the most important lessons her father had ever given her, was that it was unwise to try to predict the whims of Kings. No, it was better, not to mention politically <em>safer</em>, to carry out established policies and directives.</p>\n<p class=\"cnNlM2YwYjY0MmM4ZjRiOWVhYWI5NWQxYmQ5Zjk2MmQ5\" data-original-margin=\"\"><em>But what about now, when recent events have left those policies adrift?</em> Cecylia pondered to herself.</p>\n<p class=\"cnNhNTVjZjgyNjZhMzQ4NTNhZGUxMWU2MmY3OGVjMWUx\" data-original-margin=\"\">She had already sent a <em>Farspeak</em> message home to the King's spymaster, Colonel Hannes von Falkenberg of the Black Eagles. However, the Colonel seemed distracted when he received her report -- something big must be happening back in Weichsel as well. And until new instructions arrived, she was left on her own judgment.</p>\n<p class=\"cnM1ZTE4NjYzOGJmYzQ3ZDJiZTVmYTRjNTg0MzVmMzU1\" data-original-margin=\"\">\"&lt;You sound as though you don't want to see Weichsel support Princess Sylviane?&gt;\" Ambassador Gerhard asked in a skeptical tone.</p>\n<p class=\"cnM2ZmNkNWFlZDhiNTRlZDk4ZDgyYjgyZjE5OTZlNmY1\" data-original-margin=\"\">It reminded Cecylia why the retired general had been chosen for this position. After all, he might technically be her superior here in Alis Avern, but <em>she</em> had read his file. Gerhard von Gneisenau was a career military officer known for his honesty, candidness, and dependability. In other words, he was perfect for developing trust between two established allies, but far from the best for more subtle political intrigue.</p>\n<p class=\"cnMxYjc2ZmViN2MzZDRiZDE5ZTBmZTA1OWU4NGQwMjkw\" data-original-margin=\"\">\"&lt;Not at all, Sir.&gt;\" Cecylia replied with a shrewd, inward smile. \"&lt;Of course I'd like to see the continued alliance between Weichsel and Rhin-Lotharingie. However, it would not do the Princess any favors for me to simply agree with you, Sir. It would be far better for me to play devil's advocate to help sharpen your analytical argument,&gt;\" Cecylia highlighted. \"&lt;After all, His Majesty will certainly be asking all the hard questions when he eventually entreats your advice. And...&gt;\"</p>\n<p class=\"cnMxMTllYzdjNmMzZTQ2OGU5OWEzNDZiMGE5OTM5MmM3\" data-original-margin=\"\">Cecylia instantly snipped off her train of thought as her eyes noticed movement nearby. She couldn't make out any details in appearance, but the figure's outline was undeniably small and feminine. That matched what she had been told about this Elspeth individual. Furthermore, the petite, shadowy figure moved with a slight limp, which was a sign that the girl had been injured.</p>\n<p class=\"cnNkYTFlNTljNmUxMTQ4Y2NiZDM2MzljYzMzZjBhZjg4\" data-original-margin=\"\">Without the need of magical assistance, Cecylia opened her lips to perfectly mimic the soft meow of a small kitten. It was the agreed upon signal for their meeting.</p>\n<p class=\"cnMwNjBmMmQ3MGI4ZjQ0NzY4ZDYzMDRiYjgxMWQ1NGJl\" data-original-margin=\"\">A meek, badly done meow came in response. The other side was clearly not used to cloak-and-dagger business.</p>\n<p class=\"cnNkYzA4MTA5MmQyYjQ2OTg4NzFkNmEzMjhiMzNlNDVm\" data-original-margin=\"\">Then, as a petite girl even shorter than herself limped out of the shadows and into the open, Cecylia hurried out of her hiding place to meet the other. The dhampir gently took hold of the latter and rushed back to her spot under the bridge. There, they could stay out of sight from any potential patrols.</p>\n<p class=\"cnM0MWZjMDVlZThlMDRmZjZhYjEwZGJjOWVlYmY4YWFm\" data-original-margin=\"\">\"&lt;Dame Elspeth de Martel?&gt;\" Cecylia was quick to cast a <em>Telepathy</em> spell. She received a brief and feeble nod in return. Her nose sniffed as she smelled the scent of dried blood. However it seemed the wounds had already been closed some time ago.</p>\n<p class=\"cnNmYzhjODFhN2VhZjRiMThhNjE1MjE3YTQ1YzhiMTdi\" data-original-margin=\"\">The young dhampir then tied her new link to the <em>Farspeak</em> connection she was still concentrating on to stay in contact with Ambassador Gerhard.</p>\n<p class=\"cnNjM2MyY2U1ZGZlYzQ3ZWE5MDdhZGUwN2I2M2YyYzUw\" data-original-margin=\"\">\"&lt;I have her, Sir. She's wounded, at least twice, and has lost a lot of blood.&gt;\"</p>\n<p class=\"cnMyYjE5YTllNDNkMTQ4ZDdiOTZiZjhmZjVlMzVlMThj\" data-original-margin=\"\">\"&lt;Dame Elspeth?&gt;\" Gerhard queried. \"&lt;You should have mentioned that you were injured. You're in no shape to--&gt;\"</p>\n<p class=\"cnM0NjIzMzRmYzQ0ZDRhOGY5ZmE4MTgwMDExMTYwZDkx\" data-original-margin=\"\">\"&lt;It doesn't matter.&gt;\" Elspeth mustered enough energy to cut him off with her young, girlish voice. \"&lt;I've been entrusted to bring the news of what happened here to Princess Sylviane, <em>in person</em>, and I will do it. Will you help me or not, ambassador?&gt;\"</p>\n<p class=\"cnM0NWZjM2VlMTYyZDQ1OWE5YjVkODM2NzU4MmUwMGZk\" data-original-margin=\"\">\"&lt;I've already agreed, haven't I?&gt;\" Gerhard replied straight. \"&lt;I do not think it is wise for you to travel in person, but I'm certainly not going to go back on my word. Getting out of the city will be easy. The new soldiers who came with Duke Gabriel don't know Alis Avern well and it should be simple for Cecylia to sneak you out.&gt;\"</p>\n<p class=\"cnNlNTcxYmRkYjAwNzQ3OGQ4ZjdhYTE2ZDg5ZGZhMjJk\" data-original-margin=\"\">\"&lt;Piece of cake.&gt;\" Cecylia declared confidently. \"&lt;And once we leave the city's wards, I can teleport her off the island.&gt;\"</p>\n<p class=\"cnM3ZWNlNGQ1MzJkNDQ1MzViNDg0M2Y4YjU2ZDEzNTFl\" data-original-margin=\"\">\"&lt;With a rider? That's impressive at your age.&gt;\" Gerhard remarked.</p>\n<p class=\"cnM4MDg5YWE5MTVlZDRiZmVhNzMxMjRhNDVmYWRlYmQz\" data-original-margin=\"\">\"&lt;Well, I did grow up with Pascal.&gt;\" The young dhampir smiled.</p>\n<p class=\"cnNjYjRkNzRiMzNhYzRiOGRiNDU1MmI2ZmFmN2NiODJj\" data-original-margin=\"\">\"&lt;Even so, you're no wayfarer, Cecylia.&gt;\" Gerhard pointed out their next dilemma. \"&lt;Duke Gabriel has already issued a reward for anyone who turns in loyalists of Emperor Geoffroi. You cannot rely on any Wayfarers in this area unless you know them well enough to trust them. And you <em>do</em> need a wayfarer for the number of teleportation jumps you'll need just to leave this region.&gt;\"</p>\n<p class=\"cnM3NTgyZmQ4ZTdjNDQ2NzVhNGRjMzE5MjZiY2I1NjJm\" data-original-margin=\"\"><em>He's right about that,</em> Cecylia frowned for a moment, before the face of a young redhead came to mind.</p>\n<p class=\"cnNiNTYxMTZlMGI2YzQ3MWNhN2ZkNTg1MjkyYjVkNWRm\" data-original-margin=\"\">\"&lt;Sir, I know a wayfarer just outside the city, and I am <em>certain</em> that he can be trusted.&gt;\"</p>\n<p class=\"cnNkODJjNDM3ZjFhMDQxZTBhNWQ4NDk2MjA4ZjVmZmQz\" data-original-margin=\"\">\"&lt;Whom?&gt;\" Gerhard replied with surprise.</p>\n<p class=\"cnNmN2RkZWEzNDNmNDQwN2I4ZDU5MjMxODlkMmQzYzg4\" data-original-margin=\"\">\"&lt;Sir Reynaud Moreau.&gt;\" Cecylia said. \"&lt;His father is a close associate of King Alistair. Furthermore, while I wouldn't call them exactly friends, Reynaud has already helped Pascal once during the assassination attempt. Last I heard, Reynaud had just joined an independent 'free company' that was mustering outside the city. They still haven't left for the front lines yet.&gt;\"</p>\n<p class=\"cnMxMDUzZGQ0MWZlZDRkMzNhN2I2YTYzMDRmNDg0NDA1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0NjVjMjljNDYxZDQwMWM5NDJlYzk5MDFkMDAyNjQ1\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzOGJjZTA0OTkzYjQzMWZiMDM3NGY0MmMxZjFkOGU5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMDkyZDU3YzVmMTQ1MWM5ZDAyOGQxOTgxYjlhNGQ3\" data-original-margin=\"\">Sneaking out of the city proved far too easy. The new soldiers whom Gabriel ordered to take over the city's garrison clearly lacked awareness of all the blind spots in the city's walls. And since the capital city of Alis Avern was built on rough, hilly terrain and relied more on Lake Alis for defense than its stoneworks, there were a great number of weak spots in its centuries-old fortifications.</p>\n<p class=\"cnM2NGVjNzMxN2I0OTQ4NDJhYzcwNmRlNDA3NGJmZWNi\" data-original-margin=\"\">Instead, Cecylia's biggest burden was the fact she had to help Elspeth limp along. The young armiger had received a deep stab in her right thigh. Even with magical healing, it would take days for the girl's leg to recover fully. And while the petite Elspeth was anything but heavy, neither physical strength nor stamina were among Cecylia's better attributes.</p>\n<p class=\"cnM3ZTgwNDhhY2RiODRiMmViNmVkMDg4YTUyYzU0MGI4\" data-original-margin=\"\">By the time they reached the encampment that Reynaud was staying at, Cecylia was exhausted to the point of collapse herself. It had taken hours for the two girls to walk just a few kilopaces, and by now it was already late at night. Cecylia's fatigue had caused her to slip and almost attract the attention of passing soldiers who were on watch. Thankfully, a distraction by Ania convinced the soldier that the noise he heard was just a foraging cat.</p>\n<p class=\"cnMwZDgzMjZiZTNkOTQzODViOTgxMjQ5ZjhhYmJhYTU3\" data-original-margin=\"\">\"Meow.\" Cecylia cried softly from the shadows as she saw the short and skinny man with red hair near the hay stockpile. Reynaud had promised he'd be waiting for them there when she called ahead by <em>Farspeak</em>.</p>\n<p class=\"cnNkOTE0YjI4YzVhZTQzYjViYjZiNDIwOGY2YzM4NmQx\" data-original-margin=\"\">It took only a moment for the young man to spot them, even with limited torch lighting and the <em>Camouflage</em> illusion spell that made Cecylia and Elspeth's figures blend into their background.</p>\n<p class=\"cnNiNTFmNWYzYmY4NjQxYTQ5OWI2YTM2NjUyODEwYTUz\" data-original-margin=\"\"><em>Clearly, his ex-assassin mother taught him more than just swordplay.</em> The dhampir smiled to herself as her hypothesis proved true.</p>\n<p class=\"cnMxMGJhYzRiYWI1MDRmOTRhMTQ1YjZkZjc0NTNkY2Nl\" data-original-margin=\"\">\"Cecylia, Dame Elspeth,\" Reynaud spoke in a hushed voice as he came close. \"Follow me, but stay out of sight if you can. Gabriel's men have already visited once and offered a reward to the men for anyone with information on loyalists. Best we keep your arrival a strict secret.\"</p>\n<p class=\"cnM4YmM2Njc5MDQzNDQzZWY5ZjNiMWY0MjZkNjJmMTFm\" data-original-margin=\"\">The two girls nodded in agreement, and proceeded to follow the young man through several empty alleys until they reached the door of a modest-looking cabin. However, Cecylia immediately noticed that the foundations of the cabin merely sat upon flattened ground, rather than dug in with wooden pillars like a properly built stationary structure. This meant the cabin was most likely an enchanted, redeployable type -- one that could shrink down to the size of one's palm and be carried in a knapsack on campaign.</p>\n<p class=\"cnNhNmMwYjQzMWI3YjQ0OGFiNzcxNjk2YTkyNjhjZTNi\" data-original-margin=\"\"><em>There's no way the son of a mere chevalier could afford his,</em> Cecylia felt alarms go off in her head. With a flick of her wrist, she popped out her spring-loaded wrist blade and pressed its pointy end against the back of Reynaud's gambeson.</p>\n<p class=\"cnNjY2Q3MDBiMWI2ODQ5YzBhYjliZmQ4ZWFiMGVmNTU4\" data-original-margin=\"\">\"Whose cabin is this?\"</p>\n<p class=\"cnNhODNlMjZhNDU4MzQ5NmRhOGE5MTVlZTkxYmQ2ZDIx\" data-original-margin=\"\">\"Relax, would you?\" Reynaud replied calmly. \"This is Perceval's. We've been sharing it.\"</p>\n<p class=\"cnM5YTVkMjA5ZmViOTQwMGY4MTBhMDIyYmJmMWEzNzc3\" data-original-margin=\"\">\"I told you to keep this private.\" Cecylia hissed.</p>\n<p class=\"cnNlMjFkNTk3MGQ0ODQ0NWNhZWMwOTE4ZGRlYjBhNTk2\" data-original-margin=\"\">Despite her attitude, Cecylia didn't entirely object. After all, having a healer to look over Elspeth <em>was</em> useful, and Perceval was as trustworthy of a healer as she could attain within a hundred kilopaces. However Perceval did have political affiliations which added potential complications. And the iron rule of spycraft was that the less people who knew, the better.</p>\n<p class=\"cnMzZWY3ZTIzZDc1ZjQ2ZThiYzdiNDRjMzJkNmU5YmY1\" data-original-margin=\"\">\"You also told me that Elspeth is injured.\" Reynaud retorted. \"Look, you trust me, you trust my friends. It's simple as that.\"</p>\n<p class=\"cnNhZmIxZGQxOWYzOTRkNWRhMDgxODVjNDg3NjI0M2U5\" data-original-margin=\"\">He then turned slightly and gloated: \"And you'll need more than just a tiny dagger to hurt me.\"</p>\n<p class=\"cnMyODI4YzQ2MDQ0NTRhZTg4Y2JhMTk1ZjEyMzE3ZDMw\" data-original-margin=\"\">\"Like this?\" Cecylia said as she nudged her raised knee against the inside of his upper thigh. She had a loaded blade there as well, though it wasn't ejected yet.</p>\n<p class=\"cnNlNzdlZTgzM2Y4MjQ4N2U5Y2RlMmFlOWYzZGE2MDQw\" data-original-margin=\"\">\"Holy Hyperion you're vicious for a cutie,\" Reynaud balked slightly this time, as he realized that one wrong move could have relieved him of his precious manhood.</p>\n<p class=\"cnNmYWUzNDhkMDNhNzRhNGY4MzBiZTFiMDk2ZmFkOTRm\" data-original-margin=\"\">Sure enough, as he opened the door and helped the two girls in, they were greeted by a wide grin from the young healer. Also present was Gerard Fournier, the beefy young engineer who was part of Perceval's inner circle of close friends.</p>\n<p class=\"cnM1Y2MxOTE2ZTU2NDQyY2Q4MjIwMzY1MzExYzg1Yjc0\" data-original-margin=\"\">...It wasn't completely unexpected. But Cecylia shot Reynaud another glare anyway.</p>\n<p class=\"cnM0ZDAyM2U2Nzk4NzQ4N2I4NjdlZjJmMDkyZDE4MTQx\" data-original-margin=\"\">Perceval, meanwhile, immediately rushed over to take Elspeth's weight off Cecylia's thin shoulders. He carried Elspeth over to... his giant, white blob of a familiar who was pretending to be a badly-built lounge chair.</p>\n<p class=\"cnMzNjQ1ZmM4YzJmMTQ3OGU4MDc4NDZhNmYwYzFjYTJi\" data-original-margin=\"\">There, he took off her armor and began to examine her closed wounds with the professionalism expected of a healer.</p>\n<p class=\"cnM4NDkzMjQxNGU3OTRhY2I5MmY2NjFiZmRhNmVlNzUx\" data-original-margin=\"\">\"Cecylia, it's good to see you again.\" Perceval spoke as soon as Reynaud closed the door behind them. \"And Dame Elspeth. Please excuse me,\" he said just before tearing the undergarment that had stuck to her wound with dried blood. \"I fear your <em>First Aid</em> has left some complications. There's heavy internal bleeding on your left.\"</p>\n<p class=\"cnM3NTE5MDhjNDNiNDQ2YzNhODRmODVmZTZjZWZhODU5\" data-original-margin=\"\">\"Yes,\" the petite Elspeth admitted through gritted teeth. \"I think several of my ribs are broken.\"</p>\n<p class=\"cnMwZTA1ZmM4NjY4YjRmOWU5ZjAxMzJjYzc1YjUwNWEx\" data-original-margin=\"\">Perceval gently pressed his fingers against her left side and the young girl instantly recoiled. He then pulled out one of his quartz tablets to run a scan on the girl before concluding: \"three, to be exact. You're also magically drained, though that does make my job easier.\"</p>\n<p class=\"cnM5N2YzODI1OWEwNjQxZmU4ZmQwNGFjYWIwZWE0ZjQ0\" data-original-margin=\"\">He then cast a surgical spell which made glowing extensions of aquamarine mana sprout from the tips of his fingers. As the healer pressed his fingers against her torso again, the ethereal extensions sunk into Elspeth's body. The young girl's eyes swelled to the size of saucers while a whimper emerged from her lips as though she was a puppy being stepped on.</p>\n<p class=\"cnNmNDE4MDkwNGQ5NjQ1ZTg5OWQ0YTNhNjdhNDE5OWZh\" data-original-margin=\"\">Considering how mana of different sources usually repelled each other, the ease to which Perceval forcibly projected his own mana into her body showed just how low on magic she was.</p>\n<p class=\"cnMzNTA2OTYxMjlkNDQ1MmU5ODUxZmQwNTdlMzlhYjk0\" data-original-margin=\"\"><em>I'm surprised she managed this whole time.</em> Cecylia reflected with a grimace. <em>Even a pain suppression spell would have been running on bare threads.</em></p>\n<p class=\"cnMzMWQ1M2MzNmUwNjQ3OGI4Y2Q3OGNkMWViMmI2OWM2\" data-original-margin=\"\">\"Reynaud has already told us what you told him,\" Perceval noted as he carefully kneaded her side to line up the broken ribs for mending. \"She really is in no state to travel.\"</p>\n<p class=\"cnM5NTE1YzNmZDJkZDRkZDQ4OWU4Mjg2YjIyNzNhNjQx\" data-original-margin=\"\">\"It doesn't matter. I must!\" The young girl kept up her bravado even as her face contorted with excruciating pain.</p>\n<p class=\"cnMwMDFlMDkwZWY5YjRlYjI5ZTgzYmZlNmE0Nzc1YWY3\" data-original-margin=\"\">\"But--\"</p>\n<p class=\"cnNlOGFjY2ZkMWZjNzQ3NjViNmNlZGM2M2Q4ZTk0ZjNk\" data-original-margin=\"\">\"My journey is <em>not</em> up for debate!\" Elspeth half-gasped and half-yelled. \"If you do not help me then I shall do it by myself!\"</p>\n<p class=\"cnM3YWNjOTA2ZjA3MDQ2YzM5OGY2Yjk0OGIwZTA5YjYy\" data-original-margin=\"\"><em>There's definitely another reason for her trip that she's not telling us about.</em> Cecylia instinctively felt.</p>\n<p class=\"cnM3MmE3NDI5OTI4YjQ0ZDA4NDA3ODc2MGFkZWI5NTgx\" data-original-margin=\"\">\"No, we'll take you.\" Reynaud declared. \"We'll guard you all the way to Nordkreuz,\" he then looked around and received a nod from both Perceval and Gerard. \"All of us.\"</p>\n<p class=\"cnMyNmVmY2VlMDRjYTRjOTU4ODlkNDA0ZjE4ZTcxZWU0\" data-original-margin=\"\">\"Is that really necessary?\" Cecylia raised an eyebrow. \"More people will strain your teleports.\"</p>\n<p class=\"cnMwZmQ4MmJmNTJkZDRmZTc5MzI1N2YzNjQ3Nzc1NDRj\" data-original-margin=\"\">\"I'll manage,\" Reynaud smirked. \"Besides, not like any of us are going to be of any use to the country while we're sitting here. I doubt that usurper is going to let us go to the front anytime soon. His men already expressed their intentions to force us to join his army when they visited earlier. And I bet you he's more interested in using us to fight loyalist elements than sending us against the infidels.\"</p>\n<p class=\"cnM0MWRlM2MyNTczNjRhYjRhZGMxNjVkMGQ4MmM1MGMz\" data-original-margin=\"\">\"A traitor during a time of national crisis,\" Gerard spat. \"To start a civil war while we're being invaded? He deserves nothing less than the most agonizing death possible.\"</p>\n<p class=\"cnM4ZGIxN2UxOTU3NDRhOWViN2IyYzNmZmYyMzZlYjk4\" data-original-margin=\"\">Perceval frowned upon that but chose not to comment. Instead he remarked: \"Shame to abandon our company though. It was just starting to shape up too.\"</p>\n<p class=\"cnM0YzAwNjgyZmZkZTQ1MWM4NWVjNmFkY2U2NWZlYzlk\" data-original-margin=\"\">\"Abandon? No way I'm leaving it for those traitors to make use of!\" Reynaud retorted. \"The last thing we must do before departing is to <em>disband</em> the company. Better to think of the money spent as charity than giving it for free to the enemy!\"</p>\n<p class=\"cnNhMGFhNDJmYTViNzRhMGZhYmY1NjRjMzY1ZTUzMWYz\" data-original-margin=\"\">Perceval nodded in agreement, despite his obvious reluctance.</p>\n<p class=\"cnNjYzUxOWZhYjIxYTQ0ZjU4ZTBmZmYzZGNkZTY0Y2Zj\" data-original-margin=\"\">\"I thought you had joined this 'free company'?\" Cecylia asked. Though the name was clearly a bit of a misnomer. Real 'free companies' were mercenary groups willing to serve for the highest bidder. This group was clearly more motivated by Lotharin national pride.</p>\n<p class=\"cnM4Y2M5YjliMjE2MjQ5YjM4ZjQ3MjY2YTNiY2M3ZDFi\" data-original-margin=\"\">\"No. Me and Gerard recruited it from the local militias. Perceval bankrolled it.\" Reynaud explained. \"It really is <em>our company</em>.\"</p>\n<p class=\"cnNhYzUyMDFkMjA1ZTQxY2RhNDczYmIyMGRmZGUyMGM0\" data-original-margin=\"\">\"You were training a mercenary company from scratch?\" The dhampir asked skeptically.</p>\n<p class=\"cnM0ZmNmNzAyMzM2MjQ5OGU4Y2NkNTI4MWE5NDdlODVm\" data-original-margin=\"\">\"Better than serving under one of the local nobles,\" Reynaud shrugged. \"If the company is our own, then we get to keep what we win, and not have to give the majority of it up to some petty lord.\"</p>\n<p class=\"cnM5NTc4NjYwOGM1NTQ5YjA4YmRmMTc5NjIwMmI0ZDIz\" data-original-margin=\"\">\"Petty lord funding the unit right here,\" Perceval noted sarcastically, which --insofar as Cecylia knew the healer-- was actually pretty rare for him.</p>\n<p class=\"cnM5M2RjZTZhYjY2YTQ4NDE5MmQ4OTY0NzJhM2FmMTE5\" data-original-margin=\"\">\"You know what I mean,\" Reynaud quickly added. \"You don't try to claim the lion's share of the credit whenever someone kills or captures someone important. Unlike half of our so-called aristocracy.\"</p>\n<p class=\"cnNhMjEyNzgyZDVmNTQ4ZjM5MGJjYzk4OTFiOGQ3NGFh\" data-original-margin=\"\">It was moments like these when Cecylia felt pride as a Weichsen. To promote its meritocratic heritage, her country had strict rules and regulations on awarding credit where it's due. Even the lowliest peasant can expect a promotion after scoring battle honors, while plunder and ransom were always pooled together and then redistributed based on battlefield contributions and accomplishments -- and only <em>after</em> widows and orphans received their dues for the comrades who lost their lives.</p>\n<p class=\"cnNiNTk2MmY4ZmIwYzQxZjNiYjg1YzFiYzllOTAyZDdi\" data-original-margin=\"\">\"In either case, we're Lotharins.\" Gerard pulled the topic back with pride in his voice. \"Fightin' foreigners is in our blood. We figured a few weeks of drilling would be enough for militia men who already had basic weapons training.\"</p>\n<p class=\"cnM1MWMyYzUwNGZiMjRkNWM4OTIxNTQxMWNlZGYwMzhh\" data-original-margin=\"\">\"Why didn't you return to Perceval's home in the Duchy of Baguette?\" Cecylia queried next as she turned towards the healer. \"Surely your grandfather was mustering?\"</p>\n<p class=\"cnM4MmQ5ZDNhMTJlZTRjYzViYTAzMzlkZGMxZGQxMjhl\" data-original-margin=\"\">It was more than just a question of curiosity. Baguette was one of the duchies of the northeastern Belges region, the same area that Gabriel drew his support from. Cecylia knew from her sources that the eccentric old duke had chosen to stay out of Gabriel's army. What she didn't know was why.</p>\n<p class=\"cnM5MjUwMTY5YmYzNTQ3OWZhNGFhMjA5YmZlMTZmOGI3\" data-original-margin=\"\">She was certain that economics at least partially played into it. Unlike most of the impoverished and politically-sidelined Belges territories, Baguette was well managed by its lord, who made use of its proximity to Nordkreuz and its strategic position guarding the Lotharin estuary to pull in taxes for local development. Because of this, the elderly Duke of Baguette never jealously eyed the Empire's treasury like the rest of his neighbors, nor felt disregarded by the Emperor's attention elsewhere.</p>\n<p class=\"cnNhNmQ4MzNjMzI3NDQ5OTlhYjIxMWM5NTVmYzJkM2Jk\" data-original-margin=\"\">However, Cecylia was also wary of the trap of seeing money as the primary motivator of men. People were far more nuanced than that. Her own family certainly valued honor and respect far more than their materialistic possessions. To finally settle in a nation where one felt appreciated -- it was why the Falken clans swore their blood oath.</p>\n<p class=\"cnMzMTg0Nzc3MTk0NDRmMWRhMGNkZDAzMTdhMDQ4YTc0\" data-original-margin=\"\">\"No.\" Perceval sighed. \"Gramps claimed that since he held the borders with Skagen where the Northmen were mobilizing, it was important for his soldiers to stay at their posts. We had a huge argument over that too.\" He admitted sheepishly. \"In hindsight though, I think Gramps may have had an inkling of what Gabriel was planning to do, and wanted no part of it. Growing up, he's always taught me that as Lotharins, our duty was to Rhin-Lotharingie first, and not to its petty, factionalistic disputes.\"</p>\n<p class=\"cnMwM2JkOTcwZTc2NjQ3NTQ5ODgwNDM4YTQ2NGZjYTYy\" data-original-margin=\"\"><em>Probably the wisest move too,</em> Cecylia thought. If the Duke had joined Gabriel, he'd be counted among the usurpers now. Yet he also couldn't side with the Emperor without having his neighbors turned on him. So he used Skagen as a shrewd excuse.</p>\n<p class=\"cnNjM2JjYzdjMWNjZDQxOWE4NGQ2ZDllNTY1N2Y2MGRl\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "Support the author by searching for the original publication of this novel."
}