{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0Y2EwNDU0NmZlNDQ3N2Y4MTVlYTQzNDc4YWJmYzE4\" data-original-margin=\"\">After seeing Cecylia off at the command cabin, Kaede left the inner camp and returned to the errand that Pascal had given her. She was to visit the riverfront in person and survey the construction progress of the defensive earthworks, as Pascal didn't entirely trust the reports he'd been receiving from the Lotharins and wanted her to verify.</p>\n<p class=\"cnMxNjRiZDIzMzY0NDQzNzZhNjNiYTljYjc4YThlOTEy\" data-original-margin=\"\">It was a job that Kaede rather welcomed, despite the fact she was still walking with a slight limp. It gave her an opportunity to remove herself from the toxic politics of the command cabin and take a leisurely stroll for fresh air... or at least, that was what she had imagined.</p>\n<p class=\"cnNlZDlhZGVkNDg2NzQ1OTJhYmJiNmFmZjNiNmQwMGZk\" data-original-margin=\"\">It didn't take long before Kaede realized how wrong she was.</p>\n<p class=\"cnM3M2VjYzU0MWIxNTQ3ODE5Y2UxODMxZGRlZDFiZTUy\" data-original-margin=\"\">The inner camp where Pascal and Sylviane stayed was dominated by high nobles and their entourage. These aristocrats might look upon Kaede with patronizing gazes, but they also largely ignored her presence. However the same could not be said as she walked through the dirt trails of the outer encampment.</p>\n<p class=\"cnNjNmNmYTYzOThjZjQzNWRhZWNiYTA3MWU4OWJkZTIw\" data-original-margin=\"\">The massive army camp was divided by wooden fences into countless, small areas, each designated for an independent unit of retinue or feudal levy. The reason for this was, according to Pascal, due to the need for 'compartmentalization'. Each unit would post its own sentries, limit access to its own personnel, and set up its own wards, thus complicating any magically-assisted attempt of infiltration and sabotage.</p>\n<p class=\"cnMzODIwNjU0MDZiZDRiNjdiNmU1ODk5NmMwMjMwN2Yy\" data-original-margin=\"\">However, unlike Weichsel's camps with blocks of tents in neat rows, the Lotharins staked their ground with no obvious order other than 'who came first'. The huge, disorganized tent city stretched on for over a kilopace in every direction, and housed not just tens of thousands of soldiers, but just as many if not more camp followers.</p>\n<p class=\"cnM4ZDU1MjI3M2U3ZjRmMzQ4MWRlNmE0MTU4MmZhMzkw\" data-original-margin=\"\">As the sun was past midday, most of the soldiers were currently by the river, busy excavating the new earthworks. Only the wounded and lazy stayed behind, and amidst them walked chattering groups of both young girls and older women. These camp followers offered everything from food to laundry to medical care and sexual services. There were also young boys among them whom the soldiers were already training as replacements.</p>\n<p class=\"cnNhZmVmNmMxOGQ3NDQ2ZmU4NWNhMTgzYzRlMzY3MTg2\" data-original-margin=\"\"><em>I guess camp prostitutes and child soldiers should come as no surprise for a pre-industrial society,</em> Kaede thought. <em>Not that countries on Earth stopped doing this in modern times.</em></p>\n<p class=\"cnNjMWZhYTY3ZjFjZDRmZjdhN2EwNGMwNDA4MDVjYjQ0\" data-original-margin=\"\">After all, one of the little known details of Japanese history was that they actually organized their own girls into 'comfort women' for the American post-WW2 military occupation. The authorities simply saw it as the lesser evil compared to foreign soldiers running rampant, especially when those same troops have been fed for years on a diet of racist wartime propaganda.</p>\n<p class=\"cnM2MTVlMjFhNjE2MTQwZDdiNWFhZTNmM2YyZjJhY2Q4\" data-original-margin=\"\">Yet regardless of its ethics, Kaede found it distinctly uncomfortable to be in such an environment. She couldn't help but feel the countless gazes that followed her wherever she went.</p>\n<p class=\"cnNmNDZkY2Y3ZDdlZTRkNzRhMjMwMzZlMzE0MzgzMzc2\" data-original-margin=\"\">Many of the stares were harmless and born of mere curiosity. Kaede's black pseudo-uniform did look Weichsen enough, especially with the insignia of a honorary lieutenant and a Knight's Cross hanging beneath her collar. However her hair was clearly not that of a common human. Perhaps it was no surprise that most soldiers, who came from the common peasantry and had never ventured beyond their local communities, would gawk at the sight of a Samaran.</p>\n<p class=\"cnM1Y2Y0OTNlM2VmYzRlNjQ4MTI1ODNmMTZhMmI1ZTBl\" data-original-margin=\"\">Nevertheless, there were others whose lingering gazes were of a far more licentious nature. It grew especially bad as she walked past the camp of an infantry unit with more wounded than healthy soldiers. The formation had clearly been devastated in the last battle, and its morale was rock bottom as even its officers sat around drinking bottles of alcohol in broad daylight.</p>\n<p class=\"cnM3ODJlM2M4Y2VlYzQ5ZjM5NmE1YmZhYjk0ZWY3NTAw\" data-original-margin=\"\">\"Heyyyy sweetie!\" A swaying soldier who was clearly drunk called out to her. \"Yer a sight for sore eyes!\"</p>\n<p class=\"cnNkNTY5ODk0NTAxMTQ4ZDA5NzNiYTk4NmJjYjZlOTZj\" data-original-margin=\"\">\"Wanna do something fun? Before the next battle kills us all?\"</p>\n<p class=\"cnM0NzQ2NTRmYWU0NjRmMjY5NjQwNWJkODYyNzIxMWEx\" data-original-margin=\"\">\"Come on, you'll enjoy it!\" Even their sergeant barked. \"They don't call me Big Jonathan for nothing! I'll make that cute midriff feel even firmer!\" He finished before the entire group began laughing.</p>\n<p class=\"cnMzMDM1NjkyMTMzNzQ1ZmM5ZDhiMDg1MTgyM2EyODk0\" data-original-margin=\"\">Kaede shivered as she could taste a repugnant bile rise in her throat. She could almost feel the vulgar thoughts these soldiers projected upon her as they undressed her with their eyes. Their salacious heckles made her feel dirty from the inside. She would much rather endure the patronizing sneers of aristocrats than deal with this.</p>\n<p class=\"cnMzODVjMmIzMTg4YzRhZThiYzljYzJmOTkyMDcxZGEx\" data-original-margin=\"\">Pascal did warn her that unlike the regimented Weichsel forces, Lotharin armies had no military police. Lesser nobles and their armigers took turns patrolling to maintain order with varying degrees of discipline. The all-women Knights Hospitallers were stricter in enforcing order. However, they mostly stuck around the medical facilities and largely stayed out of the soldiers' camps.</p>\n<p class=\"cnMwMjNiNjVhNTJkMjRjYmJhZmE3YTg1NjhiY2ZkMTQw\" data-original-margin=\"\">\"Kaede!\"</p>\n<p class=\"cnNkNDRmOGE2YTQxODQwZTViNTM1MzA2YTQzNmVkNmQ1\" data-original-margin=\"\">The Samaran girl heard a friendly voice and immediately spun around. She looked up and saw Ariadne as the pink-haired pegasus knight slowed her descent to a hover just meters above ground. The Weichsen knight landed by the dirt trail and dismounted from her familiar and steed.</p>\n<p class=\"cnNhY2ZkMGQyNDk1OTRjYWQ4ODhkNGViZWIxYzBlNjc2\" data-original-margin=\"\">\"Good afternoon, Ariadne,\" Kaede smiled at the beautiful lady before she turned her attention back to the camp.</p>\n<p class=\"cnM3MjkzMjdkYWNiYzRmNGVhNWM0ODY4NDRmOGEzMzc3\" data-original-margin=\"\">The indecent heckles and stares of the Lotharin soldiers had stopped immediately. Ariadne wasn't wearing any armor, but her black-on-burning-red uniform and the double-bladed Manteuffel Sword she kept in hand reminded everyone that she was a Knight Phantom, a member of Weichsel's elite cavalry.</p>\n<p class=\"cnNlNTVhY2FiNDgyNjRjZDdiODM3ZmUwY2IyMmEyZGQy\" data-original-margin=\"\">Kaede wasn't sure if it was fear or respect that made the soldiers shut up. Nevertheless after a few more curious looks, the drunken men turned their attention back towards a girl in their own camp. She was a young laundress no older than eighteen who carried a wash basin in her hands. Yet as she walked by, one of the soldiers gave her a slap on her bum, and the sergeant who called out earlier even pulled her in for a sloppy kiss before she managed to get away.</p>\n<p class=\"cnMwOGRlZTRkYzc3MjRhY2Q5YmMyMDYzMmFhZjkzN2Zh\" data-original-margin=\"\">\"How do these girls tolerate that?\" Kaede barely whispered in disbelief.</p>\n<p class=\"cnNjOWI1ZDQzZTBiYTRlMzM5NGQwM2FiMDg0NzMwMzE1\" data-original-margin=\"\">\"Because they don't have a choice,\" Ariadne answered as she came to stand beside Kaede. \"Many of the girls here are war orphans or refugees who lost all their possessions as they fled their homes. They follow the camp because they have nowhere else to go. Even those who don't actively prostitute themselves often carry relationships with multiple men.\"</p>\n<p class=\"cnM4ZGZlNDIxNzMwODQ2N2NiYWUxYjA2ODFhYzU3OWU4\" data-original-margin=\"\">\"<em>Multiple!?</em>\" Kaede was aghast.</p>\n<p class=\"cnM4YWVmYTJiMWFkZjQ0NDU5YjhiN2QzYTJjOTc1NmU0\" data-original-margin=\"\">\"The best outcome for a camp girl is to get married to a soldier who returns home with plunder and pay,\" Ariadne voiced apathetically as though recognizing the inevitable nature of society. \"Since one could never predict who lives and who dies in battle, it's a 'safety measure' for them to maintain relationships with multiple men.\"</p>\n<p class=\"cnM0OWI2YjdjMmI0MDQ4YjY4Njc3ODFmYjExMWUwODY5\" data-original-margin=\"\">The Samaran girl could almost feel her body trembling as part of her couldn't help wondering: <em>if Pascal hadn't given me shelter and support, would I have ended up just like that girl?</em></p>\n<p class=\"cnNhYzI4N2UxMmQzYTQwNDY5MWI1ZjM3ZTZiMzFjZmYy\" data-original-margin=\"\">It really showed just how wide was the gulf between noble and commoner women in this world.</p>\n<p class=\"cnM2N2QzNDc3MDcwNjQxZTRiYTM4MTdkNjE5ZDgxZjdl\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNmZjA4MzNmMjY5NDQ2ZjRiYWM1YmZlNmM0YWEyYzdm\" data-original-margin=\"\"><br>Kaede was riding behind Ariadne on the pegasus Edelweiss when they reached the Gwilen river. The noble lady had noticed that Kaede was walking with a limp and insisted that they ride on her survey of the riverfront. Her Knights Phantom were taking a respite after returning from a mission late last night, so she had no other duties today. This persuaded Kaede to agree and make use of the opportunity to catch up, and they had spent much of the journey talking about her experiences in the past few days.</p>\n<p class=\"cnNlYmJhZGM0MTU0YTQ3ZmFhOGUxZTRiNzE1Njg3Yjli\" data-original-margin=\"\">Now, as the Samaran girl looked across the defensive works, she could see thousands of men laboring across the north bank as they excavated trenches and built earthworks. Rows of sharpened stakes were driven into the muddy soil to face the south. Meanwhile small groups of soldiers on the river's far bank were cutting down every tree and floating the timber over.</p>\n<p class=\"cnMyZjgyZjYzYTk5ZTQ3ZDJiM2M2NjU1MDI1YmI2Y2Ux\" data-original-margin=\"\"><em>They're even destroying the apple orchards,</em> Kaede frowned as she thought back to the maps of the area. It reminded her just how devastating wars are to the people's livelihood. Years of work by local farmers were destroyed before the enemy had even arrived, all to prepare the battlefield and ensure there was no cover left for the invaders to use.</p>\n<p class=\"cnNkMjJlNDQ4YTNjYTRhY2Y5MzVhZjMyZWIwMTc2NmEy\" data-original-margin=\"\">Yet, despite the copious activity, it was also clear that the fortification work was behind schedule. The transmuted-stone redoubts still weren't completed, while the palisades and earthworks that would surround and turn them into strongpoints were only just started. Too many men were loitering about, more interested in chatting than moving their shovels. Sometimes their officers would come over and order them back to work, but other times even the unit commanders didn't seem to care.</p>\n<p class=\"cnNhY2QyNDM2NmIwNTQyZmRiZDRiYjQ2N2U0MzBjYzY3\" data-original-margin=\"\"><em>The men simply aren't motivated,</em> Kaede thought with a frown.</p>\n<p class=\"cnNkYTgxOWRjOWQzMTQ4OWE4ZDQ2MzUwYmM2M2Q0Zjhj\" data-original-margin=\"\">Leadership wasn't just coming up with orders and telling people what to do. It also required inspiration, motivation, and coordination. Without these qualities, a leader was little more than an armchair commander. However, even if Pascal wasn't weak in his social skills, he also wasn't a Lotharin and therefore wasn't the best candidate to spur on the men.</p>\n<p class=\"cnMxNjJjYWY4OGQ0ZDQwODU5NDJhOWVlNmM1Y2YwZGEy\" data-original-margin=\"\"><em>All of his authority comes through Sylviane, and the Princess is incapacitated.</em></p>\n<p class=\"cnM3YTk3NTJiNDdjNTRmNWZhMDk3NTc1MmE5ODM0MTlh\" data-original-margin=\"\">Kaede was still pondering how she would approach this topic with Pascal when Ariadne, who had been in deep thought, spoke up returning to their prior discussion:</p>\n<p class=\"cnNiODFkMTQ5YTM1MTQ3N2ZhNTAyNTgwZTRkZDgzMTdi\" data-original-margin=\"\">\"Still, I think I agree with Sir Robert,\" the lady's voice was kind yet firm. \"The path to power is very restricting. The more authority you achieve, the less choice you have in how you must act. If you wish to walk the same road as Pascal, Kaede, then you must understand this. I won't say that all courtiers must endure their liege lord's every whim, but every leader has anger and frustration. They have to express that to <em>someone</em>, and it's a sign of their trust and reliance that they show you their worst sides.\"</p>\n<p class=\"cnNjOWQ5ZTdiYjVhYzQyM2E5YTQ0ZmNkZDQ3MzFlNGJm\" data-original-margin=\"\"><em>Somehow, I don't feel flattered.</em> Kaede scowled as she thought back to the day that she spent ten hours kneeling on a rock.</p>\n<p class=\"cnM1YTU0NzM3MTUxMjRiMDc5NTlkYmNiNDRkN2Y1YjYy\" data-original-margin=\"\">\"I take it that... you have personal experience in this?\" The Samaran girl hesitantly asked.</p>\n<p class=\"cnM2YzU0MzQzM2IwZDRmMTk4OTY5MDdhNTI1NDIzYTQw\" data-original-margin=\"\">Kaede didn't forget that Ariadne had been born into the Manteuffel clan, one of the most illustrious aristocratic houses in Weichsel. Her family had placed high expectations on her since before she even left her mother's womb. Decades of her life had been planned out for her, whether she liked it or not.</p>\n<p class=\"cnNkYmI4ZWUxYTZmYTQzOTc5ZTI5YzM2OTQ5OTI2Mjkx\" data-original-margin=\"\">Ariadne's smile turned bittersweet as she gazed into the distance. \"My father is always composed in front of his men. But at home, it's another story.\"</p>\n<p class=\"cnMxOTBjZjMyZjkzODQ1NzM5M2ZmZDZiYTdkODI0Nzkx\" data-original-margin=\"\">Kaede couldn't help remembering her own father back on Earth, who used to take up the bottle every time he fell into a bad mood. Konstantin was not a happy drunk, and it was during those times when only the family could be relied on to help him.</p>\n<p class=\"cnMzMDNmMDg0MGQ5MjRmZmZhYTQwOWY4Mjk2YzVmYzlj\" data-original-margin=\"\"><em>I guess the relationship between nobles and their courtiers could be similar at times,</em> Kaede reflected as she thought of Robert and Mari. <em>Even more so for Pascal since he's family to Sylviane.</em></p>\n<p class=\"cnNlM2E1YTczM2YxMzQ5ZWE4YzM4NDg5ZDJjZDU3NDlj\" data-original-margin=\"\">The difference was that Robert, Mari, and Pascal all had a direct relationship with the Princess. This meant they received something in exchange for their devotion, something that they valued in their lives. Meanwhile, Kaede had no such thing. Instead she found herself repeatly paying for Pascal's actions.</p>\n<p class=\"cnNhYzRiMGZkZGY3NTQ2ODhiMmExOGJkZmViYmQ1N2Y1\" data-original-margin=\"\"><em>It really isn't fair...</em></p>\n<p class=\"cnMzMTVkYmEwODIwYzQ5NzViM2EzNjA4MTNiMjkzNTBm\" data-original-margin=\"\">Yet, before the Samaran girl could think further on such details, she heard joyful cries all across the riverbank as the soldiers stopped everything else they were doing.</p>\n<p class=\"cnNlMzVlOTc1OGYzNzQzOGNhNGMyZDE0ZmQ3MDI2MTBi\" data-original-margin=\"\">\"Your Ladyship!\"</p>\n<p class=\"cnNhMWI1YTIwZTBkNjQ2OGM5MTNhOTk3ZDk2M2EyODM4\" data-original-margin=\"\">\"Lady Estelle!\"</p>\n<p class=\"cnMyNDI0YWFiODg5MjQ4MzFiMjM0YjA2Y2U1MjkwMDdm\" data-original-margin=\"\">A reverberating echo soon began to spread. Hundreds of devout soldiers bowed their heads in reverence. Some even lowered themselves onto one knee. Their eyes then rose to focus solely on the visitor -- a lady flanked by Knights Hospitaller on both sides, while an azure phoenix perched upon her shoulders.</p>\n<p class=\"cnM4YjE1ZWFlY2U0MjQxNTRiYTljYzI4MmQyOTZhOGI4\" data-original-margin=\"\">Kaede had always thought that Ariadne looked 'angelic'. Yet compared to her, Edith-Estellise was nothing less than a goddess.</p>\n<p class=\"cnNkNzU0MGQ4NDRiYzRjZTFiNzY3MTU3ZmI3ZDYzMTlk\" data-original-margin=\"\">The Saint and Oriflamme stepped across the open ground as though gliding through tranquil air. Her wavy, blond hair grazed just past narrow shoulders as it billowed in the gentle breeze. She appeared to be in her mid-twenties, with a benign, Mona Lisa smile that permeated the air with serenity. However the most prominent feature of all was her tender gaze, as her eyes reflected different colors in lapiz and violet.</p>\n<p class=\"cnMwMjFlZjFhMWY2ODRhN2Q4MWQ3MzA0OWZjNmU3NTg1\" data-original-margin=\"\">The lady was only a hint above average in height. Her figure was thin yet firm as she stood proud but not imposing. She wore a half-veil draped behind her ears, which bore the white cross on black background of the Knights Hospitaller. Meanwhile her ornate battledress contrasted white ruffles over her ample chest with black-bordered cyan fabrics that formed most of her outfit. A wide skirt extended from her narrow waist belt to just above her plated knees. The rest of her body remained unarmored, though bands of soft leather embraced her waist, chest, arms, and shoulders, marking the places where protective steel would be strapped.</p>\n<p class=\"cnMyNzllZmJjMTRmMzQxMjNhY2NhZTYwMDQ3ZTdmMDll\" data-original-margin=\"\">The intricate battledress had notable similarities with the Princess' own wardrobe. It wasn't until later that she discovered the garments had been gifted to Lady Edith-Estellise from the late Emperor Geoffroi.</p>\n<p class=\"cnNhZDcxNmY4NzFhNjQ3NmU5ZWZjZjYxNjY1OGNlZTli\" data-original-margin=\"\">\"Lady Estelle,\" a burly sergeant in his late forties knelt down as the Crusader Saint drew close. \"Rumors has it that the newly arrived Wick... Weichsens are the ones ordering us to dig in. The river crossing is a whole twelve kilopaces wide. Why are we trying to hold it when we should be withdrawing to the city!?\"</p>\n<p class=\"cnMwOWQ5MDVkYjdjNzQ1MzdhNTk2OTAxMDIxNjRkYjY1\" data-original-margin=\"\"><em>They think these fortifications are all for naught.</em> Kaede thought as she finally realized why the men's hearts weren't in it.</p>\n<p class=\"cnMzNGU4OTM5YjIzNTRmMmZhZjdjYjhlZWZiM2I1MTFl\" data-original-margin=\"\">Edith-Estellise stopped just an arm's length away from the middle-aged soldier. Her serene voice rang as clear as the gospel as she began to speak:</p>\n<p class=\"cnM1MTk0MDMyNDc0MTRjZDBhZjNkYzQzNzgwNjNkYzhk\" data-original-margin=\"\">\"Everyone, I understand your concerns. The infidels have already beaten us twice on the field of battle, and it seems folly to meet them again in the open rather than withdraw behind the city's walls. I apologize that I could not have been a better leader. I failed to bring you all honor and victory in the Holy Father's name.\"</p>\n<p class=\"cnM0Y2Y5NDdmMmU3YjQ4MjU4NmNmMTVkNDAxYTAxOGIz\" data-original-margin=\"\">Yet, as the lady bowed apologetically before her men, it was the very soldiers who cried back:</p>\n<p class=\"cnNkMDMyOWMzN2VkZDRiZWY4NGU0OGE1MDRiYTE5Nzk4\" data-original-margin=\"\">\"Your Ladyship is not at fault!\"</p>\n<p class=\"cnNkYTRjZGQyZjNiYjQyMzNiYjg1MjUzMGYzNDI5NDk4\" data-original-margin=\"\">\"You've led us, fought with us, <em>bled</em> with us!\"</p>\n<p class=\"cnNkMmMyY2Q5ZGE0ZDQ3ODI5ZDg2NWYwZTliNjZiODUw\" data-original-margin=\"\">\"Yet, it was not enough,\" Edith declared in a somber sigh of acceptance. \"I recognize the limits of my ability. I know what happened was the best that I could achieve. But I also know that I am not alone, that <em>we</em> are not alone. Our aid was brought to us by the will of the Holy Father. It does not matter if they are Weichsen or Lotharin, for we are all children of the Lord, and we all fight in his name.\"</p>\n<p class=\"cnM2MzdiYWY5MDMwYjQyNjg4NjMwZjc5MDcwZDQ4MGM2\" data-original-margin=\"\">With those words the Saint silenced any further words of dissent. However it was apparent to Kaede that it would not be enough. The Lotharin veterans haven't forgotten how they fought against Weichsel during the last war. The trust between allies was simply not there, especially when one considered the long and bloody history Lotharins have with foreigners.</p>\n<p class=\"cnMxMjFjMzNmMmM1NTQwY2RhY2RkOTA2ZjEwODA5MDk3\" data-original-margin=\"\">\"The Princess' betrothed is indeed the one behind the decision to dig in, here, and fight our enemy head on,\" Edith continued in her clear voice. \"Yes, he is a Weichsen, an outsider. But he is born to a militant nation that the Holy Father has long relied upon to hold back the heathen tide. He is the son of their illustrious Marshal, groomed from birth to lead and fight. And most importantly of all, he is <em>your</em> future Prince and Emperor Consort -- he will <em>become</em> as Lotharin as the rest of us!\" The lady stressed.</p>\n<p class=\"cnMyMzk5YTJiNjdhOTQ4N2Q4YjU4MzkyNjhkMGU1NGVi\" data-original-margin=\"\">\"I believe the Holy Father has brought him here for those reasons. And I <em>approve</em> of his plans in digging in and fighting the Infidels here, before the capital of Roazhon's city gates!\" Edith declared with an unerring certainty in her gaze. \"It is our <em>Trinitian duty</em> to have faith in the Holy Father, to execute his will and his plans. We <em>will</em> bath these riverbanks in infidel blood, to stop them before they bring any more suffering to our people, our country!\"</p>\n<p class=\"cnM0ZDI5MGNiYTFjZDQ3ZWY5OGFiOWM5YzhkYjExMDI5\" data-original-margin=\"\">The veteran sergeant nodded with pursed lips. His eyes hardened with resolve as his conviction grew. Other Lotharins also expressed their agreement as they came to see their task in a new light. Their job of fortifying the riverfront had evolved from someone else's task to one they could embrace as their own.</p>\n<p class=\"cnM1NTE4MWM2Y2UxZTQyYzA4MTliMDNjNzI0ZTkyMTJi\" data-original-margin=\"\">Meanwhile, soldiers from all around the area had congregated as Edith spoke. Thousands of eyes were now fixated on the Saint as she climbed onto a nearby boulder. Edith cast a voice-amplifying spell upon herself before she began to address the crowd:</p>\n<p class=\"cnM1M2U4NjFkMjNlZDQ5ZDE5NjA1MzhjYzhlM2IwNjNl\" data-original-margin=\"\">\"Soldiers of Rhin-Lotharingie! I am proud to stand here, among men and women as strong and courageous as yourselves! Our enemies are powerful and they have battered us, twice. Yet despite their best efforts we remain unbroken! Even now, we stand here in defiance against the infidels, just as your ancestors have done so against the tyranny of the Imperium. These fortifications you construct will become our fortress of faith, upon which we shall make these sacrilegious invaders bleed and break!\"</p>\n<p class=\"cnM5OWE3ZDcwODEyZDQ0MDVhYzc2ODJmNWIyNjQ0YzQ2\" data-original-margin=\"\">With a hand grasping the hilt by her waist, Lady Estelle drew the Sword of Charity. She raised it to the heavens, as its sanctified blade gleamed under the early afternoon sun.</p>\n<p class=\"cnMyN2ExZGE2OWQ1ZjQ1NmM4MjBmZjQxZjZhZjdkMjAz\" data-original-margin=\"\">\"When the time comes, it shall be my honor to stand before you all, first in line at the river fords. We shall defend this land, this nation, and these people that we love above all! Take heart that even should any of us fall, we shall depart for eternity with a life fulfilled! But until then, <em>fight!</em> Not only for victory, but for a better future to our descendants, a better world!\"</p>\n<p class=\"cnMxNzc5MWMzODRjNDQwNTliODhkM2IyZDUyYjhmZDQ3\" data-original-margin=\"\">\"Father Bless, Lady Estelle!\" A sergeant-major cried back before others joined in.</p>\n<p class=\"cnM1MjM5MmY2NTM1OTQ4NjFhMjE5ZjNjNjQxY2M4ODc5\" data-original-margin=\"\">\"We'll fight with Your Ladyship until the end!\"</p>\n<p class=\"cnMxOTZmNjNjYjRhZDQ2ZmRiZjdmYjg4YThkZmI5MDBi\" data-original-margin=\"\">Then, someone shouted a phrase in Arcadian from among the crowd.</p>\n<p class=\"cnMyNTkwMmM2NDE5YzQ0YTdiMzA5MDFmYWY1ZjhhNzcy\" data-original-margin=\"\">For a moment, Kaede thought her translation magic malfunctioned. But as the words gained momentum, chanted and repeated by countless voices, she came to realize that this must be one of the famed phrases that Pascal knew.</p>\n<p class=\"cnMwMTY3MmE4ZjMwNTRjYmQ5NWE5MDVkYzQ1MTlmNzY1\" data-original-margin=\"\">\"Deus Vult! Deus Vult!\"</p>\n<p class=\"cnNhMmNjMjYxM2Y3OTQ2YTQ4ODE3ZDc2YWJmYzUzMzFi\" data-original-margin=\"\">Or, as the history student from Earth whispered its meaning: \"God wills it.\"</p>\n<p class=\"cnNlODY4MWU3MjMwZTRhMDVhNzdkMDQwYTEwMDlhNzFj\" data-original-margin=\"\">In that moment, as Kaede stood and watched thousands raise their fists in a sweeping tide of fervor, she came upon a realization. Though Edith might not have the natural genius that Pascal had, it did not make her a bad commander. Sure, the old soldiers -- such as General Macdonald -- might respect Pascal for his tactical acumen. But they did not <em>love</em> him. They would not die for him. Meanwhile...</p><p class=\"cjZmZTUxNTdlODg0YTQ2OTFiYTMwM2NiYzNkYWVmNzZh\" data-original-margin=\"\">Reading on Amazon or a pirate site? This novel is from Royal Road. Support the author by reading it there.</p>\n<p class=\"cnNiNjBhZjBjMjZiNDRmOGViOWIyYjljY2QyMGVkNjk3\" data-original-margin=\"\"><em>This is a leader that men would follow even into hell itself,</em> Kaede thought.</p>\n<p class=\"cnMwMTRhM2YwZWZmYzRmYTM5Y2ZmMmM5OGY1MDZlMWVh\" data-original-margin=\"\">Needless to say, the Lotharins had just received all the motivation they needed to hasten the preparation of their battlefield.</p>\n<p class=\"cnM5NDk3YjhjODBmODRmNzQ4MzA3YWJhODc0ODJhNGM5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2ZDI2MjQ3MGRmMDQzZGM4YjRiMGU1ZjEyNTkzNTE2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMyODU4YzhhN2JkMTRkMDU5Y2M3YjM4ODRkNGRhMmJj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0MzY2NGRhOWNkNzQwZmQ4N2VkZDliYjJlZDRmYWQ0\" data-original-margin=\"\">Kaede was still reflecting upon the day's events as she walked back towards the inner camp at dusk. Ariadne had accompanied her for the entire tour of the twelve kilopace riverfront, and they had spent much of that time conversing about just what it meant to be among those in power. In the end, the lady warned Kaede that this simply wasn't a path for everyone. It would be Kaede who had to decide if this suited her new life.</p>\n<p class=\"cnNjYTc0NjNmM2Y3NTQzNmJiOGY4NTFiZDQ1Yjc5MzMx\" data-original-margin=\"\">Ariadne had departed from Kaede after they returned to the encampment, which left the Samaran girl to her own thoughts. She had been so preoccupied that she entirely missed the first call someone made of her name.</p>\n<p class=\"cnMwMzYwMDk0ZWQzMDRjOTZhYWEzNzJkZTAyMmQ5MGNj\" data-original-margin=\"\">\"--Kaede!\"</p>\n<p class=\"cnNiYzU4YTc5ODMwOTRkNmRhNDllMmNiNmY4YzJjZWRm\" data-original-margin=\"\">It finally registered and Kaede turned back around. The source was easy to identify. A cloaked and hooded young girl ran up the dirt path as she waved one hand in good cheer. She was followed by two Lotharin armigers, whose alertness marked them as not just entourage but bodyguards.</p>\n<p class=\"cnMzNzYyNGU5MDExODRjNTlhOWNmMGE2MGYwNDEzZTIy\" data-original-margin=\"\">\"Yes?\"</p>\n<p class=\"cnMwMjllMTQ0MjhhODQ5OTZiZTVmMzA4YTg0NmI0MmNl\" data-original-margin=\"\">The Samaran girl was mystified. After all, there weren't many among the Rhin-Lotharingie aristocracy who knew her by name. Yet, as the newcomer's hood came off, Kaede could feel her jaw striking ground in astonishment. It escalated to outright paralysis as the other girl almost tackled her in a tight hug.</p>\n<p class=\"cnNmM2Q3Y2E0ZTJhYTQzOTA4YTgyMWM2NzIwZjA2Zjg4\" data-original-margin=\"\">\"You're just as small and cute as Syls says,\" the girl added before covering her mouth to giggle.</p>\n<p class=\"cnM5NTVmNzlkZWNlMTRlMzY4MDY1MWYwN2EwYTQ0ZjE1\" data-original-margin=\"\"><em>Vivienne</em>, Kaede immediately deduced.</p>\n<p class=\"cnM1MjdjY2Y3OTAyYjQ5ODI5ZjA4OWI3MzE5MDBmNWQx\" data-original-margin=\"\">There wasn't a single doubt as the two girls looked almost exactly alike. They had the same build, the same size, and <em>almost</em> the same height. Every proportion of their bodies appeared the same, from their modest chests, to their thin shoulders, to the curvature of a narrow waist that matched when Kaede wore a corset. Even their small noses, soft cheeks, and porcelain-pale skin seemed identical.</p>\n<p class=\"cnM0NDg3M2NmZGFmNzRmMTA5ZDMwMDBhNjcxOWQ0MTkx\" data-original-margin=\"\">The only difference between them was that whereas Kaede had snowy-white hair and rose-quartz eyes, Vivienne had a brilliant-blue gaze beneath long, silver-white hair that -- similar to Kaede's -- reached past her hips.</p>\n<p class=\"cnM1MzYwYmQxMDExYTQ3OTJiNmU5Y2FiODljODhjMGU2\" data-original-margin=\"\">It felt as though Kaede was looking at a near-identical twin of herself.</p>\n<p class=\"cnMyOTY5MmFhYmY2ODQ3MWI4NzAwOTE2NmQ0NGE4ZmE0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiOGFmYjBhZWE0NjQxYjM4MDUyMTkwMTQ0MDFjYTE0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzODBjYTY3N2NhMjQxZjM4NDA1YjY2MGVmNTUwNmM1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkY2Y3NDc4NTNjYjRiYjlhN2VlNmNhYzc5OTRmZDlk\" data-original-margin=\"\">Cecylia entered the cabin and found Sylviane in a dreadful state.</p>\n<p class=\"cnNhY2RkOThjZWMxODRiYjhhZGExZGYwZTFlMTQ5MTNh\" data-original-margin=\"\">The Princess sat in her bed, still dressed in her silken nightgown. Her hair was a mess. Her gaze was empty, almost despondent. It rose sharply as Cecylia stepped in, only to fall back to the comforter without any further reaction.</p>\n<p class=\"cnMxZTViMWY3MGViMTRiOGRhNjFkMWY1OTA5MzVkYWIw\" data-original-margin=\"\">A silent exchange between the dhampir and the royal maid who sat in the corner said it all:</p>\n<p class=\"cnM5MWNjODE5NGUyZDQwNmViMzU5Yzc2ZGMzNGY2NGIx\" data-original-margin=\"\"><em>This is awful.</em></p>\n<p class=\"cnMwZDQ3MDY1ZWY1MDQ0ZmViZWJlMTZhYzYwMTk1OGQ2\" data-original-margin=\"\">\"You're not even going to tell me to leave?\" Cecylia tried to elicit some humor as she sat down at the edge of the bed.</p>\n<p class=\"cnM3NzQ1YWQzYWM4NzQ4MmRhYmM2MmJlYmYzN2I2NjU3\" data-original-margin=\"\">\"What's the point?\" Sylviane's dry voice cracked. \"You never listen.\"</p>\n<p class=\"cnM2NWUzMDE1MGRjODQ1NTJiM2Y1MzhlYzNlOTM4YTg1\" data-original-margin=\"\">Cecylia felt the Princess' cold hand as she took it into her fingers.</p>\n<p class=\"cnMxNGE1ZGM0ZTdlODQ5MWY5Y2RkZGMwYzkxODM5NDYy\" data-original-margin=\"\">\"I've heard the story already,\" the dhampir began slowly. \"So you had a shouting match, and you did some awful things. Brew storm in a teacup, Sylv. Which couple doesn't get into a fight every once so often?\"</p>\n<p class=\"cnNjNTY3Y2E2MmNkOTQzMDc4YTgzZDg2YjQ1NGI1MmYz\" data-original-margin=\"\">She felt the Princess' fingers tighten as Sylviane barely whispered in reply:</p>\n<p class=\"cnNmNzY0MjFiZjIyMDRkNmQ4ZWQwMjE5NDI0MDhmYzA4\" data-original-margin=\"\">\"You don't understand...\"</p>\n<p class=\"cnMxOGE1NzIwMDI1NTQ2MDFhY2ZmZmYwZjQ1Zjg3MDYz\" data-original-margin=\"\">\"Of course I don't,\" Cecylia pursed her lips and nodded. \"I had forgotten how special it must feel, to shoulder all the guilt and blame like some tragic heroine.\"</p>\n<p class=\"cnNlMzk0NmRiMTYwYzQzY2RhNGNhYjRmMzRhNDliMDc1\" data-original-margin=\"\">A faint hint of anger lit up the Princess' eyes, but it disappeared almost as quickly as it came. Cecylia was intentionally trying to provoke emotions, anything other than dejection and gloom. Yet this was clearly not as easy as one might think.</p>\n<p class=\"cnM4OWY0OWFiNmZlNzRlYjk4MjlhOTY2ZGQ0NDI4NDg2\" data-original-margin=\"\">\"Remember when I told you about my dear older sister? In my years growing up, she took care of me even more than my mother did. Yet on her last night home, I just had to betray her expectations and side against her. We never did have a chance to make up,\" Cecylia muttered sadly. \"But you're not like me -- you still have a chance to make things right. We never know what the next battle may bring, so don't waste your time together like this!\"</p>\n<p class=\"cnNiODk3NDYxMzU0ZDQxMzM4OTA4Njc2YThkNjkxNGZi\" data-original-margin=\"\">Nevertheless, as the seconds lingered on, the Princess remained silent.</p>\n<p class=\"cnNhNDM2YmM4OGU4YzQ3ZjU5OGMzNzdkY2ZkMGMxMzEy\" data-original-margin=\"\">\"You realize you're only making Pascal's life harder by doing this, right?\" Cecylia pointed out as she tried a different angle of attack. \"He's out there, trying to make up for your absence by working himself to exhaustion. While you're here... <em>doing what exactly?</em>\"</p>\n<p class=\"cnMzNjFjZGVkMjUxNzRjNDc5YTQyZWYzZTIwN2Y5MmRi\" data-original-margin=\"\">\"He shouldn't bother,\" the response came bleak and simple as Sylviane seemed to shrink in her dejection.</p>\n<p class=\"cnNjZDc5MDEyYjc1MzRlYzRiZTMwNTk5YmNiZTE5ZTg4\" data-original-margin=\"\">\"But that's the point -- he <em>is</em> bothering!\" Cecylia insisted. \"He's not trying to wash his hands of you, or sit there glooming over your marriage, or even doubting his shared goals with you. No, he is out there, trying to save your crown, <em>your life</em> for you! Please don't tell me you're just going to throw it all away?\"</p>\n<p class=\"cnNhMzgxYjg2ZmY1MDQ1NzFhYTgyODA0OWIyY2EwMjky\" data-original-margin=\"\">The Princess' shoulders quivered as she heard Cecylia's pleading.</p>\n<p class=\"cnMwYWQ1M2QyZjUxYjQ0NzNhMTBiNWYzY2NhYTIwY2Qx\" data-original-margin=\"\">\"W-wouldn't it be better for him, for everyone... if I did?\"</p>\n<p class=\"cnM5MTFjMTk5MDNhYTQxZmM5Zjc5ZDE3NTc2NmYxM2Ex\" data-original-margin=\"\">\"Shouldn't that be his decision?\" Cecylia pointed out. \"Pascal knows exactly how to weigh his options, and his choice has always been to stay true to you.\"</p>\n<p class=\"cnNkN2FlZTkzMjM3NTQwMWM5MTU4MDJlYjBkODk0NmE4\" data-original-margin=\"\"><em>Even if he's terrible at overcoming his pride at times,</em> she thought back to their conversation just minutes ago.</p>\n<p class=\"cnM5NTVjMjM5MjIyOTQ0MWJhMTAxZjU3ZGY3NzMzNzMy\" data-original-margin=\"\">\"But now he won't even see me!\" Sylviane raised her wisteria gaze at last. Her pupils were red and dry from days of crying. \"And why wouldn't he hate me!? <em>I'm the one who ruined everything!</em>\"</p>\n<p class=\"cnNlY2FhOGJkN2U4ZDQ4YmE5MzJjNDQzNjM0ZTQxODY4\" data-original-margin=\"\">Cecylia's heart melted as she exchanged looks with her bosom friend -- a royal princess reduced to little more than a lost child. She reached forward and wrapped both of her arms around Sylviane, before pulling the depressed girl into a tight hug.</p>\n<p class=\"cnNjOTM5MDE3YjlmMjRiMzZiNzFjODkzZGZhMjQwNWVi\" data-original-margin=\"\">\"Of course he does not hate you, you silly,\" she added softly. \"Pascal might not be happy about the current state of your relationship. But after all the days you've spent growing up together, after all the problems you two have faced down together -- there is no way he <em>could</em> hate you.\"</p>\n<p class=\"cnNmY2IxM2UwZTg4MTQxOThiYjUwNGE0NmMzZDAwMWYw\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMxNzg3YTZjMzA3YTRmYmQ4ZGE2NWNlNmY0YzYxODc0\" data-original-margin=\"\"><br>It took nearly an hour before Cecylia left the royal cabin.</p>\n<p class=\"cnM1MzA1ZTRlNDRmZDQ3Mzk4NGNkZmE1YzBhMWJjNTIz\" data-original-margin=\"\">Her words \"the rest I leave up to you\" still rang in Pascal's ears as he took a deep breath and carefully sat down facing Sylviane.</p>\n<p class=\"cnM1OTgyZDhkZTYzNzQ5ZWQ4NTA0MmY5ZjYyOThjZmZm\" data-original-margin=\"\">\"Sylv... I am sorry,\" he began earnestly. \"I...\"</p>\n<p class=\"cnM3ZDk0NDgzOTE3NDQ4ZTY4N2JmOTU3NGRhNmZiZDIx\" data-original-margin=\"\">\"Y-you can be straight with me, Pascal,\" Sylviane interjected before sniffing her stuffy nose. \"I'll understand... if you're still angry with me... if you want to break...\"</p>\n<p class=\"cnM0NjRjYWU4MmRhNDRjMTc5Y2YzMDc4NThmMGMyOTMz\" data-original-margin=\"\">\"What? No--!\"</p>\n<p class=\"cnM0ZWYyM2Q0MGFjNTRmY2E4MjBmNWY2ZTNhY2U2MmJi\" data-original-margin=\"\">The apology he had spent the past hour rehearsing came apart in seconds.</p>\n<p class=\"cnM4NGFiMGNkZmI2YTQzMjNiNmRiMzA0YTNmZTE0NDk3\" data-original-margin=\"\">\"I am not angry with you,\" he blurted out immediately. \"Well... maybe some, but--!\"</p>\n<p class=\"cnMzY2Q2MWU1NzY2MTQyZWJiMDhmYzVmNjJjYjU2YWRk\" data-original-margin=\"\">A sigh followed before he looked intently at her, or at least, the purple mop that covered her dejection. He reached over with his fingers and gently lifted her chin back up, until his gaze could meet her wisteria eyes once more.</p>\n<p class=\"cnM5MzVhNTNhNjZlMTQwM2ViMGEzOTZlYWI5MzdjZGY0\" data-original-margin=\"\">The bloodshot redness, the baggy shadows, they were even worse than last time. Seeing the dull, dispirited eyes that gazed back at him, Pascal couldn't help but feel his heart crumble.</p>\n<p class=\"cnNhZjYwZTQyNmY1YjQwMmZhN2U2NTdhYzYzOTY4MDky\" data-original-margin=\"\">\"I want you to understand, Sylv. I definitely do <em>not</em> want any changes to our relationship. At least, not unless it involves a trip to the altar.\"</p>\n<p class=\"cnNmMGJmZTU0YWQ2NzRlMWZhMjNhMDRjNDA0MDc4ZTgw\" data-original-margin=\"\">He could see the moisture returning to her glistening eyes. They threatened to overflow once more if only she had enough tears left remaining.</p>\n<p class=\"cnM4MjNiOTEwMmY2NDRlNDM5MzU4ODY5OWRhOTJkYmQ1\" data-original-margin=\"\">\"W-why?\" Sylviane barely whispered, as though any louder and the illusion would shatter. \"Why would you? When I've shown you nothing but malice and ingratitude...\"</p>\n<p class=\"cnM0MGJjNGJiMmUxNjRiYjZhYTI3YzY5NjE1Y2MzNWQw\" data-original-margin=\"\">\"Now you are being unfair to yourself, Sylv,\" Pascal twisted his lips.</p>\n<p class=\"cnM3OWQxMzJiMzQ3OTQyY2U4N2EwNjgyZTZlYWI5MzMx\" data-original-margin=\"\">What else could he say to that? When Sylviane didn't even want his forgiveness because she believed herself unworthy of it?</p>\n<p class=\"cnM5YjJlYzYyMjAzMTQ5YTc5NjkyYzhlNTgzMDI1NTBj\" data-original-margin=\"\">\"<em>Just... talk to her, earnestly,</em>\" Cecylia's earlier words urged him to continue.</p>\n<p class=\"cnMwOGNjMGVlOGFjZDRjZWJiZDE3MTJiYTNjYzg4NjI4\" data-original-margin=\"\">Pascal swallowed.</p>\n<p class=\"cnM0MjMxMjY1NmQyYzQ1MGU4YTVhNWUxY2FkMjRmNjI2\" data-original-margin=\"\">\"Did I feel wronged by what had happened? Yes, I did.\" He admitted, thinking back to emotions that had ceaselessly plagued him until just an hour ago, perhaps even mere minutes ago.</p>\n<p class=\"cnMwZTU4ZmM0M2M3YjQ5OTJhNjQ2NTZjNTI2MjdiYTMw\" data-original-margin=\"\">\"I thought it was grossly unfair, <em>unjust</em>, that I should be treated like a criminal, when all I had done, all my intentions were only of helping you. But... you know what, Sylv? If you had unilaterally forced a decision on me by knocking me out, I would be angry too, especially if I had a royal image to maintain before an entire empire.\"</p>\n<p class=\"cnM2NDc0YmQxMTgxMTQ3MzQ4MzhlMWRjODM2NzdhMmFm\" data-original-margin=\"\">Pascal then paused to take a deep inhale. He closed his eyes for a brief moment as he grappled to wrestle out the truth:</p>\n<p class=\"cnNmMzk2MGRiOTViOTRlY2I5MDAyMTdmNzJhNzBkM2My\" data-original-margin=\"\">\"I am not one of those hypocritical men who believe only the husband has a right to fury, Sylv. You had every reason to be angry at me when you first woke up. I do not regret doing what I <em>had to do</em> to stop you from going ballistic on the hill that day. But by the same token, I also have no right to complain if you threw a few barbed words at me afterwards.</p>\n<p class=\"cnMxZjgzMTMxMWM5NjQyZTY4NzAwZWMzNzk4MjNhMzhi\" data-original-margin=\"\">\"Of course, that is not to say that you are faultless either,\" he took her hands into his own while returning a wry smile. \"What it does mean though, is that we are both at fault. In fact, all three of us are at fault, since Kaede is in this also. But at the same time, all three of us are also <em>victims</em> of circumstance here.\"</p>\n<p class=\"cnNmNjE0YjNkZWJkYzQwOGJiZjc5OGMwNjJhMTYxMDI1\" data-original-margin=\"\">\"I'm sorry,\" Sylviane uttered, her remorse beyond sincere and her voice still bleak. \"I'm sorry for what I did... to the both of you.\"</p>\n<p class=\"cnNmMDgxOTQwNjA1ZTRlODViMThhYzYyOGYyMDdjMjA2\" data-original-margin=\"\">\"Perhaps then you can stop blaming only yourself, because it is not helping much more than when you blamed only me,\" Pascal said before he took a deep exhale. \"Only then, can we talk about this like rational people, like future husband and wife, and decide what <em>we</em> can do about this in the future.</p>\n<p class=\"cnMzYzg5ZDgxZmQ4YTQ2MzFhZWY0MTk1YTk0ZWY0ZWRl\" data-original-margin=\"\">\"Because let us face it,\" Pascal's lopsided smile expanded to a grin as he stroke her hair lovingly. \"I may not be one to talk, but you have a terrible temper -- at least in the wrong moment.\"</p>\n<p class=\"cnM0MGEwNzA3ZWE2MDQxNDc5Nzk1ODY4OGIwNDliNWJl\" data-original-margin=\"\">Of course, Sylviane didn't smile back. It wasn't that easy. But at least a semblance of normality had returned to her watery gaze as she gave a tiny nod, as she finally acknowledged that together, they still had a road forward.</p>\n<p class=\"cnM5ZWYzODBmYzg2NDQ3NGU4YjkxODg2ODhlZmQ5ZjUx\" data-original-margin=\"\"><em>One step at a time.</em> Pascal thought to himself as he pulled his fiancée in, almost crushing her fragile shoulders between his arms.</p>\n<p class=\"cnM4ODYzNzg3N2RkMTQ5OGY5YTg4NWZjNjk3ODYyYjAz\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNkODBlMzBiZGJiMjRiNTc4MjhkYjc1YjU3ZGNkYzJm\" data-original-margin=\"\"><br>Meanwhile, outside the cabin, Cecylia turned to the remaining figure who had been on guard: Sir Robert.</p>\n<p class=\"cnM3ZmQ0YjdhYjAwYzQ1Y2Y4YmI0ZTc1YmE5ODJiMGI5\" data-original-margin=\"\">\"Not that I'm doubting Pascal... but I feel like we need something more substantial than words alone. She's so down and out of it that it's difficult to convince her of anything positive.\"</p>\n<p class=\"cnNjNTFhODk3NmQxNDQxZDZhNjE4NWVjMjgwMjA5NDdi\" data-original-margin=\"\">\"I sent message to Lady Vivienne last night,\" the handsome armiger nodded. \"She had another meeting with Queen Katell's privy council in Roazhon this morning. However she should be here soon.\"</p>\n<p class=\"cnM2YmI1MGU5ZmNkNjQxZWRhOWFhNWIzMjZhZjc5Mjlm\" data-original-margin=\"\">\"Vivienne?\" The dhampir raised her eyebrows.</p>\n<p class=\"cnNkMGNmNWU4MjA0NDRiYjA4MDg0ZTQ4NGMzN2VhZTU0\" data-original-margin=\"\">Cecylia had met Vivienne several times before while visiting Sylviane at the Oriflamme Palace. She once joked that the young girl was the Princess' 'snuggle toy' in addition to being the court bard. But such surface impressions also revealed the levels of deception around this unknown figure.</p>\n<p class=\"cnNlMzNjNDIxOTc4ZTRhYjM5NDk2OWVlODgzNDBlZmJh\" data-original-margin=\"\">Vivienne was the newest of the Oriflamme Paladins. However even Weichsel's Black Eagles were completely in the dark on what the girl was truely capable of.</p>\n<p class=\"cnNkMTk2ZGRjZjUwNDQ3MmJhNmNjNmE0YjE2YTkyZTk3\" data-original-margin=\"\">\"I can't explain how she does it,\" Sir Robert gave her a clueless look that felt a bit disingenuous. \"But if there's anyone who can give Her Highness a spike of euphoria to overcome the post-mania depression spiral, it's her.\"</p>\n<p class=\"cnMwYTgxNzFjODJiYzRhYTZhYmFiNzUyMjliYzhmNTI4\" data-original-margin=\"\">Cecylia stared back in thought.</p>\n<p class=\"cnM2MGNmMTQxY2QxMzQxZTdhNTAwZGMzZmExYmVjODAz\" data-original-margin=\"\">\"You're talking about enchantment magic?\"</p>\n<p class=\"cnNmNjY3ZDY0OWIwNDRhMjRhNThjZWU3NzZjODBhNjg4\" data-original-margin=\"\">\"Well, yes,\" Sir Robert nodded back \"We need some way of exciting her happiness nerves, and a controlled enchantment spell is much preferable to substances like opium.\" Then, the armiger added with a teasing smile: \"Of course, this would be much easier if His Grace was already married to Her Highness.\"</p>\n<p class=\"cnNiODZlMzhjMTRhYzQzM2E5NjhlYWNkMDRhYzEwODlj\" data-original-margin=\"\">There was no reply. The dhampir simply gawked back at the armiger in disbelief for implying that 'make-up sex' was an effective treatment for depression.</p>\n<p class=\"cnM4MTYwZGExYmE5MTQ3ODFiNWU1MzUzMjU0N2I2ZjM1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2ZWU1MzY2MzNlNDQzZTM4M2ZlNTU0MjM0NTg2MTE5\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0M2Y2ZDczNWNjNDQyYWZhNDM1MTllNTExOTUwY2Zh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3NGNhOGNmNDJlNjQ3NGI5YTcyNDQ0ODc3ZDEwYTAx\" data-original-margin=\"\">Kaede was still bewildered as Vivienne Máiréad Tromp de Winter barged into the royal cabin without even a knock. The petite oriflamme dragged the Samaran girl in tow, while Sir Robert following behind to close the door. It was only after they were inside did Vivienne released Kaede's hand. Then, she placed her hands on her waist and tilted her head slightly as she stared at Pascal.</p>\n<p class=\"cnM3YjVkOWRiYWU5OTRjOWQ4NGMyMGQ1MzFlNWEyNWEw\" data-original-margin=\"\">\"May I?\"</p>\n<p class=\"cnMxMjJhMTNhM2RiMzRkYTBhNDBjNmZkZTEzNjRhYjRl\" data-original-margin=\"\">The Landgrave seemed uncertain about the sudden interruption. Nevertheless he stood up from his fiancée's bed as he placed his trust in the petite girl.</p>\n<p class=\"cnMyY2E4YmI2NjUzMTQ2N2NiZmZkODhiYzg4YjMzODUz\" data-original-margin=\"\">\"Hello Syls,\" the newcomer sat down next to the Princess and pulled the latter in.</p>\n<p class=\"cnM2MzZkZDNmMDkyNDQ1YWFiY2M2MGMzODEzNWEyMGU0\" data-original-margin=\"\">Kaede backed up to the wall as she watched the Princess laid her cheeks upon the silky long fluff draped over Vivienne's shoulder. Now, with Pascal in the picture also, she finally snapped out of her daze and came to a realization:</p>\n<p class=\"cnNiMTA4YjhiYjdmNzRkNWI5YTkxMGQ3NDk2OTMxOTZl\" data-original-margin=\"\"><em>This can't be a coincidence.</em></p>\n<p class=\"cnNiOWQwYjdkYzVhOTRjOWY5MTFkNzk3ODBkMjliYjY5\" data-original-margin=\"\">The Samaran girl had no doubt about it now. Vivienne was the model that Pascal had envisioned when he summoned Kaede into her new body. It certainly explained some of the odder-than-usual looks she received when she first met several of Sylviane's armigers, or why Sylviane had so much clothing that fit her perfectly.</p>\n<p class=\"cnNhYTcyOTRkMTlhZjQxZWI4Y2FjMjY3MGVkNTM3ZGNh\" data-original-margin=\"\">Even now, as Vivienne sat in a silver-white long dress with black and lavender highlights, Kaede could tell that it was the same size as what she had worn back at the palace. Surprisingly, Vivienne's dress left the shoulders bare despite the winter season, though she at least wore a rabbit-fur cloak to cover it. The intricate, beautiful details on her outfit were also music-themed, including a large, embroidered clef on her skirt and piano key patterns over her chest, which left no doubts that the girl was a bard.</p>\n<p class=\"cnNmZTkxMDBhNTA2ZTRjNzhhYWUxOTc1MDk2N2ZmNmU4\" data-original-margin=\"\">The reason for their slight height difference also revealed itself in Vivienne's high-heeled boots. They were of the 15cm variety, which amazed Kaede as Vivienne had managed to <em>run</em> in them.</p>\n<p class=\"cnMzNzkzMGY0NzM1YTQ1N2U4M2U1MzllZTU2MDE2ZGY3\" data-original-margin=\"\"><em>But seriously! Pascal made me into a COPY of her!</em></p>\n<p class=\"cnM3MWM2NWJlOGI2NDQzNGU5ODQwZTFiZThlNWM2OTE3\" data-original-margin=\"\">She honestly wasn't sure how to feel about it as she stared at her almost-doppelganger get snuggled by the Princess.</p>\n<p class=\"cnNkNDE3OTU0OWVhODRkMGI5ZmI1NGNlMGNjNGFkYmEw\" data-original-margin=\"\">Sure, Kaede had never been the type that demanded a strong personal identity. She was largely comfortable with the idea that her mind, her knowledge and memories, were enough to define her as an individual. Her body, after all, was but the carrier of her conscience, and not her conscience itself. However this was definitely pushing her boundaries!</p>\n<p class=\"cnM4MTY4Njk2NzAwZTQ3YzY4MWEwNWFmMjkwOTYwMDY4\" data-original-margin=\"\"><em>Though I guess looks could be deceiving,</em> the Samaran girl tried to console herself.</p>\n<p class=\"cnNjNjQ5MDgyZTAwZTRkMjI5MDY1OGQwNTNjMWYzOGQ2\" data-original-margin=\"\">After all, despite the white hair which made Kaede wonder at first, Vivienne was not samaran. Kaede had learned from Head Maid Rachel back in Alis Avern that Vivienne was faekissed, a <em>winterborn</em> to be exact. They were known for their sharp intellect and cunning, but not so much for being emotional or empathic. That however didn't imply that they were socially awkward, and Vivienne in particular had always been known for her wily charms and her ability to endear herself to others.</p>\n<p class=\"cnNmZDM2NmU0ZjVmZjRhZGRiZjAxNDNjYWVmNzJhNjYz\" data-original-margin=\"\">Even now, her close bond with Sylviane was apparent as the dejected princess looked upon the smaller girl with a bleary-eyed gaze. There was none of the rejection that came with having others see oneself in one's most vulnerable state.</p>\n<p class=\"cnMyZjg2YzlmMWRkMjQ0Yjg5ZjBlYTFmMDc2NTQyY2Uz\" data-original-margin=\"\">\"Vivi--\"</p>\n<p class=\"cnNlZTRjZDgxMTcwZTQ0ODZhZGZiNWE0OWNmMjY3ODBk\" data-original-margin=\"\">\"Shhhh.\" The shorter girl placed a finger on the Princess' lips, while her other hand gently stroked Sylviane's long, dark-purple hair. \"You can talk later, Syls. But for now, I want you to listen to me. Listen, to my voice, to this voice, and only this...\"</p>\n<p class=\"cnNhMmVhYzI1YmNiNzQyM2ViZjFkNjQ1YzhmNDNlMTJl\" data-original-margin=\"\">Vivienne closed her eyes as she spoke gently. Her soft words took on an almost hypnotic quality as they carried through the cabin air like poetic melody.</p>\n<p class=\"cnMzY2I2NzdkNDlhNjRhMTc5ZjEzZjQ0MmIxYjI5Yjk1\" data-original-margin=\"\">\"--Forget our world, our anxiety through history.</p>\n<p class=\"cnM5ODJlNmZhMzU2NzQ1ZjliNDNkNjhlODIyN2ZiZWNk\" data-original-margin=\"\">\"--Seek my call, and I shall set you free from worry...\"</p>\n<p class=\"cnM5YWY3MmQxNDQzNDQyYTBhNDRiNmMwYjRlZmM5MTRi\" data-original-margin=\"\">Her cadence rose with every verse as what seemed a chant seamlessly transitioned into a lyrical song. The gentle notes that danced across the air soon grew into a hypnotic lullaby, an innocent, maternal call to relieve a troubled child.</p>\n<p class=\"cnMxNDUyOWE4ZGMwZDQzMjg5NDk5N2FhODBhNTVkMTMw\" data-original-margin=\"\">Yet amidst the soothing performance, Kaede could sense the pressure in the room change. Her magic sensitivity was still a work-in-progress, but even she could feel the mana that streamed from Vivienne's small lips to fill the air. Within just minutes, not only the Princess had drooped into a tranquil daze, but even Kaede herself began to feel entranced.</p>\n<p class=\"cnM5ODA1YTE2MmVmOTQwZWZhZTk1YjM5MWYwMjExNjEz\" data-original-margin=\"\">There was a mesmerizing quality to Vivienne's singing voice, one that enraptured the senses as though all else ceased to matter. Kaede hardly even noticed when Sir Robert stepped up and shook Pascal:</p>\n<p class=\"cnNmMzEwZTNiOWIwMzRkMzlhMmI1OGJkMzM2MTQ5YjE5\" data-original-margin=\"\">\"We need to leave. It won't be appropriate for us to stay.\"</p>\n<p class=\"cnNmNTllZTVjZDkwYTQzNWM4OWRmNWE4YTBkMWZlMzkx\" data-original-margin=\"\">The Landgrave looked somewhat dazed himself. He merely nodded before being half-dragged out, which left only the four girls inside.</p>\n<p class=\"cnM1OTM4N2VhNmE3OTQ4OGQ5NWY3NmQyY2RiNjNkYzUy\" data-original-margin=\"\">As the minutes passed, the Princess's entire body slouched to a complete relaxation. The dim light in her eyes seemed to freeze solid, all while a satisfied smile spread across Vivienne's lips.</p>\n<p class=\"cnM1YzAyNDI2ZjQ0MDQxZjBhYTY3OGI1NzU3YjFhZGQz\" data-original-margin=\"\">\"It's all going to be fine, Syls,\" she continued to stroke Sylviane's hair. \"Everything has passed. Everything is forgiven. Now... you must forgive yourself. You must look ahead, to tomorrow, to the future. You still have a conflict to win, an empire to save, a life to live before you.\"</p>\n<p class=\"cnM5NWMxYzJjMWU0OTQ5ZjI4OWY5OWNmYjhlMjE3MDEx\" data-original-margin=\"\">A slow, faint nod emerged from Sylviane. It was like the Princess had become a puppet on strings as she responded to Vivienne's magic-infused suggestions. Even Kaede couldn't help but feel the urge to nod along as the enchantment magic took its hold. Clearly, there was something about Vivienne's sorcery that overcame the natural repulsion between different sources of mana which normally protected mages from foreign enchantment spells.</p>\n<p class=\"cnM1NGFmNjNmNjE0NjQwMmU5OTdjYjIxNDlkN2UwY2U4\" data-original-margin=\"\"><em>This is dangerous,</em> a small voice couldn't help crying out in Kaede's mind. Yet despite this, the rest of her mind ignored it, with only a passing thought that this was why Vivienne was an Oriflamme Paladin even though she heard the girl had zero skill in combat.</p>\n<p class=\"cnNkMzJlZTIyMWU0NzRhZTNhMTA5ZmVkYzliZjRhMzg1\" data-original-margin=\"\">\"Now...\" The Winterborn sported a playful smile as her face leaned into Sylviane's. She stayed so close their noses were almost touching even after a quick kiss.</p>\n<p class=\"cnM4OTM5ZDk3ZmRhYTQ4NDQ5NTBhZmQ2YTEyYTc4NTBj\" data-original-margin=\"\">\"Gulu gulu,\" Vivienne whispered as her fingers caressed down to Sylviane' waist. Their teasing touch elicited a sharp gasp and a pinkish scarlet flush through both of the Princess' cheeks in an instant.</p>\n<p class=\"cnM3OTZlMWI2Y2IxZDRmMmFiNDg5MjZlNjdiYzI5ZjUw\" data-original-margin=\"\">It wasn't just a physical response either. Kaede could sense that somehow, Vivienne's magic had harmonized with Sylviane's through the chant. Their magical auras seemed to have melded together like two water droplets meeting, instead of the mutual repulsion normally seen between different mana sources. Now, with those fingers as the channel, yet more of Vivienne's magic pushed into Sylviane as a spell catalyst.</p>\n<p class=\"cnMxNGZiNTE4N2EwYTRkZmU5ZDg5NTU2ZTYyMjhkOTIw\" data-original-margin=\"\">\"...Wait,\" a bare whisper emerged from Sylviane in resistance. \"Wait... not--ahhh.\"</p>\n<p class=\"cnNkMGRjZDNjZWJmOTRiYTNiZWY0MzEzY2Q3ZjcyNDI3\" data-original-margin=\"\">It was over in just an instant: a magical pulse erupted from deep within Sylviane as the spell bloomed. The Princess shut her eyes as her entire body convulsed. Her arms trembled as her thighs squeezed tight against the bedcovers. Meanwhile, Vivienne's hands moved back up to hold her close. They wrapped around Sylviane's shoulders and waist before gently stroking her rich plum hair.</p>\n<p class=\"cnNiYWY1ZTFjYjBmMTRhYzY4Nzk4Mzc5YjNlZGQ0YTQ4\" data-original-margin=\"\">Kaede watched, speechless, as they sat like that for nearly a minute while the aftershocks subsided.</p>\n<p class=\"cnNkZGQ2YWY1Yjc5OTQ3NzY5NDA3YjMzNDAxYTVhNmMy\" data-original-margin=\"\">\"Purr for me?\"</p>\n<p class=\"cnNmOTk4YzI1MmYzNzQxMTRhODM1ZmYwNDI0MDRjZjU1\" data-original-margin=\"\">Vivienne's countenance wore a wily grin as Sylviane reopened her glazed eyes. Her mouth still hung ajar as her ragged breathing slowly calmed.</p>\n<p class=\"cnMwNTZjYTg0NjNiNjQ3YjE4ZWZjNzUzNmIwYTU4MzRl\" data-original-margin=\"\">\"Hhhhyyyyyyyee...?\"</p>\n<p class=\"cnMxMzc3NmFlMzFkNTQzZWFhOGY0OGUxNjA3ZDI2OWYy\" data-original-margin=\"\">\"Mewl for me then.\"</p>\n<p class=\"cnNjZWY5YmEwYjY2MTQ5Njc4NWE0NTZmNzczYzhmNDg2\" data-original-margin=\"\">\"Mmewwwwwwwww...\"</p>\n<p class=\"cnM4ZDM0ZGU5Y2Y4YzQwOWFhZGQwODE4NGUzMDVhZDQy\" data-original-margin=\"\">\"Good girl,\" Vivienne added as she stroked Sylviane's hair and gave the flushed princess' forehead a kiss.</p>\n<p class=\"cnMzYmQ2ZTQ3OWFkZjQ4MGY4NGJjOWFkYTU1OGMzZGU5\" data-original-margin=\"\"><em>What the heck... just happened...</em></p>\n<p class=\"cnMxYmY2ZjA0MTkwYjQxZWNiZjEyYWNkZGRlMjAxY2Rh\" data-original-margin=\"\">Pascal had told Kaede that Vivienne was not just a close friend, but also a 'snuggle toy' of sorts to Sylviane. But from her vantage point, it felt more like the Princess herself was the tamed kitten, purring in her master's toying arms.</p>\n<p class=\"cnMwMTg5YjZjNGY4ZTRmYzBhZjgxZjViY2UxMmRjNjI0\" data-original-margin=\"\">Kaede barely managed to steer her gawking towards Mari. The Lady's Maid herself looked oddly satisfied as she shrugged back towards the familiar.</p>\n<p class=\"cnM3YzNhYTkwYmIwYjRmM2I5N2Q1YmZkMmM3MmQ3NTYy\" data-original-margin=\"\">Meanwhile, Vivienne had began to sing once more. It was a slow, soothing melody, with just a trace of mana laced into its tune this time.</p>\n<p class=\"cnM5N2JkMTc5NzQ3MzQwYjFhZTljNWFhMzkwZDcyNjAw\" data-original-margin=\"\"><em>Did she just...</em> the Samaran's lips silently worded. She receive a simple, smiling nod in return from the royal maid.</p>\n<p class=\"cnNlYjQ5YjdmMTU4NzQ3YmFiNzJiNWE0YjFiMzU0OGM0\" data-original-margin=\"\"><em>To a princess no less... are you KIDDING me!?</em></p>\n<p class=\"cnMwZGIxYzhiZGNhODQ0MzQ5ODhlYjFmNWY2OTlhM2Zj\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM0MTc1YjYyMWFiYTRkOTVhZGQwNThhMWIwNzBiZmY0\" data-original-margin=\"\"><br>Outside the cabin, Pascal had come to a similar conclusion. It didn't even take that much deduction, between what Sir Robert said and the incredulity now trickling across the familiar bond.</p>\n<p class=\"cnMzZDE0ODE5Njc4MjRiNTRiYjVmZmNjN2U4NTU4NWUy\" data-original-margin=\"\">\"Why did you ask me to leave?\"</p>\n<p class=\"cnNjMTQzZTMyODAyNzQ0ZjBhMzNlYTM4ODJlNTUxYzk0\" data-original-margin=\"\">\"Because no man other than her husband should ever see a maiden...\" Robert's own cheeks flushed as his tone dropped to sheepish: \"do what Vivienne is making her do.\"</p>\n<p class=\"cnNmMTA3ZmJhMDZkYTQ2ZDJiZTViZTdlNDFjZjUyN2Nk\" data-original-margin=\"\">Pascal simply stared back. Then:</p>\n<p class=\"cnMwY2FjZDc0NDU3ZDQ4MTM5OGNjNmY1ZDFlNGI4MmQw\" data-original-margin=\"\">\"I am her future husband.\"</p>\n<p class=\"cnM1NDE5NDE5ZjFhNTRiZWM5NDNkMTViYTYwNmZiMGYx\" data-original-margin=\"\">\"<em>Future</em>,\" Robert retorted. \"Not yet. You still have to follow the rules just like the rest of us.\"</p>\n<p class=\"cnMzNjQ0ZDEwODYwMjRjMDFhNTQ5YzBmMzk1ZjMzMmZl\" data-original-margin=\"\">That only made Pascal roll his eyes and look away. A moment of silence then passed between them before Robert leaned in slightly:</p>\n<p class=\"cnM4OThjZjk4NGQ2YjQyYzZhYjNhMWUyMzBhN2FjZjdk\" data-original-margin=\"\">\"You're not jealous?\"</p>\n<p class=\"cnMzYzA0NmQ3Yzg1YzRhN2Q5NTJjOWNiNGNmMGZhZDYy\" data-original-margin=\"\">\"She is with <em>Vivi</em>,\" Pascal emphasized. \"If I get envious every time Sylv coddles a cute girl, or vice versa, I would have no end to it. Besides,\" he then added begrudgingly. \"It is just a treatment.\"</p>\n<p class=\"cnNiZDZjMmE5MDJiNzRmNTI5OGYyZGVjMWNlODk0Y2Fl\" data-original-margin=\"\">\"But...\" Robert began before trailing off, having clearly thought better of it.</p>\n<p class=\"cnNmZjIxOWIwMmFiOTRhOTI5NmNhNDlmMGU2NjM0NmY3\" data-original-margin=\"\">Another awkward moment passed between the two men before Pascal spoke again:</p>\n<p class=\"cnNhZjJlMTI0NjZjNTQwMmI4YjMzNWRiM2I1YjBjN2Q5\" data-original-margin=\"\">\"How does Vivienne do that? Sylv may be depressed, but she is also fully rested. I would not have a snowball's chance in hell to break through her mana resistance.\"</p>\n<p class=\"cnNlMjAyNTI5MTQ4YjQwOTRhNzhjZmE5ZmI5YmY5Y2Rk\" data-original-margin=\"\">This time, the armiger shrugged back.</p>\n<p class=\"cnNlODJkYWU3NTRhMzRlZTM4MjFjMTY5OTZkNWU2MjBh\" data-original-margin=\"\">\"The Holy Father saw it fit to grant Vivienne the rare gift of Fae Concordance Magic, and through it she executes his will.\" Robert said before tilting his head. His expression lit by a faint, sarcasm-tinged smirk as he faced the Landgrave.</p>\n<p class=\"cnMxMDg5NDYzYzFkYjRjMTBiZjQ0MjA3ZGY5OTY5Y2Jj\" data-original-margin=\"\">\"Why should we complain if it makes our lives easier?\"</p>\n<p class=\"cnM1ZWQ0NzdhYzkzMjQ4NzFhMGFlYjQxNDVlMzAyMjI4\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMyMjQxOTEwYjMyYTQxYTI4NTRhZjg3MWQ4ZTliM2Rm\" data-original-margin=\"\"><br>Meanwhile in her unlit cabin, Cecylia von Falkenhausen smiled to herself as she considered her latest discovery. It had been just a few careless words that Sir Robert spoke in public, yet for her it was priceless information that Weichsel's Black Eagles would treasure.</p>\n<p class=\"cnMyZWQ0MzdhYzljZDQ2MTdiNTdmYWM2M2EwYmFhOTll\" data-original-margin=\"\">The dhampir laid still in the darkness with her eyes closed. Her senses tapped into all nine of Ania's forms. The matryoshka cat familiar was keeping watch throughout the Lotharin camp: some of them stalked important leaders from the shadows, others stayed hidden in perfect eavesdropping locations. There was even one who guarded the dark corridors that she found ideal for sneaking in and out of the inner camp.</p>\n<p class=\"cnM3MmI3MWRjNmY5MTRmMzg5MWY2ZWYyMGE0ZDI5Zjg3\" data-original-margin=\"\">-- And it was the last one that now detected movement. A faint blur entered Cecylia's sight, revealing that someone else had just overheard the same conversation and was now departing with that information.</p>\n<p class=\"cnNlZTgwZWQ3NzJhOTQwZDI4OTcwZTY5Yzc1MzhkYWE4\" data-original-margin=\"\">Cecylia's eyes sprang open as she bolted up from her bed. The darkness inside her cabin was no bother. Her dhampir blood provided the best night-vision of all Hyperion races.</p>\n<p class=\"cnNhNWM0ZGU5ODBkMDQyYTBiNGJmYTQyZDNhMjczNTZl\" data-original-margin=\"\">\"&lt;Ania two, three, nine,&gt;\" she commanded three of the cats within the vicinity of the royal cabin. \"&lt;Track him.&gt;\"</p>\n<p class=\"cnMxMWRjMDc5MThlNDQwOGZhYjRmOWFiYjdmMTQzMDMy\" data-original-margin=\"\">Her hands checked both forearms as she raced out the door. It would be bad if she flexed her wrists later and no concealed blade ejected to gut her enemy.</p>\n<p class=\"cnM5NmU0NzI0N2FlOTRlYmY5YzAxNmQ2YTBhMWYyMDVm\" data-original-margin=\"\"><em>Only I'm allowed to spy on Sylv, you little weasel.</em></p>\n<p class=\"cnMyYzA5MWYxYjZjMjQ2ODM4YzFlYjEzYmQ0M2JhOGRj\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM2ODgzMjU5N2JjNTQ0OWY5OGIyODkwOWMwODYxNWIx\" data-original-margin=\"\"><br>The Anias soon followed the intruder to a dark corner between two cabins.</p>\n<p class=\"cnNjZDdkNTFjZjkxZDQ2OTRiMTc5ODQzOTdkZjUxMDhm\" data-original-margin=\"\">Cecylia viewed through the eyes of her smallest kitten and noticed that her mark was fiddling with some contraption just behind the waist. The space surrounding it was pitch black, as though even the dim moonlight was being absorbed. Furthermore, the field was now expanding.</p>\n<p class=\"cnM3ZTYxNmRmYjhhZDRmM2U4OWVjYzI0NWY3YzZmODg4\" data-original-margin=\"\">It was possible one of her cats spooked the target, who was preparing to escape even as she watched. Calling for security was no longer an option. However Cecylia knew that her own close combat skills were lacking. The element of surprise was all she could rely on.</p>\n<p class=\"cnNhM2I2ZDJmMjAwMjQyZGJhZjQ0NDY0NDM4MDNkY2Ex\" data-original-margin=\"\"><em>Telekinetic Surge.</em> Cecylia's magic imbued a spring-loaded wrist-blade while her fingers detached the lock that kept the sharpened steel attached. Her one chance relied on the target not having an anti-projectile <em>Repulsion</em> ward, which radiated a defensive aura and were hard to conceal.</p>\n<p class=\"cnMwZThiNTJmZGQ5MjRlNmM5NmI0MDcyYTlhYTZiY2Nk\" data-original-margin=\"\"><em>Here goes nothing.</em> She tongued her tiny fang before springing out around the corner and flinging her arm forth. A well-timed flick of her wrist sent the undersized dagger soaring towards its target at the speed of sound.</p>\n<p class=\"cnM4YTliZWE0NGM2ZjQ5MjY5ZjQxZmExMzFjMWU3NzFj\" data-original-margin=\"\">A faint, feminine gasp returned as Cecylia's blade grazed the target's arm. It cut a forearm strap along the way and dropped a device onto the ground. The figure took one alarmed stare before her fingers jerked. Her body then vanished in a burst of shadowy smoke that drifted airborne before being carried off by a gentle breeze.</p>\n<p class=\"cnNhZDJmNjlkMjA1ZjQ1ZDRhMGMyOGJlMTY5ODFiZGVi\" data-original-margin=\"\"><em>Wind Walk variant,</em> Cecylia pursed her lips as she examined the direction of departure. There had to be a hole in the inner camp's wards if the target could enter and depart this way undetected.</p>\n<p class=\"cnMyMTU4ZDQ3ZmU2NzRlZTJhYjBiNWE4MGE5YmQxMjc0\" data-original-margin=\"\">In the meantime, she stepped up and picked up the gadget left behind. It was a tiny, folding crossbow, designed for concealment in the sleeves. There was a three-bolt 'magazine' set into the groove, loaded with poison-tipped bolts the size of overgrown nails.</p>\n<p class=\"cnNjNzlhNzI2MzRhYjQ4NDE4MTVhMjQ1ZGE3OTNlNzlm\" data-original-margin=\"\">The weapon was certain. But the intent?</p>\n<p class=\"cnNkNmMzMzgyODgyNjRlNmRiMjZkZmQ4NDVmMzA3MTNi\" data-original-margin=\"\"><em>What's a Samaran Shadow Guard doing here?</em> Cecylia stood confused as she gazed back up to the starry sky.</p>\n            ",
  "invisibleParagraphContent": "Reading on Amazon or a pirate site? This novel is from Royal Road. Support the author by reading it there."
}