{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNmZTAyMWYyZmY1MjQ2ZGQ4MjFiOGMwOTE5ZGUxMWRi\" data-original-margin=\"\">Kaede was aghast as she trekked into the wasteland north of town.</p>\n<p class=\"cnM2YTJjZDVlNjUxYjRmMzRhMTk2MTIxOWY5NWI1MDU5\" data-original-margin=\"\">She had seen the mushroom cloud on her way back. Its dispersing smoke had clouded out the afternoon sun. She had requested to scout ahead with her rangers. Yet despite her desperate pleas -- or perhaps because of it -- Ranger Commander Lynette had denied her the privilege and gave the mission to another.</p>\n<p class=\"cnM3ZjY5OWNkZWE1OTQwYzdhMDhhMDFkMmMxYjIxOTk4\" data-original-margin=\"\">It had taken every bit of Kaede's willpower to stay with the detachment returning from Lysardh Point, to not rush ahead and verify with her own eyes just what Pascal had done this time.</p>\n<p class=\"cnMxN2QwZjk0Yzk2NzQ3OTBiMjY3OTgwOTJhYzEzMzBk\" data-original-margin=\"\">She had no doubt it was Pascal, likely with help from that jewelry box of his. She hadn't forgotten his burnt hair and disheveled image from three days ago when he returned after testing some 'Wunderwaffe' spell. Given the audacity he had already shown with experimental magic when summoning her, this created a dangerous situation where a prodigious mage could unleash devastation far beyond his control or understanding.</p>\n<p class=\"cnNjNjljNzZlZjIwZjRiNWY5NWRhN2Y5MzY2ODZlNjVm\" data-original-margin=\"\">Kaede had to remind herself that any sufficiently large explosion could produce a mushroom cloud. Apart from a handful of utility spells passed down by the Dragonlords, Hyperion magic was largely limited to either natural phenomena that they could visualize, or science based on Newtonian physics which they actually understood. They could channel the elements and synthesize chemicals for powerful fuel-air explosions. But to cross the realm into quantum mechanics?</p>\n<p class=\"cnM5ZWJkZTUyZDcwMTQ0NjA4Mjk3ZWQxMTgwNWM2ZmVl\" data-original-margin=\"\">The thought was absurd.</p>\n<p class=\"cnM5NTZmMGNhMDIzODRjYmI4YzYzZjRmMmY4YWQ5NDk1\" data-original-margin=\"\"><em>Surely, not even Pascal could mimic a thermonuclear weapon.</em> She had thought, until she saw the battleground for herself.</p>\n<p class=\"cnMxMjk5MzMxY2NlYTRhMmQ4MzRjNTY0YTRmNmU5YTJj\" data-original-margin=\"\">Her first shock came as she met the moving trees that patrolled the woods like elephant herds. Even the latest dispatches from Glywysing could not prepare her for their nonsensical sight. They crawled across the land on four sturdy 'legs' that seemed too short for their massive body. These animated plants paid no attention to the stunned men and women of Battlegroup Vivienne as they entered the town from the south.</p>\n<p class=\"cnM1OTUzMDg3NWJlNDRlMmQ4MDAwOTdjMzI0MTA4ZDg4\" data-original-margin=\"\">Yet, as they lumbered off into the distance, Kaede heard terrified screams just before several trees slammed their limbs onto the ground to silence them. It soon dawned upon her that somehow, these moving trees could discern friend from foe as they cleaned up stragglers retreating from the battlefield.</p>\n<p class=\"cnMwN2U3YzViOWIzMTQwNWY5OGZmY2NiMjg4OTMyNTQ2\" data-original-margin=\"\">But even that wasn't as alien as when the forest abruptly ended, leaving the town of Glywysing with almost a five kilopace radius of cleared ground. Large pits surrounded by uprooted earth displayed where those walking trees had come from. It was as though an entire forest of thousands had suddenly decided to migrate.</p>\n<p class=\"cnNlOWY1ZWE5MDI0NzRkYmZhODdlMjYxYTlmMzc0N2Jj\" data-original-margin=\"\">There was, however, one exception...</p>\n<p class=\"cnM2NjY0OWEwZTU2NzQyZWVhNDdhMDFjOWM5NmY4ZmFm\" data-original-margin=\"\">A field of broken trees laid to the northeast of town. Thousands of branchless, burned out husks lay swept to one side as though blown by a hurricane of flames. The damage grew steadily worse to the northwest, with stumps vanishing into the ground until there was only a blackened, lifeless landscape.</p>\n<p class=\"cnM0NTc1NzgyYzUwYjQ1MDA4Y2Y4OGY4MDkzMzA1Mzdi\" data-original-margin=\"\">Kaede was still unable to contact Pascal through telepathy. She handed off command to Sergeant Gaspard and swiftly made her way north, around the edge of the town. The streets were awash with corpses left by the vicious urban combat. The air was saturated by the nauseous smell of blood and guts. Soldiers and residents alike worked nonstop to cart the dead off to mass burial pits dug just outside the town. However, as the skies glowed with the reddish-orange tinge of dusk, Kaede doubted they would even come close to finishing today.</p>\n<p class=\"cnMyZGIzM2YwNmFmYTRkMDA4ZTkzZjIwZTNiZGExYjIz\" data-original-margin=\"\">Then, as she stepped beyond Glywysing's northern perimeter, her sight beheld an apocalyptic wasteland.</p>\n<p class=\"cnNjY2NhMDFjYzc2NTRmZmZhNTMzYWY3OWU2MzNjYzA2\" data-original-margin=\"\">A roughly conical swath of scorched earth stretched across the battlefield, with blackened strips of death splitting off before crashing into allied positions. The trees that once stood here had been reduced to charred stumps. The occasional building lay in ruins, identifiable only by rubble, debris, and hints of tumbled walls. Even the air was warm and permeated with the smell of burning dirt and flesh. Yet within this nauseating atmosphere, several banners of soldiers accompanied by medics worked tirelessly to look for survivors while bringing the dead to wagons.</p>\n<p class=\"cnNmOTdhMTg3N2E2NjRjMzJiMDUyYWFhNjgxYmE5YWI1\" data-original-margin=\"\">One of these wagons was nearby, and one look upon its contents left Kaede almost retching. A tangle of blackened limbs stiffened by rigor mortis protruded from the mass of burned out husks. The corpses were so disfigured that they hardly even looked 'human'.</p>\n<p class=\"cnM5YWNkODg1NDhjNDQ3MWNiMDRmYzk1ZTUzYWFiMTdi\" data-original-margin=\"\">But even that wasn't the worst sight. In the distance, her familiar-boosted vision could spot rows of deep shadows etched across what were once dirt roads. These haunting images marked the final positions of marching army columns -- hundreds, perhaps even thousands of men, who were instantly vaporized by an intense fireball.</p>\n<p class=\"cnNmNjIwOGE2YTllZDQ0YjQ5NWQzMWM5ZjllMDQxYTEw\" data-original-margin=\"\"><em>Pascal... just what have you done?</em></p>\n<p class=\"cnNhZGU1NDZmNGNjMDRhODdiNjQ2OTYxZjEzMDFmMmM5\" data-original-margin=\"\">Kaede's lips were ajar. Her mouth and eyes quivered nonstop. Her arms and fingers trembled without end. She felt her stiff legs carry her across the land in a zombie-like fashion, while a slow trickle of tears pooled into her gaze.</p>\n<p class=\"cnM1M2FkMmM5ZDEyNjQ0N2M4Y2JiYmQ3YjYzMDFhMDBm\" data-original-margin=\"\">Three years ago, Kaede couldn't sleep for two days after visiting the Hiroshima Peace Memorial Museum. Now, she wasn't sure if she would ever sleep again.</p>\n<p class=\"cnM3OGRjY2FiYWY5MzRmZWFiZTllNzUzODIxNmM3ZWVi\" data-original-margin=\"\"><em>Just what have I told you to 'inspire' this...?</em></p>\n<p class=\"cnM5OWJlY2Q4MWUwYjQ3YTliYzA4ZWQ4ZDMzYWMyMGQ3\" data-original-margin=\"\">Try as she might, Kaede couldn't remember saying anything that would have led down this horrifying path. Sure, she had mentioned the atomic bombs to Pascal. She even gave him a shorthand description of the thermonuclear chain reaction in passing conversation. But she <em>couldn't</em> have given him any details about the physics of an atomic bomb!</p>\n<p class=\"cnNlMjY0NWM4Zjk4MzQwYmFhZmI2YjVlYjE2YjMwMzRk\" data-original-margin=\"\">Kaede had learned enough Social Constructionism to know that imparting technology upon a society not ready for it was an action fraught with dangers. Technological growth was often a double-edged sword, as while new developments offered solutions, they also created new <em>problems</em>. A society that used technology without grasping its full implications could often lead to disasters -- such as the role unregulated social media like <em>Facebook</em> played in stoking racial prejudice, tribal violence, and even ethnic cleansings in the modern world.</p>\n<p class=\"cnNiN2U4NjY4ZDY3OTQ4OGZiZGIyZmQ0MWQwYWUyNGZi\" data-original-margin=\"\">It was part of why many of her conversations with Pascal were purely conceptual, which she considered 'safe' to share even without forethought. However, even if she had a moment of loose lips and thought it would be a good idea to tell Pascal how to build a weapon of mass destruction, it was simply impossible when she herself didn't understand the quantum mechanics necessary to produce the results.</p>\n<p class=\"cnNiODBlMGMxMTg5YzQ5MjE4ZWFlNDFjNWI5YmE0M2E1\" data-original-margin=\"\">Yet the reality was undeniable. <em>Somehow</em> Pascal had not only made it work, but also released the explosion in a mostly conical blast. Now, Kaede stood overlooking the result -- a land of death rippling out from 'ground zero' of what was clearly a multi-kiloton detonation.</p>\n<p class=\"cnNmZmYzNzMxOWE2MzRkZTQ5MzEwOGVkOTBmZTUwYzc1\" data-original-margin=\"\">A painful cry to the southwest fell into a gurgling sound. Kaede turned to the line of aid tents marked by crucifixes in Samaran-blood-pink. She could hear the endless groaning of injured troops. Meanwhile a breeze carried over not the smell of bloody surgery, but the pungent odor of vomit.</p>\n<p class=\"cnM2YmJhNDcyYjZhMDQ1ODk4MWY3ZWI1YzQ3ZDkxNjY2\" data-original-margin=\"\"><em>How could I have forgotten!?</em> Cold sweat broke out across her trembling body as a horrifying realization dawned.</p>\n<p class=\"cnM3MzBiNzRkOWVhZTRmYmI5MGQ3OTYwMTgxNjU1ZjQ4\" data-original-margin=\"\">Kaede almost tripped as she dashed forward. Her legs stumbled as she ran. However, she didn't care as she made her way to the nearest tent.</p>\n<p class=\"cnMwNDc1ZDhjZDJiZjRkMjZiYjM4MzExYTY0ZDA2OTQ1\" data-original-margin=\"\">Rows of Lotharin soldiers laid on the stretchers and blankets that covered the ground. Some of them vomited to the side as blood dripped from their noses. Others sported what seemed like an intense sunburn on their faces, except with chunks of skin already sloughing off. Batches of human hair could be seen scattered across the ground. And the nauseating smell of diarrhea wafted across the air as some soldiers, too exhausted to stay conscious, simply soiled themselves.</p>\n<p class=\"cnMyMGZiMDI1Njg1ZjQzODc4NThkYjI3MjRiZTFkOGE4\" data-original-margin=\"\">Kaede didn't recognize all of the symptoms, but some of them were definitely signs of acute radiation poisoning.</p>\n<p class=\"cnMxZTZkMjRmMTE2ZDQwYTg5OWVjZTM4OWEwYzNkYTBj\" data-original-margin=\"\">The medical staff could only analyze and care for the soldiers as best as they could. Kaede could hear the casting phrases of <em>Invigorate</em> spells. It was clear as day that the healers were baffled by the symptoms and had no idea what they were dealing with.</p>\n<p class=\"cnM5ZWM2ZmMxOGIyMjQ0ZjU4ZGNmZTZkZGE0NWI5OWNk\" data-original-margin=\"\">\"Healer!\" Kaede accosted the nearest one she could find. She grabbed him by the shirt as her frantic words spilled out: \"You have to move these people, these tents further away from the battlefield! Otherwise the radiation will...!\"</p>\n<p class=\"cnNlMzA2MTUxYjMzODQ5ODZiYTljYWRiNWE4OTIxZTI2\" data-original-margin=\"\">\"Ho-sha-sen?\" The man replied, hardly even pronouncing the word that Kaede spilled forth in plain Japanese.</p>\n<p class=\"cnM5NGJlOWY1NjAxMTQwOTdiMzVjYjUzMmU4MGUyYTBj\" data-original-margin=\"\">Kaede's eyes went wide as she realized the implication. It was a possibility that she should have considered from the start. Just like physicists before Marie Curie -- who died as a result of her research into radioactivity -- Hyperion had no concept of what 'radiation' even was.</p>\n<p class=\"cnNmZGU3Zjc0MDA1MzRjYjJhYzQ0NTcyMDA2ODJlZTM0\" data-original-margin=\"\">\"You there!\" An unfamiliar voice came from behind. Kaede turned to face a Lotharin noblewoman flanked by armigers.</p>\n<p class=\"cnM4MDk2ZWIxYzhjNDRhMjZhOTk5ZmE0ZDEzNTEyODU0\" data-original-margin=\"\">\"You're the familiar of that Weichsen Landgrave, correct?\" The Lady asked again, before receiving a slight nod. \"Her Highness sent word that if you returned, you are to immediately report to her in the main camp.\"</p>\n<p class=\"cnM3YWQyZDA3M2MzNTQwNTM5ODYwMzk2ZjJkNWMzMWZk\" data-original-margin=\"\">There was something about her scowl that expressed a clear disapproval for the Samaran girl.</p>\n<p class=\"cnNlYjMwNDU0ODgwYjQ0YTdhMjNkMmVkODQ2MmFlZmU1\" data-original-margin=\"\">\"Are you the commander here?\" Kaede inquired.</p>\n<p class=\"cnM1ZTBhMWNhZjQ1MjQxNzZhNWFlZDcwOGZlZGZiYzdm\" data-original-margin=\"\">\"I am in charge of these few tents, yes.\"</p>\n<p class=\"cnM2OWUyODAyYjFhMTQyODk5ZDc2MjQ3YTM4YzM3YWJl\" data-original-margin=\"\">\"Then please, you <em>have to</em> move them further away from the battlefield!\"</p>\n<p class=\"cnMxZWM1YTlkNjU2MjRiNDk4ZmE1YTEwODljNDNjMDk1\" data-original-margin=\"\">The noblewoman stared back. For a moment she seemed nonplussed. But as the seconds dragged on, a simmering ire returned to her gaze:</p>\n<p class=\"cnM1YmUzN2FkYzVhYjQ2ZmY5MWU0NDg4MjRjODNhYTk5\" data-original-margin=\"\">\"Look, I don't know what you <em>think</em> you know, but your master's stunt today has already killed many of my countrymen, including a <em>cousin</em> of mine. Many of these men simply cannot afford to be moved until they recover some.\"</p>\n<p class=\"cnNiZGRlYTYzYmRmNzQzNThhMGI0YmZiMDUwNTNjZjAy\" data-original-margin=\"\">\"But--!\"</p>\n<p class=\"cnNiOTkwMjc0YzUyYjRiZmQ4YTNlM2UzN2MxOGMyNWQ0\" data-original-margin=\"\">\"Carole,\" The lady turned impatiently to one of her subordinates. \"Take this girl to Her Highness.\"</p>\n<p class=\"cnNjZDFmMzMzMDU1MzRiYzFhOGNlNDljZGY0NjhlYjA0\" data-original-margin=\"\">\"Yes, Milady,\" the female armiger bowed lightly before seizing Kaede's arm.</p>\n<p class=\"cnM1NzAyNDAzM2MwYjRmM2RhODlkM2Y2MDU2YjQxNGI2\" data-original-margin=\"\">\"Wait... please, Milady!\" Kaede was almost yelling as she was being dragged off. \"You <em>have to</em> move them further away or even more lives will be put at risk!\"</p>\n<p class=\"cnNlMjg0Y2IwMzhlMjQzNzk4M2JhMzVkMGMzYWU0ZmQ2\" data-original-margin=\"\">It didn't please Kaede at all that she was somehow the one being sent to safety. In her opinion, there was no one more deserving of the radiation than herself for revealing what should <em>never</em> have been told to Pascal.</p>\n<p class=\"cnM3NjAxMWEwMjUxOTQwOGZhZGJjOWUxNzUzZDIxMTIw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkODQ4ZGYzYTE5YTRiZGE5MGRjYjI5MTZhNWMxNzkz\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM2ZjdmNmQ1MzU3NTQ2YjZiMTM1ODMxYzg1NjU0ODMy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyZWU5OGZiYmNiMTQ3YjA5MjdjODcwYzkyN2QzMjIz\" data-original-margin=\"\">\"...Your Highness,\" Sir Ariel, the senior healer, faced Sylviane as he explained in exasperation. \"We've already healed most of his burns, repaired his rib cage, and stopped his internal bleeding -- all as you requested. Yes, he still has broken bones under stasis that we could mend. But how would that help?\"</p>\n<p class=\"cnMyYTZhNTNlMmJlNzQ4YTg5M2QyYWMwYjBmYWVhYTg2\" data-original-margin=\"\">\"<em>How would it help!?</em>\" the Princess lashed back with distress written across her face. \"Shall I break your arm and see if it hurts!?\"</p>\n<p class=\"cnM2NTc2NjU3YjQ3MjQwYjA5ZjgxZTBhZmMzYWEzMmE1\" data-original-margin=\"\">Sylviane didn't care for the disappointed gaze from the elderly healer with salt-and-pepper hair. All she thought of was how her father should never have knighted this man. He clearly couldn't act with the professionalism expected of his kind.</p>\n<p class=\"cnM3YjVmYWRkNWU5MjQ3YmM5YjU0NGI1MmQxYmY3YmY0\" data-original-margin=\"\">Lying on the bed inside his cabin, Pascal had been cleaned up from the blackened mess that they first found him in. Nevertheless, even after healing his severe burns, his skin remained an inconsistent red, with small patches of flesh and hair occasionally coming loose as though he was a scale-shedding lizard.</p>\n<p class=\"cnM3ZmI0ZThlOTlhOTRhMDVhYTRiNGZlNDcxMDczNmQ3\" data-original-margin=\"\">Only two attending medics and a junior healer monitored Pascal's condition right now. Sylviane's phoenix Hauteclaire also perched on the bed's headboard. His soothing aura radiated outwards to maintain an ideal temperature in the room's atmosphere.</p>\n<p class=\"cnM1MjEzOTA2OGJlNzRmMzY4ZGJjM2Q1ZmY3MjA4ODNk\" data-original-margin=\"\">\"His Grace's body is beginning to degrade at a cellular level,\" the healer spoke solemnly. \"At this rate, we'll be seeing multiple organ failures within the next few hours. And currently, we don't even know <em>why</em> it's happening!\"</p>\n<p class=\"cnNiZDUxMmIxNGZmYjQ4NzY4ZTA4NGQ1N2ZlMmNhMmJj\" data-original-margin=\"\">\"I don't want to hear your excuses!\" Sylviane snarled back as tears entered her gaze. \"Find out why! That is <em>your job!</em>\"</p>\n<p class=\"cnM5NGE2YzM5YWQ1MTQxMjM4MzEzMThiMzE4MDc5MzI2\" data-original-margin=\"\">Sir Ariel and the Princess were so caught up in their argument that they didn't even hear the cabin door open.</p>\n<p class=\"cnNlZTMwNzM1ZGM1NzRiYTk5MjU2MDJmOTlmNzYyYzRk\" data-original-margin=\"\">\"Your Highness, we have hundreds of patients out there with milder symptoms of the same illness. <em>Of course</em> I intend to find a cure!\" The man looked insulted. \"But I cannot do so by wasting my time and mana on a mur... on a man already so damaged it is likely hopeless!\"</p>\n<p class=\"cnNiZGIwNWViMmEwZDQ1YjFiMTk1ODk3ZDBkYjY4NDdl\" data-original-margin=\"\">Sylviane was certain that Ariel was about to call Pascal a 'murderer'. However, before she had the chance to act on it...</p>\n<p class=\"cnNkY2I5MmFlOTNlNjRmZjA4OTEzNmEwZTVhY2EwYWQw\" data-original-margin=\"\">\"Hopeless?\" Kaede muttered in her wispy voice as she stood in the doorway. Her fearful eyes bounced from Pascal's still form, to the pair who were arguing, to Elspeth and the medical staff who remained quiet in the background.</p>\n<p class=\"cnNjMmU2N2E4MDZkOTRiY2Q4NTNkYzlhNzVjN2U4MjEz\" data-original-margin=\"\">Sir Ariel clearly recognized Kaede at a glance. His gaze softened with pity and remorse as he added: \"His Grace's body is starting to break down. Without even any idea of what this illness is, I'm afraid there's little we can do for him.\"</p>\n<p class=\"cnNlYWNjMDY4MjI3OTRhYmFiNzA3NjEyOTMzN2NkOThj\" data-original-margin=\"\">In other words, <em>you're about to follow your master into death.</em></p>\n<p class=\"cnM3ZjdiYTkwMmQzOTQxZjg5ZTFmZjI1ZTgxOTQzMTc2\" data-original-margin=\"\">Sylviane's fingers clenched as she felt an overwhelming urge to execute him. However, before she could say anything, the familiar added five words that surprised them all:</p>\n<p class=\"cnNjMTAzMWIzYWQwNTRlMDg4NzIyZDgzNjBjMWIwOWE2\" data-original-margin=\"\">\"I know what it is.\"</p><p class=\"cjE3YTM5NGZmMDI0YTQ3NjY5ZmUwOTU3N2U5MjRmOGUy\" data-original-margin=\"\">This content has been misappropriated from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnM2OTdhNGZiMDc2ODRlMjdiOWY3OWMwZjcwOGM4Njhh\" data-original-margin=\"\">\"You do?\" The Princess' eyes widened as she immediately swiveled to face Kaede.</p>\n<p class=\"cnMxYmMxNzNlY2U3NjQwMThhYjFhMzZmNWJkYmEzN2Yz\" data-original-margin=\"\">\"Not in great detail,\" the Samaran girl admitted. \"I'm fairly certain that whatever Pascal did, he unknowingly released a radiation wave. There have been many cases of this... illness, in my country during the last war, so I've read the basics. His body is breaking down because the radiation's ionizing effects have damaged his cellular DNA, leading to large scale deaths among his body's tissue cells.\"</p>\n<p class=\"cnM2MzVkNTViOWRjMzRlM2VhZTFmYmI3NDNiZGE5NjU5\" data-original-margin=\"\">'Radiation', 'DNA' -- Kaede was suddenly sprouting nonsense words that Sylviane had never even heard of. The Princess took one look at the healer, and it was clear from his perplexed countenance that he didn't know them either.</p>\n<p class=\"cnNhODU2OTYxMDk0NjRhMzg4MjQwZTg2ZmMzOWRjOTY3\" data-original-margin=\"\">A frantic sense of helplessness encroached into Kaede's rose-quartz gaze. Yet even as the girl faced her own approaching death, her eyes still darted around in thought as they looked for an inspiration, an answer.</p>\n<p class=\"cnMzNzMzNDdlMWE0YzQwZGM4NWU3OWY5YTQ0ZGU2MmZj\" data-original-margin=\"\">\"Then how about... do you know what cancer is?\"</p>\n<p class=\"cnNiYTMyNmZjNGU1OTQ4NDA5NjJjZDFiOTI0YWZiYWYx\" data-original-margin=\"\">\"The disease that causes tumors?\"</p>\n<p class=\"cnMyMmQ5OWVjY2U0ODQyMWViNzhmZmYzMDQ3ZTBmMTUy\" data-original-margin=\"\">It was a younger healer from the back who blurted out, and Kaede took a moment to think before nodding.</p>\n<p class=\"cnMwZThmYWQ0ZmM2NTQwZTNiMTBkMzU2OTgyM2U5MDEw\" data-original-margin=\"\">\"No one has ever nailed down the cause.\" Sir Ariel replied. \"However, we do understand the disease well enough to treat it.\"</p>\n<p class=\"cnM2NGY4NjkwMWEzMTQ1MDU5ZDkxYjQyZmY5NzUzZDgz\" data-original-margin=\"\">\"You do!?\" The Samaran girl's eyes widened to saucers.</p>\n<p class=\"cnNjMDE1ZTZhNjkzNjQyMWE5MjRkZmI3OGNhYjhmOTYx\" data-original-margin=\"\">\"The <em>Regeneration</em> spell works by stimulating the body's natural repair process, accelerating tissue growth by several magnitudes,\" Ariel explained. \"Therefore, it's crucial that there are built-in safeguards to identify healthy cells while terminating diseased ones. Once the tumor is removed by surgery, a prolonged treatment of daily <em>Regeneration</em> spells will gradually purge the illness from the body, ensuring no repeats.\"</p>\n<p class=\"cnM0MWIzNzM1OTQxZDQzZWZhNDE2MTU5NjFmZjJmNGYx\" data-original-margin=\"\">Kaede stood amazed as she realized that Hyperion had a definitive cure for cancer that still eluded doctors on Earth. For a brief moment, her lips simply hung open in midair as she realized that magic truly was ahead in some fields.</p>\n<p class=\"cnM2YTAwNTY1YzZlZTRmN2M4Njg2M2ZjYjBlMjBlZTI3\" data-original-margin=\"\">\"Well? Can you help him then?\" Sylviane stared between Kaede and Sir Ariel as she felt irritated by her own helplessness.</p>\n<p class=\"cnMxNTg5NGZjNWNjZDQzNDg4MTIyZDZhMzE4ODA3ODc2\" data-original-margin=\"\">\"We might be able to use <em>Regeneration</em> to treat this illness,\" the Samaran girl stared at Pascal's red face. \"I'd assume that the cellular DNA damage from radiation poisoning would be much more widespread. But there should still be <em>some</em> cells which are either healthy or able to self-repair. If the <em>Regeneration</em> spell could latch onto that... then you should be able to heal him.\"</p>\n<p class=\"cnM5YWU2YjgyYzQwMzQ4NWI4OTMyMzA2MjNkY2IwYjBj\" data-original-margin=\"\">\"But,\" the junior healer cut in again. \"<em>Regeneration</em> is a bio-alchemy spell and therefore has minimal effect on mages. It's why lost appendages for us are far more permanent than for commoners...\"</p>\n<p class=\"cnNlZDg2OWMwZjZiMTQzNjhiMWY0NWExYmU3ZjM0Y2Nk\" data-original-margin=\"\">The young man hadn't even finished before Kaede rolled up her sleeves and pulled off her long gloves.</p>\n<p class=\"cnMyMWEyMGY0OGI0NjQ0YTdhY2RjZmMyZWM0MmIxOGU2\" data-original-margin=\"\">\"Take as much as you need.\" She offered her bare forearm with a determined gaze. \"My blood is Samaran and I also carry his mana. You might just be able to work a miracle.\"</p>\n<p class=\"cnNlNTIwZGY2YTM2ZDRiMzE4NjZiZThlZjAyNTFlYmY2\" data-original-margin=\"\">Sylviane watched as the healers considered this. Normally, mages couldn't use mana refined by another soul to craft spells. But similar to other natural metamages like phoenixes, Samaran blood seems to ignore this rule for curative spells.</p>\n<p class=\"cnNjOTMyZDhkMTk0ODQzNzk5M2U3ZWU4N2ZkYzNjZmMx\" data-original-margin=\"\">\"No. I cannot allow this--!\" Sir Ariel put his proverbial foot down. \"Just how many <em>Regeneration</em> castings do you think it would take? How many others could we save with all the blood you're proposing to risk on this gamble? We should be healing our own--\"</p>\n<p class=\"cnM3NWYwZDZkZjAwMzRhNDhhY2EwM2JhYWZiZTIyMzJl\" data-original-margin=\"\">Ariel hadn't even finished before the fuming Princess grabbed him by the collar. She pushed him back with all the strength her exhausted body could muster, until she slammed him against the cabin wall.</p>\n<p class=\"cnNjMDUwY2U5YWFmNTRjYWFhZmU5MGVmYjg1MGVlNzY1\" data-original-margin=\"\">\"Listen, you ungrateful bastard. <em>I don't care</em> how many castings it takes! Pascal wagered everything he had, including his life, to support us in this war! Only the last second sabotage of the Cataliyans made his spell lose control! I will not have some <em>maladjusted bigot</em> like you accuse him out of ignorance!\"</p>\n<p class=\"cnM5ZTU4OTYwOTJmNTQ3MGJiYzA5YWY0NGUwYmY5Yjc4\" data-original-margin=\"\">Sylviane hardly cared that it was an outright fabrication. She knew that Pascal most likely lost control of an unfamiliar spell. Nevertheless, given the lack of information that Sir Reynaud was able to gather when she sent him to investigate, it was doubtful that any proof had survived to challenge her version of events.</p>\n<p class=\"cnM1ZjM2MmM4OTY5ZTQ2OWY4Njc2ZjBlYWZjNjg5NzFh\" data-original-margin=\"\">\"--I expect you to do your best in treating him! Because if he dies tonight, then I will have you hanged for criminal negligence!\"</p>\n<p class=\"cnNjYmI2MGFlYzNmODQ0ZDM4YjYzMjlhNDMzOGI1N2Y0\" data-original-margin=\"\">The Princess wasn't even threatening. Her words rang with the finality of an ultimatum, spoken and reinforced with a death glare.</p>\n<p class=\"cnNhNWQ5ODY3NTBlOTQzY2M5NTkyNTI4NWVjNGJkYjIz\" data-original-margin=\"\">She never saw the mixed reaction from Kaede as the girl scowled behind her. The familiar looked like she strongly objected to such a blatant abuse of power, even if she might not voice it out loud. But with Pascal's life on the line? The Samaran girl merely addressed the stunned medical staff in her kind, wispy voice:</p>\n<p class=\"cnNjMTgzMmQxNmJjNDRlMjliMjg5ZjMwM2IwNDU0ZmRm\" data-original-margin=\"\">\"Just so you understand what's at stake -- if Pascal dies, then I will also pass onto my next life. And it is clear to me that I'm the only one here with any understanding of what this illness even is.\"</p>\n<p class=\"cnNiYjUyMjg0OGI4ZDQ5NzA5OTg3OGY4N2Y3ZTc1YTM5\" data-original-margin=\"\">At the time, neither of them realized just what an effective combination they made.</p>\n<p class=\"cnM5NjJhOTc1NWJlMTRkZDM4NWQ5ODBlM2I4MTE3YWU2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkN2Y2ZjhlNTZiYzQzYjJhOTc2Zjk3NGJlOGFiMzM0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4ODdiYmFmYTk2MDRhNDJiZDg0YmI3NmE5N2Y5NTkw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwMmZhZGRkZWI1YTRjZWFhZTgyMjQ1OWM4YzEzNTNk\" data-original-margin=\"\">Sylviane was still fuming as she strode away from the Lotharin camp.</p>\n<p class=\"cnM3MTZhMWY4MmVhYTRkODViNDJhNTFlMTk3OTJlY2Rm\" data-original-margin=\"\"><em>That myopic, moronic piece of racist...</em></p>\n<p class=\"cnNiNGVkYmU4NzI5NzQxMzFhMTUxNjAyYWY4NTJiYmYx\" data-original-margin=\"\">She would have preferred to stay in Pascal's cabin, to oversee the healers as they performed their work. Nevertheless, as the Crown Princess and commander of this army -- or what little of it that remained -- she had her own duties to attend to.</p>\n<p class=\"cnNmOTUyOTRkOWRiZTRlZmI5N2U4OWM4NDQyNmM3OGQw\" data-original-margin=\"\">Part of her couldn't help but feel envious of Kaede. In a time when Pascal hung on the precipice between life and death, it was <em>his fiancée</em> who should be sitting by his side and grasping his hand. Instead, not only was Sylviane useless in providing assistance, she couldn't even stay with him.</p>\n<p class=\"cnMxMWI2ZGMxNzFjNzQyNmU5YmYyZmUyN2ViMGE3ZmVm\" data-original-margin=\"\">Regardless, she was glad that the Samaran girl had returned. If Pascal recovered, then there would be no doubt that they owe a great debt to the familiar.</p>\n<p class=\"cnMwODlhN2YyNTAzMjRjY2ViNTEzNjIzNDdiZWEyMjQ4\" data-original-margin=\"\"><em>No, I need to stop thinking like that,</em> Sylviane chided herself. <em>It's as Pascal said -- there is no debt when we help each other, because we're family.</em></p>\n<p class=\"cnNkY2UwN2QwZmQwOTRkMmE4MjViMmFjZjIxOGJjYzlj\" data-original-margin=\"\">Sylviane took some deep, calming breaths as she strode across the now-empty lands west of the camp with Elspeth following close behind. The entire area was deserted as she made her way towards several great, towering trees. They were the only handful that remained of what had once been an entire forest.</p>\n<p class=\"cnM2NmE0NzM1NjUyYzQ0MjQ5NWIzZTgzNzcwZTZmYjNm\" data-original-margin=\"\">Though 'remained' wasn't exactly correct. They had grown legs and walked off just like their other brethren, only to return after the battle and root themselves back in. Even now, Sylviane could see their trunks' four way splits, just paces before their 'legs' vanished into the ground.</p>\n<p class=\"cnM5ZGQzNDAxMjQ5YTRiMDE5M2M4NjgwYzgxMGQyMTE3\" data-original-margin=\"\">Sylviane felt her skin tingle as she crossed the boundary of an invisible barrier. The figure of a middle-aged lady materialized before their eyes as she sat on the lowest branch of the center 'tree'. Her hands caressed a bright-blue phoenix with golden jewels on its tail.</p>\n<p class=\"cnM4ODhhZDc2ODU3NjRjMTc4MjhiZDJhOGRmM2VmZTM5\" data-original-margin=\"\"><em>Courtain, the lost phoenix,</em> Sylviane sighed. <em>So much for it being lost.</em></p>\n<p class=\"cnNiNjQ0MTJmNmE3ZjQ4OGQ5YTM3NjdlNDllNDljNjFk\" data-original-margin=\"\">This was clearly the individual who sent Sylviane the <em>Farspeak</em> message. She had claimed responsibility for the spell that transformed the forests, before demanding to meet in private with only Elspeth allowed as a bodyguard.</p>\n<p class=\"cnM3OWU0MDEzZGE2YzRmMzM4OTdjNTlhZjg2MmVlNjcz\" data-original-margin=\"\">As a young girl being groomed to be a princess, Sylviane had to memorize the lineages of all five royal families in the Empire, as well as the succession lines of all twelve Oriflamme Paladins. Unlike the other phoenixes, Courtain had only been summoned once in all of Rhin-Lotharingie's history.</p>\n<p class=\"cnM4NzQ3OWYwMzU5ZDRmNDM5NTQyYTNmZjkzYmJiZjdl\" data-original-margin=\"\">Her master was Gwendolen -- the Princess-Consort who deposed her Imperial-puppet husband, joined the rebellion to become the first Queen of a new Ceredigion, and later abdicated in favor of her son. Family legend had it that she and the first Emperor, Charles the Bold, had also been lovers. However, it remained a secret because Gwendolen... was a heathen, a believer of the druidic Old Gods.</p>\n<p class=\"cnNkNjAxY2MwZjE3MjRlMWViYzFlYTM2MTJiNWJmYWY1\" data-original-margin=\"\">\"Your Majesty,\" Sylviane bowed lightly.</p>\n<p class=\"cnMyMTMyZDNjMWE0MzQ2YzE4YTY4ODc4ZDY3OWIxNTJl\" data-original-margin=\"\">Technically, she outranked a former queen like Gwendolen. But facing a woman who should be dead centuries ago yet returned to rout an army, it was better to be respectful than to be sorry.</p>\n<p class=\"cnMyZDg3MjgwMDc5MDQ1YWFiMWU0NTkyNTZjOWQyMDc4\" data-original-margin=\"\">\"Hello Princess,\" Gwendolen pushed herself off the branch and landed with the catlike grace expected of most faekissed. \"You don't mind if I call you Sylv, do you? I was quite close to your Great-Great-Grandfather Charles.\"</p>\n<p class=\"cnNmNTgyMDRiOWJiMTRjNGRiZTU1Y2M4ZjBhMWY1ZjU3\" data-original-margin=\"\"><em>Should have expected this from a springborn.</em> Sylviane sighed before forcing a slight smile. \"Of course not.\"</p>\n<p class=\"cnNlZTFlNmIxNzE3ODQ3OWJhNmY3NmI3OGExYzNkNzgz\" data-original-margin=\"\">Gwendolen should be over three centuries old, yet the woman standing before Sylviane still had the appearance of a commoner in her late-thirties. She stood at around the same height, with long brown locks flowing freely down thin shoulders. Her face was a bit long to fit the conventional standards of beauty. But her skin was fair, her eyes a bright spring-green, and her thin lips naturally curled in a teasing smile. Her ankle-length dress seemed too simple -- green and white with only floral embroidery near the edges. However there was no doubt of its fabric quality or that of her shawl.</p>\n<p class=\"cnM1YWZjNzc1ZTc2NTQ5ZjBhNzFhN2VmZmE2OWNlZDcz\" data-original-margin=\"\">\"I thought you were dead?\" Sylviane spoke as she kept her distance. Even from several paces away, the Princess could feel her nose itching as fresh pollen drifted through the air between them.</p>\n<p class=\"cnNhMDJmN2UyYmMxNDQzZWU5MDhmNWFlOTI5ZjczNTIz\" data-original-margin=\"\"><em>I hate dealing with springborn.</em></p>\n<p class=\"cnM0NjkzNjVmMTI0MTQ5OTk5ZGVmOTU0OTA0ZGZmNDll\" data-original-margin=\"\">\"The exact words in all the official records state that after Charles' death, I... 'left this world with a broken heart'.\" Gwendolen's smile turned melancholic. \"I would know. I cast the spell to rewrite all of them myself.\"</p>\n<p class=\"cnNmMGRmNzMwY2I0OTRiNTI5ZjgyZmM1NDk3ZTU3ZjM2\" data-original-margin=\"\"><em>That has to be illegal,</em> Sylviane scowled. \"I don't mean to sound disrespectful. But how are you still alive?\"</p>\n<p class=\"cnM2MjlhY2I3NjNiYTQ3NjU5MjhkNGJlNmI0Mjg1Y2E5\" data-original-margin=\"\">Gwendolen simply shrugged. \"Once I started journeying between worlds, mortality just seemed... less interesting.\"</p>\n<p class=\"cnNlMGQ1Yjc5NjI2NDRmMzViNjI4NjRkYWNhNzZhN2I3\" data-original-margin=\"\">Sylviane's temple twitched as her irritation rose: \"Then why did you not help us? You're an Oriflamme sworn to the defense of Rhin-Lotharingie, are you not? How could you just forsake your vows and desert your country like that? Vanish for entire centuries?\"</p>\n<p class=\"cnMwODc1YzQxM2EyYjQ3ZGE4ZDgwZmFjZmYxOGI2OTQz\" data-original-margin=\"\">Her demanding tone quickly escalated into anguish. Fury blazed in the Princess' gaze as she realized just how differently events could have unfolded, if only this woman had returned sooner. \"Why couldn't you have returned at the start of the war? Why couldn't you have done so a month, or even a week ago? You could have saved tens of <em>thousands</em> of lives!\"</p>\n<p class=\"cnM3NzRiOTU4NTgzNDQ2ZWU4MTMzODZjNDg2MWRlODY5\" data-original-margin=\"\"><em>...Pascal, Robert, Mari, and maybe even Lindsay and Father!</em> Tears pooled into the Princess' eyes once more as she thought of all the loved ones who had been burned by the callous flames of war. \"<em>Why now!?</em>\"</p>\n<p class=\"cnNkYmIwNDJlNGU5ODRkMjhiZWY5MmU2YmE4YjA1MTkz\" data-original-margin=\"\">Gwendolen's smile had vanished. Her long face held only a stiff expression as they exhaled a sigh of resignation.</p>\n<p class=\"cnNmOTQ5NmYzMjhmZjRmZTk5NTI0ZjMxNjllNTFkYzY2\" data-original-margin=\"\">\"I'm no longer just a Queen or a Paladin. Those days are forever gone,\" she explained with a sad nostalgia in her soft meadow gaze. \"I'm a Worldwalker now. And unless I wish to plunge the world into further chaos, I must follow the rules of being one.\"</p>\n<p class=\"cnNhMDZjY2E5ZjgxZTQwMGI4ZWMwZmNhM2Q4MWExZDMz\" data-original-margin=\"\">\"Stop talking in riddles! You're not making any sense!\" The Princess almost yelled.</p>\n<p class=\"cnNiY2U4MjFkZmYwZDRiZTlhNWVjOWJlMDI2YWQ2ODgy\" data-original-margin=\"\"><em>Your Highness, you should consider taking a rest. You're emotionally exhausted.</em></p>\n<p class=\"cnMzODM5NzRkYmM0MDRiZDlhZmEzZDgwYzNmNmY1OTJk\" data-original-margin=\"\">Even now, Sylviane could almost still hear Mari's telepathic voice. Like any good lady's maid, Mari knew how to blend into the background and thus rarely spoke. But when she did, she always gave her advice deftly like the older sister that Sylviane never had.</p>\n<p class=\"cnMzODUzMjMyZjZiNjRiOWQ4YWMwZTUxY2VhMmQ3MmIz\" data-original-margin=\"\">\"A mother may slap a neighbor for bullying her children. But a Queen who retaliates could bring war upon her entire realm.\" The older woman explained as she closed the distance between them. \"You saw what I did today, Sylv. What do you think would happen if a group of immortal archmages, many of whom even more powerful than myself, began a war over their respective homelands across the world?\"</p>\n<p class=\"cnNlZWMzYjM5ZjZhYTRiNmZhZDVlMzkzMzc2N2I5ZjFj\" data-original-margin=\"\">The first thought that came to Sylviane's mind was the massive fireball that covered a quarter of the morning skies, except multiplied a thousand-fold and stretching across the world. Such a conflict would have left entire nations as lifeless as the wasteland that now stretched across the battlefield north of Glywysing.</p>\n<p class=\"cnNhYmQ1NDMwM2U0NTQ2NTBiYmQ3YmY4NThlMDhiNDg1\" data-original-margin=\"\">\"But you entered the fray in the end anyway! Why couldn't you have done that just <em>one hour earlier!?</em>\"</p>\n<p class=\"cnM1ZDZjODRlZTAzMjQ2MmU5M2Y4MjVjNmUwOGUzYTFj\" data-original-margin=\"\">The Princess felt the warm streaks of tears sliding down her cheeks as she grabbed the former Queen by the shoulders and shook. The thought of how much difference even one hour could have made on the battlefield made her chest constrict in pain. Her mind replayed the moment when she saw Mari being sliced almost in two, when Robert begged her to leave as blood gushed from his lips after his chest had been crushed.</p>\n<p class=\"cnM4YzY2ZDRkNzc5ZTQ1MWRhMmZkNTYxNTVjNmYxMTI3\" data-original-margin=\"\">\"Because the Worldwalker's Treaty has strict rules.\"</p>\n<p class=\"cnM3YTE4ZmE3MDI4ZjQ1ZjU5ZWY1MWM2MmRiMDUwOGMz\" data-original-margin=\"\">Sympathy filled Gwendolen's soft gaze as she looked upon the young lady whose lips trembled without end. It was apparent that Sylviane was one second away from an emotional meltdown as the Princess was hung onto her composure by a thread.</p>\n<p class=\"cnM5MjZkNGE1OThiZDRhMWRiNTZjMDA5ZWFhYTkwODNj\" data-original-margin=\"\">\"But--!\"</p>\n<p class=\"cnMwZTRmNTRhZjU3ZDRjMDY4NGMzYmU4MjZlOTU3ODE3\" data-original-margin=\"\">\"I cannot intervene so long as your army still had a sliver of chance in achieving victory, of stopping the Caliphate's advance into my homeland.\" The former Queen said as she wrapped her arms around her younger counterpart and pulled her into an embrace.</p>\n<p class=\"cnNhMGUxY2E5MjJjYzRhMGZhNGRiYjY2ZDY0ZWU1NjVl\" data-original-margin=\"\">\"I'm sorry.\"</p>\n<p class=\"cnM2NjEwY2JkZTVmYTQ1MzQ5ZDVmZjc2ZGM5NWJmZDBi\" data-original-margin=\"\">For a moment, the younger royal struggled and tried to push her senior away. Sylviane had been raised to never show such emotions in front of other political players, to always stand strong regardless of the emotional anguish she felt within. She had allowed her mask to slip in her moment of weakness, but she refused to throw it away.</p>\n<p class=\"cnM1MTYyYjYzYjU4NTQzY2M5ZTdjOWRkZDk1OWU0NjZk\" data-original-margin=\"\">\"I'm so sorry.\"</p>\n<p class=\"cnNiMmQ3ZjQzNzc1MjRhZWU5M2I1NGRlZGI3ZjIzYzI1\" data-original-margin=\"\">Yet, as Gwendolen's grip grew tighter and her voice sounded like it was about to break, the Princess remembered that her senior was also once a sovereign -- a Queen who fought in the bloodbath of the Rhin-Lotharingie Independence War, who undoubtedly lost family and loved ones of her own.</p>\n<p class=\"cnM5ZGExNWQ4MzUyMzQxOGE4NzJmYmNhMWUyNDNjY2Iz\" data-original-margin=\"\"><em>She understands.</em></p>\n<p class=\"cnM2YzdjMjNiOGZiYjQzNmViOGJkYTAyNDljNDY3Njli\" data-original-margin=\"\">The Princess' body shook as she clenched the loose ends of Gwendolen's shawl. She bit down on her lips to keep the floodgate shut on the immense pain and loss that she felt.</p>\n<p class=\"cnNmYWQ4MDc3NzdmOTRhNjZhYjRkMTQ5ZTNmMzYyZmM3\" data-original-margin=\"\">But in this moment, and just this once, Sylviane allowed her tears to flow as she borrowed the Queen's shoulder and began to weep.</p>\n<p class=\"cnM5YmZlMTYyYTBlNjQ5NzVhNjZiZWEyMDVmZTUyYjEx\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNkNTkyZWZiMmM5YjQyNDJiYzllOThlZmM4MWJkMjU2\" data-original-margin=\"\"><br>\"Then... how long will you be allowed to remain?\" The Princess rubbed her eyes and nose several minutes later as she slowly calmed down.</p>\n<p class=\"cnM4NDQ1YzY1YjcyOTQ0ZDBiM2MwMWE5ZDkwYmQ1ZjRh\" data-original-margin=\"\">She ended up doing more sneezing than crying in the end, as the springborn pollen that came from Gwendolen naturally triggered her allergies.</p>\n<p class=\"cnNmNDBhY2M5YzMzNjRhNjFhNDZhYTkxMThiODQ2ZTU4\" data-original-margin=\"\">\"I have one day, during which I can only meet like this with five people, and I must stay within a hundred kilopaces of my birth land.\" Gwendolen said with a wry smile. \"The rules are very clearly defined. And I'm afraid you will never be able to tell anyone else about me. A vow of secrecy has been placed upon you ever since you crossed the illusion's edge.\"</p>\n<p class=\"cnM1MmNkMjc0NWUxZjQ5YjM5NTQyMDVjY2FmNWQ5NzU3\" data-original-margin=\"\">Sylviane realized then that the tingling she felt earlier wasn't just because she crossed the boundaries of a powerful magical barrier. Whatever sorceries were at work today, it was clear that they were beyond her understanding. This involuntary 'vow' was likely also the reason why she had never heard of 'Worldwalkers' beyond myths and legends. Nevertheless, the rules of their intervention were of less importance than the opportunities offered by the intervention itself.</p>\n<p class=\"cnNmNzg5ZTVhNThkZTRjMTg5NzgyOGRmYzcxMTdiODFh\" data-original-margin=\"\">\"Please tell me you have more of a plan than just annihilating one army,\" she pleaded. And Gwendolen, for the first time, returned a broad, unrestrained smile.</p>\n<p class=\"cnM3ZDE5Nzk2NjJmYTQ0ZjVhNzFhZjllNzdjNzIxNmQ4\" data-original-margin=\"\">\"Your father has taught you well.\" The older woman's eyes flickered with approval. \"You see, I had begun research into this spell back when I was still Queen of Ceredigion. Your Great-Great-Grandfather had always said that I would be remembered as an artificer long after people forgot that I was a queen.</p>\n<p class=\"cnMyZjEwODc0MzVkZTRjN2VhZjQxMDQ5ODI5YzNlZjRk\" data-original-margin=\"\">\"However, I wasn't satisfied just to leave behind the Burning Throne and some trinkets. I wanted to create something that would last time immemorial, something that would always protect Rhin-Lotharingie -- even far into the future and long after I was gone.\" She added with a knowing smile as though everything that had happened today had been foreseen long ago.</p>\n<p class=\"cnMyNzE1YThmZDJlMDQyZTRhODZmOTlmMTJjMGFmNTE1\" data-original-margin=\"\">\"Except, I accidentally reached past the boundaries of mortality before I could carry out my plans, and since then I've been subject to the Worldwalkers' laws.\" Gwendolen remarked ruefully. \"Nevertheless, ever since I heard the story of how Tara... another Worldwalker's interference left a legacy that still protects her homeland of Samara today, I have been waiting for my own opportunity by further refining the spell. Of course, each Worldwalker has a unique set of magical expertise, so copying another's work is almost impossible. That being the case -- Sylv, do you remember what my nicknames are?\"</p>\n<p class=\"cnNhY2U0NGNiYmFjNDQ2ZmVhY2JkMmFmNWI4NTExNzhm\" data-original-margin=\"\">Sylviane pressed her curled fingers against her lips. Gwendolen's foremost nickname was the <em>Faerie Sword</em>. She had been an exemplary swordswoman, but also said to be a faekissed with so much otherworldly blood that she couldn't stand the touch of iron and steel. This drove her into excavating and studying the artifacts of the Faerie Lords. The Crysteel <em>Faerie Plate</em> armor that Sylviane wore right now was one of the results, along with Edith's shield and the spells used to control the Faerie Rings that had brought Weichsel's reinforcements to this front.</p>\n<p class=\"cnM0ZmQyODVmNTFkODQ1OTk5Nzk1NjdlOGY0ZTY4NWFm\" data-original-margin=\"\"><em>She said 'nicknames',</em> the Autumnborn Princess thought. <em>Were there any others?</em></p>\n<p class=\"cnMxMDQxODQwNGU0MTQ2OWVhOWIwYzk2MmIxNThiNWIy\" data-original-margin=\"\">Two words fell out of her mental archive after several moments of searching. However she couldn't remember what they meant. The story attached to them had been lost.</p>\n<p class=\"cnMzMzg0NmFkZDRlYzQxOTFhN2U0YThiYjM3NDFjMTI4\" data-original-margin=\"\">\"The <em>Faerie Sword</em> and <em>Arboreal Sanctum</em>.\" Sylviane replied before raising her head upwards as she stared at the giant oak 'tree'. An 'arboreal sanctum' certainly described the wooded realm of Ceredigion. But what did it mean for an individual?</p>\n<p class=\"cnNjYjRhNjVkMThhZjQ4Yjc4NmYyY2JmODQyZjE4YWJi\" data-original-margin=\"\">\"Right,\" Gwendolen nodded. \"I had three specializations in magic -- fae lore, druidic sorcery, and planar creation. Years of research into the first two resulted in the spell you witnessed earlier today.\"</p>\n<p class=\"cnNhNmMxNjMxNWNkMTQ0NjRiNjI2ZGYzMWE3MWQ4YzA4\" data-original-margin=\"\"><em>You can't mean...</em> Sylviane looked up at the tree with renewed awe. \"Just how long will they stay this way?\"</p>\n<p class=\"cnM2ZjhlZjM5MzQ0ZDQyMGZiY2ExMDhhYmMwNzg5OWYy\" data-original-margin=\"\">\"Oh, I'm afraid they're not in some temporary, magically-animated state.\" The Worldwalker's grin widened. \"I fundamentally altered them to create several newly awakened species.\"</p>\n<p class=\"cnNhM2Q1MzhhZDFhMDRlY2Y5NDUzZjk3NzNjNGY3MTk0\" data-original-margin=\"\">Gwendolen extended both hands outwards and slowly stepped back, until she stood beneath the branches of the giant oak. \"Sylv, I present to you your newest <em>subjects</em> -- the Migrating Trees of Ceredigion!\"</p>\n<p class=\"cnMxMDJlNTIyMjMwZjQyNjc4ODFmYTI3MGIyZDkxODVk\" data-original-margin=\"\">The Princess' chin dropped and froze as the giant tree trunks groaned. They even bent slightly towards her as though bowing. Given the occasion and the extraordinary age of these old trees, Sylviane couldn't help but wonder if they were the <em>elders</em> who represented the rest of the walking forest.</p>\n<p class=\"cnNjYzc3OTc3YzgwNTRiMjBiZmU1MTRiNjJjYTI1NjQ3\" data-original-margin=\"\">\"These trees are not just your garden variety either.\" Gwendolen explained as she glowed with pride. \"They have been modified with a number of improvements, from their ironwood bark to their nightshade neurotoxin sap. They can even convert ether into mana just like other magical beings. One would be wise not to underestimate their capacity for self-defense.\" She warned with a wide smile.</p>\n<p class=\"cnM1MjE4OTY4MzQ3MDQzM2RiNWY4NWU5NDBlOWFjZWYx\" data-original-margin=\"\">\"However, to afford their abilities, these trees will migrate from area to area in search of mineral-rich soil on active ley lines. This means that over time, they will travel and settle across the breadth of the Empire.\" The older woman concluded. \"I will teach you, Lady Elspeth, and Lady Vivienne later tonight on how to properly communicate with them, so that the descendants of Rhin-Lotharingie may always coexist in mutual cooperation and peace.\"</p>\n            ",
  "invisibleParagraphContent": "This content has been misappropriated from Royal Road; report any instances of this story if found elsewhere."
}