{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0NGVkNzIwOThiMTQzMjY5MzRkODJlNTJjZDExNGJl\" data-original-margin=\"\">The throbbing in my head, the aching in my throat, and the stabbing pain in my side compete to torture me as consciousness returns. My ribcage wins my attention as I try to hold my hand to my side, only to discover my hands are cuffed behind my back. I groan, trying to focus my vision and take stock of my surroundings.</p>\n<p class=\"cnNkZTZjNmRiZjI3MTRkNDg4N2VmODI5MjBkZDE2ZGM2\" data-original-margin=\"\">I am in some kind of stone basement. There are only tiny barred windows near the ceiling, about 15 feet up. On the ceiling in the middle is a wood panel that looks like a hatch, and a rope ladder hangs from it. I can see all of this due to lights mounted on the walls, not torches but not electric either. They must be magically enchanted. In other words, I am in some rich asshole's basement.</p>\n<p class=\"cnMxZDBjNjA1ZmE0NDQwMDFhN2UzODQzZjY3ZjQ3MjBm\" data-original-margin=\"\">The cuffs behind my back are chained to the wall, but I can't move much in any case. I am on my knees and have a cloth gag in my mouth, apparently placed here with some intent. I finally focus on the far side of the room where a rug and comfortable chair have been left, likely out of reach of my chain. Walter sits there, smug satisfaction owning his face.</p>\n<p class=\"cnM2NTM0NWU0MzljZDQyYmQ5NjBhNDEzNTI3YTU4YTIx\" data-original-margin=\"\">\"So you are awake, child, good,\" he says through a grin. \"You did well, you know. I'm told you killed five men, what a ferocious little girl you are!\"</p>\n<p class=\"cnMzZWQwZGIzMDIxODQ5ZTBiMzE4MTExYTA3ZGJmNmQz\" data-original-margin=\"\">He pauses to take a drink, just to show me how relaxed he is. I roll my eyes.</p>\n<p class=\"cnM1OGQzY2FhZWU0ZTRkOGViNjYyNmVlMzRkMzkzNmEx\" data-original-margin=\"\">\"And there she is!\" he laughs, \"Fierce little Lillith, the little girl who can put noblemen in their place! The powerful child with so much mana I can't challenge her!\"</p>\n<p class=\"cnNlMWU5OGFjNDM1MTQwYTNiNWYwNDA1NzkyOGJhNzk1\" data-original-margin=\"\">He cuts off his chuckle and draws his face to a line. \"But that's not the case anymore, is it Lillith?\"</p>\n<p class=\"cnM4ZjMzMWVmNTFiMzQ2NWY5NjFjYjZmZjNkOGFmYzRh\" data-original-margin=\"\">I furrow my brows in confusion as he continues, his smile returning to his face, \"You used up all your precious mana trying to save poor little Henry, only to fail. And yes, that's right, what you should be realizing right about now is completely accurate. The chains you are wearing prevent your body from accumulating mana. You are trapped here, powerless. Stupid bitch,\" he smirks as he holds up a key to taunt me before putting it in his breast pocket and patting it.</p>\n<p class=\"cnM3YjYyM2EzMjdlNzQ4ZDdiMTk0MGJjZjMxYmQyNWM3\" data-original-margin=\"\">I tug at the chains a bit, even more confused. I can feel some kind of enchantment on them, although I can't interpret the mana without seeing it. The confusing part is... he's wrong. I am suppressing my mana like always but it is recovering fine. I don't know how long I have been unconscious but I already have twice his maximum. Is he some kind of idiot?</p>\n<p class=\"cnM4ZmQwMTU4MDJiNjQ5ZDY5YTQ4OWQ0ODBlMzc5ZWUy\" data-original-margin=\"\">I raise an eyebrow at him and his smile vanishes again. \"You don't seem to understand the situation you are in,\" he growls, \"I own you now. Body and soul.\"</p>\n<p class=\"cnM5NGJhMjI1YWRiYjQwMTFhYmQzMDUxYTQwZmNlNGMz\" data-original-margin=\"\">I start laughing through my gag and he snarls, launching from his chair and closing in on me. I don't flinch and he backhands me, knocking me to the stone floor. With my hands behind my back and my broken ribs, I have pretty much no chance of sitting up on my own. Instead, I just cough a few times and begin laughing at him again.</p>\n<p class=\"cnNhNGIxMjkxNjAwYzRmMGE5Yjk5MWM0MzU5OWY5MjFk\" data-original-margin=\"\">This elicits even more rage and he yanks me back up by my hair, punching me in the face and knocking me back down again. With this punch, the rag tied around my head comes loose and the gag falls out.</p>\n<p class=\"cnMzZDI5NmNiNjRjYzQ3YTVhMmQ3ZTE2MWY1OGM0ZDY4\" data-original-margin=\"\">When he pulls me back up to look at him, I spit out blood and a tooth before finally speaking, \"Is this helping, Walter? Do you feel better?\"</p>\n<p class=\"cnNiM2RjMjVhYjM5NzQyM2VhYWRhZjUyNmY4MTlmYzNm\" data-original-margin=\"\">\"You are bloody and beaten, chained and helpless in my estate, and you want to know if I feel better? You are more full of yourself than I thought, child. I'm fine. I am in control. You, however? Your life is over.\"</p>\n<p class=\"cnNkZjk2NWM5MDgzNzRiYzQ4NWUwMTdjNjJjZjQwYjE3\" data-original-margin=\"\">I smile, showcasing the gap he just created in my teeth before responding, \"In control are you?\"</p>\n<p class=\"cnM3ODlhZDAxMzI5ZTQzNzdiNWNiNzQzNDdmNTI4YTM0\" data-original-margin=\"\">\"Yes. I am in control. And you will learn what kind of man you insulted.\"</p>\n<p class=\"cnMwYjg0NDQ2NDBlNDRlMTg5OGQ4YjVkOGFlMDZkYjUw\" data-original-margin=\"\">\"Oh, I know what kind of man you are. You think I haven't seen this shit before?\"</p>\n<p class=\"cnM3ODZiZTQ0ZTE4YjQwMTFiOTdkZDExNzgyZDE3Mjc5\" data-original-margin=\"\">\"Oh have you? You, a little fucking child, have seen this kind of power before? The kind of power that holds your sad little life in the palm of my hand? Enlighten me. Where have you seen this 'shit' before?\"</p>\n<p class=\"cnNiYWY4YTVlNzVlYTRlYzJiMTBhNzRlYjRjNzIwY2Q4\" data-original-margin=\"\">\"Every goddamn day, Walter. Do you think you are unique? I can't spit into a crowded market and miss a sad little man like you. You are-\" I am interrupted as he punches me again. I sputter and spit more blood onto the cold stone before I continue, \"You are fucking commonplace. Run-of-the-mill. You are just vanilla cruelty with a little bit more money.\"</p>\n<p class=\"cnM2NTZkM2Y1ZjhlMjQwNTFhODUyZGUyY2UwNWRkZjY1\" data-original-margin=\"\">\"I think,\" he says, slowly and deliberately, \"you will find I am anything but commonplace.\"</p>\n<p class=\"cnNiODYxZmU2MzcxZDQ0NzFiMTUzZWY3MzA4MTY2Yzg0\" data-original-margin=\"\">\"I think not, Walter.\"</p><p class=\"cmQ2YmMwODExYzY4ZjQ3ZDlhOTA1YTVmMTJmMTM4MGNk\" data-original-margin=\"\">If you spot this story on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnM3NDU2OGZmMWU3MDQxYmRiNzkzNDVjNDkyYTVkYjVh\" data-original-margin=\"\">\"It's Lord Walter you cunt! And you have never met a man like me, I assure you.\"</p>\n<p class=\"cnNjYTY0MjY0MGE5ODQ0M2JhODUwM2IzNWYxZjg0YTQz\" data-original-margin=\"\">\"Half the men I meet are like you, Walter. Half the people I meet, are like you. You are every sad little bully of schoolchildren. You are every landlord, every employer, every tiny little king of their tiny little kingdom,\" I scoff, genuinely amused that he thinks he is special. \"Every petty tyrant reveling in denying a tip to a barmaid, every rapist, every child with a spear and shield and oath to protect their pathetic little lords. You are all the same, just with varying levels of wealth.\"</p>\n<p class=\"cnM2YzkwNDdjNmFmMzRlNGM4ZDAyYmY3NWI3ZGU3ODVi\" data-original-margin=\"\">\"Am I? I'm so ordinary, huh? Except none of them own powerful little stuck-up mages, do they? None of them can kill you if they want, can they?\"</p>\n<p class=\"cnNlMDY0NzA1YjZkOTQ0MThiN2RkMzA3OWZkMTg5YWVl\" data-original-margin=\"\">\"Some of them can. But that's not what makes you the same. You are the same because you are so. Fucking. Sad. You are so insecure. Your pride is so fragile. How much money did you spend, and how much are you going to spend, because a little girl told you no?\"</p>\n<p class=\"cnM1YjY0OTZmMmEzZjQ2NDc4ZDRlZGViYWNkZTYxZDY1\" data-original-margin=\"\">\"A trivial amount, that's how much, you really think you are that special? I just want you as a pet for my son. You aren't special.\"</p>\n<p class=\"cnM4NTNkMzdiNzE1ZTQwMjlhODFkOGY5OTRlMTI2NDQ1\" data-original-margin=\"\">I laugh again at that, still collapsed on the floor. \"You don't give a fuck about your son. You care that I challenged you. You care that I hurt your sad little pride. That's what I mean when I say you are ordinary. You are all the same. Give someone like you any amount of power, and you cherish it. You hold it close to your hearts and treasure it. And you snarl like rabid dogs over rancid meat when you think someone doesn't respect it enough.\"</p>\n<p class=\"cnM4ZmRhYWZiYzMxYTRiMzlhNTgwZTQ4OWUxZTViM2Y2\" data-original-margin=\"\">He just stares at me with cold eyes as I continue, \"A waitress doesn't laugh at your shitty joke? You withhold her livelihood. A maid gets angry when you assault her? You get her fired, even beaten. A twelve-year-old girl tells you no? You get five men killed and risk everything you have to put her in her place. And why? Because of your pride. Because you are afraid of us. Because you are desperate to believe you deserve the little power you have.\"</p>\n<p class=\"cnNiZDcyOWI5NTM1YjQ5N2FhYzAyN2I4Mjc1MTI3YjMw\" data-original-margin=\"\">\"I'm afraid? Of you? The child chained and bloodied in my basement? Don't make me laugh!\" he snarls.</p>\n<p class=\"cnNiNGQyNTYwOWExNzRhY2M5ZGFjZmRmYzYwMTM0MzBm\" data-original-margin=\"\">\"Fuck yeah, you are afraid. You are terrified. You are shitting your noble little pants. Because if we don't treat you like you are in control, you aren't. You are afraid of feeling small. You are afraid of realizing you are nothing. You are afraid women you don't own won't tell you how handsome you are and men who don't fear you won't praise your wit. You are afraid that if the little girl who didn't want to date your son can kick you out of her house, then maybe you really are nothing but a little prick in a pretty suit.\"</p>\n<p class=\"cnNmMTVjMmY3MTZhYTRlYzhiNTk2ZjM5NGUzZThjNzMz\" data-original-margin=\"\">\"Is that so?\"</p>\n<p class=\"cnM5NGYzNTRiNzlkYzQ2ZmRiYzk1MDQ0M2RhZTZiM2U4\" data-original-margin=\"\">\"It really, obviously is.\"</p>\n<p class=\"cnNmZTVhYjAwZDNjZTQ3ODk4NmQ2MmRjZjNhZjNjZTc0\" data-original-margin=\"\">He pulls me up so I am facing him again and crouches in front of me. \"Well, you know what, child? Maybe I am ordinary. Maybe you are right about everything you just said,\" he begins getting right in my face so I can smell his stale breath, \"but I still own you. I still control your life. And in a few months, you will be telling me how handsome I am. You will be laughing at my jokes. You will be doing whatever I ask and thanking me for the privilege.\"</p>\n<p class=\"cnMwYWFjZTJmNzgwMDQxZGZhNGIwMTE3OGZmZDk1YjFh\" data-original-margin=\"\">\"Is that so?\"</p>\n<p class=\"cnNiYzZjZTA4ZGJjYzRlOTBiNTg3MWZlMTg3OTg5YjZi\" data-original-margin=\"\">\"It really, really is. See, us petty tyrants? We have a saying,\" he begins, moving his mouth to my ear so he can whisper, \"every bitch can be trained, and every mare can be mounted.\"</p>\n<p class=\"cnMyZjZhMGZmNGEyYzRmMjJhNjg3MWUxNmNkODA3ODFi\" data-original-margin=\"\">\"Where I'm from, we have our own saying.\"</p>\n<p class=\"cnMxY2FmOTFmM2RhYjRjNjE4MDM1ZTNhNGZkYmI1MWNj\" data-original-margin=\"\">\"Really, and what is that?\"</p>\n<p class=\"cnMxZWI2OGUxYjRhNTRlNWNhYWEzMmQyZTg0Nzc2NWM5\" data-original-margin=\"\">\"Eat the rich,\" I whisper back, then flare my mana at full force, completely blindsiding and disorienting him. Just as he starts to pull away I move, sinking my teeth into his neck and using my mana enforced strength to grip his flesh like a vice. He frantically tries to push me off of him but I use force mana to increase my weight, using my body like a steel ball.</p>\n<p class=\"cnNkN2FiZWY5NTUxODQ1OWM4MTIzOTliOGQyMjA4MTcz\" data-original-margin=\"\">As he feels his flesh begin to tear he stops pulling away, terrified I will pull his throat out. In the brief moment, he relaxes I release the extra weight and use all my strength to push off the ground, pushing him onto his back. I now bombard him with force mana, pushing him into the ground so hard he can't even lift his arms to fight back. I feel him pushing back with his mana but I pour everything I have into him, crushing his mana like a cockroach beneath my heel.</p>\n<p class=\"cnM1ZWQ5ODYzODdlZTRjODk4ZGViNmFmNzcxZDM4YTdj\" data-original-margin=\"\">I tear a piece of his neck off, spit it out, and go back in, biting directly into his throat. I tear it open and hear a gasping sound directly from it. I spit again, and as his blood runs down my chin I glare.</p>\n<p class=\"cnNhODg0OTUwYWFhYzQ0NDg5MDlkZjk3MWYxMWRmZTEy\" data-original-margin=\"\">\"Because you couldn't handle a little girl hurting your pride. Let me ask again. Do. You. Feel. Better?\"</p>\n<p class=\"cnM1MTNjNjRlYzhiNzQ2NDViYjBhMzdkNGM5ODRkMDc5\" data-original-margin=\"\">He stares into my eyes, convulsing and shaking, fear and desperation painting his face alongside the blood and foam escaping his mouth. I keep eye contact for what feels like an eternity but is probably only a few minutes, until I see the life leave his eyes. With that, I release the mana and collapse on top of the ruined corpse. I rest for a few minutes before I know I have to move.</p>\n<p class=\"cnM2Njg4NmM0YzZlYzRlYTRhYjI0YWYwMmZjMTZkNjA4\" data-original-margin=\"\">I scream in pain as I roll over and try to move up on his body. Finally, I manage to get my hands to his breast pocket and fish the key out. It takes several desperate frustrating minutes to get the key into the lock. I feel like I am going to pass out by the time I unlock the chains. I still have to find Henry. Not even bothering to hold back my tears, I cry out in pain and frustration as I climb the rope ladder with my broken body.</p>\n<p class=\"cnNlYWQ5MTlhNjcxODQxMjE4ZDhkNjVjY2NiZGRiZDkx\" data-original-margin=\"\">The first time I get to the hatch at the top, my strength gives out as one hand tries to open it. I slip and fall the fifteen feet to the stone, feeling something in my leg fracture and wailing out in agony. After a few minutes, I take a series of rapid breaths to calm myself down and work through the pain.</p>\n<p class=\"cnMxMjkwY2Q0MTk5NDRlZTI4NjFhNjliMDcxNjU4YjQy\" data-original-margin=\"\">I begin actively circulating my mana, both internal and the mana I am still collecting, through my body. This gives me the strength I need to slowly climb the ladder again, this time successfully throwing the hatch open. I emerge into a well-decorated study, a rug pushed to the side that probably goes over the hatch. Try not to think about why Walter already had this fucking dungeon in his home, or how standard the practice likely is.</p>\n<p class=\"cnNkYTk3YWFmOGM4YjRjODJhZGE0MDk4YjBmMzg2OWVh\" data-original-margin=\"\">I unlock the door to the study into a hallway where I come face to face with a maid. Well, waist to face. After a moment of silence, she starts screaming.</p>\n<p class=\"cnMwMjA0ZWZkMThmOTQ1YTBiZmViMGJhODgxZGJjMDRh\" data-original-margin=\"\"><em>'Oh good, she didn't know I was here. That's a good sign'</em></p>\n<p class=\"cnMyMDg0OTk3NjJjZTRkMDViM2NiOGU5N2QyMzljMWRj\" data-original-margin=\"\">These are my final thoughts as I fail to bully consciousness into staying with me any longer and pass out on the most comfortable surface my face has fallen into all day.</p>\n            ",
  "invisibleParagraphContent": "If you spot this story on Amazon, know that it has been stolen. Report the violation."
}