{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0MGE5ZGIwNTNkODQyNzZhNjA0YTZhZWFhZjg1ZWU4\" data-original-margin=\"\">Kaede couldn’t stop feeling nervous as she sat at the same table as a King, two generals, four brigadiers, two colonels, a landgrave, plus the crown princess and her bodyguard. The fact she was one of only two people not wearing a uniform didn’t help her anxiety, especially as the other was Princess Sylviane who sat on the far side of the table from her.</p>\n<p class=\"cnM5MmViY2UzNjNjOTQ0NjFhMzA3YjkzYzVkOGNiN2E1\" data-original-margin=\"\">Despite the Keep’s austere exterior, Pascal’s father had the public areas inside built and decorated with no expenses spared. The opulent dining room exemplified this with its huge crystal chandeliers and life-sized paintings. It was fit to host state banquets — something Kaede would never have imagined attending, let alone as a girl.</p>\n<p class=\"cnM4NGI3ZDE2ZmVlMDQ2YjQ5ODk2MDA3NDUxYjg4YjI0\" data-original-margin=\"\">The Samaran girl fidgeted as she pulled on the soft velvet that clung to the top of her arms. Her bared shoulders and half-exposed back made her feel uneasy, especially as she sat in the presence of royalty.</p>\n<p class=\"cnMxZGY2OWUwZmIzNzQxOGNiMTIyMDg1YmE1OGE5MTky\" data-original-margin=\"\"><em>What do womens’ dresses have against shoulders anyway?</em></p>\n<p class=\"cnNhYTc3ZWJjNWVkMzRkZTY5ZmQyZjdhMzkwMGVjNDYx\" data-original-margin=\"\">The evening dress she wore was a deep, garnet-red over white and looked somewhat victorian in design. It left everything above her breasts exposed, except for her neck which was hidden beneath a wide choker. Pascal must have used her measurements to order the dress in advance for it to fit her so perfectly. Sylviane had forced Kaede to change into it before dinner when the Princess herself switched into her own starry, deep-violet gown.</p>\n<p class=\"cnNjZWIzMDgxZDcxMTQ2MjNiMTc1MTJmMDdhNjRiM2Y1\" data-original-margin=\"\">It also made Kaede realize that even Weichsel’s formalwear for ladies involved a leather corset, only it was hidden underneath.</p>\n<p class=\"cnNlMGJjYTIzNjZjMTQ5NmZhMDNlZjQ4NTU0ZGRjNzMx\" data-original-margin=\"\">The one bit of good news was that Pascal had at least seated her directly to his left. Meanwhile King Leopold sat on the far side of the table from his host, with Princess Sylviane playing the role of the hostess as she sat left of the King. The arrangement seemed almost natural, given that everybody knew Pascal and Sylviane were betrothed. But it was also convenient, as it offered the Princess plenty of opportunity to talk to His Majesty. At the same time, Cecylia’s father General Wiktor sat to the King’s right and could help promote the continued Weichsel-Lotharin Alliance.</p>\n<p class=\"cnM1ZGY3N2Y3ODI4YjRmNmJiMWVkODY1YTNhNTllOWUw\" data-original-margin=\"\">However at the current moment, King Leopold was eyeing the snowy-haired familiar as he asked Pascal with an amused grin:</p>\n<p class=\"cnM4YzYwOGFiNTlkMzQ1MThiZGRhZGVjODkyYTYwMzVl\" data-original-margin=\"\">“So you really did summon a Samaran girl for a familiar. I could scarcely believe it when I first heard the report from Gerhard.”</p>\n<p class=\"cnM4MzVmMDNkNzJmZjQ4Mzg4MDM0MDIxYzg4MjAwOTI4\" data-original-margin=\"\">The King’s question across the length of the table seized everyone’s attention with ease. Kaede froze in her seat as she felt most of the attendees’ eyes fall upon her.</p>\n<p class=\"cnNlYmI2YWZmNDEzODRjMzE4OWIyOTZjYTYwYWY4YmRl\" data-original-margin=\"\">“Yes, and she has been worth every effort,” Pascal grinned and he declared with staunch pride in his voice.</p>\n<p class=\"cnNjNmI4NjBlODhjNTQ0ZDI4YzAxOGIxOTkzOTZmNTRl\" data-original-margin=\"\">“It’s certainly not every day when a familiar sets an ambush for professional assassins and succeeds at it,” the King acknowledged. “Tell me, Miss Familiar, what other talents did you bring from your former life?”</p>\n<p class=\"cnM5MmU2Nzk1MTRjNjQwZjlhNjYzN2U3NTdkYWM3MGUy\" data-original-margin=\"\"><em>Does the King know I’m not from this world?</em> Kaede thought. He should, considering that Cecylia knew about it and she worked as an agent of the King. Yet the King made no mention of it.</p>\n<p class=\"cnNiZjcwZTgxMTRlODQxNGViNTMxNTk5NDk2NzcxYzlm\" data-original-margin=\"\">…And unless he did, Kaede wouldn’t either, as she wasn’t keen on disclosing it to any more people and having to explain through it all.</p>\n<p class=\"cnM5NjZlNDI0NWM2NTRjMDY5ZThmOTZjM2M4ZThiNzE2\" data-original-margin=\"\">“I-I-I w-was a student, Your Majesty,” she stuttered as nervousness filled her wispy voice. “H-history and cultural studies, mostly. I’m a-afraid my role against the assassins was a l-lucky coincidence due to their misinformation on me.”</p>\n<p class=\"cnM5N2I1MWIxN2Y3MjQ4MmRiNDQ0MjA1YWZhNGE4ZmFk\" data-original-margin=\"\">“I see the Samaran reputation for humbleness continues to hold true,” King Leopold smiled with amusement. “Opportunity may arise by luck, but the ability to recognize and exploit it requires both acuity and skill. I’d say you’ve learned well from your history lessons, Miss Familiar.”</p>\n<p class=\"cnMyODljMWFiNGQ1YTQzZjdiYThhZDYxZmEwNDZjOGQz\" data-original-margin=\"\">“T-thank you, Your Majesty,” Kaede returned an awkward smile but she was too skittish to think of anything else to say.</p>\n<p class=\"cnNjY2Y4OTNjMjkwZTRjNWJiNGYzNTMxZDZlYjZhZWRl\" data-original-margin=\"\">Unfortunately, the King wasn’t done with her yet.</p>\n<p class=\"cnM5YWJjMmIwY2MzMDQ2OTg4OTY2YzAyZjhhYWNmZjgz\" data-original-margin=\"\">“Tell me, Miss Familiar, what is your thought on the Trans-Hyperion Polarity Rail that the Grand Republic is currently building? I’ve heard the project was much debated within the Grand Republic.”</p>\n<p class=\"cnM2ODgzN2MxZGQxYzRlNDFhNGNjNjgxZWZiM2RkNGNl\" data-original-margin=\"\">The King then looked towards one of his colonels, a particularly beautiful officer with straight, light-blonde that reached down to his thin shoulders. In fact, had it not been for Pascal telling her, Kaede wouldn’t even be able to tell if Colonel Hannes von Falkenberg — commander of the Black Eagles — was a man.</p>\n<p class=\"cnNkOTJlZjcwODRkNjRmMWRiYTQ2NzIwNzExZGRjYzFm\" data-original-margin=\"\">He was also a dhampir, as revealed by the sapphire-blue crosses in his ocean-blue gaze.</p>\n<p class=\"cnNiMWNhYjAwNWYzZjQyYWI5MDMxNWVmMzcwOWE4N2Mw\" data-original-margin=\"\">“The project was approved by the State Duma and the Grand Prince six year ago,” Hannes nodded to his king. “Construction began after three years of preparations, with the first tracks laid westward from the capital city of Ilmen.” The dhampir then turned his attention towards Kaede: “the project is certainly of great interest to all neighboring countries, considering the sheer scope and tremendous expense of such a mega-infrastructure undertaking.”</p>\n<p class=\"cnNlZjViODNhZTZhMDQ3NWNhNDMyOWFkNDhlZWM3MDE4\" data-original-margin=\"\"><em>Polarity Rail?</em> Kaede almost voiced her confusion out loud when the King asked. Her anxiety shot skyward and her mind almost blanked out as the King questioned her over something she knew <em>nothing</em> about.</p>\n<p class=\"cnNlYWIxYzA5MTI5MDRiOTk5NDE1ZDVmYzc3ZmRiZGM2\" data-original-margin=\"\">Thankfully, her thoughts had echoed it over her familiar bond instead.</p>\n<p class=\"cnMyMDcxYTdlNDQ0NTRkNmQ4MzE5MjkwYjk3YWJmYzgx\" data-original-margin=\"\">“&lt;It is similar to the ‘high-speed rail’ network you mentioned from your home country of Japan, except its speed is anything but ‘high’ as even a horse could run faster,&gt;” Pascal helpfully explained over their private link. Both his voice and the recognizable topic went a long way to help calm Kaede’s nerves.</p>\n<p class=\"cnNmNzY2MjYzM2Q3YTQ0OWQ4OGUzZDBjNDZhYTQ0OWYw\" data-original-margin=\"\">“&lt;Nevertheless, the polarity rail represents the cutting-edge of geomancy. It is built along ley-lines and utilizes the inexhaustible ether source to transport bulk cargo by means of lodestone repulsion.&gt;”</p>\n<p class=\"cnM4Y2UyNTdlMDQ3YjQzYjU4NGY2MTQ2ODA3ZGQ1NjVk\" data-original-margin=\"\"><em>Lodestones?</em> Kaede puzzled as she took a deep breath. She remembered that they were the term used for naturally-magnetized magnetite, which had been used by the ancient Chinese to create the first compass. To build a ‘rail’ system based on lodestones implied that the ‘polarity rail’ ran on magnetic repulsion. The reliance on ley-lines and its ether hinted that the magnetic forces were amplified by magic. This somehow gave it enough strength that made it viable to carry freight over long distances.</p>\n<p class=\"cnMwOGFkYjU1M2E5MTQ1MmE5MzhhZjk2NjY3MGFkNWYz\" data-original-margin=\"\"><em>It sounds like Samara already began on this world’s equivalent of the ‘Trans-Siberian Railroad’,</em> Kaede pondered in awe as her composure slowly returned. Unlike Earth, both the Europe and Asia of this world were grouped under the single supercontinent ‘Hyperion’.</p>\n<p class=\"cnNkNzQ3MzBkOGE2ODQ1MzhhNTA2NzdhYjFkZDQwYWUz\" data-original-margin=\"\">“I-I think the expense is worth the undertaking, Your Majesty,” Kaede reflected. “A transcontinental freight line between eastern and western Hyperion would cement Samara’s dominance over the sil…”</p>\n<p class=\"cnM1ZWMyOTZjODcyMzQ3MWY4ZjA3ZjI3YzU0MjA4MDQ4\" data-original-margin=\"\">She almost said ‘Silk Road’ before correcting herself.</p>\n<p class=\"cnM3ZjliMTI0MDZiYjRjZjdiZGJjNTcwNDUyYzU5YTIy\" data-original-margin=\"\">“–Over the east-west trade between the cultural spheres of the two Imperiums. This is especially important for the Grand Republic to maintain its trade dominance while advancements in seafaring technology continues to improve the efficiency of maritime trade, which the Grand Republic lacks access compared to other states. Furthermore, given Samara’s sheer size and the distances between its cities, any improvements in infrastructure to reduce transport costs would be a great asset in stimulating both commerce and industry.”</p>\n<p class=\"cnMyNTZmMjRmMTZjNTQ0MTBhNmY2ZDczNmRkNWRhNGUz\" data-original-margin=\"\">Kaede didn’t forget that one of the reasons for the decline of Imperial Russia in 19th century Earth was its failure to keep up in railroad construction, which was exacerbated by the vast distances between Russian cities. The inability to transport materials and goods efficiently created a downward spiral which made Russia lag behind the other great powers in industrialization and trade.</p>\n<p class=\"cnM3NmZkMWY5ZGIzYjQzZTdhNDJlYWQ2NDRhMzY2OWI3\" data-original-margin=\"\">The Samaran girl also didn’t notice that she had stopped her occasional stutter, and was now speaking almost naturally before the King.</p>\n<p class=\"cnNlYTlkYmQxNTA3YjRiMDJiNWRkOTYxZmQxOTBkNmE1\" data-original-margin=\"\">“Is the Grand Republic not worried that such a megaproject would bankrupt the state?” General Neithard asked from the opposite side of the table. His expression was a poker face as always, but there was a hint in his tone that gave Kaede the impression that he disapproved of it. “At the very least, such a heavy burden on state finances for years if not decades would leave it vulnerable — neither able to respond effectively to crisis, nor able to exploit opportunities.”</p>\n<p class=\"cnM1ZDkzYWM0YzAwNDRlYjhiNWUzZjQ4MzY2MjY1OTRi\" data-original-margin=\"\">It reminded Kaede that the elderly Manteuffel was the leader of Weichsel’s conservative faction, and ‘conservative’ in internal affairs meant they wished to preserve the socioeconomic status quo.</p>\n<p class=\"cnMyN2Y3M2FjZDA0YjRjZjI5NTE2ZmVjMzVhNGYxNzc2\" data-original-margin=\"\">“That’s why it’s important for the rail to be built in segments,” Kaede stated, hoping that the Samarans of this world were just as smart as project planners back on Earth. “The existing cities and trade hubs of the Grand Republic should be connected, one at a time, with priority given to cities that show the highest projected benefits. As each segment of rail becomes operational, the linked cities can immediately start profiting from the investment while the next phase of construction begins. This breaks even a most daunting megaproject into manageable, bite-sized chunks with steady payoffs.</p>\n<p class=\"cnNhNzQ1OTFmOWE2MTRhYzVhMjgyODFmMDZlMGY1MjJj\" data-original-margin=\"\">“A war or other ‘black swan’ event might disrupt this endeavor and bring a temporary halt to the project,” she continued. “But as the country becomes more interconnected thanks to improved infrastructure, it also enhances the ability of the state to respond to such events.”</p>\n<p class=\"cnMzZjRhNmFkZTMyYzQ0OWFhYTAxOWE3ODI1Y2Y2Y2Iw\" data-original-margin=\"\">“‘Black swan?'” The King raised an eyebrow.</p>\n<p class=\"cnMyNTIwYTNiY2Q4YjQ1M2RhOTEwNzlkMTU3YTVmYzhm\" data-original-margin=\"\">“Sorry, Your Majesty. It’s a metaphor from my homeland,” Kaede explained sheepishly. “It means an unexpected if not unforeseeable event that creates a ripple effect, leading to a chain of consequences that significantly affects macroeconomics and geopolitics.”</p>\n<p class=\"cnM2YWRhNmFkNzY5MTRkYjI4OTFlNmMzNTg1NjgxZDAx\" data-original-margin=\"\">“Charming expression,” King Leopold beamed with an impressed nod. “It seems to me that you are not just a student of history, but also in economics and geopolitical strategy.”</p>\n<p class=\"cnNiYzE3MWI1OGQ5NTQxNjM4M2FlMDY5ZDlmMzY3MjMw\" data-original-margin=\"\">“I’ve… dabbled in it,” Kaede replied with an awkward smile, as she thought of the countless discussions she had with her father on the topic, or the many papers and articles he shared with her over the years.</p>\n<p class=\"cnMzNjk3MjVjMDQzYjQ2OWZiY2ZiNWE2MmMxMjYyMGZk\" data-original-margin=\"\">“Tell me, what do you think would be Weichsel’s optimal response to such a megaproject?” King Leopold asked next.</p>\n<p class=\"cnMzYzZkNzBkYTM2NjRiNTJhYjMxNWZiZWYyOTYwOGEz\" data-original-margin=\"\">“Uhhhh, I-I’m not sure my knowledge of Weichsel is s-sufficient enough to offer a good reply, Your Majesty,” Kaede began to stutter again, as her nervousness from prior returned upon her entry into unfamiliar territory.</p>\n<p class=\"cnM0MWVhZDE4MGFjZTRjMGZhZDMyYjY4NDQzMWFiMDY1\" data-original-margin=\"\">“Try anyway,” the King smiled encouragingly.</p>\n<p class=\"cnNjMzdlMjNiNzhjMTQyNTM5ODMyZGM5MDk5OTY0MTlm\" data-original-margin=\"\">Kaede was about to look towards Pascal when she heard her master’s confidence as well. “&lt;You can do it.&gt;”</p>\n<p class=\"cnM1M2UwNTU0MmFmYzRhZjM4NDRiYmIxOWJmNDU0MDJl\" data-original-margin=\"\">“Ummmm, I-I think… t-the best course that I can see Weichsel embarking on… is to c-construct its own rail system,” Kaede thought aloud. “Weichsel occupies a strategic location in the Saale Corridor, which — thanks to the impassable Dead Mountains and the dangerous North Sea — forms the only land link between Western Hyperion and the Grand Republic of Samara. If a rail line could be built from the Weichsel-Samara border all the way to Nordkreuz, Weichsel could cement itself as the nexus of trade and exchange between four major cultures: the Imperium in the south through the Albis river, the Lotharins in the west through the twin Lotharingie rivers, the Hyperboreans to the north through the the North Sea, and Samarans in the east as well as through it, the Dawn Imperium to the far east.”</p>\n<p class=\"cnNhMTAyYzkyODdmNTRlOTk4NjA0MmZjZTNhZjEzOGNj\" data-original-margin=\"\">“And such a position would provide us a tremendous boost in trade income, a great boon to the coffers and development of Weichsel,” General Wiktor pitched in from the far end. His voice was one of clear approval, making it obvious that he was in support of such a project.</p>\n<p class=\"cnMyYmM4MzdkYWJlMzQzMDRhMTk0MmE4ZWUzMjBkNDI1\" data-original-margin=\"\">However the same could be not said for General Neithard, who interceded as the devil’s advocate again:</p>\n<p class=\"cnMwMGI5NWVlMzZiZTRjZWU4OGE4ZGIwYjFjZDA0OTAw\" data-original-margin=\"\">“But what about security?” He asked with a concerned look. “Wealth spurs envy, and wealthy lands entice the gaze of would-be conquerors. If Weichsel links itself by polarity rail to the Grand Republic, how could we guarantee that the next train which comes through is not carrying goods for trade, but supply and ammunition to accompany an invasion force?”</p>\n<p class=\"cnNiNDM4M2YyYjgyNDQ4ODlhODU4ZjVhMjE2MDRlYjdk\" data-original-margin=\"\"><em>Not this drivel again,</em> Kaede found herself instinctively annoyed, before remembering that this wasn’t Earth and the general wasn’t alluding to the ‘Russian Menace’. She also recalled that Tsar Nicolas I of Russia decided to make the Russian rail gauge different from the rest of Europe, which precisely addressed the concern that the elderly Manteuffel spoke of.</p>\n<p class=\"cnNiNjAwMzNiMzRkMjQ4ZjFhZTkzODM1Nzg1ZjhjYzBi\" data-original-margin=\"\">After all, from Poland-Lithuania to Carolean Sweden to Napoleonic France to Nazi Germany, Russia had found itself invaded and ravaged by European powers roughly once every century. The ensuing cultural trauma made Russians extremely wary of their national security, and caused many Russian leaders to pursue an 'aggressive defense' policy that sought to create buffer states to limit their exposure to future invasions.</p>\n<p class=\"cnM1ZDVmMjE0NzQyYzQ5N2U4MDFmMTU3NDQ4NTRlNTM2\" data-original-margin=\"\">Yet, this often played straight into the propaganda of its adversaries, who prodded Russian insecurity while claiming that it was a menace that wanted to 'conquer Europe'.</p>\n<p class=\"cnM1ODQ1ZjI5NjFjYzQwZDQ4NGZkNTllOTVkMzNhZmUw\" data-original-margin=\"\">Thankfully, none of this applied to the Grand Republic of Samara, since the accursed Dead Mountains created a natural barrier that shielded it from Western Hyperion. This allowed the Russians of this world to focus on what their ancestors did best -- long-distance trade and taming the wilderness.</p>\n<p class=\"cnNiNjNlODhlMTdkNjQzN2I5NzI5MTg1ZTdkMjg4OTUx\" data-original-margin=\"\">“In that case, why not use part of the new tax revenues to build additional fortresses?” Kaede suggested. “The Saale Corridor is already narrow and easy to defend. Trying to conquer a fortified pass is like trying to catch a porcupine. We Samarans are a peaceful people. And even if the Grand Republic suddenly became militaristic, the prospect of throwing away profitable trade links just to bite down on a rock simply isn’t worth the shattered teeth.”</p>\n<p class=\"cnM5ZDYyMDllNTI2YjQwM2JhOTljNjIyNzM5ZTEzOGQ3\" data-original-margin=\"\">By the time Kaede finished and focused back on the King, she noticed that Leopold was giving Pascal an odd, knowing look.</p>\n<p class=\"cnMzZTBlYzUyYzZiOTQ4ZDM4OTg4NzA3NDNjMWUxYzNh\" data-original-margin=\"\">“I swear I did not tell her any of that, Your Majesty,” Pascal declared with pride.</p>\n<p class=\"cnNjMzg5MDYxZmQyNzQ3ZjZiMDkyNDc2YmViZjI3ZjEy\" data-original-margin=\"\">“I guess even your familiar takes after your father,” Leopold’s lips formed a bemused smirk. “Her arguments are roughly similar to Karl’s from the economic angle. Of course, Karl also did not miss the <em>military</em> benefits of having our country connected by Polarity Rail.” He added before looking to his ‘Accountant General’.</p>\n<p class=\"cnNiMzUzMDYyMWE3NzQ5MDNhODU5ODgzMjlmNzY2MzIw\" data-original-margin=\"\">“It would certainly make my job a great deal easier,” General Wiktor chuckled. “The Polarity Rail’s overland speed is comparable to encumbered horses. However trains need neither rest nor fodder whereas animals do. Transporting troops and equipment around the country would be significantly faster, and…”</p>\n<p class=\"cnNmZTI0NGY3YTFjZDRkMGI4YTgwNDExNWJlYWU4ODk4\" data-original-margin=\"\">The dhampir general trailed off as the door to the dining room opened and in marched a line of Pascal’s household servants, each carrying a tray of food. Like the others, Kaede immediately found her gaze drawn in by the delicious aroma of spanferkel. Two roasted suckling pigs were cooked to a luscious golden brown and sliced in a way that maintained their shape. Along with it came roasted beet and soused herring salad, honey mustard chicken salad, white asparagus in hollandaise, and many other dishes.</p>\n<p class=\"cnMwNGE4ODAzMTNkZDQ5YmI4Njg5MzhlNzI3NGU2MGY2\" data-original-margin=\"\"><em>A proper holiday feast at last!</em> Kaede rejoiced.</p>\n<p class=\"cnM4ZjRjMzE3NjM2NTQyYzE5Y2FiNDEzN2RhNjliZTAz\" data-original-margin=\"\">She had missed the Winter Solstice feast back at the academy, and their New Year’s Eve dinner had been largely occupied by discussions of logistics. She had never imagined herself spending a holiday travelling and attending conferences, but the state dinner was a welcomed reward.</p>\n<p class=\"cnM0OGNhYjVjZDEwNzRkOTRhYWU5NjlhMmEzOWIxOGRk\" data-original-margin=\"\">Kaede didn’t even mind that she was more than a hint famished as the potbellied majordomo began serving the guests, starting from the King. However, as her eyes examined the other dishes that were added straight to the table, her gaze fell upon a familiar figure while her mind froze.</p>\n<p class=\"cnMwZjUxOGJjMmE1YzRlNzFhNGEzMWE0MDlmYjc1MThh\" data-original-margin=\"\"><em>Marina.</em></p>\n<p class=\"cnM4ODlhYzU3ZjM3NDQ5MTg4NmJkYmMzOTdlODU1Zjhi\" data-original-margin=\"\">The maid wore a forced smile as she placed a bowl of salad on the table and backed away. However, before she departed the room, her eyes met Kaede’s with a cold, distant stare.</p>\n<p class=\"cnMxZjM4ODM1NjhjODQ5MWM4N2I4N2ZkNTQxMjU0OTc3\" data-original-margin=\"\"><em>I really should have prepared for this,</em> Kaede thought to herself. Between the royals, the politics, and all the generals, she had completely forgotten that she would be meeting Marina again.</p>\n<p class=\"cnNlZjI2MmZmNTFhMTRlZDc4ZTVhNzlhYmJhNThhNzI2\" data-original-margin=\"\">Nevertheless, as the lieutenant-colonel who sat besides her leaned over to chat, the Samaran girl resolved herself to talk to Marina after dinner tonight. She wasn’t sure what face she should put on to confront her one-time friend. But she knew that she had to at least <em>try</em> to salvage their relationship.</p><p class=\"cmQwNGFlNjVlZGJmNTQxNTdhMGY4YjU3NDAwNmM5N2U0\" data-original-margin=\"\">This book's true home is on another platform. Check it out there for the real experience.</p>\n<p class=\"cnM2ZDBhYjJlNDI3YzQyODRiZjAxNDkwN2Q0ZDZkYjFh\" data-original-margin=\"\">…</p>\n<p class=\"cnNhYmM3MjJiOGU1MjQ3MDc5MjYzNGEyNzhiOWEyZTNi\" data-original-margin=\"\">Despite Kaede’s apprehension towards meeting Marina again, it was inevitable that the long meal and its dinner chatter would pull her in. There were simply too many interesting people seated around the table. This included one balding, late-forties intelligence officer who sat next to her.</p>\n<p class=\"cnNkMzU4NTgyMTE1YjQ1NWM4NWRmYmEyODRjYzhmNTQ5\" data-original-margin=\"\">“You can’t cast? At all?” The familiar remarked in astonishment as she stared with open lips.</p>\n<p class=\"cnM5ZTI1NWMyNWQzNjRjYzU4YWFjM2Q0ZmYyZmRjOTM3\" data-original-margin=\"\">“Believe me I’ve tried. Even pretended I could, back in my younger days,” Lieutenant-Colonel Hans Ostergalen chuckled at himself. “But no, not even a spark. All it did was make me look silly.”</p>\n<p class=\"cnMwMmU0ZDZhMjk1NjQ1Njg5ZTQ3MGIxOGFlYmQwNDE4\" data-original-margin=\"\">“I did tell you that the lieutenant-colonel was a commoner, not a yeoman,” Pascal commented from her right before taking another mouthful of his own dinner, which as always came with a bowl of cheesy beer soup. He then nudged her over telepathy, “&lt;and you are being rude.&gt;”</p>\n<p class=\"cnMzNTViYjNlMWNjZjQwMmVhNzljZGQzY2NjNDk4ZWVh\" data-original-margin=\"\">“Sorry, I didn’t mean…” Kaede broke off her stare and looked back down, before realizing that she had forgotten about the sliced spanferkel on her fork.</p>\n<p class=\"cnMwMzIyZTFkMTNkZDQ4MTJiMTE0ZjBjMmJmNTE4NmE2\" data-original-margin=\"\">“That’s quite alright,” Hans grinned back with a natural smile that foretold his future life as a jolly old grandpa. “I’ve met plenty of others who were just as surprised. It’s certainly very unusual for an officer without any magical ability to advance beyond captain.”</p>\n<p class=\"cnNiMDE4ZWU4YWE4ZjQ1ZjFiOTc4YmY5MjU3NjcxZWYz\" data-original-margin=\"\">“And doubly rare to be promoted past major. That is the career ceiling for most officers: anyone without special talent,” Pascal added. Clearly, Hans was someone competent enough to earn his respect.</p>\n<p class=\"cnM5YTUyNTZkMmZmYjQzNWM4YjljYjZiODUwODcyMjY3\" data-original-margin=\"\">“You must have worked <em>really</em> hard to get here,” Kaede looked back up in admiration.</p>\n<p class=\"cnM2ODcyYjQwMDU0ZDQyOTI4YTk1MjM3Zjg5OGI2ZjY3\" data-original-margin=\"\">“It certainly wasn’t easy,” Hans’ smile turned wry as he shrugged. “Commanding officers from platoon to battalion level are all expected to fight alongside frontline troops and raise defensive wards. It’s why they’re called MCOs, or Magic-Capable Officers. I can’t cast any, so I’ve had to climb the ladder without a single battlefield command experience.”</p>\n<p class=\"cnNiMjZmNGI5ZTc0MTRkYzNhMGRmMzc3ZjVhMjdiNjY4\" data-original-margin=\"\">Kaede nodded back as she ate. Career building in the military expected a broad range of experiences across different roles, with combat leadership being the most important. To rise through the ranks without ever being a frontline commander was like trying to run a marathon in crutches.</p>\n<p class=\"cnM0ZDdmZTk5MTZkNTRkMzViZjNlOWUzNjk3NDU1NzYw\" data-original-margin=\"\">“It also doesn’t help that I can only stay in the military for fifty years at most, while the mages have well over a century before they reach retirement age,” Hans scowled, with a slow sigh that exposed the lingering bitterness underneath his begrudging acceptance. “Still, complaining about it isn’t going to change my birth. I got over what I don’t have, and focused on what I do.”</p>\n<p class=\"cnNiMzNkMWFiMDI5YTRlNTA5NjEyMTUxMjhlZWQ0ZWEx\" data-original-margin=\"\"><em>Make the best of a situation. He’s just like me,</em> Kaede thought with a smile. “You must be one of Weichsel’s best analysts if you rose this high on staff experience alone.”</p>\n<p class=\"cnM3ZThkNTc0Yzc3MTRkZTRhYTlkMmY3Y2E1ZTNmYjk5\" data-original-margin=\"\">“Father used to compare you to Marshal Mittermeyer.” Pascal expressed next as he casually stirred his soup. His compliment, however, almost made the lieutenant-colonel choke on his food.</p>\n<p class=\"cnM0OWE3YWE0NDY3ZTQ2NDFiNDdlNGJhZTEzYWVmM2Jk\" data-original-margin=\"\">“I’m flattered, but I’m nowhere near that level!” Hans replied as he wiped his lips with a napkin. “My forte lies in analyzing our adversaries’ actions and predicting their next moves, but it still falls upon others to translate that into a proper operational plan. That’s a longshot from Hermann von Mittermeyer. After all, his strategic acumen was crucial in King Ferdinand’s campaign against the Great Heathen Army.”</p>\n<p class=\"cnNlNGYzNDAyNjVlMjQ5ZGY4MmMwMWU5NjFjMzY5OWJh\" data-original-margin=\"\">The name was renowned enough for even Kaede to recognize. Hermann Mittermeyer began his career as a mere stable boy to the young Ferdinand I von Drachenlanzen, the founding King of Weichsel. After saving the King’s life in an ambush, he became one of Ferdinand’s aides, where his keen military insight would propel him through the ranks to eventually become a general and marshal — the only commoner to do so in Western Hyperion history.</p>\n<p class=\"cnM2NmNjYTUwYWJlOTQwOTNiMTVkZjZkOWY0NGI4ODNj\" data-original-margin=\"\">His legacy also cemented the nation’s meritocratic military traditions. Furthermore, he established a precedent in the west for being the first non-yeoman commoner to be given a hereditary rank of nobility. Though it was only after he married a noblewoman to ensure that his descendants had magical affinity.</p>\n<p class=\"cnM5Mjk1Y2Q4YjYxNjRiYzNhOThmOGJjNjY1YjU1OWVh\" data-original-margin=\"\">“Perhaps not marshal, but Father thought you had the making of a general in you,” Pascal then added with a bittersweet smile. “It was why he suggested that I talk to you more back during the autumn campaign, so I could absorb more of your insight. Though he laughed when I told him that I would surely catch up to you with a decade or two of experience.”</p>\n<p class=\"cnNhYjliOTc0ZDNhYjQ0MzViMDRjNjhkMjFkYmQ3ZDZk\" data-original-margin=\"\">“As an analyst? You’ll need more than just a decade,” Hans smirked back as he tilted his head and propped it casually with his left arm, his filled plate already miraculously emptied. “Remember, my biggest lacking also gives me an advantage in focus: unlike you, I don’t have to spend thousands of hours learning to cast spells and maintaining that expertise.”</p>\n<p class=\"cnM2NWRiMDJjM2UxNzQ1ZmViYjdhNTZmNTQ5MDlmZWQy\" data-original-margin=\"\">“And that’s a lot of time you can focus on studying Weichsel’s enemies,” Kaede realized, prompting a pleased, almost-smug nod from the lieutenant-colonel.</p>\n<p class=\"cnNmZjE3YjEyOWMzNDRmZTU4YzMyOTQwN2VjOWJjNTc5\" data-original-margin=\"\">“For an analyst, it’s important to keep up to date with news from around the world, and not just the big headline items either,” Hans explained. “It helps to understand countries and people, particularly leaders, when you have a long-term view of their character established over years if not decades. Knowing their behavior patterns and core values can provide an in-depth understanding of how they view any situation and prioritize goals. However, scouring through that much news also takes a lot of time. The Black Eagles generate a tremendous amount of intelligence, and not all of it useful.”</p>\n<p class=\"cnM1ZmZiNzFmOTI5ZTQ0ZTZhZWRmMTlhYmYyYjJiY2Q3\" data-original-margin=\"\"><em>In other words, he’s been info-stalking everyone important and building character profiles on them for decades.</em> Kaede thought. She could certainly appreciate how it worked, considering her own father often discussed the politics of national leaders on Earth by citing their long career history and how it shaped their worldview.</p>\n<p class=\"cnMyODM1OThlMmY3MzQ4ZWFhNjVjMmNjNzY3MjFjNjUw\" data-original-margin=\"\">“So do you know what makes Pascal tick then?” Kaede joked with a beaming smile.</p>\n<p class=\"cnNhZTI5NjlmZTc3YjRkMzdhM2ZlOGM1N2I0ODRiZWRl\" data-original-margin=\"\">“Talk to me afterwards,” Hans whispered openly with a playful wink.</p>\n<p class=\"cnNiMjVkNTU5ZThiMTQ0MmM5ODc5ZDM2ZThkZDQ4ZGE3\" data-original-margin=\"\">“Sir, I must protest: conspiring against me with my familiar is <em>not</em> a good way of maintaining my support,” Pascal grinned a little himself. “Though I am surprised that you did not request a vice-brigadier position for this campaign. Brigade command hardly cares about one’s capacity in spellcraft. And while the position normally expects a full colonel, I am sure there are opportunities now that the King has invoked the <em>Writ of Universal Conscription</em>.”</p>\n<p class=\"cnMyOWI1YWNlOTI3ZjQ0NGY5MWFlNGVkNmE1YTk2OWE2\" data-original-margin=\"\">Hans smiled a little before sitting back upright. However Kaede could also see that a shade of caution had crept into his brown eyes.</p>\n<p class=\"cnMyNGMyNzdlYjM0ZDQ0Y2Y5ZWExZDg4NDE3MDgwMGYy\" data-original-margin=\"\">“This campaign will make or break General Neithard’s candidacy for Marshal. I owe the general everything I am today. I’m not about to abandon him in his hour of need.”</p>\n<p class=\"cnM4MWY0OGQ2MDUyMjQ2NjdhMTFmZGY1YzY4Y2FkZmY3\" data-original-margin=\"\">Kaede found herself almost astonished. It was hard to imagine the stone-faced elderly Manteuffel — who had excused himself from the room earlier, possibly to visit the latrines — being a gracious superior, especially to a commoner given that his conservative faction was dominated by the old noble families. But clearly, he had some virtues to gain the staunch loyalty of his subordinates, enough to make Pascal worried about his growing influence within the army.</p>\n<p class=\"cnM0YjZlMmM1NzE5YjQ1ZWI5NTU3YjBlNjBlMzVjOTM4\" data-original-margin=\"\">“And of course, if he manages that, you would have a better chance of achieving generalship yourself in the future,” Pascal added with a knowing smirk.</p>\n<p class=\"cnNkYWVjZDMxZmRhNTRlNjRhMjRiMjBkODA3MjE4NTc5\" data-original-margin=\"\">“I never said it was <em>entirely</em> selflessness on my part,” Hans chuckled.</p>\n<p class=\"cnM5YmU4YWIzZDdjZDRkYjRhMGU0Y2U3NjA4N2I2M2U3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiYTFjZjZjN2VhODRmMWZhYjQxYTNmOTFlOWI3M2Yz\" data-original-margin=\"\">—— * * * ——</p>\n<p class=\"cnNlMTA0ODZkNWI4NzRmMjc4ODhjYmU0YzA0NmM3NTdi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyZWRkYTc0ZWYyZjRjMjg5NjAyMmQzNGI2N2YxYWVl\" data-original-margin=\"\">The room Kaede received as her own had recently been furnished. Its size was modest and comparable to modern bedrooms, but the contents were far more opulent than she was used to. A queen-size four-poster bed layered in rich fabrics took the center, its sides lined by long, intricate rugs. A small writing desk and bookshelf stayed against the wall on one side, while a large dressing table flanked by mahogany wardrobes occupied the other.</p>\n<p class=\"cnMwOTJlMGFlOWIyNDRmODE4OGFmMzNlODgxMGY4Yjhi\" data-original-margin=\"\">There was also a closet in the corner that camouflaged itself as a small wardrobe, but actually hid the chamber pot that she hated to be reminded of.</p>\n<p class=\"cnNlZDlhMDk3ZjRhZTRmZDY5NDkzNWUyNDVkYjFkYjg4\" data-original-margin=\"\">The bedcovers and window curtains all came in a gentle floral-pink, then adorned with a vine-like green pattern that gave it the semblance of a flowerbed. Their overabundance of ruffles and laces projected an air of extreme girlishness. Combined with the large wardrobes that devoted way too much space for clothing — including another dress that Pascal had already prepared for her — it made Kaede wonder:</p>\n<p class=\"cnM4ZWIxM2MwZmE0YzQ5MGVhYWRhMzU5OGZhZDdhZjZj\" data-original-margin=\"\"><em>Is Pascal deliberately trying to feminize me?</em></p>\n<p class=\"cnMwMjdjMzgxNThhNDRlYzlhNzA0M2M3MTJiNWY3MDBj\" data-original-margin=\"\">She definitely needed to have a talk with Pascal about this. Nevertheless, Kaede did appreciate the fact that Pascal at least kept her interests in mind. This was most noticeable in how he left several books on Weichsel in her room, as well as a huge map of Western Hyperion which hung from the wall.</p>\n<p class=\"cnMxNzE0NjBkYzZhZDRlODZhZGM3ZDFlN2IyYzQyMWY2\" data-original-margin=\"\">Most meaningful of all — her room was in the same corridor as Pascal’s own, just down the hall that was meant for only the lord’s immediate family. It certainly explained the attitude of the maids, who politely addressed Kaede as ‘Milady’ when they met, only to whisper quietly once she was out of ordinary earshot.</p>\n<p class=\"cnM3MTc4ZWJlMTJiOTRjOTdiOGVmYjAxN2NlOTFhYmVh\" data-original-margin=\"\">Kaede scowled as she remembered hearing the word ‘whore’ at least once.</p>\n<p class=\"cnMwY2FjM2E5NDBkYjQ4NGJhY2UyZDJmMGIxMzg1NzVl\" data-original-margin=\"\">They were partially right though: Kaede wasn’t a ‘lady’ by any means. She had neither the upbringing nor the refinement, and certainly not the noble blood. Furthermore, familiars were meant to be servants for their mage masters, and Kaede’s unusual relationship with Pascal certainly seemed to have become a topic of much gossip.</p>\n<p class=\"cnNiM2E1ZjMxZmFiNDQ0OGY4YjE1ZWU5YzVlNzFkMmNm\" data-original-margin=\"\">In hindsight, Princess Sylviane had been perfectly reasonable when she arranged for Kaede to stay in the servants’ quarters of Oriflamme Palace. But even that did little to quell the rumor mongering.</p>\n<p class=\"cnMyN2VmOGUwNDg2NDQ1ZGM4ZjdiMWQ3NDA1MzQ4ZWE2\" data-original-margin=\"\"><em>Give me a break already.</em> Kaede thought as she fell back into her soft bed. <em>Can’t a girl just fit in without being judged?</em></p>\n<p class=\"cnM2MGE0ZTUwNmZiMjQzNzU4YTEyODJkZDYzOGI4ZDdh\" data-original-margin=\"\">She rather doubted she would have any of these troubles if she was still a boy.</p>\n<p class=\"cnNiZTJjNGZiNzY3OTRmM2U5YjVkNTFlZjk5YTQ4NzJi\" data-original-margin=\"\">Nevertheless, as Kaede looked to the ceiling of her four-poster bed, she couldn’t help feel touched by Pascal’s gesture. His summoning had ripped Kaede from her family back on Earth. In exchange, he was offering her the chance to join a new one.</p>\n<p class=\"cnMyNmE5YmNiZDU3MzQzMzI4NTRmYmVhYzM2MDMwMzUy\" data-original-margin=\"\">Kaede felt a hint of moisture gather in her eyes as she thought of it that way.</p>\n<p class=\"cnNlZDBmODUxYTQ5ZTQ2Y2ViMzZiOGZiNDU4MThmMWJl\" data-original-margin=\"\">There was never any doubt on whether Kaede would accept. After everything she promised on the roof of Alisia Academy’s dormitory keep, she wasn’t about to leave Pascal to occupy this hallway by himself. The fact he refused to move into the master bedroom showed that he still wasn’t over his father’s death, despite the brave front he put on to show the world.</p>\n<p class=\"cnMxMDM5MWMzMjYyMzRhODFhNWM3NjVlNGFlYmFlNGFm\" data-original-margin=\"\">In the meantime though, she had another concern — and it was one that she needed to tackle now.</p>\n<p class=\"cnMzZmNkNjE2Y2ViYTRjY2ZhZjhjYjUzNGUwMTk5NzQz\" data-original-margin=\"\">“Marina, please take a seat,” Kaede said as she sat back upright on the velvet bedcovers. Then, when the maid looked hesitant, her pink eyes almost pleaded: “<em>Please</em>.”</p>\n<p class=\"cnMyMjY3NjdkZGQ2ZjRhMGQ5NGYxYzVlZGY2ZGNhNzhi\" data-original-margin=\"\">The petite maid sat down on the cushy chair at Kaede’s reading desk. An uncomfortable silence fell upon the two once more. Even Kaede had trouble starting the conversation as she eyed the shade of black under Marina’s reddened eyes. The maid had clearly been crying a lot over the past few weeks.</p>\n<p class=\"cnNkYmM5ZjkwZjk5YTQzZWVhMjRiMTFjOWQwMGJkYjBm\" data-original-margin=\"\">“How are they treating you here?” Kaede asked before glancing down. Her words were more wispy than usual.</p>\n<p class=\"cnNkNDFhZmNlMGFmMjQ0YjU5NDgwMTk0YjJhYTUwNWJi\" data-original-margin=\"\">“It’s a life.” Marina shrugged. Her voice wasn’t hateful, but neither did it contain any other emotion. “Majordomo Karsten judges us on a purely professional basis, so he’s cordial as long as my work is done proper.”</p>\n<p class=\"cnM5MjliZDZkMzBiNDQwOTE4MDhmYWRhY2MwNDlhZjYy\" data-original-margin=\"\">“How are they forcing you to stay?”</p>\n<p class=\"cnMxOTFkNWVhMjRmODQ4MDhhN2MxZWE1OWMzYWRjYTkw\" data-original-margin=\"\">Kaede was curious, but now that she asked she felt like a block of insensitivity. Marina’s life had been reduced to one of slavery, and here all she could think of was ask more questions.</p>\n<p class=\"cnM0ZDAwYjllMDMxNTQwNWM4ZTllYjk4ZjVjYmUwNmEz\" data-original-margin=\"\">“They don’t need to…” The maid’s tone stayed bland even as she pulled up one sleeve and revealed a faintly-glowing tattoo inscribed just above her wrist. It featured two links of chains crossed with what looked like a broom. The symbol seemed to mark Marina as an indentured domestic servant. The word ‘law’ written just beneath made it obvious that it had been done so on judicial grounds.</p>\n<p class=\"cnNiNWE2NTZlN2IxNDQ2ZDc5MTNjYzk5N2M2M2Y3YzRm\" data-original-margin=\"\">“It’s a <em>Geas</em> brand,” Marina’s eyes teared as she explained in a whisper, as though her words might set it off had they rang any louder. “It forbids me from leaving the estate’s premises without permission, and will shock me if I attempt to. It also makes it impossible for me to lie when activated, which Majordomo Karsten did before he let me come with you.”</p>\n<p class=\"cnMwNmJmNGY0NWJjNDRkZTU5MTc3MmMyMzczMjI3ZTAx\" data-original-margin=\"\">Kaede had wondered why Pascal trusted Marina to attend her — because there wasn’t any actual ‘trust’ involved.</p>\n<p class=\"cnNiYWJhMDc2NTRiOTQ2NDY4OTE4N2Y4YTJkZmZjMTI2\" data-original-margin=\"\">Ever since Marina had been sent away from the academy, Kaede had began reading about the institution of slavery on Hyperion. The practice had been outlawed centuries ago by the Dawn Imperium in the east and the Grand Republic in the north. Even the Holy Imperium, with its historic economy built on slave labor, recognized that slaves were persons and offered them limited rights.</p>\n<p class=\"cnMxMDdhY2M1NDAzNzQxZGU4ZDc1ZWIyMmI2YjUwY2Fi\" data-original-margin=\"\">In other words, slavery in Hyperion was much closer to the practices of the late Romans — especially after the Code of Justinian which guaranteed them basic protections — than the more infamous Atlantic Slave Trade which treated black slaves as pure property.</p>\n<p class=\"cnMzMzM4Mjc4YTJlOTQwNzdiOTdkNmQxYTE2MDllMjY4\" data-original-margin=\"\">The countries of Weichsel and Rhin-Lotharingie both abandoned slavery in its traditional form. However both continued to use ‘indentured servitude’ as a means of debt collection and punishment. The practice was widely seen as an effective means of ‘justice’, as it forced the criminal to provide recompense for their crimes by working off a timed contract for the wronged party. However just like the Imperium did for slaves, both nations also gave indentured servants certain rights — for example Marina could own private property, and received legal protection from murder or even crippling punishments.</p>\n<p class=\"cnM4Y2Y0NDAzMGM3YTQzMmZhYjI4YmQ3MjU5NjBmMzQ0\" data-original-margin=\"\">“Can it be removed?”</p>\n<p class=\"cnNjNTlmNTBiZThjNDQ0MzM5MzBkNjMzOWM5MDUyOWE3\" data-original-margin=\"\">Marina shook her head.</p>\n<p class=\"cnNmNWQ1ODQyMDMwYzQ0ZjM4MTc3NjJhOTA2ZGQ3NDhm\" data-original-margin=\"\">“They said that while any spell can be dispelled with enough power, this mark will detect any attempt and activate at max intensity. So sure, it’s removable. But whether I survive the attempt or not…” She finished before she pulled down her sleeves and covered the mark once more. “The same thing will happen if the brand runs out of mana, which Majordomo Karsten fills periodically as long as I serve here.”</p>\n<p class=\"cnNkOWYzMzY3NDk3YzRjZjE5ZWFiZDQ0NTc2NmJiOWMw\" data-original-margin=\"\">“Then… how long do they expect you to stay… an indentured servant?”</p>\n<p class=\"cnNhMjAxNDU5NjVlNDQ2NTlhYzQ3OWNlNjFiMjc2Yzc2\" data-original-margin=\"\">Just forcing out those two words burned Kaede’s tongue. It might be common in a traditional, eye-for-an-eye legal system. But being synonymous to slavery still gave it a barbaric edge in her worldview. After all, the last society on Earth that practiced systemic slavery was brought to an end when the Dalai Lama’s caste-based theocracy in Tibet was overthrown.</p>\n<p class=\"cnNkM2M5N2Q0ZDk3MjRiNWI5MmJlY2U0OGJhZjUxMzBm\" data-original-margin=\"\">“For assisting the attempted murder of a high noble? Life for a life.” Marina stated. Then, the maid finally unveiled her acidic disdain as she added: “What did your naive little head think it was going to be? Maybe I would be quietly hung with a sack over my face?”</p>\n<p class=\"cnM4ZDYxNmFiNzJkMTQyYTU4MzMzNjZjMDNiNzY5YTY2\" data-original-margin=\"\">Kaede winced. Perhaps the activated brand was making Marina a little <em>too honest.</em></p>\n<p class=\"cnM3OGIyYzE0YWU5YzQ0ZTI5MTJhMDVjZWM4YjBmMjc2\" data-original-margin=\"\">“I’m sorry, Marina, but <em>please</em> believe me. I didn’t want anything this bad for you…”</p>\n<p class=\"cnM5M2Y5ZDY5OGJiODRmOWNhOTY2NTBmNzEyZDcyODJh\" data-original-margin=\"\">Yet even as she said that, Kaede couldn’t look Marina in the eyes. It wasn’t even naivety. Kaede simply didn’t <em>think</em> about it much back then. Sure, she had voiced objections, but she also allowed herself to be silenced the moment Pascal grew insistent. Though at the same time Marina was also right — any punishment feudal law would have handed down for her role in the assassination attempt would be far worse than this.</p>\n<p class=\"cnM0MjAxNzM3YWQ3NjQwMmFhZjMyOWZiYjMyMDk4NzMx\" data-original-margin=\"\">The Samaran girl then took a deep breath and tried again:</p>\n<p class=\"cnNiMTBjMWMzMjYzNjRhODI5MjRlZjQ1MGVlMDNhODc1\" data-original-margin=\"\">“You paid loyalty to a master for raising you. I can understand that. I even respect it. But my own life is tied to Pascal’s. So just as you saw no other choice, neither did I.”</p>\n<p class=\"cnNjNDg2YzExMTg0NTQ5OTg4MjYyZjg1NzQ4Mjg3YTk2\" data-original-margin=\"\">“W-why do you <em>care</em> if I believe you?” Marina retorted in a standoffish tone. “I mean, if that’s what you believe, then why are you even being nice to me? I could have killed you in connection to him.”</p>\n<p class=\"cnMxNjIwNTgzNzc1MjRjZmZiZTg2MTI2NDE3OWViZmUx\" data-original-margin=\"\">“Because I know you were candid in your offer,” Kaede answered as she forced her sincere gaze to stay on Marina’s swollen sea-green eyes. “And because if you hadn’t said anything, that assassin’s arrow would have shot straight through my neck.”</p>\n<p class=\"cnM1NDIzOWIxMjg2NzQ1ZTZiNjMwZDgwNThhMmEyZmEx\" data-original-margin=\"\">“Isn’t that why you had my punishment reduced to this?” The maid interrupted, though her tone softened mid-sentence. It was a faint sign that behind the barbed wires of pride, there was also a shadow of gratitude.</p>\n<p class=\"cnMwZTNjMDBjNGQyODQxMjg4OTJjMjZmOGZlY2Q0OWFm\" data-original-margin=\"\">Clearly, the maid had conflicts of her own when it came to Kaede. There was no doubt that Marina blamed Kaede for her current predicament. After all, Kaede did trick Marina and used her to bait the assassins into a trap. But at the same time, Marina also seemed to recognize that Kaede did <em>help</em> her — even if this help didn’t actually leave her with much of a life.</p>\n<p class=\"cnNlNDM1M2FjYmI3YjQxMTA5N2Q2YzM3NmYzZTc5M2E0\" data-original-margin=\"\">“I had wanted to go further but… Pascal wouldn’t budge.” Kaede explained. “However I don’t think this is the right treatment for you, not for what you did. And… there is one more reason…” The familiar girl noted as her wispy voice fell to barely a whisper. “You were my first friend in this world, Marina, and I really didn’t want to let go.”</p>\n<p class=\"cnNiNzFmMjVhNTBkYjRlZDFhYjExOWVhMmEwZjUzMmY4\" data-original-margin=\"\">“Well that’s impossible now,” Marina’s sour retort came as a matter of fact.</p>\n<p class=\"cnNlOGU5M2JlOWU1NDRhMzJiMTdmMzgyODgwYTQzYjBm\" data-original-margin=\"\">A brief silence returned, followed by a deep, heartfelt sigh from Kaede.</p>\n<p class=\"cnM1YTkyYjA1Y2M2MzQyYjRiODcyZDNkN2YwMzhmMWMw\" data-original-margin=\"\">“I know… I’m occasionally idealistic, not spontaneously idiotic.”</p>\n<p class=\"cnM1ZjUxMWMwNzUyNjRmZGU5MmRiYjVmMjU1OTE2MmZm\" data-original-margin=\"\">The Samaran girl wondered if she would ever again see that angelic smile — the one that lifted her spirits during her gloomy initial week in this world. An idea then struck her and Kaede pursed her lips in deep thought as she struggled to consider its details. Pascal’s intentions for her standing did seem quite obvious, which meant she needed a servant she could rely on.</p>\n<p class=\"cnNlZGY4N2JjYWNjMjRjZjFhOGZmZTljNGRjZGFiZmY5\" data-original-margin=\"\">She only wished that her ‘trust’ wasn’t founded on a penal curse.</p>\n<p class=\"cnNjYmVkODhkODg2MzQzOTJiNzQwZWZiM2UwMDk5NTdm\" data-original-margin=\"\">“Marina, I think… I can still offer you something,” Kaede gently tested the waters. “Since Pascal will probably assign me a servant, would you be willing to become my maid? I promise I’ll treat you as kindly as I can. And I welcome you to voice your objections when I do misstep.”</p>\n<p class=\"cnMyNDg2OTgwMjc2NzQ1ZWRiOWZiNjAwODVmMGNmMTIw\" data-original-margin=\"\">Marina’s eyes swelled in surprise. Yet within those rounded, glassy orbs also clashed a conflict between disbelief and suspicion. If there were any appreciation at all, they were very faint traces.</p>\n<p class=\"cnNjMTE2ODJkM2IyNDQ1NjRiYzY0YTExODNkNGQwNGU5\" data-original-margin=\"\"><em>It’s going to take a looooong time for her to trust me again.</em> Kaede sighed. “Would it help if I let you hit me?”</p>\n<p class=\"cnMyNGUzY2U1YmY2OTQwNTliMGM3YjQwNzJhYjM5NGZm\" data-original-margin=\"\">The maid’s eyebrows went up further. Of all things, she clearly wasn’t expecting that.</p>\n<p class=\"cnNlZGEwMGIyY2Q1MzRhYzJhZDkxYjFiNTYzODlhMDA1\" data-original-margin=\"\">“I’m told the spell will also activate if I try to physically harm another person,” she muttered.</p>\n<p class=\"cnM0YjFjY2NhZGZlNTRlYjk5ZWVhYjJhMzI4ZDFhNjY5\" data-original-margin=\"\">Though one point was clear: she did want to hit Kaede, or give the familiar a hard slap, or some other medium of venting anger and frustration upon the Samaran girl who tricked her back at the academy.</p>\n<p class=\"cnM5OTk4NDk3NjI3MTQ4NTk5YjczNTI2YTQxZGI2MGU1\" data-original-margin=\"\"><em>That’s… probably a good sign, actually,</em> Kaede thought. The desire to vent was both more direct and less extreme than the alternative — when anger transformed into hatred and buried itself as a scheming desire for revenge. <em>Maybe there’s a slim chance after all.</em></p>\n<p class=\"cnMyMmVmZmY2ZDIzZDRkOWNiZWY0MzZkY2FkNTU1MzZm\" data-original-margin=\"\">“You won’t always have his favor like now, you know,” Marina warned as she wiped her eyes. “Especially once he becomes the Lotharins’ king consort. There will be more people around him then, powerful figures far more <em>interesting</em> than just a novelty familiar.”</p>\n<p class=\"cnMxZGY1ZjA1NGZiNzRhNzdhYTZhM2U1YmQ1ZjQ2MTNm\" data-original-margin=\"\">It was an odd way to agree, however tentative it was. But at this point Kaede simply sagged with relief to hear an opportunity.</p>\n<p class=\"cnMyNTU1ZDVmYTNmNjQzNjNiOGE5ZWJmY2M4MTE3ODM4\" data-original-margin=\"\">“Then I just have to keep up,” she answered, a faint smile finally returning to her expression.</p>\n<p class=\"cnMyODRhMDAxODQwODRmNDE4YWRiZTM2NTRiMjc0YzJl\" data-original-margin=\"\">It was easier said than done. However Pascal had summoned her for a companion in his long journey, and Kaede promised that she would do her best to support him. Besides, knowing what she did about Pascal, Kaede doubted that the young lord was the fickle type. He had promised her that she would become part of his household, and Pascal took his promises very seriously.</p>\n<p class=\"cnM2ZThhMjk2Yzg5YzQwNjY4YjNhODE4ZDU5YjA5Nzli\" data-original-margin=\"\">She also didn’t forget Marina’s former occupation for a second.</p>\n<p class=\"cnM3NDFmY2I5NTFlNDRlOTRhN2RiMzhjMDdhYzJlYjA1\" data-original-margin=\"\">“Although… that does lead me to a request for you, Marina,” Kaede began. “Since you were an observer for an Imperial lord before this…”</p>\n<p class=\"cnNlZTdhMmIwZjk2ZjRjODViZGIxMDQ2Mjk4NjZhMzdk\" data-original-margin=\"\">Marina blinked several times, her expression suddenly blank and lost.</p>\n<p class=\"cnNiM2U2YTQ3MTc1NDQ1NDU4MTdjMjk4OGZlMzY1OGI1\" data-original-margin=\"\">“I won’t ask about your former master’s identity,” Kaede reassured with a wave. “But could you keep a tab on as many happenings within this keep as you can? Inconspicuously? And tell me if you find anything that I may find of interest, especially anything that feels out of place or suspicious.”</p>\n<p class=\"cnMxMjE0MjllODcwZjQ2NDc4MWQ5ODBkYmY4NjM4YjYy\" data-original-margin=\"\">After all, there was no better counterespionage than the eyes of a former spy.</p>\n<p class=\"cnMwNjE1OWIwYzg2ZTQ5MjY4Njg0YzJiMGQwZTBmZjNi\" data-original-margin=\"\">“You want me to <em>spy</em> on the staff and visitors for you?” the maid whispered with incredulity, as if the list of surprises would never end.</p>\n<p class=\"cnNmYzJmYzcwNTIxMzRjMzY4ZjMxZWNiMWQ0OGU4Y2Ux\" data-original-margin=\"\">“I’m not sure if ‘spying’ is the best word. More like, ‘looking out for spies’,” Kaede returned an awkward smile. “Heaven knows that a landgrave has his foes. I don’t think Pascal underestimates most opponents, but arrogance certainly leaves chinks in the armor. And it’s part of my job to watch out for his back.”</p>\n<p class=\"cnM4ZmYwYTcxM2MzYjQ3NzA4MzIxZjQ1ZTg2ZDA0ZTRk\" data-original-margin=\"\">“What makes this any different from my last mission then?”</p>\n<p class=\"cnM3ZTFkMGRkZGNjMjQxYWU4YzI4MDc4ZTcwY2IwMGYx\" data-original-margin=\"\">Marina struck Kaede with one last hammer for the night, but the latter made almost an immediate recovery this time:</p>\n<p class=\"cnM3MGYwMDBkMzk2NzRkNDQ5ODBlZDY5ZTMwY2QzY2I4\" data-original-margin=\"\">“Because you can just leave any info with me,” she smiled back with tired eyes, “and I’ll handle the reckless parts this time.”</p>\n<p class=\"cnM0MmM3OGZhZGY4MzQ4ODc5OWIwN2Y0ZjcwMWNlZTI2\" data-original-margin=\"\">…</p>\n<p class=\"cnM2MDI4MDZkN2VmODQ5ZGY5N2U0ZjM1M2IzOGQ4YTYw\" data-original-margin=\"\">The next morning, when Kaede inquired Pascal about her idea at breakfast, the latter replied with an incredulous tone:</p>\n<p class=\"cnMxMTdmYmM1MGQ3NjQ3NGM5NjM2OTkzN2NmODhhNTM0\" data-original-margin=\"\">“You want to make her a <em>lady’s maid?</em>”</p>\n<p class=\"cnM0Y2Y0MzA5MGUxNTRjZTk4ZTAzZDEyZTc1NWE1MTI0\" data-original-margin=\"\">“I don’t know how much of a ‘lady’ I am, but why not?” Kaede asked. “I know her well. She’s trained, in more ways than one. It seems a good fit.”</p>\n<p class=\"cnNjYmU0YjdkZjZhNDRjNDM5M2Q3ZDRhOTEzM2UwZmEy\" data-original-margin=\"\">Pascal shook his head in disbelief.</p>\n<p class=\"cnNkOWQzODAzNTliNjQwNWU5NDk5N2NmNjM3ZmViMWRk\" data-original-margin=\"\">“Marina is qualified. That I have no doubt. But a lady’s maid — and you are a lady, as far as this household is concerned — is a considerable step up from just an average housemaid, let alone an <em>indentured</em> maid.”</p>\n<p class=\"cnNlZWUyMTYxOWJkMjQ5OTk4ODRkMjJlNWM2MDExY2Rm\" data-original-margin=\"\">Pascal then met her stiff gaze and finally seemed to realize <em>why</em> she was doing this.</p>\n<p class=\"cnNiZGNhNDJiYWE3YTQzMTlhYmZmMDQzMjNmYzZmZWJl\" data-original-margin=\"\">“You are being way too easy on her.” He sighed.</p>\n<p class=\"cnNjNWIyZGJmY2IyOTQ1Mjg4ZWQ3YzNkOWZkNTkzMDZi\" data-original-margin=\"\">“‘In war, resolution; in defeat, defiance; in victory, magnanimity’… doubly so since she did try to help me,” Kaede stated with a faint smile. “Besides, I still like her.”</p>\n<p class=\"cnMxMzhjNTU1NDA4MDRmMmQ4MTQ1OGIxYmFiNDRlMTc0\" data-original-margin=\"\">Pascal looked thoughtful for a moment, then:</p>\n<p class=\"cnMwNGI3NzIyNDlkZjQyNjM5NWRkY2M3Yjg2NzBjNWMx\" data-original-margin=\"\">“Is that another quote from your world?”</p>\n<p class=\"cnMyNjI1ZGI3ZmY2MDQyMmE5NjhmYjI4YmIzYzA5MDY0\" data-original-margin=\"\">“Winston Churchill. Some consider him a great leader,” Kaede added with a sarcastic tone. “I thought he was a racist warmongerer who committed crimes against humanity.” She thought of Churchill’s attempt to stop decolonization and his role in worsening the Bengal Famine. “But even people like him have at least <em>some</em> kindness.”</p>\n            ",
  "invisibleParagraphContent": "This book's true home is on another platform. Check it out there for the real experience."
}