{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiOWIzMTBlZWFkYjQyNjZiYmIwNTI3YWI2MzIzMjI1\" data-original-margin=\"\">Gabriel Gautier de Gaetane, Duke of Atrebatois and brother of the Rhin-Lotharingie Emperor, knelt in prayer before the Cross of Holy Hyperion when the gates to the stone chapel opened.</p>\n<p class=\"cnNhY2ExZjlhNTMxZDQ2NTE4ODA5ODM3NmExMzQ5ZjMw\" data-original-margin=\"\">The atmosphere grew tense as the guards tightened their grips. The three figures who just entered this holy sanctuary were all hooded and cloaked. However their footsteps clinked with the telltale sounds of heavy plate underneath. Behind them the oak doors slammed shut, blocking the view to the myriad of banners flying outside.</p>\n<p class=\"cnNjY2MyYTNhYTYzOTRmMmNiNDRlZjQ2N2RiYWRiNzVm\" data-original-margin=\"\">Duke Gabriel, however, did not react immediately as he finished offering his prayers. The chapel had been used as the rallying point for all forces mustered throughout the region of Belges in northeastern Rhin-Lotharingie. It now lay in the center of a massive camp that held over thirty thousand retinue, militia, and levy. The building was further secured by forty of his loyal retainers, who had been instructed to keep out all others... except for two dozen assembled nobles and the three anticipated guests.</p>\n<p class=\"cnM4MDRmNjcwNjc0NzRkZjBhYzRmZjM0Nzc4MzdkZTUy\" data-original-margin=\"\">It was strange for a mere village to be the site of such ceremony. However, while the old chapel and its stone altar might look worn and unremarkable, it nevertheless held great spiritual significance. Historical records maintained by the Trinitian Church claim that this chapel was the first place of worship erected to the Holy Father in Belges territory. The centuries-old building and its stone furniture had all been chiseled to perfection by the very hands of Saint Guillaume the Apostle.</p>\n<p class=\"cnMwMjcxNmZiOGViYzQ4NDViNTIyYTk4MzRkZjM1ZTY3\" data-original-margin=\"\">\"Please, give me courage to do what I must...\"</p>\n<p class=\"cnM2M2M1Mzk3MmZjYTQxMzFhZGJiNzU3MGVjMjNiZGU3\" data-original-margin=\"\">Gabriel muttered as he looked up to the statue that hung from the wall. It was a depiction of Hyperion the Dragonlord casting the unknown spell that Saint Peter later named 'Ritual of the True Cross'. The grand sorcery played a pivotal role in history, ending the Dragon-Demon Wars and saving humanity from centuries of unending conflict. Perhaps it shouldn't come as a surprise that Hyperion became the center of Trinitian worship, widely seen as the 'son' in the Holy Trinity -- one of three aspects of the 'one true god'.</p>\n<p class=\"cnNjY2Q2M2E2NmU4ZjRiY2NhMWZmYmYyZmRkMTVkNGUy\" data-original-margin=\"\"><em>We call them 'saviors of humanity'... even though it was their kind's fault that the war began in the first place.</em> The Duke thought as he stared up at the dragon whose arms and wings stretched out upon a magical cross.</p>\n<p class=\"cnMwM2I0YjcyZjFkYzRlNmQ5N2E0Y2RlYzI3MzQwZmI5\" data-original-margin=\"\">Yet despite knowing this, despite never having truly believed, Gabriel found himself in need of prayer at a moment like this.</p>\n<p class=\"cnNhNGYyYWIxMTNhOTRjMjE5YTExYmFkZDcyYWY4YTE3\" data-original-margin=\"\"><em>Such is the limitation of human fortitude,</em> He exhaled before slowly standing up. His lips formed a welcoming smile as he turned towards his guests. <em>Now, time to kiss up to my 'benefactors'.</em></p>\n<p class=\"cnM4YzM4N2FhNjEyYjRmMTFhMDRjNDVhYmFiNTU5NDQz\" data-original-margin=\"\">Everyone had a natural talent, and Gabriel's was playing to people's desires. The Belges duchies in northwestern Rhin-Lotharingie had long been neglected by the Emperors in Alis Avern, due to the fact they were neither a region that saw frequent conflicts nor held an abundance of resources. As a result of this, the discontent of merchants and nobles had been slowly rising for decades if not centuries. And Gabriel took advantage of this after he failed to summon a phoenix and thus forfeited his claim to the throne.</p>\n<p class=\"cnNkNGZlOWNjMTE4ZDRlY2Y5YWY2YjE2YzViMzJlMzAy\" data-original-margin=\"\">Today, the people of Belges loved him as the humorous yet virtuous duke whose name was recognized by even the pope. His vassals loved him as well, as he had been just enough of a pushover when it came to tax collection and noble privilege. The only ones who weren't fooled were his few confidants, including dear Heleen -- the loving wife that he had married.</p>\n<p class=\"cnNhMTM3ZjZmMzA4OTQyODA5NDQxMTc4MmNmZjRlYmQ1\" data-original-margin=\"\">Thankfully for his image, Heleen was a diligent actress herself. She had realized the truth ever since their wedding night, but she tried so hard to pretend -- in front of him, the family, the world.</p>\n<p class=\"cnNkZWM5YmQ0YmVlZDQ1ZTNiNjRmOWRhNDQ1N2YwNjQ4\" data-original-margin=\"\">Gabriel might never love her as a proper husband ought to, but over the years she had proven to be a true friend. She was also a faithful woman who stayed true to the scriptures. But the Holy Father... the Father had abandoned her alongside him.</p>\n<p class=\"cnNhOTU2MDVkMTM2ZDRmZGY4YmIwMjFmMDViODFmNWY3\" data-original-margin=\"\">\"Your army is quite a sight, Your Grace,\" the leading knight spoke before taking off his hood. He was a square-faced man just beyond his prime, with blond hair, a full mustache, and a well-trimmed beard.</p>\n<p class=\"cnNjY2VjOTVlZjViNTQzYjdhZjA2Mzg1MDhmZWEyYTY1\" data-original-margin=\"\">\"Thirty thousand strong,\" Gabriel replied through a handsome smile and confidence worthy of a true zealot. \"But they are not mine. It is the Holy Father's will they follow. And among us stand many other noble lords who share our just and righteous cause.\"</p>\n<p class=\"cnMwZjQzOTZlYzc2ODQzODliNGFmNmExMmYzMTg4Zjgw\" data-original-margin=\"\"><em>So righteous, in fact, that we're plotting to murder my own brother, the Emperor they all swore before Holy Father to obey...</em> his thoughts ran with biting sarcasm.</p>\n<p class=\"cnNhYjcwZjM1MTAyNTRjZTc5ZmY5ZDJmNzQ1OWZlZDdm\" data-original-margin=\"\">Two dozen bowed heads nodded along respectfully from both sides of the room. Here within the sanctity of the chapel, they paid their homage in silence to the authority of the Holy Church.</p>\n<p class=\"cnNlNzZjMzRhMzQ5MjQ0NzhiZjY5NmMzYTRkNzY5NzY4\" data-original-margin=\"\">The Knight Commander scanned through them with approval before declaring in a much heavier monotone:</p>\n<p class=\"cnNhZDQ5ZDNjZTE0YzQyNTA4YTkxYmI2NmIyMjllNzFh\" data-original-margin=\"\">\"But you speak for them. Just as you spoke to them. It was <em>you</em> who led them from the tyranny of the apostate Emperor. And it was you who returned them to the grace of the Holy Father and the Mother Church.\"</p>\n<p class=\"cnNkODk2NGZlZDhjNzRlMTU4MGViZjYzYzI5YjcxNjJk\" data-original-margin=\"\">Gabriel wondered if the Knight Commander was merely upholding formalities, or if he actually idolized his own self-righteousness. Maybe it was part of the Inquisition's arsenal: to torment their victim with bullshit just as the priests' holier-than-thou sermons conned people into buying indulgences for 'sins'.</p>\n<p class=\"cnM5YzA3MTUxMzAyNDRmMWFiOGJmNTcxNzBlMTMwN2Ni\" data-original-margin=\"\"><em>To extract gold and confessions by taking the immeasurable soul hostage. What else could one call this except for a racket, a pyramid scheme?</em></p>\n<p class=\"cnM5ODgzZDljZGEzNjRmYjI4YTQ0YTA1YTg4MWI3Njcw\" data-original-margin=\"\">Yet, even as the duke thought this, he opened his arms and bowed deeply, his torso almost forming a right angle to his long legs. There was no choice but to accept, for the Church brought with it power and wealth. He had to embrace this hierarchical 'pyramid' to achieve his own aims:</p>\n<p class=\"cnM2ZWMyNWUzYzQwNDRlZjE5NmM0NDJkNzM2NDI3NTUz\" data-original-margin=\"\">\"I am the Holy Father's humble servant first and foremost. It is our solemn duty as true believers to bring his love back to the people.\"</p>\n<p class=\"cnM2MGYyMjI1NTc3NTRjMzViYjM2MmExMzdlZjNkZTlm\" data-original-margin=\"\"><em>Love enough to start a civil war while being invaded. Love to send thousands to their graves...</em></p>\n<p class=\"cnNiNjRkOTQxMTNkMzQ3YzE4ZjQ2NjM1OGQ3ZGEwMWUw\" data-original-margin=\"\">The irony of his own words was not lost on Gabriel. The fact he could speak such blasphemy before the sanctity of the altar only reinforced his belief that the Holy Father cared not at all.</p>\n<p class=\"cnNmMDA5NmM3YzJhODRjMTg4NjFjNzQ3MGE4NGQ5NGI0\" data-original-margin=\"\">Only the clinking echo of steel interrupted the silence that followed as the Knight Commander strode forth.</p>\n<p class=\"cnM3ZGI2ZWU2MWIxNDQxZWY5YjU5Njc4NTI2NzIxYjkw\" data-original-margin=\"\">Then, just three paces away, he stopped. His leveled gaze soon met Gabriel's, while his eyes revealed a thin halo of gold surrounding the cerulean iris. It was a blessing that marked the brothers of the Knight Templar, sworn in service to the Holy Church.</p>\n<p class=\"cnMzYjE5YzA5M2Y4ODQwODhiMzM5YTI0YmYyZWNkZWZk\" data-original-margin=\"\">Their order's full name was the 'Poor Fellow-Soldiers of Hyperion and Defenders of the Holy Temple of Arcadia', which of course was too much of a mouthful for any conversation. Instead, everyone simply referred to them as the 'Knights Templar', the paramilitary arm of the Papal Inquisition.</p>\n<p class=\"cnM1M2ViZDEyYjllNjQwMTI4NzJmMTdmZjY4ZjUxNDJh\" data-original-margin=\"\">...Although the 'Papal' name was becoming questionable these days: the Inquisition had grown so powerful that even the Holy See often had trouble controlling them. The 'Poor' was even harder to take seriously, as the order had become so wealthy their monasteries often managed funds like banks for the elites.</p>\n<p class=\"cnMzNzM2NDk5NmNhYTQ3Y2JhNzcxOTIzYjUxY2M3YmMy\" data-original-margin=\"\">\"In the name of His Holiness the Pope, please kneel, Your Grace,\" the Templar Commander beckoned.</p>\n<p class=\"cnNjMGMwZGRmZTNkNjQ5NTBhMDMyM2U4MzIxZTlmZGY5\" data-original-margin=\"\">Gabriel gracefully lowered himself onto one knee without a moment of hesitance. Before the messenger of the Trinitian Church, he could not afford to show even the slightest doubt. For otherwise his piety might be seen as insufficient to become the Holy Father's chosen, unworthy of becoming the 'savior' of the realm.</p>\n<p class=\"cnM3ZjkyYjg4OTk0NzQ3NTdhNjYwOTJiMDM5MjU4NmQ1\" data-original-margin=\"\">He bowed his head in reverence as the knight opened the cloak to pull out a glistening sword.</p>\n<p class=\"cnNlNWYxZGFmNDJkYjQyNWY5YTc3OWY2OWM2OGYyMmE1\" data-original-margin=\"\">\"By the powers invested in me by His Holiness Pope Vigilius...\"</p>\n<p class=\"cnNkN2MxMGJlNTVjNDRlZWZhZTUwMmIxZGY3NmI5NmFk\" data-original-margin=\"\">Gabriel felt the cold, deadly steel lay flat against the back of his exposed neck. Only by prostrating one's life before the mercy of the Holy Father could true devotion be proven.</p>\n<p class=\"cnNiYTY0ZjNhZTJmNDQ5YzY5ZWY0ZWEyODIyMmRiZjVj\" data-original-margin=\"\">\"--I, Preceptor Caelestis of the Poor Fellow-Soldiers of Hyperion and Defenders of the Holy Temple of Arcadia, hereby recognize Gabriel Gautier de Gaetane, Duke of Atrebatois and Prince of Rhin-Lotharingie, as Defender of the Faith and, by the grace of the Holy Father, the rightful liege to the Empire of Rhin-Lotharingie.\"</p>\n<p class=\"cnM5MTY5ZTEyM2Q0YjQ1OGFhYzBmMWMwNGVkZWExNjA5\" data-original-margin=\"\">Caelestis then withdrew the blade from Gabriel's neck, before he tapped the Duke's shoulders one after the other:</p>\n<p class=\"cnM4ZDI3NzRkNDFjOTRjNzliYTVjMzExN2JmMmI1ZDZk\" data-original-margin=\"\">\"May you deliver the realm from the apostasy of the false Emperor, Prince Gabriel.\"</p>\n<p class=\"cnM2ZGU3MjZjZjFhNjRkNjNiYTY1OWQ4MTQyOWE0ZmQ0\" data-original-margin=\"\"><em>Yes... how dare that tyrant improve our laws, network our roads, and expand our borders...</em> Gabriel scorned in his thoughts.</p>\n<p class=\"cnMwYzg2MjljYzBhYzQ2OWViZjMyNzc2MTI4MTYzNmE0\" data-original-margin=\"\">Nevertheless, he did not allow even a hint of his inner emotions to surface. Even his mental shields were running at full capacity, just in case one of the Knights Templar flouted the laws --as they often did-- and tried to read his mind.</p><p class=\"cjg5MjVlZTA0Y2UwZTQ4ZDU4MWYyMmVjYjhmOTJkNzRk\" data-original-margin=\"\">If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it.</p>\n<p class=\"cnNjMzY0MDRlNzE2MjRjNThhMjQyMWUwMDNlYjA2Yjk1\" data-original-margin=\"\">\"In the name of the Holy Father, Noblesse Oblige,\" Gabriel answered the calling of his faith as though he truly believed in it.</p>\n<p class=\"cnNjMTQzZWRlNzU5ZTRmNDk5Y2RhZWFkNTViMmM5OTI0\" data-original-margin=\"\">After sheathing his sword, Preceptor Caelestis pulled the entire scabbard from its straps. Then, he carefully laid it in the Duke's open palms.</p>\n<p class=\"cnM5MGI1ZTQ1ZjcxNTQyOWM5ZGRjYWJkZjMwMGI5OWM5\" data-original-margin=\"\">It was a beautiful arming sword of untarnished white and gold. Its blade was straight and elegant, with two crosses laid into a hilt of metallic feathers, stretching outwards like a pair of angelic wings.</p>\n<p class=\"cnMyODQ4Mzg3OTE2MjQzMzJhNTE2ODI2ZjM3ZDhkYjlh\" data-original-margin=\"\">This was the Sword of Fortitude, one of the seven holy swords of virtue that belonged to the Trinitian Church of Holy Arcadia.</p>\n<p class=\"cnMxMDE2YTk1YjcwZDRmMGU5NDdhYWNlMWU4MjQ3NGE3\" data-original-margin=\"\">The excommunicated Emperor Geoffroi might still believe that his brother would march south with thirty thousand reinforcements. But on this day, in this moment, Gabriel had baptized himself for a new role: one armed with the 'sword of the just' and dedicated to a path of no return.</p>\n<p class=\"cnNjYWIwZDZlYjVhMDQ3N2FhYWFjYzkwNGEzYjZiNTM1\" data-original-margin=\"\"><em>Forgive me, brother, for what I must do. This is the 'best' course for our nation, our people...</em></p>\n<p class=\"cnNjYjJiOGViNDk4YTQ0MmNhYjNmYjVmZTUxYmQ2NmQ0\" data-original-margin=\"\">Gabriel prayed in silence as he stood back up to face the Preceptor. Drawing the sword from its sheath, he raised the cross before his eyes in a symbolic gesture of loyalty.</p>\n<p class=\"cnM4ZWM5YmUyNzBkMjQ4MzhiZGQ5YzU0OGMyMzI4YjMy\" data-original-margin=\"\"><em>--And it is the Holy Father's will... apparently.</em></p>\n<p class=\"cnNjYTYyNmRjOGNlMzQ4NGU5ZjVhYTRiNTBjY2FmNjQx\" data-original-margin=\"\">Maybe by the time this was over, the Church would canonize him as a Saint. He could be the patron of hypocrisy, defending the faith even unto death.</p>\n<p class=\"cnNlOWFkNmYwMzNkMTRmODQ5ODkyN2EyZWViOTU0MjY2\" data-original-margin=\"\">Sometimes Gabriel wondered if it would be better that he went to hell. Surely the Devil, as a rebel against the Holy Father, would be better company than the tyrannical hypocrite who lorded over them all.</p>\n<p class=\"cnM2OWEzOWNhMGU1YjQ1MDhiMDQwYWZlZjY5MzI4MDhk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiZjY1YThlMzBhOTRjZDk5ZDE0NjAxMDkwMDEzY2Yw\" data-original-margin=\"\">...</p>\n<p class=\"cnM0ZTcxNGE0NTM1MzQ5MzNhNWJiYjg4ZWI4ODcwMjM5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3YmE5NDJkMmVhNDQyZTNhOWNhYTBmNTI3YjZhYzZj\" data-original-margin=\"\">Ultimately, Gabriel's facade lasted only as long as the audience remained. Satisfied with his reverence and piety, the other lords and templars soon departed, leaving him for a private moment with Preceptor Caelestis.</p>\n<p class=\"cnNmNmZlMGE4ZjdkMzRkNzJhN2IxMjE4N2I2YWFhMWRh\" data-original-margin=\"\">\"Is there a 'Goedendag of Fortitude' that I could use instead?\" The duke asked casually as he flourished the new sword to test its balance. \"A sword like this is rather light in the hands.\"</p>\n<p class=\"cnMxMTEyYzkzZjliZjQ5NGI4NTFiZTg2ZGIxM2UxZWY4\" data-original-margin=\"\">\"What is a Goedendag?\" Caelestis asked, his voice stuttering over the unfamiliar syllables as he raised his eyebrows questioningly.</p>\n<p class=\"cnNmYWZhYmI1NDBhMzQ1MmY4NjQ1OTQ5YzljYzgwYzM1\" data-original-margin=\"\">\"It means 'good day'. It's how the locals greet unwelcomed guests,\" Gabriel joked with a beaming grin. \"A long pole with a rounded weight and a pointy tip at the end. Excellent hospitality for armored knights.\"</p>\n<p class=\"cnNiMGQxNGFhYzI5YzQ5NWM4YWViOTk3ODE0MGIxMzhl\" data-original-margin=\"\"><em>--Like yourself.</em> The duke left the last two words unsaid.</p>\n<p class=\"cnM0YTJkOTU0ZjM0MDRjY2NiMTNmZjU1NjMyMGY0ZjE0\" data-original-margin=\"\">\"No.\" The Templar declared with a puzzled frown.</p>\n<p class=\"cnNhMDRjNWYyZjZmZTQ5ZDliOGVlZGJmYTBjMDU4NjY2\" data-original-margin=\"\">\"How about a 'Mace of Fortitude' then? Oh! Better yet -- a <em>Morphic Blade of</em>...\"</p>\n<p class=\"cnNmM2FmOTliNTQ4MDRkYTQ5YWQ4NzNmM2I5N2I2NmIy\" data-original-margin=\"\">\"The virtues of our faith are <em>not</em> to be altered at will!\"</p>\n<p class=\"cnNmM2M2MzA4YmQyNTQ0MGQ5ZGZlOWFmY2VmNmUyMDYx\" data-original-margin=\"\">Caelestis' steep frown clearly took offense to Gabriel's carefree and playful emphasis. But the Duke paid no heed as he continued on:</p>\n<p class=\"cnNlOGJlOWM4N2Y2ZDQ1OTZiN2U4NzYwYzlkNmMyZTQ2\" data-original-margin=\"\">\"Yes but don't you think the Holy Father is a little biased?\" Gabriel purposefully mocked the preferred weapon of the Inner Sea. \"I mean does it have to be a sword? It just seems so... <em>ornate</em>.\"</p>\n<p class=\"cnM5OWJlMGU0NzQ3ZTQ3NjM5ODk4NDZmMGNkZDBkMWI1\" data-original-margin=\"\">\"Swords are the embodiment of knightly grace and chivalric virtues!\" The Templar was downright fuming now.</p>\n<p class=\"cnMzYmUzM2E0ZmVkODQzMzE4ZTQ4MjkxOWVjY2YzYTQ4\" data-original-margin=\"\">\"Yeah, just like a rose... enemies of the faith, feel my thorns!\"</p>\n<p class=\"cnNiZWQ5OWZmMjVlOTQzZGZiODAyOWUyOWIyYWI4ZjVi\" data-original-margin=\"\">Gabriel swashed it with embellished waves before spinning around and bowing, as though presenting a flower to the knight commander.</p>\n<p class=\"cnM2ODI5N2NmZWExOTQ0YjVhYWFlMjhhYzUwMDJhMGY3\" data-original-margin=\"\">\"Great for the ladies, I'm sure,\" he flashed a perfect smile. \"But we Lotharin men prefer something with a <em>little</em> more substance: like a trusty mace, to shatter shields and rend steel.\"</p>\n<p class=\"cnNiZjM0YzJhMmE5YzQ5ZTQ4MDI3YzVmN2MwYzlhOWQ2\" data-original-margin=\"\">He stopped just short of mentioning that the Lotharins also had adopted their preferences for bludgeoning weapons to rebel against <em>Imperial</em> legionaries, whose famed heavy infantry relied upon their steel mail and towering shields.</p>\n<p class=\"cnMwNThmNDdlNmJhYjQ1Mjg5NGUwYTg1MTEwM2E2OWMx\" data-original-margin=\"\">Judging by the twitching brows, Gabriel was certain that the Preceptor already regretted naming him Defender of the Faith.</p>\n<p class=\"cnM0MzAzNDI5NzJhYzQyNDliYmEwNzg0OGYzNGE1ZmUx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwZmZjZjlhNjBmYzQ5NmZhNjUxODk4M2RkMzRmZTFi\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlYmU4ZTBiMGJiODRiNzY4YjQyMmIwNDU4MjVhMzUw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiOGU1N2U0ZDg5MzQzM2JhMjE3NDczODBmM2M2MTM4\" data-original-margin=\"\">Jarl Asgeirr Vintersvend scratched his gray beard as his icy-blue gaze stared unblinking through glass windows.</p>\n<p class=\"cnM3ZTgxNDA4ZjBiMzQ5YzA5ODgwZTZiNTA5MTI1NzBm\" data-original-margin=\"\">Shaped from a single rock column and reinforced by steel, the air docking tower laid at the corner of a V-shaped cliff that rose twenty-stories from the shores below. From its command room at the top, Asgeirr should have been able to see the waves for kilopaces around...</p>\n<p class=\"cnNkOWQ4MDNmNzU1MzQyNjk4YmUzNTkyNjg5MThiNGQ2\" data-original-margin=\"\">Instead, he could barely make out <em>Polarlys</em>' bulwark-like head in the dense icy fog.</p>\n<p class=\"cnNiNWI1ZGMxZGIyYjRmOGU5Y2JjNzAyZjY3ZTk5OWI0\" data-original-margin=\"\">His skywhale 'flagship' was moored below, tethered to the tower alongside three others. They were also asleep, as it was their first rest in three days' time. Meanwhile, the dockhands took this opportunity to move supplies on-board by wheelbarrow.</p>\n<p class=\"cnM2OGI3NGZmODA2NzQyMzhhZDMxNmI5NjFlOGNjNzQw\" data-original-margin=\"\">\"Welcome back to civilization, Asgeirr.\"</p>\n<p class=\"cnNhMDA1MTM4MGYyMzRiNzRhMzJiYzE1MmI1NTM2NDhi\" data-original-margin=\"\">The aging man with a perpetual frown never bothered to turn around. Even after ten years, he still recognized the gruff voice of his older half-brother and one-time liege: Jarl Eyvindur Sigmundsen of Kattegen.</p>\n<p class=\"cnM3ZDE4NTNjNjNjNTQwMzdhYzZkN2ZmMGQ2YjllMGM0\" data-original-margin=\"\">Asgeirr soon felt the hard muscles of a powerful arm reach around his bony shoulders. His brother wasted no time before pulling him into a warm, familial embrace.</p>\n<p class=\"cnMxODQzMmNiMWI5MjQzNzVhYTIwNWEwMTcxZWJmMjdl\" data-original-margin=\"\">\"Cold as ever,\" Eyvindur chuckled before releasing his brother. He then turned to gaze out the same window, though his arm continued to hang around the other's shoulders.</p>\n<p class=\"cnMzOGI0N2FmNGNlMTQ4Mjk5MzQ2YmEwOTNlODhjNWUx\" data-original-margin=\"\">\"Still upholding your name as our Admiral Winter?\"</p>\n<p class=\"cnNlZjdhYmNhMmQ0ZTRhZmM5ZjY4NWY1ZWQxZTM3NTli\" data-original-margin=\"\">\"They call me Admiral Winter because winter comes with me, not for my interest in meaningless banter,\" Asgeirr chastised him. \"It's stupid how the southerners consider us 'uncivilized barbarians', then we turn right around and call the frontier tribesmen that.\"</p>\n<p class=\"cnM1ZDMyMDE2OWU0MTQ0ZTA4ZGFjNmY2MmRhOWU5NGI1\" data-original-margin=\"\">Yet despite his sour words, his older brother's grin soon lit up like the sun. Asgeirr didn't even have to face him to feel its radiating warmth.</p>\n<p class=\"cnNlNWQ2NjNmMzY1ZjQ4ODNhZjIwZTkyY2YxYzZhMTQ4\" data-original-margin=\"\">\"Isn't that why we call it the 'frontier'?\"</p>\n<p class=\"cnM5NzFjYWNhNjliMzRlMDE4OTFmNzc2ZTEzYWVjNzFi\" data-original-margin=\"\">\"And the frontier is where our attention belongs!\" The younger brother declared. \"An entire continent, barely populated and full of abundance! Exploring and settling this 'New World' should be our people's priority, not back here squabbling over strips of dirt with those greedy Trinitians!\"</p>\n<p class=\"cnNiYjJmMTdkMjNhZjQ1OWViZmM0NzMwYzdhNTEwYTNl\" data-original-margin=\"\">The Hyperboreans of Skagen excelled at seamanship above all other peoples. Here boys learned to swim before they could walk, to knot a rope before they could truly talk. Saltwater was the grass of their prairie, with trimaran hulls in place of saddles and steeds.</p>\n<p class=\"cnM5NzZlNjMyZjJiNDQ2MjdiM2I3NGNjMGFkOWJjY2Rj\" data-original-margin=\"\">The only exception was, of course, those who sailed across the skies instead. Though the difference wasn't tremendous: the storms certainly rocked the same, just replaced waves with winds.</p>\n<p class=\"cnNkNGZkMzYwOWQzMDRiNWY4MDdkYWNmMWUwMjgzMThm\" data-original-margin=\"\">Combined with the adventurous urge common among Northmen, the people of Skagen had led the world in seafaring expeditions for centuries. They settled numerous, far-flung islands where they set up lucrative trading posts. But the jewel of their discoveries has always been the 'New World' -- an entire continent across the oceans that humanity had lost contact with since the departure of the dragonlords.</p>\n<p class=\"cnM2MDAxZTc3MTI5ZTQzZmE5MjdlNmY5NzNiMGU1NzFk\" data-original-margin=\"\">\"Hey, I didn't vote for this war,\" Eyvindur countered. \"In fact, we never voted at all. Those idiots in the south decided to mobilize on their own and attacked two border villages. The Wickers then began to retaliate by sending raids into our lands. What were we supposed to do? Drink and cheer while those heathens trod over the last of our people on the continent?\"</p>\n<p class=\"cnMyZjQ5ZmFiM2ExNzRlNzRhY2Y3MWU2NzNhMWQ1NTk2\" data-original-margin=\"\">Asgeirr didn't bother answering. He merely scowled as he remembered the history that every Hyperborean child was taught. The lands surrounding the North Sea had been promised to them by the divine dragonlords, earned by their ancestors through blood and iron during the Dragon-Demon Wars. Yet, after centuries of conflict against the encroaching Trinitians -- the lands they once held in the south had been reduced to only the Skagen peninsula.</p>\n<p class=\"cnNhZDkyN2EwZDk2MTQ3Y2Y4YjgzYjcwNzdhZTI3ZDIx\" data-original-margin=\"\">\"Hyperboreans never abandon their brothers, no matter what.\" Eyvindur declared proudly after a moment's pause. \"You know that better than anyone. Out in the frontier, our ways are all you can depend on. Västergötland took a thrashing and lost their fleet during their fall campaign, yet they didn't hesitate for even a half-day before issuing a call to arms when we asked them for help.\"</p>\n<p class=\"cnMyZTU1NDExYzZlNDQ0ZmE4YzExZjJkOGZkNDEyYTFk\" data-original-margin=\"\">Asgeirr thought of the men he saw through his scrying spell earlier. They had been selected by the adventurer guilds to join his flotilla of skywhales and boost its 'marine escort' once the two fleets rendezvous. Many of those burly adventurers and towering berserkers were undoubtedly Västergötlanders, whose mountainous fjords and harsh winters bred some of the world's toughest men.</p>\n<p class=\"cnM4NGI1N2RiYjRlODQzM2M5MWEzNWQ4Yzg1MjJmMjU0\" data-original-margin=\"\">There was no doubt that Asgeirr would appreciate their support in protecting his precious skywhales from the renowned Weichsel air cavalry. Yet, had it not been for those same 'adventurer guilds' who constantly raided the south for plunder, this war might have been avoided to begin with.</p>\n<p class=\"cnNkNjdhZGZiZTdjYjQ0MTA4NjllODYwMzQ3MDEyMjBl\" data-original-margin=\"\">\"It's their fault in the first place,\" the younger brother retorted. \"If the Västergötlanders only stopped raiding and switched to focus more on exploration and trade like us, we could have hammered out a treaty with the Wickers centuries ago, just like we managed with the Lotharins of the Glens!\"</p>\n<p class=\"cnM0ZDUyMTQwNjZlMzQxNjM4NDkxZmE1ZmU4NDEwMWU5\" data-original-margin=\"\">That wasn't entirely fair. The Trinitians' own prejudices were also to blame. They often neglected to even bother differentiating between the Hyperborean cultures, and instead grouped them all under the collective name 'Northmen'. The Empire of Rhin-Lotharingie was more an exception than the rule, as the Lotharins were used to dealing with religious and ethic minorities -- particularly the northern Kingdom of Gleann Mòr whose population included a sizable portion that worshipped the Hyperborean Gods.</p>\n<p class=\"cnM1YWViMzdiMGU5ODQ1MmE5OWQzNmUyMjVjNDJhZGQy\" data-original-margin=\"\">\"And were it not for their warriors, the Imps would have kicked us off the continent even longer ago...\"</p>\n<p class=\"cnM0NmFiMjc0ODliYjRiODc5MjgyM2NmMmFmMjc5ZDY2\" data-original-margin=\"\">The burly Eyvindur then paused for a moment before shaking his head.</p>\n<p class=\"cnNiMzkwNWIyNGM4YjRlYjhiZDg1YmQ4Yzk5Zjc4ZmQy\" data-original-margin=\"\">\"Pointless 'what ifs' better left to historians. We are what we are: different, but united by our honor, the dragons' honor. Those Trinitians can call us barbaric all they like, but if that's what it takes to not degenerate into a bunch of scheming, backstabbing, morally-depraved mongrels, then I'll gladly remain a 'barbarian'.\"</p>\n<p class=\"cnM0M2VjMmYxOTJlNTRlYmNhODg0Mzg5ZTJjZmJmMmM3\" data-original-margin=\"\">\"Hmph.\"</p>\n<p class=\"cnM1MDNkNGJlNDZhNjQ5ZDE4NGY5Nzc2ZjM3ZmJiYzhk\" data-original-margin=\"\">Asgeirr grunted as he eyed the silhouette of a volcanic drake in the fog. The armored beast belonged to the lead rider of <em>Polarlys</em>' on-duty 'combat air patrol'. However, given the need to hide the skywhales' presence, they were kept on reserve atop <em>Polarlys</em>' blocky head instead.</p>\n<p class=\"cnMzM2E0YjMyYjA0ZjRiYmJhZTEyYjJjMjE2MGM3ZGMy\" data-original-margin=\"\">\"We'll see who the barbarians are when we rain fire and ice upon them.\"</p>\n<p class=\"cnNiNTUwZDdiYzM0ODRmMDdhZTg2NDQ4MDcyZDYwMjU1\" data-original-margin=\"\">\"Don't forget the acid,\" chuckled the older brother in good humor. \"Fire is in our hearts and ice is in our blood. But acid rain, that's your trademark! Should've named you Admiral Vinegar instead. Cool <em>and</em> sour!\"</p>\n<p class=\"cnMwZTc3MWQzZDA2NTQyZmM5YWQ3MzcyZDQ2OWFkZDZh\" data-original-margin=\"\">Asgeirr exhaled sharply. It was as close to a snort as he would get.</p>\n<p class=\"cnM0ZWUyNDAxMTY2MTRkNWVhMzRiNTM3NjRkYzM1ZTM0\" data-original-margin=\"\">It was better to be 'sour' than bitter. Growing up, Eyvindur was the Jarldom's mighty heir, full of confident masculinity, while Asgeirr was the scholarly bastard mage. People flocked to see Eyvindur in action, while nobody even noticed him -- until he made a name for himself circumnavigating the world, single-handedly.</p>\n<p class=\"cnM5YTM4MGJmNTczYTRhNjk4OTM1MWY4MDgyODAxMzk4\" data-original-margin=\"\">He had broken his brother's heart before departure, yet Eyvindur welcomed him back with open arms and a grand feast to spread his fame. Since then, Asgeirr vowed to himself that he would never betray blood again. So long as Eyvindur remained the leader of Skagen's confederate forces, he would fight alongside with the wrath of the Stormlord himself.</p>\n<p class=\"cnNiZWQwOGYxMDljZDQzOThiMWEwNDIyNWY0NmQ4OTMy\" data-original-margin=\"\">\"Just make sure they don't notice,\" Asgeirr replied after a long pause. \"Keeping the Frontier Fleet fogged up the entire way back already killed my men's mood. I would hate to see it go to waste.\"</p>\n<p class=\"cnNjM2IyMDMyN2VhZTQ5MGQ4YmY5ZTE0MGI0NTBlMmE5\" data-original-margin=\"\">\"Don't worry,\" the jolly Jarl reassured while patting Asgeirr's shoulder. \"I handpicked every man who's in this tower right now. There's not a single one of them that I wouldn't trust with my life.\"</p>\n<p class=\"cnM2MDU3YTEyNWNhNTRmNDg4MzljNDg1NmFlNGVhMzMx\" data-original-margin=\"\">The Admiral simply nodded back. \"Three days till we meet up with the surface fleet. Then... where to?\"</p>\n<p class=\"cnMxZDgxNTExN2E2YjQ2NTZhNDM1Mzk1YjhjOTEyNTcw\" data-original-margin=\"\">\"You're asking me because you already have a goal, right?\" The older brother noted warmly. \"We're family. Out with it already.\"</p>\n<p class=\"cnM5MWFhNjM2Yzg5MTQzMDBiYWZhYmE2ODE5N2U4NzNk\" data-original-margin=\"\">Asgeirr took a deep breath. He had thought long and deep about this on the way back.</p>\n<p class=\"cnNhMzZlZmFlNDVmNzRmMDNiNzZkMzNlMTMzNjViNGZk\" data-original-margin=\"\">For over a millennium the Trinity-worshipping southerners kept encroaching upon the north. His people fought back with the tenacity of stone. But against the wealth of these heathens, it was like a mountain watching the sea grow.</p>\n<p class=\"cnM4OTRjMWI3ZGZkYjRlYmI5MWNiYTkxNWIwYzE5YWYz\" data-original-margin=\"\">But even the ocean was not unstoppable. It needed a surface to consume. Without that, without a coastline, its waters would plunge straight into the abyss.</p>\n<p class=\"cnNiNDM1MzNjNTNiZDRmZTg4NDBjMTY2YzQ0MWEzZjAy\" data-original-margin=\"\">\"Get me and my whales to the Nordkreuz ley-line junction. I will scorch the earth into a wasteland where <em>nothing</em> will ever grow again to threaten our southern borders!\"</p>\n<p class=\"cnM4YzBiYTYxNGRhZjQxMTI5MmYyZWE5ZjNmZWE5ODQ1\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it."
}