{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwMWU0NWFjNDVhODQwOGJiMDY4NWE5NjhjNTg1ZDUz\" data-original-margin=\"\"><strong>Baldwin</strong><br>I order the little brat to enter the house. My amusement with these children is not infinite, and if she is going to give me this much trouble, well, I have my own backup plans. \"Fine. If this is how you want to do it, I have other ways to control you. Come here,\" I say, ordering the girl's brother inside. I had a feeling she would come looking for me when I got my hands on that little idiot. It's always best to have a card up your sleeve, even when dealing with a child.</p>\n<p class=\"cnNjYTk1YTRjMGEzNzRiNjFiZjc3ZTI3ZDg1MGJkNGM0\" data-original-margin=\"\">The boy starts slowing down on his way to me. This fucking family and their resistance to divine magic. He hadn't given me trouble at first, but the little shit recently figured out a way to put himself to sleep during my interrogations. Now he is actually stopping in the middle of following my orders? \"I said, come here,\" I order again. He doesn't do as he's told. Instead, as I get ready to reassert the command, he seems to wake up and start frantically looking around.</p>\n<p class=\"cnMyNmMzNGIxZDM2ODQ4NzQ5ZjUyNjM1YWMxYWQzNWJk\" data-original-margin=\"\">Then he begins running, up the staircase to one of the walls. What in the three planes? I order him again and again but the useless fool fails to comply. That's when I realize the problem. My divine magic is... busy? The spike has been removed and the hole in my abdomen is gone, what is it trying to heal? Usually, I can use it on other people even if I'm healing but now it's not even working on minor cuts I got from Lillith's last attack.</p>\n<p class=\"cnNkN2IwMTgxYmMwNDRlYzZhYTY3YjdiMDBhZDlhZjhm\" data-original-margin=\"\">Something in my body is failing so badly that the entirety of my divine magic is struggling to keep up with it. I feel a hot rage boiling up inside me. I don't know what she did but I am absolutely done with this humiliation. I am going to throw everything I have at her, and I'm going to kill her defiant brother in front of her. I am going to-</p>\n<p class=\"cnMwZjk3MGI3YzgzZDQyNjY5YmU3ZGYwYTAyYjk5NTJk\" data-original-margin=\"\">My thoughts are derailed as my wind mana suddenly dissipates. I try to cast another wind spell and it dissipates as it's forming. This infuriates me further and I summon all the pure mana I can to crush her so she can't cast any of her own spells. As my mana wraps around her I have a horrifying realization. My dominance mana is gone. So is my fear mana. I am feeling more weak than I have in years. Lillith, however, seems to only be getting stronger and for the first time inside my own city, I feel another mage's mana overpowering and suppressing mine.</p>\n<p class=\"cnM4Y2YxNWRjZjFiYTRkNzBhZTYxZmNmMDgxZDFkMzk1\" data-original-margin=\"\">I scream in rage and stand, preparing an earth spell, one of my other two aspects. I'm not an expert with it like I am with wind, but I have been fighting mages for longer than this bitch has been alive. I form massive stone spears to fight by my side. Her fucking tricks won't stop me. I feel disoriented for a moment and the room shifts. Everything looks the same but in the wrong spot. Walls stand in the middle of the room and there are duplicates of each one. This isn't going to be enough to fool me.</p>\n<p class=\"cnM5Y2FkYTY1NDNjMTQ1NDFhMmU4OWYwZDhhZmFjYzkz\" data-original-margin=\"\">I hear the boy panting and send a spear flying in the direction of the noise. It bounces off of mid-air before coming back to me. I can't see any spells being cast, how is this bitch doing it? It doesn't matter, it's just another trick. She must be using some kind of magic circle. Which means all I have to do is get out of this building and I will dominate her. Or kill the boy, he must have been the one to complete it.</p>\n<p class=\"cnM0NGE1ODE5NzY0ZDQ4ZmE5YTM0MTJkZmRlNzc3NzNi\" data-original-margin=\"\">I start to run toward the entrance only to collide with another invisible wall. This is going to be irritating. I can handle it, however. I start to cast a water spell. This is my weakest element but I can use it to find these fucking invisible walls. I am interrupted by small pieces of stone blindsiding me and tearing through one arm. The same fucking spell she used earlier. I use my own stone mana to try and steal control of hers. She must have propelled them with initial mana and isn't controlling them directly now, because it works.</p>\n<p class=\"cnMyOTJlNjllY2MzMDQ5OGY4MzVhNDM1ZjQxYTQ5ZDA1\" data-original-margin=\"\">I create stone armor around myself, then finish my water spell. I am satisfied to see the water splashing up against various invisible walls. I can remember where those are easily. I grunt as my divine mana, still busy, fails to heal my arm. Is there something about the stone she uses? No, then I wouldn't have been able to stop them earlier. It doesn't matter, I have to focus. I am going to make this girl scream and beg for mercy after today. Guess the wedding night is coming early, I'll just deal with any nosy fucking priests if they try to raise an eyebrow.</p><p class=\"cmY4ZTI2YTk4N2FhYTQ5ZWY5YTAxMTgzNzQ2Mjg2Yzcz\" data-original-margin=\"\">This tale has been unlawfully lifted from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnMyY2YwNWVlNjMyMjRmZTI4Y2EzYmQ1ZTA1MzMwNjYz\" data-original-margin=\"\">I saw some water move through one of the visible walls and smile. Clever little brat, isn't she? I walk through the wall and am met with blackness from all directions. Lillith is standing in front of me, glaring. She is perfectly still as I swing a stone spear through her. Another illusion. Illusions aren't easy, however. Illusion mages can only copy images, not create them convincingly. That means she is nearby. I begin spraying water out and swinging my spears.</p>\n<p class=\"cnMyNDg4M2Q2MTNlYTQ1MjNiYTYyMzM4NDExNThlNTQ0\" data-original-margin=\"\">A pair of eyes appear in the darkness, but not red ones like the brats. I swing at them out of instinct but they are another illusion. Then another pair of eyes and another. All glaring at me. All condemning me with a look of pure hatred. Like I care about your pathetic condemnations! Surrounded by dozens of furious eyes in the darkness, a single eye opens to glare at me. That's when I recognize them.</p>\n<p class=\"cnNkZGNjMWJiNmZiMDRjOWJiMmJmNWFiNGE0MmExOWQy\" data-original-margin=\"\">One of the maids I hired, the one whose father killed himself to protect her. The noblewoman from the restaurant. The slave who collapsed and couldn't use his arm right. Servants and slaves I had taken as property and used to feed my dominance and fear mana. And Lillith. Her eyes bore into me, condemning me with the rest.</p>\n<p class=\"cnNjNDIxNDhlYzUwYTRiMDBiNjllOWYwOTc4ODliOTBh\" data-original-margin=\"\">Enough of these foolish tricks. I turn around to back out of the darkness, but I can't find the entrance. I try sending water out but it all just falls to the ground. I can't even see my own body anymore, all I can see is my mana and the mana of my spells. I'm alarmed to see and feel how weak they are getting. I begin swinging my spears wildly, creating huge arcs to cover as much space as possible but hit nothing but air.</p>\n<p class=\"cnM1YTE1ZmI0MmE0NTRiNTk5ZDhlODYzNmE5NjhkYzdh\" data-original-margin=\"\">Something hits me in the darkness and I feel my ribs crack. I immediately swing my spear in its direction but fail to make contact. From another direction, out of the silence, my leg is kicked and I feel it break, my body collapsing to the ground. This time I guess the direction of the next attack and swing there instead. Still, the attack meets with nothing.</p>\n<p class=\"cnNmZDFkNGExMGM4NTQyMWZhOWJjODA0YjI1NTNkNGNl\" data-original-margin=\"\">My anger rises and I scream out in fury, but the sound disappears as it leaves my lips. I scream more, challenging Lillith to stop with the cowardly tactics and fight me honestly, but the all-consuming silence is as unrelenting as the darkness and I hear none of it. Some indescribable force surrounds my arm and I bite back the pain as it is ripped off.</p>\n<p class=\"cnM2ZTc2Njk2YzUzMTQwYTg4OGRjMTViYjgwYTE5MGZk\" data-original-margin=\"\">I try to send a spear after it, but nothing happens. I am out of mana I realize. Fine. My divine mana will catch up soon and I will make you all kill each other. \"Do you think this is enough to kill me? Everything I suffer through you will suffer through a dozen times more. You fucking coward. You pathetic, dishonorable filth!\" I scream, but the sound doesn't reach my ears. The same force as before tears my unbroken leg off and my fury only grows. I can't move my other arm, still injured from the stones.</p>\n<p class=\"cnM2ZDlhZGVhZTZiODRiMGQ4YzdmNGZiNDlhZDk2N2Uy\" data-original-margin=\"\">I feel my body rising into the air and being held there. I have never felt a rage of this depth before. A fury that flowed through my body so deeply. My heart rate is rapidly speeding as anger courses through my veins. I am angry. I am furious. I am rage incarnate! I am... I am not afraid. I am incapable of fear.</p>\n<p class=\"cnM2OWY1YjgwMzY0YjQwZWQ5OGNhMGFjZmI3OWQ4ZmRi\" data-original-margin=\"\">Lillith's eyes grow larger and approach me, then it is her entire body I see. She places a hand on my cheek and gently rubs her thumb across it. Then her hand moves so her palm is pressed to the front of my face and I can see her glare through the gaps in her fingertips. She has tears welling up in her eyes but they somehow only make her seem more furious than sad.</p>\n<p class=\"cnMwYTlmNTIxNzkwYTQyZjViMDNhOTlkM2MyYzFkNWE5\" data-original-margin=\"\">My divine mana is still trying to heal me but it can't keep up. I feel her other hand slide around to the back of my head. She then slowly begins to turn. All the eyes in the room are now the full bodies of my property. Circling me. Glaring at me. condemning me. All of you can fuck off. I was chosen by the fucking Collector! I am a natural divine mage! I have a fucking collector given right to each of you, do you think I'm afraid of your fucking glares??</p>\n<p class=\"cnM3YmQ2NTA3ODliYzRiMGVhYjM5ODI2MGYzYTdmNDQw\" data-original-margin=\"\">She doesn't stop turning. I feel my head reach its natural limit, and she keeps turning. The Collector will save me. I hear something pop and she keeps turning. I am chosen by a god! I feel my windpipe closing and she keeps turning. I fucking own all of you! The skin of my neck tears and she keeps turning. Turning, turning, turning. I feel the break when it happens. My divine mana fights to keep me alive as the bone in my neck shatters. She keeps turning. The flesh separates. She keeps turning. So many glares lock on my eyes as my head is turned past them. Lillith comes into view from the other direction. I am alive only thanks to my divine mana rapidly trying to stitch me back together, one twisted vein of flesh keeping me connected to my body.</p>\n<p class=\"cnM3Y2FmZmNhNDI5YzRjZGE5ODU0YTA5NDA5MjA1ZDgx\" data-original-margin=\"\">Blackness starts to cloud my eyes, and with the pain now gone, I get out one final word.</p>\n<p class=\"cnM4YzljODQzODI2NTRkZTBhNWJlNTFiOTY4MTVlNDU1\" data-original-margin=\"\">\"Please...\"</p>\n            ",
  "invisibleParagraphContent": "This tale has been unlawfully lifted from Royal Road; report any instances of this story if found elsewhere."
}