{
  "preChapterNote": "<p>This is a story from one of my avid readers who has kept my grammar up to par. It is also about a godslaying woman and is an LGBTQ+ story. Give it a read!</p>\n<div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(0, 0, 0, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-4\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/83543/godslayer-lysette-academy-skill-tree-cultivation\" rel=\" ugc nofollow\"><img style=\"margin: 10px 5px\" src=\"https://www.royalroadcdn.com/public/covers-large/83543-godslayer-lysette-academy-skill-tree-cultivation.jpg?time=1714571712\" alt=\"image\"></a>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/83543/godslayer-lysette-academy-skill-tree-cultivation\" rel=\" ugc nofollow\">Godslayer Lysette</a></p>\n</div>\n</div>\n<div class=\"col-md-6\">\n<div style=\"margin: 10px 5px; text-align: center\">\n<p>The gods themselves will soon fear divine retribution.</p>\n<p>Lysette's life should have ended the night inquisitors annihilated her village. But an act of divine intervention gave her a second chance. Now reborn as a Godslayer, Lysette has a new goal - revenge against those who took everything from her.</p>\n<p>To avenge her family, she will first need to gain far more power through study, training, and undertaking missions for her new patron. But her actions quickly attract the attention of allies and enemies alike, all interested in this new Cultivator. With new friends at her side, Lysette will form a faction to rival the gods themselves.</p>\n<p>(Updates weekdays at 8:08 AM Central US Time)</p>\n<h2>What to expect:</h2>\n<ul>\n<li>A blend of action sequences punctuated with school / slice of life scenes.</li>\n<li>Female MC who is neither a pacifist nor a murderhobo.</li>\n<li>A very Westernized take on Cultivation, featuring Skill Trees!</li>\n<li>Great LGBTQ representation.</li>\n</ul>\n<p>[April 2024 Royal Road Writathon Participant]</p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n</div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkZWE5YWY4YTMxNjQ3YWQ4ZDFiM2QzYTQ2YzJkYWMx\" data-original-margin=\"\"><strong>Galen</strong></p>\n<p class=\"cnMyZGQ4YTQxMWZiMzQ4YmRhNzM3YzdlMTIyMjA4OWY0\" data-original-margin=\"\">It's a cold morning. Far colder than any I would usually venture into, but I refuse to miss this. I can't miss this. I owe it to my daughter. I owe it to Liora. She was a good girl. A sweet, innocent girl. She was almost done with school. I'd arranged for a better marriage than she could have hoped for on her own and with her figure. All she needed to do was improve a few grades. But she never got the chance.</p>\n<p class=\"cnMzMWMwMWQzMTMyMjQxZmFiMjAzMDI2YTcwZGRmYTM3\" data-original-margin=\"\">They wouldn't let most parents see the bodies. Many of my friends protest this furiously but... I know better. I was one of the first knights at the scene when that... monster slaughtered them. I see them, all of them, every time I close my eyes. Liora was one of the... easiest to look at, Collector forgive me. She was impaled. Her head, hanging backward and staring in horror... it follows me everywhere I go. If some of the other fathers saw their girls... what this fucking 'Mage of Mourning' did to them... Well, they should be glad they are being denied.</p>\n<p class=\"cnM2Yjg2OTA1YmI4YzRkMzE5YzcwY2IyNmYzNDg1YjAx\" data-original-margin=\"\">This morning's cold feels appropriate. It bites my skin and even the breeze howls, but it's only proper. Because this morning, they are executing Lillith of Endings. Duke Godfrey's little pet. The square around the gallows bursts at the seams with nobles, eager to see the death of the Mage of Mourning. Not just fathers like myself, either. The little bitch has been hunting us for sport for years now. Killing us in our own homes. Stealing our property and leaving our bodies to rot.</p>\n<p class=\"cnNkMmM2NmYxMWIyOTQzZjA5MTkzZjU5NGQzNWMzNmMz\" data-original-margin=\"\">I had requested the honor of pulling the lever myself. Removing the floor from beneath her feet and listening to the snap of her neck as it's broken by the rope. But, I hadn't been the only one to request it. It was apparently a popular fantasy, being the one to take her life. I had lost to a far more important noble. Lord Urian of Cavendish. Lady Jocelyn's father. He has as much right as I do, considering the unrecognizable state Jocelyn's body had been found in. They'd only identified her by the aspects in her blood and by her dress.</p>\n<p class=\"cnM1MGUzNzVjZWI0ZDQwNzVhM2MxNjUxMzBhNzNhYzU5\" data-original-margin=\"\">Still, I grit my teeth. He may have as much right as I do, but I still lament that I wasn't chosen. But, it doesn't matter. What matters is, in less time than it will take me to walk home, Lillith will hang. My wife sniffles beside me, unable to face the murderer with the dignity our daughter deserves and I scowl. I dig my nails into my palms as I wait. King Donatello marches onto the platform first, followed by Father Medici of the temple. The old wood creaks beneath their feet and the silent anticipation of the crowd ensures it is heard.</p>\n<p class=\"cnNlODQ3Njk4NGIwNTQwOGJhZTVmMWIzNjhhZWFmMjYw\" data-original-margin=\"\">\"Lords and Ladies,\" the king announces, his voice projected by an enchanted lapel, \"For too long have you been forced to live in fear. Unable to safely sleep in your own beds and denied the labor to manage your properties. Many have said a monster stalked the streets of our beautiful city, with fangs, tentacles, and the strength of ten men. Some have, unjustly, blamed my dear friend, Father Medici for the beast's continued existence. Others have doubted me and my use of the Magic Knights during this crisis.</p>\n<p class=\"cnMyODcxZjdmMmVhMTQ3MDA4YTA5MTE4ODA5NTMxODU0\" data-original-margin=\"\">\"But there was no beast. No monster. There was no sick thing that escaped the Collector's control. Only a girl, elevated beyond her station by a foolish old man. Nothing to fear, not really. A commoner child and first-generation mage. What tricks she used to dispose of the powerful nobles, I'll never know. Perhaps she used tools provided by my senile brother. Perhaps he helped her all along. This is being investigated, and indeed it has been uncovered he helped her kill the lord of Satusmor before bringing her here. If he is guilty of such crimes, the Collector's judgment will find him, as it is finding his apprentice this morning,\" the king pauses for effect and I have to cover a scoff.</p>\n<p class=\"cnNlZGVjZTU2NDNlNjQ1NWM4MWJmNzEzZWJlZWJhYzVk\" data-original-margin=\"\">It feels like the entire world is shaking with my rage. Duke Godfrey's apprentice may be the murderer, but no one is fooled. The king hid. The knights know it better than anyone. He hoped to let this killer eliminate his detractors while he protected his allies. The man is as responsible as his brother. As I scowl, the king continues.</p>\n<p class=\"cnNiMTAyZTdlNTcwYzQxNGU5MjVhYjBkYTM5NjcxNjUx\" data-original-margin=\"\">\"Yes,\" he cries as if he feels wounded, \"Many thought of me as a fool. A coward. But I have been neither. For the foul deeds have been ended. The killer herself, Lillith of Endings is here today!\" At that, he waves his arm to the left directing our attention to the steps on the right of the platform. Climbing up the stairs is the woman in question. She has filthy, bloody bandages binding her wounded chest and torn, spattered pants. A hood covers her head and she is surrounded by a half dozen knights, each holding their sword to her. She is being pulled by a chain shackled to her neck and her hands are in manacles behind her. The earth seems to tremble again as everyone recoils at the disgusting tattoos painting the killer's nearly bare torso.</p>\n<p class=\"cnM0NzIxOThhNzA3ZTRmMTQ4YTRiZTgzOTA0ZDY0YzUz\" data-original-margin=\"\">\"Don't worry,\" the king laughs at the growing disquiet. \"She is thoroughly restrained with mana dispersal chains. My doctors have also examined her pathetic endoaspect and a circle has been devised to prevent her from casting anything powerful. If somehow that fails, I will kill her myself. Lillith of Endings dies today,\" he cries and for the first time, the audience reacts. The world shakes with the cries for justice.</p>\n<p class=\"cnNiM2Y0MTY2YzBlYzRlMmJhMzFkZWQ1ZGFkZTdmYWVm\" data-original-margin=\"\">\"Lillith must hang!\" I call, adding my voice to the cacophony of demands for her blood. She is marched to the center of the gallows. A hesitant knight removes the steel restraint from her neck and pulls off her hood. Greasy black hair falls over one eye and a long scar mars the other. Her ruby eyes fix on the knight as he slides the noose over her head. She bites at him, not in earnest but in an almost playful way. As the man startles and jumps back, the bitch smiles. She fucking smiles. That rumbling returns and I fix her with one of hundreds of cold stares. \"Lillith must hang,\" I repeat through gritted teeth.</p>\n<p class=\"cnMzZTA0ZTIxYmRkOTQzZmRhNWQ4OTgzZDVlOGRiYzE1\" data-original-margin=\"\">\"Lillith of Endings, Mage of Mourning. You are charged with mass murder, treason, and theft of national assets. For this I, King of Potestia and chosen of the Collector, sentence you to death. If you have any final words, speak them now,\" the king commands. No. The bitch doesn't deserve to say her piece. Pull the fucking lever, and let her swing.</p><p class=\"cmNkMmI2MGFlOWM4OTQ3YWNhMWZhYTUzZDIxNGI1ZDky\" data-original-margin=\"\">If you stumble upon this narrative on Amazon, be aware that it has been stolen from Royal Road. Please report it.</p>\n<p class=\"cnNiMjg1ZWJkZWViODRmMGRhZTE2YTYwYmI3ZWE0Mzgx\" data-original-margin=\"\">\"Hang her!\" I protest and dozens of voices join mine, \"Lillith must hang!\" The stones beneath us groan at the injustice, but we are ignored. Her words are quiet. So quiet, none of us should be able to hear them. Our own cries should drown them out, but each whisper tickles our ears, clearly parsable among the shouts all around us. I see no mana from her, and the contradiction sends a chill through my bones.</p>\n<p class=\"cnM0OTU2MTQ0ZmQzMzQ5NzdiZWVmYTNjNDY3NTNiNDJl\" data-original-margin=\"\">\"You leave your labor to slaves. Your grand mansions, your fields, and your meals. You use forced labor for all of it. Tending to your extravagant gardens and disposing of your shit. I wouldn't be surprised if you forced slaves to wipe your asses for you, I already know you use them to tend to your cocks. You claw your way to comfort through their efforts and rely on them so much... you have no idea what to do with yourselves without them. You have fucking magic for Christ's sake. This should not be that hard. Still, you lean on forced labor instead,\" she says and my eyes bulge.</p>\n<p class=\"cnM3NjkzMWMwOGNkNDQ2YzZhYmUzZTQ2NmYyYzY0MWJi\" data-original-margin=\"\">\"Please, dear Mage of Mewling, beg us all for forgiveness!\" The king says and my head snaps to him in shock. Then I realize the problem. Lillith's mouth isn't moving. She is glaring at all of us, but her lips are shut. Somehow, despite the shackles, she is speaking to us with mana. Mana we can't see. And the king can't hear it.</p>\n<p class=\"cnMzMTRiNzQ4YWUxZDRjNzY4YTE4MDRmN2NiM2RiNmMx\" data-original-margin=\"\">\"You leave teaching to women, of course. Teaching, cleaning, and even healing. Any kind of service you don't trust slaves with. All of the education in your fucking kingdom is handled by women. Most of your medicine is as well. Then you take them home and tell them you own them too. You deny them their own names; you beat them. You treat them like objects to be used. A prized horse for breeding. All while saddling them with the burden of some of the most important bedrocks of your society. Because, well, they are positions of caretaking, and that's what women do,\" the whispers lecture while their owner's eyes cut through the crowd like knives.</p>\n<p class=\"cnMxNzY1YzgxOGE1MDRjOTk5OWQxNDk3YzA5MDE5NGJi\" data-original-margin=\"\">\"HANG HER!\" I demand with the rest of the crowd. \"PULL THE FUCKING LEVER!\" The world shakes. It's not my rage, the earth is literally rumbling; it's become unmistakable.</p>\n<p class=\"cnNjYjFhNDE1NDU5YTQ4M2RiZDJiNTRiNzk1Yzk0NDEy\" data-original-margin=\"\">\"Now that you have fewer slaves to remind you how to breathe. They pull your damn britches up and pick your fucking nose on your behalf... now that all your whipping boys have gone missing, you look for more. You charge your citizens more to live than you allow them to make with labor, then you arrest them if they can't pay. You walk through the common and poor parts of your cities and you pick out your new toys like candies in a glass display,\" she snarls in our ears while her lips remain tightly sealed.</p>\n<p class=\"cnMzZTVhNTU1MzUwMjQxYmViNzhkOGQ2MWUxYTVkMjE0\" data-original-margin=\"\">\"This is your last chance, Lillith of Endings. You are very close to exemplifying your family name. Speak now, or leave for the third plane in silence,\" The king orders. I want to climb to the platform and pull the lever myself. Lillith. Must. Hang. But I stumble into the man next to me, the shaking of the earth is growing more persistent.</p>\n<p class=\"cnM1ZDg4MTQwMjA3NzRjM2E4NGE4ZjNiYjEyNGQxNjMy\" data-original-margin=\"\">\"A boy tries to play by your rules. He goes to your school. Uses your stuck-up titles. Learns your bullshit history. But he wants to feel comfortable in his own skin. Just in a small way. So he dresses the part. He cuts his hair. Nothing serious. He just lives his life in a way that makes sense to him, all while following all your other bullshit rules. All while letting you hate him. Letting you spit on him and beat him, refusing to so much as ask for help. And what do you do? You try to kill him for his crimes. No, you send your daughters to kill him for his crimes. Then you try to hang me for stopping them,\" she growls, vitriol scratching at our ears.</p>\n<p class=\"cnNiZDRhNWJkY2JkZjRmMGQ4NmVlM2E0ZWExOTFkNTNh\" data-original-margin=\"\">I don't care anymore. Lillith must hang. The earth has started to shake with violence. I am pushing my way through the crowd when he finally begins to give the order. They speak at the same time. \"Well, if you have no final words, then die in peace,\" he quickly orders, nodding to Lord Urian. Urian tries to pull the lever, but it won't budge. Again, there is no mana around it, but it pushes back against him. Meanwhile, the whispers continue.</p>\n<p class=\"cnM5MDE4ZjYyNWQ1ZDQxNzI4NGFkNTg4NGE4MTZkYzhk\" data-original-margin=\"\">\"You have balanced this whole country on the backs of commoners, slaves, women. Everyone you deemed your lessers. But now they aren't yours anymore. Your whips have lost their sting. Your claws have grown dull and your cages have broken. Your priests have lost control of the people and everything you count on to stay comfortable is sliding from beneath your feet. Every weapon you use to control us will be turned against you. Every sharp word and indignity you thought gave you power will be the source of your nightmares. The leash you have led us on? We are going to strangle you with it,\" at this she gives the king a toothy grin.</p>\n<p class=\"cnNiNWFlMzYwOTk5NzQ4ODk5ZjBlZDE0YTBhZThkMjI3\" data-original-margin=\"\">\"Your Majesty, I'd like to speak my final words now,\" she says as several knights join Lord Urian and all of them start using mana to push on the unyielding lever. Father Medici cries out orders and priests start to climb onto the stage. The world is crying out that Lillith must hang! Members of the crowd are falling as the city shakes in rage. The Collector's wrath has gripped this square and it trembles beneath him, can't they feel it up there? Just manually unlatch the damn door you fools! Lillith must hang!</p>\n<p class=\"cnMzMjAzODg2YWE5MzQ2ZjhhNGYwMmJlNDRiOTY4YThl\" data-original-margin=\"\">The king looks at the filth and sneers. \"Fine. Say your words. Then you are dying whether that lever moves or not,\" he orders.</p>\n<p class=\"cnNiZDQyNjA1YzAzZDQyNmZiYWE5NDlkYWE3NjRjYzA2\" data-original-margin=\"\">Her grin widens before she speaks. \"Fucking eat me, you worthless creep,\" she cackles, then everything changes. Her arms appear in front of her as her manacles clatter to the wood beneath her feet. My face pales and the king's mirrors it. Then the ground erupts. Earth, stone, and splinters from the gallows fly into the air and I fall. I can't make out what's happening, I have to claw my way through the struggling crowd just to regain my feet. When I do, my eyes widen even further.</p>\n<p class=\"cnM0MzMyYmMzNjhiZjQzZWFhMDk5YjEzYjUyODFkNGFk\" data-original-margin=\"\">A massive tree stands where the back half of the gallows once did. It splits the sky, surpassing the city walls in height. Its width cracks the stone buildings on either side of the wood platform. Had it appeared a hundred paces closer we would all be dead but... Its trunk stands mere inches from the killer's back. Like it was aimed. By the time I regain focus, Lillith is one of two people still standing, as if she expected it, and used mana to keep her position. The gallows is in ruins and everyone else who had been standing on it before is struggling to dig their way through the rubble.</p>\n<p class=\"cnNlYzY2YTA2OTExYjQzZWM5NmJkOTEwNWM3MTcwMmFk\" data-original-margin=\"\">My daughter's killer has one hand wrapped around the king's forearm. Another woman stands next to her, her grimacing face a battleground of burns and boils like I have never seen. Her arm is extended into... long ropes that wrap around Father Medici. Her other hand is clasped tightly with Lillith's and together they touch the trunk of the tree and... vanish.</p>\n<p class=\"cnM2YWY4NWM3ODYwNzQzMDQ5ZWUxOWI3NzYzZTM1OWQ3\" data-original-margin=\"\">The killer. The monster. The king. The father. All of them are gone.</p>\n            ",
  "invisibleParagraphContent": "If you stumble upon this narrative on Amazon, be aware that it has been stolen from Royal Road. Please report it."
}