{
  "preChapterNote": "<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; background-color: rgba(52, 73, 94, 1); border-style: hidden\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/81025/august-intruder/chapter/1506047/one-everythings-going-to-be-alright\" rel=\" ugc nofollow\"><strong><em><img src=\"https://www.royalroadcdn.com/public/covers-large/august-intruder-aadax2-4rhq.jpg?time=1706929386\"></em></strong></a></td>\n</tr>\n</tbody>\n</table></div>\n</div>\n<div class=\"col-md-9\">\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; background-color: rgba(52, 73, 94, 1); border-style: hidden\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"vertical-align: middle\">\n<p><span style=\"color: rgba(236, 240, 241, 1)\">Everyone wants to be Gifted, even Melmarc Lockwood. But even if he's lucky enough to be one of the minute few to develop Skills and a Class, his goal to be a Delver so powerful that fights would end with his very presence before they even begin is still very far in the distance.</span></p>\n<p><span style=\"color: rgba(236, 240, 241, 1)\">He's got determination, an odd uncle, and maybe a murderous portal chibi. </span></p>\n<hr>\n<p><span style=\"color: rgba(236, 240, 241, 1)\"> The world is a large place, and Portals have far more secrets than they let on. Melmarc is about to meet them. </span></p>\n<p><a style=\"text-decoration: underline\" href=\"https://www.royalroad.com/fiction/81025/august-intruder/chapter/1506047/one-everythings-going-to-be-alright><span style=\" rel=\" ugc nofollow\"><strong>August Intruder</strong></a></p>\n</td>\n</tr>\n</tbody>\n</table></div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4MjdjNWExOTExZDRmYWViYjc2NjY4NTA2NDI3NGRj\" data-original-margin=\"\"><strong>Lillith</strong><br>I toss Baldwin's head aside, panting with exhaustion. I have never maintained so many complex illusions at once before, nor have I ever had such dense mana to work with. The people surrounding me all seem to release a lifetime of tension at once and we all take a moment to appreciate the freedom we just gained. Not everyone who came to help came inside. Ozzy's sweet soul couldn't have watched this.</p>\n<p class=\"cnM2ZGZkMWIxNGYwZTQxOThhMzQ4NGM5MzhjZGFlYWZk\" data-original-margin=\"\">I wipe the serpent's blood from my face and compose myself. We aren't out of the woods yet. \"Everyone, I am looking for a little girl named Mary. She may be on the property somewhere. If you are willing, I could use help finding her. If you aren't, you are free to go. If you are a woman without a guardian, I can give you a safe place to meet me; I'll do what I can to protect you.\" I announce. I describe Mary and give volunteers directions to the two hidden areas on Baldwin's estate.</p>\n<p class=\"cnMzMTg2NGJmYjQ5YTQ0ZGVhMzQ5ZjMzM2VkZDMxOGZk\" data-original-margin=\"\">Henry runs to me and we embrace like we did the night I first found him. \"It's over Lily, it's really over,\" he cries into my shoulder as I try not to squeeze him too hard. I don't have the heart to tell him we still have a lot to worry about, he needs to feel the victory for now.</p>\n<p class=\"cnMwNTZjZDU1OWJlZjRmZGI4MjEwMzkzMzBiYjdkMjRj\" data-original-margin=\"\">\"We got him,\" I reply instead of agreeing with him. \"He's fucking gone.\" He starts laughing and crying at the same time, and, allowing myself to enjoy the moment, I join him.</p>\n<p class=\"cnNjOTRlYjRiZWQ5MjRlMzM5YWVlNzI4YTkzOGI3NTJl\" data-original-margin=\"\">Most of the group leaves while I talk with Henry, which is for the better. We need to leave as soon as possible; I didn't exactly score a 'silent assassin' rating on this mission. Several guards saw my face before fleeing earlier in the night. It was blood splattered and dark but I can't guarantee I won't be recognized. There are only so many short-haired women, especially mage women. Maybe just the one, actually. Of course, guards aren't exactly used to reporting mages for crimes yet, and I did put the fear of God in them.</p>\n<p class=\"cnNlYjViZGQ1NDMxYzQ5YTY4OWFhMTQ4NzE5ZjYxMzMy\" data-original-margin=\"\">I can hardly count on that, however. Of course, nobles who demonstrate their power by openly murdering other nobles in public aren't exactly well-loved. The nobility likes feeling safe and Baldwin made them feel like, well like commoners. I even had one here, helping me. He won't be missed. Of course, letting a commoner who killed a noble live won't be acceptable even if they hated the noble. There is a way to cover this up buried in all that, but first, I have to find Mary.</p>\n<p class=\"cnMxNDgxY2EzMDVkNjQ2MmZiMDgxZDFlNWI2NzA5MTI4\" data-original-margin=\"\">I go to search the basement Henry had been kept in now. I get a slight smile as I enter it. All in all, this basement designed to control and torment me and my loved ones is the only room I'd been happy in for a long time. Henry really is the only person I trust completely and the only one I really act like myself around. I also have to laugh at Baldwin. He kept Henry in here and forced him to work in the dark, with only a single torch to work by. He visited him every day to taunt him and get his potions.</p>\n<p class=\"cnNhMGE2MzNhMzMyMDRhMzlhZDZhOWU5OGMyMDQzNTRh\" data-original-margin=\"\">I use a light spell to illuminate the room, hoping to find Mary. The magic circle we had drawn is clearly revealed at the edges of the basement in the light Baldwin never allowed Henry to have. I have to remind myself never to grow so arrogant I let my enemies draw a noose around my neck in my own house. Mary isn't here, and I re-ascend to the ground floor.</p>\n<p class=\"cnNlMDBmNTVkZmZmZjQ2Yzg4NjM1ZWNlYjQwOTdjZjUx\" data-original-margin=\"\">I am met by Abby, the one-eyed woman who helped me against her mother's wishes. \"We... found her, I think,\" she says, a foreboding melancholy coloring her words.</p>\n<p class=\"cnMzN2FhNTcwODFiZTQ3YjY5MzE1ZTYwNGIxZTM5YjU2\" data-original-margin=\"\">\"Where is she? Is she hurt?\" I probe, worry spiking as I pick up Abby's disquiet. Her face only falls more and I feel her grief answering my second question.</p>\n<p class=\"cnNkOTI1ODBhYjBiYjRlNjY4YmFkMmI5MDgyNTFiZGVi\" data-original-margin=\"\">\"She's... she's dead. She's in the cell he kept me in. I... I'm sorry Lillith,\" she laments and I run past her. I find the hidden room in question and find her body, abandoned on a table. I panic for a moment, realizing I had been in the manor before fighting Baldwin, I had been so close to this room when I found the maid uniform. Did I abandon her to this? Was she alive when... no, she has been dead for hours. I scan her body with mana and realize she was dead long before I came here, and probably before I even left the house of penance.</p>\n<p class=\"cnNjYjllZTFmMzM4ZjRmZjk5Yjg5ZjYxNjhhMDhiNjFm\" data-original-margin=\"\">I still feel sick. If I hadn't helped her get mana... I can't help but feel that sinking feeling in my body. I feel that horrible weight on your organs when you feel like nothing will ever be okay again. My skin prickles with the anxiety of failure. I can't hold it back any longer and I let the tears flow down my cheeks, mixing with the blood of the man who did this. I know this isn't because I taught her magic. This is because Baldwin decided she didn't deserve it.</p>\n<p class=\"cnNmZGI4OWYzYzMwNDRmZmY5MTFlZWE3NmNmODhkMTFl\" data-original-margin=\"\">A tool that can keep her alive. That can give her all the chances and opportunities the nobility hoard for themselves, gorge themselves on until they vomit. Because she dared to ask not for power or wealth but just a chance to live her fucking life. So he killed her. Because he thought this world belonged to him and taking any opportunity at all was stealing from him.</p><p class=\"cjE3OTM3NjllOTk0ZDQwM2I4MjY1ODk2NTVjOWZlNTc4\" data-original-margin=\"\">If you encounter this narrative on Amazon, note that it's taken without the author's consent. Report it.</p>\n<p class=\"cnNhMWRjZTYxNTczMTRhNzE5MGRjMzlhMDA2MmMyNDMy\" data-original-margin=\"\">My resolve to spread mana to the common people only steels. If they are so afraid of not being the most powerful, most special people in the world that they will kill a child to protect that feeling... They must be terrified of what will happen to them if magic is attainable for anyone. They are right to be.</p>\n<p class=\"cnNlM2E2MDNiMTczYzRlNTdiODE4OWI1ZWY3M2EwZTUy\" data-original-margin=\"\">\"I'm burning this down,\" I announce to Abby and a few others who followed me here. No one questions me, and we set to work. The household staff and the estate's slaves have long fled, at least the ones that didn't join me in killing their master. I wiped my face clean and stole a maid's uniform again so I wouldn't have to walk through the streets while covered in blood. Finally, we build a pyre for Mary. She deserves more respect than the other bodies on this estate, but we can't carry her through the streets.</p>\n<p class=\"cnMxNDNhYmQyMDc3YTQ5YWViNmI4NDg3Y2M1MGQzNzEx\" data-original-margin=\"\">As we leave the estate, three houses light up the night with flames. The main manor is the first to burn, followed by the guest mansion, and finally the house of Tudor, its most prominent member's bodies burning to ash inside each one. </p>\n<hr>\n<p class=\"cnM5YzVjNGY3MjkyMDRiMzg4Y2EyOTJhYzBiNDI1OGIw\" data-original-margin=\"\"><br>Henry, Abby, Ozzy, a few other women, and I arrive at the house of penance. Poor Ozzy has had a rough go of it, his heart is too gentle for the events of the night. He didn't witness the deaths but he was clearly emotionally spent. It had been an ordeal just getting him out of the house. Tommy had to blindfold him and push him out while Diana was distracted. Even willing to go, Ozzy had been unable to leave the house thanks to the priests.</p>\n<p class=\"cnNlODFhN2EzNDBlMTQwNTc5ZTg5OTFhNzczYzI5NmVl\" data-original-margin=\"\">Returning to it clearly lifted a weight from his shoulders. As I bring him inside I am greeted by Gilbert and my Mother. Both run straight to Henry, already weeping in joy before they reach him. If my mother felt alive when I told her I had found Henry, she is radiant now. She exudes the kind of joy that rises like the sun, and I feel the density and power of my mana actively lessening as she hugs her lost son.</p>\n<p class=\"cnMxNjhhM2FmYWNmZDQ4NGM4MWRmZjViMzgxYTViM2Yy\" data-original-margin=\"\">\"Henry, oh Collector, you are alive Henry!\" my mother sobs.</p>\n<p class=\"cnMxMWJkMzAzN2ZlNjQyMTI5Njg0NTQ4YTEyNTQwNTRl\" data-original-margin=\"\">\"Mom! I missed you so much! I'm so sorry I was gone for so long, I tried to come home so many times, I... Lily told me how hard it hit you. I'm so sorry Mom,\" Henry responds, his eyes welling up.</p>\n<p class=\"cnMwNzJjMzE1NWYzYjQ2OTVhOWZiZjJhNjEzNTkzYWUz\" data-original-margin=\"\">\"None of that, you did nothing wrong, I never should have given up on you, I'm the one who's sorry!\" she reposts.</p>\n<p class=\"cnNlNjAwYjgzODQ5MTQ2YTk4YzBiMGI0MmJiMDQ0ZDJm\" data-original-margin=\"\">\"It doesn't matter,\" Gilbert cuts in. \"What matters is, we are all together again.\"</p>\n<p class=\"cnM2ZTJjOGIzNmYwMDQ3ZDQ4Y2ZmNjY4MTgwMzIwYzk5\" data-original-margin=\"\">Gilbert is openly crying as well and a certain tension he had been holding vanishes from his body as he talks to Henry. Their reunion could have been a bit less comfortable but I had told Henry how Gilbert helped me search for him and how he was changing. As it is, the two brothers were exuberant. We rejoiced in each other's company for a while, laughing and joking like nothing had happened.</p>\n<p class=\"cnNmZWQ2OGY3ZTM0NTQ4NmU4ODMzODliZmU5MDNiMTVh\" data-original-margin=\"\">The moment can't last forever, however. \"Is it safe at home?\" I finally ask Tommy. I had Gilbert bring Mom here to keep her safe in case I was caught at the Tudor estate. If things went south, Tommy was supposed to run back here and warn them so they could help get everyone out of here. I originally wanted them to hide somewhere that wasn't a likely target for angry nobles but when Gilbert and my mom heard the plan, they insisted on coming here to help. I had given a somewhat more cryptic warning to Edward but I don't know where he went.</p>\n<p class=\"cnMyYmI5NTFhNWRjOTRkOWI5ZGMxMTkzYWE4NjZiZGJh\" data-original-margin=\"\">\"'Sall clear, yes'm,\" Tommy replies and my heart lightens even more. I need a safe place to bring these women, and I'd had Tommy keep an eye on our estate. If they came with me it's because they don't have a guardian. This means they were Baldwin's wards and will be handed off to the temple as wards as soon as his body is discovered. Based on what I've learned about the temple, that's not a great idea, especially for Abby.</p>\n<p class=\"cnNlNmE0YTRiODg1YzRlYTI5ZTcyZjJiNDQyZjU2Mjkw\" data-original-margin=\"\">I don't know how safe it will be, but I have an idea to semi-permanently clear my name, at least legally, even if every witness of the murder comes forward. The city lord is dead in any case, so the government is going to be in a state of chaos until a new, suitably ranked noble can take command. We should be safe while they are in disarray. I thank Tommy, and my family begins to make our way back to our estate, entourage of displaced women in tow.</p>\n<p class=\"cnM4ZWExZDJlMDg0NjQyYzU5ZTdmYTRkYTE2ZGJjMGJk\" data-original-margin=\"\">I don't know how my father will react but after our last exchange, I suspect he will fall in line. I'm not sure if I want to follow through on my threat or not. I was furious when I made it but some small part of me still wants to believe he can change. It's a moot worry, however, as when we arrive home, only Edward is there to greet us.</p>\n<p class=\"cnM0YmVlMjYzOTFjZDQ5YmFiZGQ2MDU1NTY2NWUwZTQ1\" data-original-margin=\"\">I walk in first, followed by the women I have brought with me. The rest of my family is lagging a bit, catching up. I wanted to join them but these women are scared and nervous. They need someone to help hold them together. \"Lillith, I,\" Ed starts then looks at me, confused. \"Who are they?\"</p>\n<p class=\"cnMxNjE4ZDgyNTMxYTQ0NzU5YWRhN2RlOTg2MDZiY2Nm\" data-original-margin=\"\">\"Some friends of mine,\" I answer, \"they will be staying here for a while.\" He looks a bit unsure about this idea and eyes them suspiciously, but I give him a dangerous glare and he stops. \"Where is Richard,\" I ask, and his face sours.</p>\n<p class=\"cnMwNDk1YWI3MDFiZjRhMzA4ZDg3Zjk3MzQ3MmMwM2Mz\" data-original-margin=\"\">\"No Idea,\" he answers, \"as soon as that kid came to get Gilbert and Mom, Dad got spooked. He left right after and hasn't come back.\" I frown at this. I suppose it was more than out of the ordinary for Mom to leave so urgently, but I didn't think he would have the insight to react to it. I suppose, finally, he took me seriously about something. He'll probably be back tomorrow, I'll worry about him then. \"Listen, can we talk in private?\" Edward says, lowering his voice.</p>\n<p class=\"cnMzYTY0ODI3OTU3MjQ3OTU4MDQ3ZGMyMjdlMDNmNTQ1\" data-original-margin=\"\">I raise an eyebrow at him. I suppose he is finally ready to get whatever off his chest he has been building up courage for. I open my mouth to tell him that's fine, but I need to get these women settled in when his face pales. He is staring over my shoulder, so I look behind me to see the rest of the family walking in. Edward is staring at Henry like he's the Grim Reaper.</p>\n            ",
  "invisibleParagraphContent": "If you encounter this narrative on Amazon, note that it's taken without the author's consent. Report it."
}