{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNmNjFlMmZmNjliODQ2NGY4MDA5NDhmMDljZTk1OWU0\" data-original-margin=\"\">\"Marina! You have a visitor,\" the burly chef called out. He then nodded towards Kaede before returning to the kitchen.</p>\n<p class=\"cnNkNzY0MzYyMGFiMjRhMGVhYzBmZjkwYzhmNDQ2MjFl\" data-original-margin=\"\">\"Thank you.\"</p>\n<p class=\"cnMwNjZmMDg5MWNlOTQ5MWU4YzExYjlhNjEzN2IzYTFi\" data-original-margin=\"\">It was only a half-hour after breakfast at the dining hall. By now, the rest of the students had already started their daily courses, while the staff busied themselves with cleaning. It was the perfect time to accost one of them without being overheard by the rest.</p>\n<p class=\"cnNhZjMzNzM1MGQwYTRhNDliOTZjZWY4Y2NlZWFlZjE0\" data-original-margin=\"\">The petite, brown-haired maid rushed out in under a minute, still wiping her hands with a cleaning towel.</p>\n<p class=\"cnMwOTA0ZDI0NDYyNzQzNGJiZjVjNGQwZWM4MDgwYmNh\" data-original-margin=\"\">\"Oh, I should have known it was you.\"</p>\n<p class=\"cnMxNDg4ZjhkYWM2YjRmOTE5ZmVlY2I2ZDU3NzU0ZGJj\" data-original-margin=\"\">\"You don't seem very happy about it,\" Kaede grinned.</p>\n<p class=\"cnM3OTZjMjZiMjNlODRkMjQ4NGRiYTMxZjZlNTFkMDIx\" data-original-margin=\"\">Marina's hands rushed to wave it off.</p>\n<p class=\"cnMwOTUzMWM2MGY3NDQ1YjJhOGRlZTA0ZTA2MjM1M2Fi\" data-original-margin=\"\">\"No, no, of course I'm glad! I was just surprised. Thought it was a staff member or something.\"</p>\n<p class=\"cnMwNGNjOGM1OTcxMzRiNTk4N2MzNDk0MDIxOTE5MDhj\" data-original-margin=\"\">\"I do wish this was purely a social call, but... I need your advice on something.\" Kaede kept up her smile, but the rest of her face fell serious. \"Do you have a private room here? Or should we go back to mine? Pascal won't be back for hours, and I need to ask you something important.\"</p>\n<p class=\"cnM1NDBkZjYwMWEyODQ4ZDM5NmFhN2M5OWU4MGFkYzZj\" data-original-margin=\"\">Marina's shoulders stiffened as her smile froze. She looked almost paralyzed for several seconds, then:</p>\n<p class=\"cnNmNzhiNjZhZDI0ZjRmYTA5MTUyOGEyNTJiNmVmMGMx\" data-original-margin=\"\">\"Probably m-mine. I can think of nobles spying on one another or keeping tabs on their rooms with surveillance spells. However I'm just a lowly servant below their notice. The walls here may be thin, but all of the other servants are out busy at this hour. It should be fine as long as we keep quiet.\" She then turned around towards the kitchens' rear. \"Please follow me.\"</p>\n<p class=\"cnNmZWU1NzUwNjEwMzQ0NTRhOWJlMDY5MzU5MjNlZGIy\" data-original-margin=\"\"><em>Is it usual for a maid to know even that much?</em> Kaede wondered. <em>I guess they would be wary of working under watchful eyes. It only takes one incident to leave a lasting lesson among the servants.</em></p>\n<p class=\"cnMxMDRmYWNhZWEyZDQ0NThiMGQ4NTZhNmE4NWM0ZTY3\" data-original-margin=\"\">The wide hallway behind the kitchen connected directly to outside. On one wall were doors leading down to storage cellars, some of which Marina introduced as magical 'purification' rooms housing foodstuffs. The other side held two doorways that linked to the servants' quarters, segregated by gender. These proved no different from old boarding schools' dormitories, with each room furnished in a utilitarian manner: two to four bunk beds lay against exposed stone walls, plus a desk or two close to the glass windows.</p>\n<p class=\"cnMwNGM4ZWFlYWE2ZTQxNWRhMjg1NDJlYTBjNmE2ODcz\" data-original-margin=\"\">Marina pulled Kaede into a small room just barely large enough to fit two sets of beds and still cram in a table. Clothes, including girls' underwear, hung off a horizontal bar just above each bed.</p>\n<p class=\"cnNlOGFiMDczNDgyOTQ1ZTdhNjcwMzYzYmRkYzQ3ZWMx\" data-original-margin=\"\">Closing the door behind her, Kaede hovered her palm above its knob and sealed the lock. Facing the wide-eyed maid, she waved her right hand with the thin turquoise-set ring around her middle finger:</p>\n<p class=\"cnM2MDIwMjRkMWFkYTQzZDI4Mjk4YWExNTU4ZDViNTY0\" data-original-margin=\"\">\"Spell-activation focus from Pascal. I can channel his magic to use a few basics.\"</p>\n<p class=\"cnM2MDA2MDcwNjljYTRhOGI5ODNmNzJkNWM0YmEwZDc2\" data-original-margin=\"\">Marina nodded as she gestured for Kaede to sit on one bed before following suit on the other. Despite sitting right under several drying undergarments, Kaede barely even noticed her embarrassment before her focus marched right past it.</p>\n<p class=\"cnNjZjlmM2MyMzM3MTQ0ZGFiOGNiMWNmMTY0NmY4Mjkz\" data-original-margin=\"\">\"So, what is it that y-you wanted to ask?\"</p>\n<p class=\"cnMwNmYxN2Q2YThmYjQ1MjBiZjk0MGVmZTZiZTdiNWI1\" data-original-margin=\"\">The mask that hid the maid's anxiety and nervousness was paper thin. It felt like the day they first met, rather than the relaxed conversations they had nowadays.</p>\n<p class=\"cnNkMjAwMDRmZTgxMjRiM2M4Yjc0NWUwNTAzZDMyNWM0\" data-original-margin=\"\"><em>If she really is a spy, she's not a very good one,</em> Kaede thought. <em>Probably some noble just bribed or blackmailed her into doing it. Hopefully, that means I can resolve this without hurting our friendship much.</em></p>\n<p class=\"cnMyNGFiOTlmNDM3OTQ2N2VhOWZiMmI3ZGFmMWRjODhj\" data-original-margin=\"\">\"Marina, I collapsed last night after taking a drink from Pascal's silver chalice that was on the night counter.\"</p>\n<p class=\"cnM0M2ExYzg5NDExODQwOGJhNjI3OTc5ODM2ODFhNjg2\" data-original-margin=\"\">Being an amateur at this herself, Kaede opted for the direct approach again. At least the weight of information kept the momentum on her side and gave her a better chance at reading the other:</p>\n<p class=\"cnNjZWM0NmRlMDQ4YTQxYTU4N2VmMjFhN2Y0MThjMWY4\" data-original-margin=\"\">\"The healers couldn't find anything wrong, so they suspected there was foul play involved. Since you were there cleaning in the afternoon, do you know if anything might have gotten in?\"</p>\n<p class=\"cnMzZjlhMjViZDNhZDQ2NjRhMTJkNzUxNTA1NWE4OWU4\" data-original-margin=\"\">\"Uh, no? I don't r-remember doing anything there except dusting. Are you alright?\"</p>\n<p class=\"cnM2NmM3ZDJlYjgwYTQ3NjBiYjgxMTE5Mzc2ODUzNDA5\" data-original-margin=\"\">Her concern seemed genuine, but something in her eyes didn't feel right.</p>\n<p class=\"cnM4MmIwMzQ2OWNjMTRlMTE4YjAzNDliMjdmMGIwODQw\" data-original-margin=\"\">\"I am now, thanks. But are you sure you don't remember anything weird in there when you moved it for dusting?\"</p>\n<p class=\"cnMxZGEyNmIyNWRhZTQwZmQ4MzNlNGYwNjc2YjhhZGQ3\" data-original-margin=\"\">\"No... Honestly, I didn't really p-pay much attention to it... And even if I did, magic could easily hide something like that with glamor.\"</p>\n<p class=\"cnNhMjA0MDM4M2IyYzRiZDE4MDZlMjkwYjc4MmY2NjY5\" data-original-margin=\"\">Kaede couldn't place an impression on her statement, but she did agree with its content:</p>\n<p class=\"cnM5NTVjZTA1MmMwNTQwOGVhYzRjM2MwNzQ3ZGU2NWY3\" data-original-margin=\"\">\"True, and it's not like you'd be able to detect that kind of thing. I really should get Pascal to add that to the ring.\"</p>\n<p class=\"cnM4MDM0ZTJjYjRkNDQ0Mjk5ODc4M2Y2MTVlMDU2MGFk\" data-original-margin=\"\">\"I've heard many nobles have a habit of running detection magic before they eat or drink; some so ingrained that they don't even have to think about it.\" Marina's relieved tone was exactly what she wanted.</p>\n<p class=\"cnNhMzg1MTVmNDFmNjQyMWVhYzY5NmNiZWEzM2MyYTM3\" data-original-margin=\"\">\"Do you remember anything else that may have seemed unusual? Like residues or dust imprints? Other than the chalice, Pascal almost never uses that counter...\"</p>\n<p class=\"cnNiODYwODk2ZGYyODQzNTBhYThlNGM5MzcyMGVhOTlk\" data-original-margin=\"\">Kaede trailed off as she thought back to her original plan. She had held back any direct blame to give Marina a moment of reprieve after the opening. But if she was to boomerang the pressure back, it must be done now or she would soon forfeit the initiative in this conversation.</p>\n<p class=\"cnNkYzExMGY5ZGMwZDQ0NmJiMjAxYmJmMjIxZWIwNDEw\" data-original-margin=\"\">\"No... nothing that caught my eye.\"</p>\n<p class=\"cnM1ZTM2OTgxOGNmYjRkZTViNjUzMGIwMTZhZjFiYTBm\" data-original-margin=\"\">\"Are you sure? Because you were the <em>only</em> other person who came inside all day.\"</p>\n<p class=\"cnM0YWNiOTY0MjJjNTQ3YmFhN2RhZDkxOGNmNTM4Nzk0\" data-original-margin=\"\">\"Y-yes I'm sure. I didn't do anything other than move it to clean.\"</p>\n<p class=\"cnMxMWMwZjM3YjljNDRjNmViNWU1N2ExZWVmZjgxZDFh\" data-original-margin=\"\">Kaede took the maid's hands and looked into her sea-green eyes, pleading:</p>\n<p class=\"cnM0YjdiOGRiMzc1YTRmYWQ4MTJlOGFhZDkwMmU3OWY1\" data-original-margin=\"\">\"Marina, I really want to have you as a friend, so please, please don't lie to me. I won't tell Pascal about any of this. He doesn't even know that I'm here. I mean, seriously, why should it matter to me if that asshat gets poisoned or not?\" She felt a prickle of guilt as she spoke her prepared lines. \"But this didn't affect him, it made <em>me</em> sick! And I want to know what it was!\"</p>\n<p class=\"cnMxMzE4NWJhMDg3OTQzM2NhYzQyMDMxOWE3MGIxNGEw\" data-original-margin=\"\">\"B-but I'm telling you the truth!\" Marina almost wailed.</p>\n<p class=\"cnM0MTJlNThhNzFkMzQyM2E4ODAxYzI1ZWJiODRkNjdk\" data-original-margin=\"\">The two of them simply sat on their respective beds, staring each other down. More precisely, Kaede did the staring, all the while feeling like the villain as tears pooled in Marina's eyes.</p>\n<p class=\"cnM5Zjg2M2IwZmE4ZDQyYWNiYjA3MWE2NzkwNDU1NWE3\" data-original-margin=\"\"><em>This is getting nowhere.</em></p>\n<p class=\"cnM5ZGE1Yjg1MDU1MDRjODc4NDU4YTQyNDg4OTY4YzNj\" data-original-margin=\"\">Kaede really wished she could trust in Marina's words, but something just wasn't right. It felt like their eyes met yet failed to see each other. It was an intuitive feeling that she couldn't explain. Nevertheless, she still had one more idea left, but it was also an all-or-nothing gamble. If Marina was truly innocent, going down this path would seriously damage their growing relationship.</p>\n<p class=\"cnNiZWFiY2Y1YzlkMjQ5MDZiZGNmMTM3MmYzZWE2NTQ2\" data-original-margin=\"\"><em>But if I don't clear my doubts now, how can I have faith in her in the future? What kind of friendship would that be?</em></p>\n<p class=\"cnMwODdkYjllMGY0ODQwZjM4NmZlMTlkZThlZDU2ODE0\" data-original-margin=\"\">Marina's tears began to trickle down her cheeks, and Kaede hated herself as she gritted her mental teeth to press on.</p>\n<p class=\"cnMzNGFjODg5NjAyMTQ0Y2JiMDJiNzllOWZhN2FhZjYy\" data-original-margin=\"\"><em>I swear this is the last one...</em></p>\n<p class=\"cnM0NWVkYWM3OTkzMjQ5OWNhYjRmOGIzMWY1YzkxY2Jj\" data-original-margin=\"\">\"No, you're not. I borrowed a thought detection rune from Pascal,\" she bluffed with her sternest expression. \"Of course, he doesn't know what it's for. But I can use it well enough to know that you're lying to me.\"</p>\n<p class=\"cnMxNTU1OTcxYjQ1ODQxODA4YmE0ZThjZTliODYyYzM5\" data-original-margin=\"\">The maid stiffened into a board as her glassy eyes grew wide, finally giving Kaede a sign of what she sought.</p>\n<p class=\"cnNhOGMzNWNmNDQyODQxNzdhYzFkN2Q4MTczYmJlNmQz\" data-original-margin=\"\">\"But you're m-mistaken! I really didn't n-notice anything!\"</p>\n<p class=\"cnNkODE4Yzk3MjdjNzQ0ODliYjRkMGU0YmVjZGEzZjQy\" data-original-margin=\"\">Leaning back against the wall, Kaede used the bunk beds to cast a shadow over her disappointed expression and deepened her voice to as ominous as possible:</p>\n<p class=\"cnNkOTNmOWFiMTNjNDQ4OGY5OTAyNGUxMDRjNTI4OTFj\" data-original-margin=\"\">\"Then what are you hiding? You did do something... I want to know what it is and what for. Otherwise I'll have no choice but to report this.\"</p>\n<p class=\"cnNmMDA0MzZhZWQ4NDRjZjBiNDZkNzQ1NmUwZjkyYzQ3\" data-original-margin=\"\">Color rushed out of Marina's countenance as she rushed to her feet:</p>\n<p class=\"cnMwZjcxZjQ2ZDk4MjRkOWI5MzgwMjRmODkzMDE2MDU2\" data-original-margin=\"\">\"H-he'll know anyway... you're his...\"</p>\n<p class=\"cnNiYTdiNzQzZjRjZDQzNjJiZDYwOGFmMTZjNmNmNjFm\" data-original-margin=\"\">Kaede sighed. She wasn't sure how she would manage if her gamble had proved wrong. But now, it was time to stop waving the big stick and go back to speaking softly. Interrogation wasn't exactly twentieth century foreign policy. However persuasion was persuasion, even if it bordered on blackmail.</p>\n<p class=\"cnM2ZWU2YzNiYzFmMDRkZmM4ZjY3OGIxNjU5YTUyMjRi\" data-original-margin=\"\">\"Pascal promised he will not intrude upon my senses without asking. If nothing else, he's a noble who values his pride and sense of honor. I trust him to keep his word on that, and I promise your secret is safe with me.\"</p>\n<p class=\"cnNhYTkxMzY2MjgxNTQ0ZmQ5NWQ5NWMzZTk3NzVhNjVk\" data-original-margin=\"\">\"H-how can I...\"</p>\n<p class=\"cnMyOGY0MWMzNDRlZjQ1M2I5NmU0ZjgxZWEwMDFmMDQ4\" data-original-margin=\"\">\"You'll just have to <em>trust me</em>,\" Kaede finished for her. \"I'm the only one who can help you keep this under wraps.\"</p>\n<p class=\"cnMzNWU0ZDZiYWNhMjRhNWRhYTZkMzZlOWMzMTJhYTg2\" data-original-margin=\"\">She skipped the part that she was also the only one who could do the exact opposite.</p><p class=\"cjZkNmFmNzgxMzFhMjQ0Yzk5MzE5M2E3NTYxYTEzNzJj\" data-original-margin=\"\">Did you know this text is from a different site? Read the official version to support the creator.</p>\n<p class=\"cnM3NGE5YzdkNGIxNDQwMDQ4NzQ5ZDM1Mzc5Mzk1NTcw\" data-original-margin=\"\">\"It's... it's... i-it's just a knockout poison,\" the maid finally stuttered out. \"It just leaves the one who drinks it unconscious for about twelve hours.\"</p>\n<p class=\"cnMxZDZmM2I4YzM1OTQ4YTdiNTE4YTM5OGRjY2Q5YmMw\" data-original-margin=\"\">\"What's the point of something that weak?\"</p>\n<p class=\"cnNlNDlmMzUyMzhmNjQxZTJiNzY2MTJjMzNkMjM3ZmM5\" data-original-margin=\"\">\"It's... it's the strongest antimagic poison available.\"</p>\n<p class=\"cnMzY2MzNGEwYTI2NDQ3OTk4MTExNGYwYWEyMDFlM2Nj\" data-original-margin=\"\">Sirens blazed through Kaede's mind as Marina revealed the latest information. Immunity to magic instantly solved the riddle of why Pascal could neither detect nor neutralize it. But something so advanced that even his profound knowledge had never heard of could only come from a major benefactor.</p>\n<p class=\"cnNiZjA4ZWM4ZmQ1MDQ0NTFiMjg1MjA0YmM4ZTk1Mjhi\" data-original-margin=\"\"><em>The academy and all its security made capture half-impossible, so the only reason to knock Pascal out for that long would be a silent assassination...</em></p>\n<p class=\"cnNiMzQ3MzQ0YTZlNDQ3OGJiNWIzNmVlYWQ0ZTA4MmZh\" data-original-margin=\"\">\"Why are you trying to kill Pascal?\"</p>\n<p class=\"cnNmNDZmNjUwMzNkODQ2ZDdiNDFmYWZmOGUzMzRjMmRh\" data-original-margin=\"\">Kaede felt her blood chill as she struggled to keep her tone merely curious.</p>\n<p class=\"cnMyNTU1MGUzNmYzMjRiYzA4ZWFhYTQzMTg2ZDRiMjM0\" data-original-margin=\"\">\"W-wouldn't you like to have the link cut and be rid of your master? T-that way you could return to your home in Samara,\" Marina forced out through her teary gaze.</p>\n<p class=\"cnM2MjFlYTFiZmQ0NzQ2MWZhMDY0OTE1MDFiNzJkMzI5\" data-original-margin=\"\">Kaede almost froze on the spot. Her eyes sprang wide as she realized that she had almost made a deadly mistake: the maid's seeming naivety and apparent stress under amateurish interrogation could have been all an act. It certainly did not suppress a keen mind that was busy preparing a counterattack.</p>\n<p class=\"cnM2YWI2NTE5NmUyYzQ3YzJiMTJkZjM0NzBiYzRhZTg5\" data-original-margin=\"\">Thankfully, she had left herself an opening earlier when Marina's guilt was still uncertain.</p>\n<p class=\"cnNhNWRkMTEzZjAyNDRlOTNhYTY2ZjNiZTNmNTFiNjI1\" data-original-margin=\"\">\"I'd love for an opportunity to go back,\" Kaede's dry voice spelled out her wistful hope. \"But that's...\"</p>\n<p class=\"cnMzMzUzYjFiZDU1MzQ2YTZhYjZmN2E1NDUzOGE2ZjY3\" data-original-margin=\"\">\"I-impossible? That your life would be forfeit if the link was severed? O-of course <em>he</em> would tell you that.\"</p>\n<p class=\"cnM4ODhmYmI3MzI0NDQzOGY4MTUwMjMwNDJkZmMyZmQ5\" data-original-margin=\"\">Kaede's eyes narrowed at Marina. Her stony gaze demanded an explanation.</p>\n<p class=\"cnM5MmQzNjE0OWQ0YjQxODQ4ZTZiMTIxZjE5ZjU1YWE1\" data-original-margin=\"\">\"I-I don't know all the specifics but... f-familiars of older nobles who die naturally from age manage fine right? I-if familiars only die when their master's life ends suddenly, that shouldn't be the case if he p-passed away while unconscious.\"</p>\n<p class=\"cnNlNDU3OWE0NjlkYTRmMmU5ZjNmZWQ3YTlhNTFlNzI1\" data-original-margin=\"\">\"Even if that's true... that doesn't help me get back to where I come from.\" Kaede decided it was best to extract a proposal without revealing that she was from another world.</p>\n<p class=\"cnM2NWZmNDViYmRjNDQ1ZWNhM2M0NzlmMjhhNGU3MWE1\" data-original-margin=\"\">\"My m-master has an excellent Wayfarer -- a teleportation expert. I-I'm sure he could arrange something.\"</p>\n<p class=\"cnM4ODY4N2M2OTdjNDRkOTBiZTVjMzVjNzlhMTUyOGJm\" data-original-margin=\"\">Kaede remembered that Pascal had also sought the aid of a Professor specializing in it. She realized that the key to returning home probably laid in the wormhole-like effect of teleportation. Pascal had also said that something kept her from being 'banished', cast back into her world of origin, and one of the possible causes was their familiar link.</p>\n<p class=\"cnMwMWNlM2VkNWU5MzQwNzE5OTQ3MWQ1NTQ1YTVlYjQ1\" data-original-margin=\"\">It wasn't an assured ticket back. But with no alternative answers, it was also her only shot. Except the price for it...</p>\n<p class=\"cnM5NTYyZmNlOWIxZDQyZDg5ZjljMzI0M2ExNGVmNjI4\" data-original-margin=\"\">\"P-please,\" Marina knelt down and begged as tears streaked down her soft cheeks. \"If you can get your master to drink it --even just coating his chalice with it will work-- my master's men will be able to smuggle us out of the country once their task is complete.\"</p>\n<p class=\"cnNiMzU0OGJlNTExYTQ0Nzc5YWNmZWFlMzc2M2U3NDcz\" data-original-margin=\"\">Kaede felt a cold, metal vial press into her palm. She slowly wrapped her delicate fingers around it as though it was precious and fragile. Meanwhile, her own emotions and thoughts lay in utter chaos:</p>\n<p class=\"cnM1Mzg4NDlkZmRmYjQ3NTM5M2U0ODhjMTE5OTYzY2I5\" data-original-margin=\"\"><em>Can I even trust her? Compared to Pascal?</em></p>\n<p class=\"cnM2MDdjYzhmYzUxNTQ3YzZiMzZkNjJiNzE2MTA2YWJl\" data-original-margin=\"\">She quickly decided that was a stupid question. Pascal might not always treat her with the respect she wants, but he did take his responsibilities seriously. Kaede could reliably expect support, protection, and shelter from him. She was less sure about that from someone else.</p>\n<p class=\"cnM5OWE1ZjBiMmNhYjQyYTZhN2ZmYmM2Yzc4ZjFjYjcy\" data-original-margin=\"\"><em>But then... will I even have another chance?</em></p>\n<p class=\"cnMxYTllNjFmODkyZTRmMDc4MTk0MTVjZjIwNTA3OGU1\" data-original-margin=\"\">The answer to that was 'unlikely'. It has become clear to Kaede that while many nobles didn't like Pascal and would be happy to take advantage of any situation to make him look bad, they also weren't interested in a direct confrontation given the potential political repercussions. They certainly had little reason they would help a mere 'servant commoner' like Kaede.</p>\n<p class=\"cnNjZjBiMmZjODQ5YjQ5ZGFhNTFkMWMyNDIxMWQ3Zjdi\" data-original-margin=\"\"><em>Still, isn't this premeditated murder!? Even if my hands don't draw blood, I'd still be an accomplice!</em></p>\n<p class=\"cnM1YTA3NDVkZThkNzRhOTg5NzU0ZmFlZmM3ZmFlY2Nl\" data-original-margin=\"\">Pascal's selfishness might have ruined her old life, caused all her recent problems, and put her in this dilemma. But there was no way Kaede believed that murder in cold blood was a justifiable response.</p>\n<p class=\"cnMzM2MzZjRhYjkzMzRiYzNiYzM1NjdiNzA1OGU1Zjk5\" data-original-margin=\"\"><em>But what other choices do I have? Even Pascal said that the only way to cut the link, to sever my connection to this world, was through the death of one of us...</em></p>\n<p class=\"cnNjZDgwZjVhMzA0NzQ1OWQ5MmQ3NGM2YWUzYWJhZjZi\" data-original-margin=\"\">The other voices in her mind objected, crying that even this presumption was a gamble, as the backlash that Marina downplayed might simply kill her anyway. However before Kaede could take any of them into account, it was her voice of conscience that yelled the loudest:</p>\n<p class=\"cnNkODEwYjM1MzAyMjQ4MDNiZDQwYTI3MTA1ZTVlZjk3\" data-original-margin=\"\"><em>How is murder ever acceptable just for my own gains? For a mere chance of returning?</em></p>\n<p class=\"cnNjMWQ1OWRkZTY0ZTQ4ZjFhMmI0NjY1OGI3MGFkYjgz\" data-original-margin=\"\">Kaede squeezed the vial in her hands. She was certain that her answer should be obvious. Yet she was nevertheless unwilling to close the other door.</p>\n<p class=\"cnNhZmEzMmRjMmYzMDQzMjM5YjExMTRkYzJhMjI1ZmEw\" data-original-margin=\"\">\"How do I know that your master and his men will keep their word?\"</p>\n<p class=\"cnM5ZTcwMThmMzZhZjQ2ZWRiZjg5ZmNiMjExM2U5MmJk\" data-original-margin=\"\">For a moment, Marina looked uncertain. Then:</p>\n<p class=\"cnMwODU5MjVmODc3NzRkZTk4YWUxMzIxNmRkMTA2Y2Fl\" data-original-margin=\"\">\"R-remember when I told you I was an orphan? I was raised by a duke on the eastern fringes of the Empire, and I've spied for him ever since to repay the life I owe. I can't g-guarantee it, but I doubt my master will throw away a decade of work so easily while I can still prove my worth. They will definitely give me a way out, which means helping a second isn't much harder. Besides, we're friends,\" Marina promised through a tear-stained smile. \"And once we return, giving you a teleport home should be easy.\"</p>\n<p class=\"cnMxNjI2ZTE2NmM1NjQyMGFiMGE1ODVlMTEwYzBjYWM0\" data-original-margin=\"\">Barely nodding, Kaede looked down at the metal cylinder in her shaking hand. It was wrong. It stood against everything she believed in. Yet it was also her only opportunity for salvation, for her to go back to her old life.</p>\n<p class=\"cnNmNTJiMTYyNzlkZjQyMTA4ODI2YzE3MTNiODJlMWQ1\" data-original-margin=\"\">She couldn't stop herself from testing the waters once more:</p>\n<p class=\"cnNjMjliOTVkMTE2ZDRkMjI5MDg1MzJjMGI1ZjdjODkw\" data-original-margin=\"\">\"You want me to coat the chalice in this? Do I need to give you a signal or anything if it worked?\"</p>\n<p class=\"cnMwYmVkMjI4Njk0NTQ4ZDdhNzcxM2UxNTY3NDI5NzQ0\" data-original-margin=\"\">After thinking it over again, Marina clarified as she wiped away her tears:</p>\n<p class=\"cnMwNGQyYzdkYzFhYTRhZGJhMTc5MWRiNTc1ODU4ZGRj\" data-original-margin=\"\">\"Wait until tomorrow afternoon. I'll c-contact the others to make arrangements today, then give you an update tomorrow on how to proceed. If you want to back out, this is your last chance. Once I tell the rest, they won't hesitate to k-kill you if you try to leave the plan.\"</p>\n<p class=\"cnNjMmRhODdlMmY0YzQ5ODc4ZGQ1OGQxMTY0MjEzM2I0\" data-original-margin=\"\">A cold shiver went down Kaede's spine, but she nevertheless closed her fingers around the vial of antimagic poison.</p>\n<p class=\"cnNhYzZjNjFmNGM1ZTRkMDI4YTEyZTE5Y2NhOGIwNzdl\" data-original-margin=\"\">Kaede wasn't sure if she dared to risk taking Marina's offer, realistically or morally. But she did know one thing for certain: regardless of which way she leaned, accepting the task and becoming part of the plan was her best option.</p>\n<p class=\"cnM3Yzg5NzgyYTY2ZDRjMzY4MGRiMWI3Yjg2NjBjY2U3\" data-original-margin=\"\">\"No. Count me in.\"</p>\n<p class=\"cnM1YWI4ZjBjODIyNzRhOTViNTNiNGU0ODA0ZjdiNmZi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhOGJhNTk0ZDNiZDQ5ZGQ4NmY0NGM5ZWQxZTIzNTA4\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4YWViNzlhYjBiYjQzNjc4YmI0ODU3ZDllZTIzNzY2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1OTQyZDUyN2RkMjRiZDk4MzY1NWE5YTYxYTIzODhh\" data-original-margin=\"\">\"How could... why did you decide that on your own!?\" The chief groundskeeper snarled again, this time in the dark confines of a storage cellar. \"Our role is to observe and provide those killers with info, not to get involved ourselves!\"</p>\n<p class=\"cnNkMzBjNmI2YjMzMjQ3NzQ5ZjM1YWI0MTI5MzIyZTgx\" data-original-margin=\"\">The maid was sniffling with tears running down both cheeks. But he wasn't fooled. She had been raised for subterfuge because their master recognized that although she gave off a naive impression and cried easily when under pressure, emotional turmoil didn't stopper this girl's thoughts the way it would for most. Marina was intelligent and resourceful to begin with. Her tears effectively disarmed others and made them underestimate how capable her mind was even under duress.</p>\n<p class=\"cnNjYTM4ZmZhOWY5NzQ3MWRhMGQ4M2VmZTM3NmJhMmI5\" data-original-margin=\"\">\"S-she's a Samaran. She dreams of returning home. And I k-know she hates aristocrats and her life here. She only stands to gain from helping us...\"</p>\n<p class=\"cnM4Yjc5OTk5ZDczMzRkNTU4ZjFhMjk2NzI5NzQwZGFi\" data-original-margin=\"\">\"But she's also our target's familiar! However abnormal it may be for a person to be a familiar, she's still bound by the same links!\"</p>\n<p class=\"cnNkYmYwODY0ODU1ODRlOGU5MzU5OTEwNjA1N2ZjNWEx\" data-original-margin=\"\">\"I-I believe her dislike of her master is g-genuine. It's known throughout the academy that she h-hurt him on the roof, even if she took him by surprise rather than with any kind of skill,\" Marina explained. \"There is c-clearly no loyalty to speak of. Furthermore, if I did not b-bring her in, she would certainly have revealed us to her master.\"</p>\n<p class=\"cnM5Y2I1Nzk3OTljMDRjZGU5ZjVmMjAzMzZmYWRiMzdm\" data-original-margin=\"\">\"And you think she's reliable just because of that!?\"</p>\n<p class=\"cnM4ODhkYmRjNjViMTRlMTBiNGE3YzNmNjYyNzA2YWM4\" data-original-margin=\"\">\"S-she can be used as long as she has some t-trust in me, enough to give her hope. B-besides, I told her that we worked for a duke within the Empire. This way, even if she t-tells, we could at least use her for disinformation.\"</p>\n<p class=\"cnMzNjViZDA0ODNkMDRkNTE4NDRjNmYzZTVhYTg0ZGI3\" data-original-margin=\"\">The groundskeeper sighed. There were indeed nobles in the Empire of Rhin-Lotharingie who opposed their crown princess' betrothal --even a matrilineal betrothal-- to the scion of Field Marshal Moltewitz. This wasn't just a red herring. It held the potential to redirect Weichsel's anger towards Rhin-Lotharingie.</p>\n<p class=\"cnM4M2NhMjIzNjU5ZTRjOGY5Y2Q1OTNiZTJjMjFmNmFi\" data-original-margin=\"\">\"We'll need to ensure that she understands there will be consequences, immediate and deadly, should she dare to betray us. Have her carry out the task this Sunday afternoon. The following holiday will see the dorms thinned out once all the nobles with nearer estates leave for their homes. Once our target is unconscious, she is to come to the dormitory keep's exposed roof at dusk and raise her hand as the signal. If the information checks out, the others will reveal themselves and make their move. But if anything even looks like a trap, she'll be dead on the spot.\"</p>\n<p class=\"cnMzODQ3ZDRmMmQ2MzRmOGVhNTVjYjdmOGRmMmVmZDEy\" data-original-margin=\"\">\"I-I understand. I'll inform her tomorrow.\"</p>\n<p class=\"cnNlZTRjMDliYTVmNjRlMDliZDkyNDFjNTUzYTIxMGE5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzZGE1ODE1OTU2NTRlNThiN2ZjNTQ4ZWJjN2M4Y2Fj\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMyOTc5ZDU3YjlhMDQ5NTk5NjIyNDc0Y2Q5OGNjMWQ5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0M2JiN2ZkNjEzMTQ4YWM5N2Y0ZWVmNDlkYzJhY2Fk\" data-original-margin=\"\">\"Are you alright? You've been... conflicted, confused even, since early morning,\" Pascal voiced as they returned to the dorm room after dinner. His turquoise eyes turned around and met Kaede's with deep concern.</p>\n<p class=\"cnNmMWYxYTFhOTJhYTRkOGVhMDVmYzAzMzNmYTAwNGU1\" data-original-margin=\"\">...Or was it suspicion? She couldn't tell. She already knew that it probably wasn't possible to hide her emotions from their 'passive link'. Her sense of guilt was a dead giveaway.</p>\n<p class=\"cnNmNDQ2ZjVkNzliZjQ3NDI4YmQzYzhhMTFjNWM3NWNi\" data-original-margin=\"\">It really wasn't fair that he had a gateway straight to her heart and mind, one that she couldn't even shut. Not that she could close the other bonds either. All she had was his promise not to use the keys without permission.</p>\n<p class=\"cnNlNzExYmUwMGVlYTQxNDg4MTFiNTZhMTBlMzM2MDhk\" data-original-margin=\"\">Her life now was not just one completely dependent on another, but one at the mercy of another. In this foreign and fantastic land, she didn't even have any basic rights. It was a terrifying basis of living. No matter how much pragmatism she applied, no matter how much she forced herself to adapt, and no matter how much she focused on her interest in this world, approaching the problem at its core would always yield one result:</p>\n<p class=\"cnNlYzg0MmY0OGVhODRlNjFiZGEwZjhmNTUwNTU1ZTY2\" data-original-margin=\"\">She hated this life.</p>\n<p class=\"cnM0MzM5ZWUzM2YxODRiMDBiZmFhNzQzMjllZmJiYjQz\" data-original-margin=\"\">She would do almost anything to wake up from this dream.</p>\n<p class=\"cnM2OGQ3ZjEwMGJkNjQ3Njk5MWY5ODExMjc5NmJkMWNi\" data-original-margin=\"\">Except it wasn't a dream. She couldn't wake from it. She was stuck in this world whether she liked it or not. All she could do was to make the best of it.</p>\n<p class=\"cnMzM2JiNjBhNDM4MjQ4NTRhMDhjNDU0YzFhY2VjOTQ0\" data-original-margin=\"\">\"Tell me Pascal, what am I to you?\" Kaede turned her gaze away.</p>\n<p class=\"cnNjYTYyMjAwZjY3NDQyZTdiZmY2M2ZkNGQ5NTIxZTg4\" data-original-margin=\"\">\"You are my familiar, of course...\" Pascal's reply was deep and sincere.</p>\n<p class=\"cnNiZGY0YmFlNGI2NzQ5NDk4M2I3ODQ0ZGIyMWY3YTZm\" data-original-margin=\"\">Yet with that lay the problem. She had no wish to be a mage's pet for her remaining life. She had well over a century of it too, given a Samaran's life expectancy.</p>\n<p class=\"cnM2YjQ0NTc1MTczMTQ5Y2M4YTg3NGQyMGZkOGE1MTY4\" data-original-margin=\"\">\"You are my companion and partner that, by the grace of the Holy Father, will be with me until the end of my days, or...\" his voice dropped low, \"at least until we come across a solution for your return.\"</p>\n<p class=\"cnNlMGQyZDFkODcyNjRjNjA4YzIzM2I4YjdlODU5NTIx\" data-original-margin=\"\">Kaede was almost surprised by that. He had managed to keep it in mind after all, however begrudgingly, however hopeless the task might seem.</p>\n<p class=\"cnNiNDA1MTJlN2E4ZTRkNWM5YzRmYWZhYjZmYTUyYzQ4\" data-original-margin=\"\">Almost, because the slightest hindsight told her that his answer should have been expected. She had only known Pascal for two weeks, yet within this time he had upheld every promise he had made to the letter. Even, especially, that night when he invoked his nobility against his own superiors in her defense.</p>\n<p class=\"cnM1NTAyOWJlY2ZhNTQxMmJiNGQyYjhhY2Q0MTZkMTll\" data-original-margin=\"\">He could have cast her out from day one when she committed assault, yet he stayed up to watch over her when she was ill -- even if that was also his fault. He wasn't always thoughtful. He swayed between impenetrable composure and lashing out with childish tantrums. But in the end, Pascal always upheld what he saw as his personal responsibility with a steely grip.</p>\n<p class=\"cnM5NjAyMjhlOTM4YzQ4YjM5ZDczMWMzMzRmMWRjZDI2\" data-original-margin=\"\">Had the circumstances been different, Kaede would have loved to work with such a man. He had a potential for visionary guidance and reliable management. He might even become an admirable leader with a little more maturity and growth -- a boss she would be proud to follow, to even consider a personal friend.</p>\n<p class=\"cnNkMDA2ZDU1OTM3NjRlOGI5NWJjN2YyYWExYzk0NTBm\" data-original-margin=\"\">\"Companion and partner, huh?\" Kaede repeated with the hint of a smile. <em>Isn't that what a good friend is?</em></p>\n<p class=\"cnNjNzFkMDYxOTUyZTQ5ZjRhNWJhMzIwY2Y2MjlmMGZl\" data-original-margin=\"\">There was no way she could contribute to killing someone who only wished for that. <em>Even if</em> she managed to return to her old life, she would not be able to live with herself. Her conscience alone would haunt her life and destroy her future -- that was something far worse than this situation could ever be.</p>\n<p class=\"cnNiMjc2ODk4Yjg3ZjRjYjc4NGI2MWZkNjZkNjRmMWMz\" data-original-margin=\"\">\"Then, Pascal, do you trust me?\" Kaede locked her eyes back onto his.</p>\n<p class=\"cnMxNTUwMjM4MDI3MzQwNTRiNzY2NTM3YWRmZDZhZTlh\" data-original-margin=\"\">\"That is a stupid question,\" Pascal replied without an instant of hesitation. \"You are my familiar. Of course I trust you.\"</p>\n<p class=\"cnM3M2I4ZDgyNDUyYTRjOTZiZTM3ODFmMzVhM2IzMDc0\" data-original-margin=\"\">Kaede wasn't sure how much would have changed had he not said that, or had he hesitated, or...</p>\n<p class=\"cnMxODRmYTI3Nzg5MzQ4YjliYTBlZTU1NDI0NzQzZWZh\" data-original-margin=\"\">But her path was clear now.</p>\n<p class=\"cnMwZTJjMGNiNzJlYTQwYjM4ZjM0ZWZkMDkzMjQyOTg2\" data-original-margin=\"\">Pascal couldn't have known what she did, but he also grew up in a courtly atmosphere of hiding daggers behind smiles. Kaede knew she had all the worrisome signs, even more so because they shared the familiar link. Yet he still placed his faith in her, unwavering. Because that was what one did for a dear friend, for a true partner.</p>\n<p class=\"cnMyNTE3YjkwNTNmZTRhNWQ5ZGIzNTAzYWNhODE2ZWQz\" data-original-margin=\"\">It was a goodwill that she had to return in kind. To do otherwise would not only be impolite and inappropriate. It would have violated her core belief, her personal --and far more pragmatic-- variation of the saintly golden rule:</p>\n<p class=\"cnMwNzI4OGU3MTY2ZDRkMTA5NTIzMGY0ZjA3YjAwYjhi\" data-original-margin=\"\"><em>Do unto others as they would do for you.</em></p>\n<p class=\"cnM5YjlmNGJkMWZlMDQ0ZGVhNmFhOTU4ZGUwYzNhNWUy\" data-original-margin=\"\">She would put her faith in him. She would trust that her 'master' would make this a life worth living, and, should the opportunity arise, find her a way back.</p>\n<p class=\"cnM4NjhhOTBiOGZhNzQxMGU5MWE2ODg3MmVmNjJmNzY1\" data-original-margin=\"\">\"Leave this problem to me then,\" she gave him a confident smile.</p>\n<p class=\"cnNmMWM0OWVhOWU2NzQyMGY5MGM3OTZlNjE2OWE1NTAz\" data-original-margin=\"\">Pascal looked confused for a moment before he replied with a lopsided grin: \"just call me if you need help.\"</p>\n<p class=\"cnNmNTdmOWU4YTY5NDRiMmJhYWY0MTc3ZjBjOWZlMjZj\" data-original-margin=\"\">It was the first assurance that she made the right call.</p>\n            ",
  "invisibleParagraphContent": "Did you know this text is from a different site? Read the official version to support the creator."
}