{
  "preChapterNote": "<p>Many of you have already discovered this story, but I am a sucker for a good female lead isekai.</p>\n<p><img src=\"https://www.royalroadcdn.com/public/covers-large/81521-tail-devourer-reborn-as-a-snake.jpg?time=1710331427\" alt=\"https://www.royalroadcdn.com/public/cove...1710331427\" border=\"0\"><br><a href=\"https://www.royalroad.com/fiction/81521/tail-devourer-reborn-as-a-snake\" target=\"_blank\" rel=\"nofollow noopener ugc\">Tail Devourer: Reborn as a Snake</a><br>by&nbsp;<a href=\"https://www.royalroad.com/profile/258016\" target=\"_blank\" rel=\"nofollow noopener ugc\">M Y T H</a><br>Bitten to death by a snake, Shai reincarnates in another world as a snake.<br>The familiar world she knew changed into a brutal world of magic and cultivation, governed by an almost omnipresent, unfeeling System with a single law of order:&nbsp;Devour or Be Devoured.<br>Shai is merely a little white snake, alone and overwhelmed with everything. Thankfully, she can cultivate and become strong by eating...<br>__________<br>What to expect:<br>1. System, Level up, skills, Law Comprehension, evolution, and more...<br>2. Whimsy, lunacy... and sometimes idiocy as well...<br>3. Fast-paced, with a lot of fights...<br>4. And of course, a starvin' snek...</p>",
  "postChapterNote": "<p>Hey, this has come up a few times so I just wanna clarify here.<br><br>Lillith does have a plan, and you don't know what it is. She is trying to legitimately organize, but much like with the plan to kill Baldwin, you may not see the steps involved in their entirety until it has the greatest impact. She also did try to organize in Satusmor. I will talk about these efforts in a way that makes sense for this story. She isn't just killing one person at a time without a broader plan to change things in a meaningful way, I promise. Bear with me!</p>",
  "chapterContent": "\n                <p class=\"cnM0MGJkYTJhMDRkODRkYTFiMGZmNTc0MzZmNGMyNDM3\" data-original-margin=\"\">I don't hesitate. Processing what is happening isn't an option. The man's eyes widen as the door flies open, and his knife-wielding hand rises to her throat. Before the door even lands, I am moving across the room. I use force mana to force the intruder's hand against Autumn's collarbone. The force is enough to prevent him from drawing the blade across her throat and in a second I have both his hands gripped in mine. I throw them both away from my friend with all of my strength and use force mana to throw the man from the window, then pull Autumn into a hug.</p>\n<p class=\"cnM2M2I3N2JlNDc2YzRhNTU4ODc4ZjdjNDA4NDc1MWQ5\" data-original-margin=\"\">\"Are you alri-\" I begin before throwing us both to the side. The man, who somehow stopped himself only a few feet away, had thrown a knife at Autumn's back which I barely manage to avoid. She screams and I look to prepare for the next strike. I use mana to decrease my weight and increase my speed so I can recover and fight without pulling Autumn with me. I'm surprised when I see he hasn't made another move. I stand between him and Autumn, and he seems to have waited for me to recover for some reason.</p>\n<p class=\"cnNiZTk4ZTc5NGNhNDRmMDY4ZWQ1MTFhNTE0M2Q4ZWUz\" data-original-margin=\"\">I take advantage of the brief moment of uncertainty. He is a tall man, towering over me and already brandishing a new throwing knife. That's not what worries me, however. I can overpower a larger man easily enough. What worries me is his aura. He is powerful, more so than almost anyone at the party I just left, excepting the prince and presumably Dominic. I have been fighting with an advantage for a long time now. In every battle I fight, I am surrounded by the grieving and oppressed. People who need my help, and whose presence empowers me to help them.</p>\n<p class=\"cnM1ZTRiNTMwOWFlZTQ2MzI5ZWFmZTQ2YjA0NDVmZjJh\" data-original-margin=\"\">Here, in the middle of a campus full of the rich and powerful, I am just... me. Sure, there are at least one or two grieving people... somewhere near me. And of course, I am not a weak mage. I have been accumulating mana for years and now surpass any noble family that's been around for less than a century, all things considered. None of this changes the simple fact that stands before me. I am, for the first time since Baldwin, completely outclassed.</p>\n<p class=\"cnM3OTgwOTJkZWRlMTQxYmU5NTdlNjkwNjhhOTNkNjE3\" data-original-margin=\"\">I hold up my fists and take a combat-ready stance anyway. Power isn't everything, and I have a few tricks up my sleeve. I feel a pang of fear as I think about trying to win this fight and, to my horror, his aura grows more dense. He has a fucking fear-based aspect. I take a deep breath to calm myself and push the fear down. The mana remains still, and I get my fear under control. I am the picture of focus and I drown out all other emotions with determination which... causes his aura to grow more. Fuck, what kind of aspect is that?</p>\n<p class=\"cnNlY2U1NzZhMTY1NTQ5NjRiZjk3OTIwYTU1ZTAyYzVl\" data-original-margin=\"\">Fine, if that's the case, I won't think. I'll just fight. If his mana is stronger, I'll just beat it out of him. I charge him, swinging a fist with one hand and using force on his feet to throw him off balance. He dodges my swing easily and pushes against my force with his own pure aura, strangling my mana. I stumble over his extended foot and he calmly walks past me, going straight for Autumn. As I recover and turn, Autumn screams. The man is forming his own spell. Its color is similar to my force mana but its nature feels different.</p>\n<p class=\"cnNmZTQ3NDFlZWM4OTRlOTFhZDE3NGU2ZTM2NThhNjBl\" data-original-margin=\"\">I throw force mana at him which he easily deflects. At the same time, I create a loud screeching with sound mana. He can deflect my mana but not the effects created by it. As he smacks his hands over his ears I push Autumn to the side of the room with force. He flicks his finger and my sound spell is squashed like a grape. I am already running to tackle him but he leaps over me like Peter fucking Pan. It's not like a force-propelled jump, he literally glides from the ground into a flip over me and gently lands on the other side.</p>\n<p class=\"cnM2MmFiMjcyZGQ0MzQ4YzdhODA4Y2U2ZThiNjlkNGM1\" data-original-margin=\"\">I turn on my heel and he is already casting a powerful fire spell in Autumn's direction. I throw myself between the two casting an air spell as I do. This one is a vacuum where I deny the passage of air at all like I would with sound or light. It takes a lot more mana to maintain as vacuums really don't like to exist, it turns out. At the same time, I put a sound barrier between it and myself. This puts the fire out before it can hurt either of us and the rival mage quickly stops casting.</p>\n<p class=\"cnMyNGYwODE4M2Q0NjQ5NWI4ZGRkOTc2OTQ1NmNhMTJl\" data-original-margin=\"\">The combination of the sound it makes beyond my barrier and the nonmagical air pushing us while working to fill the space finally throws the imposing man off balance as he lurches forward. A large number of stuffed animals, Autumn, and I lurch a bit as well at the brief gust of wind in the room. It only lasts a second before the vacuum closes, however, and our movement is minor. I hope it is enough as I push myself forward with the momentum and try to hit him with a quick jab. It's not as strong as a hook but for me, it doesn't have to be.</p>\n<p class=\"cnM0NDYzNmM5YjlhNzQwMTM5NGI3OTU1NjMzMmQwZjNi\" data-original-margin=\"\">This all happens in a second and my knuckles are a breath from crushing his skull as he recovers, but with the same mana as earlier he gently pushes himself to the side and slides down my arm. The asshole then wraps his arm around my waist and spins me, tossing me across the room. None of his movements are sudden or rough like mine; everything he does is like a dance.</p><p class=\"cmYyNDFiMTQ0NmFlYTQxZjNiNjBhZTAwNTVhYjM1MzQ1\" data-original-margin=\"\">This story is posted elsewhere by the author. Help them out by reading the authentic version.</p>\n<p class=\"cnNkOTZhZTI5N2RhZDRlZjViYzQ4OGE2NDI5NjVmODc2\" data-original-margin=\"\">\"Fuck!\" I yell in frustration while Autumn screams and tries to form her own fire spell to fend off her assailant. He crushes it mercilessly under his mana and begins forming a new spell with a type I haven't seen before. \"Alright. Enough of this 'Crouching Tiger Hidden Dragon' shit!\" I snarl, reducing my weight and creating an explosion of force behind me. I launch across the room toward him.</p>\n<p class=\"cnNmMjgxN2IxYTU3NjRhNGJiNDgxNDA4NDlkYTliMTJm\" data-original-margin=\"\">Again, he dodges to the side and I fly right past him. The stones I had conjured behind me don't however. I had launched them in multiple directions to maximize my chances of hitting him. Two of them collide with his side and cut deep into his flesh while I collide with the brick wall. Before launching myself, I had pumped mana through my body, reinforcing myself with both pure mana and painful internal force. This stops any bones from breaking, but I feel the crack in my nose as brick meets cartilage.</p>\n<p class=\"cnMyNWU1MmNmZWQwZjQ3ZGM4ZGUxN2EyZTdiMTYwOTQz\" data-original-margin=\"\">Blood runs down my face as all three of us recover from the exchange. He is faster than I am, and a new mana rapidly conjures two steel blades over Autumn. I try to push them with force mana, but my frustration and pain combined with Autumn's fear has empowered the man even more. He crushes my spell without so much as a glance. How many fucking aspects does he have? I watch the steel blades fall, ready to bisect Autumn and I panic, throwing myself between the two.</p>\n<p class=\"cnM3ZDQ0OGI2MTEzYTQ1M2I4MGNjMzA0OTM5MmJhNmFm\" data-original-margin=\"\">Crushing mana inside my body is still beyond him and my reinforced body manages to block the blades. From killing anyone, in any case. Both blades still bite deep into my flesh and bone and I cry out in agony as they slow. They cut over half an inch into my forearm and push me back into Autumn, forcing her against the wall.</p>\n<p class=\"cnNjNThhZjBlOWJkYzRhYzA5ZTRjYWU4NWEwYzJjOTZj\" data-original-margin=\"\">\"I don't want to fucking hurt you, now get out of my way,\" the vaguely familiar voice of the attacker scowls. He then takes advantage of my disorientation at the pain to grab a handful of my hair and roughly throw me across the room. I collide with the bedframe, which collapses with the impact. Panicked, I dig my way out from the splintered wood and grab the edge of the rug the man is standing on. I pull it with all my strength, and the man actually stumbles, falling to the ground. The combination of his bleeding side and the lack of mana in my attack finally took him down.</p>\n<p class=\"cnNjNzRhMTE2OGM4MDQyYmU5YjhlMDA0MWNiN2YxMGU3\" data-original-margin=\"\">I try to regain my feet before he does but immediately stumble to one knee. I look down at the sharp pain which lost me my balance and find a nearly foot-long shard of wood from the frame lodged between two of my ribs. I feel a familiar blackness edging into the corners of my eyes and fight it off with sheer force of will. If I pass out here, Autumn dies. I don't know why he wants me alive and her dead, but it's the only advantage I have.</p>\n<p class=\"cnNlZWIwZDM0N2U1MjRkZDFiMDIyZTJkYWQxMDAwMmJk\" data-original-margin=\"\">It's too late to attack him since I stumbled. So, gripping my side, I run to Autumn instead, putting myself in his way again. As he recovers his feet and clutches his own side, he sighs. I see him forming a powerful spell to counter this move somehow when everyone feels it. The pressure of an even more powerful mage. I didn't use all those sound spells for no reason. Help is coming and we all know it. The man glares at me, grabs the wood splinter in my side, yanks it out, and flees through the window.</p>\n<p class=\"cnMwZDVhZThkNjQ5MTQ4Njc4NmRlM2M3MmQ3ZjIyNzgx\" data-original-margin=\"\">I immediately cough up blood and grip my side. It is bleeding profusely and I have to use heat mana to burn the flesh and stop the blood before I lose too much. I look around, fighting for consciousness. The new mana is still approaching, and I move quickly. I don't know what this is about, but it's an opportunity. I retrieve a small bag of garlic and sprinkle it on the ground. I know they have noticed this little calling card by now, and if I'm going to get my ass kicked, I might as well get an alibi out of it.</p>\n<p class=\"cnMyNWZhOTBkYzQ5ZTQ3NDU4ZmNhMDM1NDliZTE0ZDE1\" data-original-margin=\"\">Barely a second after I hide the pouch, Headmistress Cateline storms in. She takes one look around the room, glares at me, and begins directing a parade of mages to search the area. She instructs one to get a doctor and I let myself collapse. I don't pass out, but I just... lay there and wait for help to come. Fuck this hurts.</p>\n<p class=\"cnM0MzNmZmMyYWE0MjQ5Mzg5NmI5ZDY4MDZmY2UwMjVj\" data-original-margin=\"\">\"Th-thank you, Lillith\" Autumn whispers and I roll my head in her direction to look at her. I don't have the energy to really keep my eyes locked on hers, but I hold my hand in a weak thumbs up.</p>\n<p class=\"cnM2MWNiNjJmZjdmNzRiZmY4MmRhYjFjYzZkM2UxMzE4\" data-original-margin=\"\">\"Anytime, kid,\" I wheeze before erupting into coughs. That's not good. Something is ruptured, in there. The world starts to wobble a bit, and I try to put my other arm over my eyes, only to stop as I see two foot-long blades still wedged into it. Instead, I just close my eyes. After an eternity, the doctor arrives and I am hoisted onto some kind of stretcher. As they carry me out of the building, I see Leo rushing to my side.</p>\n<p class=\"cnMyMjEyZmMyYmQ2MjRhNzhiN2RlYTcxZjZjYjA1ODkw\" data-original-margin=\"\">\"Move aside, child,\" Cateline orders while literally pushing him over with mana. He crumples over on the ground in pain and I try to glare at the woman but lack the energy to put real emotion into it.</p>\n<p class=\"cnNlMzAwYTdkODRjZTQzMDhiMmRiZDNhYTBjYzgwMTll\" data-original-margin=\"\">\"Don't do that to him,\" I groan and she suddenly jerks her head to me, pure disgust on her face.</p>\n<p class=\"cnNhOTJlZWE2YzI4MzQ1ODQ5MjQ5NGNjZTE3ZDc0M2M0\" data-original-margin=\"\">\"What did you just say?\" she sneers, before pressing one of the blades further into my arm with her thumb. I find the energy to cry out at the pain. I am not reinforcing my body anymore and the sharp blade cuts through me like butter.</p>\n<p class=\"cnM2Y2U5MTg1ODAwNTQ0NDY4YzdiZmQ1NDFkMTBkZGNh\" data-original-margin=\"\">\"I said,\" I struggle to answer through gritted teeth, \"Don't fucking do that!\" She holds her thumb in place for another second, and then as suddenly as it came, her rage melts away. She then waves to the doctor to take me to be treated and stays to speak to Leo. I want to help the kid out but I can't do anything but be carried away right now.</p>\n<p class=\"cnMyMjFhMGJjMDdlMzQ3N2Y4NGI1MTVlZjk3MTFiZDM4\" data-original-margin=\"\">I want to pass out but two thoughts keep me fighting to stay awake. As the blood runs from my mouth and nose, I curse internally. First, I'm pretty sure I just fought a fucking bard. Warriors exclusive to royalty. Second, they are going to try to measure my fucking pulse.</p>\n            ",
  "invisibleParagraphContent": "This story is posted elsewhere by the author. Help them out by reading the authentic version."
}