{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1ZTcyNzE5ZjQ3ZDQzY2M5ZDc0NGQ5ZWIyM2MxNDA3\" data-original-margin=\"\">\"Will you please talk to me, Mom?\" I ask as my mother drops a bowl of soup off on my nightstand. I am met once again with tightened lips and weary eyes. She hasn't spoken much, at least around me, since the shack Henry was in was found empty. She had been holding it together before, she was even energetic when I was found, but... I got her hopes up when I said I found him. Realizing he wasn't coming home twice in the same day pushed her too far.</p>\n<p class=\"cnM1NzAwN2EwNzg3ZDQ4NTNhNGI1YzAzZTdmOTFkYWJk\" data-original-margin=\"\">\"I love you, Mom,\" I follow up as she heads out of my room. She pauses for a moment and I can see her tense up, a slight tremor affecting her body language. She doesn't respond, however, and leaves the room. All I can do is give her time. That and figure out how to get my brother back.</p>\n<p class=\"cnM0ZTZkZWQyM2Y5MjQ4ZDBhY2Q1ZTNiMjRlNGIxYWYw\" data-original-margin=\"\">Thinking about Henry breaks my heart. Seeing what it's done to my mother shatters me. Intellectually, I know it's not my fault Henry is gone. The blame for every act of cruelty belongs to its perpetrator alone. It's not my fault a rich asshole wanted to ruin my life. It's not my fault I couldn't save Henry from a dozen grown men. I know this, but part of me still blames myself for failing to save him.</p>\n<p class=\"cnNiZmY2MTIzYmY3ZTRiNjdhMGJjNTNhMjM3NDVkYmQw\" data-original-margin=\"\">My mom isn't processing things very well right now, and I think she blames me for what happened. It would be easy to blame my failure to submit to abuse for what happened. That much I know I carry no blame for. I can't really explain that to my family, though. All I can do is grow strong enough to resist. To save Henry and to pull down every fragile monster like Walter. So I need to work on myself.</p>\n<p class=\"cnNkY2Y3YTgzYzYxYTQxY2I5ODg1MTlhZDZkZjFhYTEz\" data-original-margin=\"\">As much mana as I have, and while it's always growing, I still need to ration. Part of each day I try to master new aspects, another part I try to design new spells with my current aspects, and part I try to focus my mana on accelerated healing. This last one is actually the most interesting. As I cycle my mana, I realize I have an instinctual understanding and control over everything in my body. I can feel the healing as it happens, I can even adjust it.</p>\n<p class=\"cnMyZjNmNzVkMmM0MjRkMDZhMmEzOTMwNWFiMWZiMGE1\" data-original-margin=\"\">I feel my broken leg hasn't set correctly and I am able to adjust it over time and hold it in place as it heals. I find this fascinating; if I can do this to other creatures I can gain an almost immediate understanding of their biology. I'll need to test this on a flower or something.</p>\n<p class=\"cnNkMTQxNmE0ZWY4ZjQ0NWI5NmNlYThiYzkyNGE5MDg5\" data-original-margin=\"\"><em>'I wonder if-'</em></p>\n<p class=\"cnMyOTkwOTc0M2Q5YjQwNzU4NDAwOGZmMzI1YTE3NTVj\" data-original-margin=\"\">My musings are cut short as I feel an immense magical pressure. Beads of sweat form all over my body and my limbs grow heavier as what feels like all-encompassing, oppressive heat consumes my thoughts. My father enters my room to speak to me. \"There is someone here to see you, Lily, are you awake?\"</p>\n<p class=\"cnM1YmE2MjI2MTY2NjQ3OGFhZmUwOTg1OWJjMTU2NTY5\" data-original-margin=\"\">I look around panicked and he notices my distress before continuing, \"Lily? What's wrong? Are you okay?\"</p>\n<p class=\"cnM0MzYzM2ZlNTEwMDQ4Njc5MTU4YmJiZDBiMTZiODcw\" data-original-margin=\"\">I don't get to respond, however, as the source of my anxiety enters the room. A large man in his thirties and far too finely dressed for my comfort, responds for me. \"She senses my mana, she is fine.\"</p>\n<p class=\"cnM1MWJiNmI5OGQ2ODQyOTliNTU2YzFlMTcwYTkyNmMy\" data-original-margin=\"\">\"Oh, of course, Lord Tudor,\" my father responds quickly, \"Lily this is-\" he starts but is cut off.</p>\n<p class=\"cnMxZTI5NDI3ZTllNTQ0Mjk5MGFhMDc4YzdkNDllYTRj\" data-original-margin=\"\">\"You may leave us now,\" Tudor dismisses, \"I'd like to speak to Lillith alone.\"</p>\n<p class=\"cnM2NTk2MjFhMGZjZjQ0MjI4OTg1ZjVmZGYwZGYwZTg2\" data-original-margin=\"\">Fucking great, another noble, and a much stronger one at that. What is he, a Count? A Marquess? I've never felt a mage this strong before. As my father leaves, Tudor speaks up again, \"I am Lord Baldwin Tudor. Son of Viscount Reynold Tudor, Lord of Satusmor. I have a couple of questions for you about your... encounter, with Lord Walter.\"</p>\n<p class=\"cnNmMzAyODNiZmY0MjQ5YTVhYzEyMjI0YWY3MGUzZjY2\" data-original-margin=\"\">The son of a Viscount? Shit. How much mana does the damn king have? I have a long way to go. I should have known who the Tudor family was. Hell, I don't even know what Satusmor is, although I assume it is this city. I admittedly slacked on history and geography when I discovered magic. I'll have to correct that later, I don't have time right now.</p>\n<p class=\"cnM4OWZjZDRlMWRiZjRlOWVhNWVhZTRjNzRlMTUxY2Uy\" data-original-margin=\"\">\"Ask away, Mr. Tudor,\" I respond, eliciting a raised eyebrow at either the lack of title or the general tone. He doesn't say anything about either however, more interested in the events with Walter, I suppose.</p>\n<p class=\"cnM1MTFjYTgwODBlNzQ1N2Q5Y2UxNjhlZmNmYjY4MTJh\" data-original-margin=\"\">\"Start from the beginning, how did you learn magic?\" he asks.</p>\n<p class=\"cnNlNGM1MTE0NjQ3OTQ0MGNiYzE4ZDRiN2E0NGQ0MTY2\" data-original-margin=\"\">\"I started working at Godfrey's bookshop when I was seven. I learned magic while I was there.\"</p>\n<p class=\"cnM0NGM2YzAwZjZjYzRhNDNiNzYyY2IwYjE2MTNkMTA5\" data-original-margin=\"\">\"And did you always have magic, or did Godfrey draw you a magic circle?\"</p>\n<p class=\"cnMxYWRlOWQyNWE4NDQ3ZjFiMTk5MDllNGQzNmNmYWYx\" data-original-margin=\"\">\"I used a magic circle.\"</p>\n<p class=\"cnM0Y2Y0ZTNmY2E4ZDQ3YmM5YjMyMGJkYzk1YmZjNDVi\" data-original-margin=\"\">\"I see... And how much mana did you accumulate? I don't sense any from you.\"</p>\n<p class=\"cnM3NTE1NDU5NmMxMDRiYjU4MzRhOWM0YmRjMWQ4ODE3\" data-original-margin=\"\">\"Oh, Godfrey wouldn't share an advanced magic circle with me and I didn't have the freedom to sit inside one for very long.\"</p><p class=\"cjI4ODZhYWIyODQwMTQ1MzViNzUwZjU2NDc0YzI0MDM4\" data-original-margin=\"\">You might be reading a stolen copy. Visit Royal Road for the authentic version.</p>\n<p class=\"cnM2NWQ0YmU3YzViYjQ0OGRhYWRmOTEyOTc4OWI0ZTZj\" data-original-margin=\"\">\"That's not an answer.\"</p>\n<p class=\"cnNiYzBhM2RiNzAxZDQ3MGQ5NDRmYTE1MTNlYjk4ODky\" data-original-margin=\"\">\"Is it not? My mistake.\"</p>\n<p class=\"cnM2NTkwNzBlMmZmNTQ0MGJiYzY1ODFiYTFhMjljYzE3\" data-original-margin=\"\">He rolls his eyes at my consistent question-dodging before I feel all his mana converge on me at once. I don't stand a chance of defending myself, although I do reflexively throw my hands up as if they could block anything. My defenses shatter and I fail to continue suppressing my mana, drawing an interested appraisal from Baldwin. I didn't know mages could just, force my mana out like this, fuck!</p>\n<p class=\"cnNlNTc5MGVhODRmNDQwYzY4YzgxNjVmZjY2ZGExNjkz\" data-original-margin=\"\">\"That is quite a bit more mana than you should have been able to accumulate in your position, isn't it Lillith?\" he asks.</p>\n<p class=\"cnM2Y2ZjOGViODc3NjQ2Y2U5OWY4NWJlY2M0MzgxMDhj\" data-original-margin=\"\">\"I don't know how much is normal! Godfrey has always suppressed his around me and I rarely meet other mages,\" I answer honestly, relieved that he hasn't noticed mana continuing to accumulate around me. With my mana surrounding me, it would be easy to miss for anyone that wasn't looking for it.</p>\n<p class=\"cnM4NjM0NDM2OWE2MjQxNDViMmQzMzkwMmNkMjAxOGU5\" data-original-margin=\"\">\"Are you certain you didn't inherit some mana from your parents?\" he inquires, studying me.</p>\n<p class=\"cnM5ZmQ5ZDI0NjQ2NzRkMWQ5Y2FlNDQwNTlmYjc3MGFh\" data-original-margin=\"\">\"I don't know, let me examine my genealogy real quick,\" I quip, annoyed by the questions. I wasn't prepared for someone this powerful to ask these questions so early.</p>\n<p class=\"cnM0OWIwNDNiZmNhZDQ0OWI4ZWFkZTQxOTVjNzA4YzFm\" data-original-margin=\"\">He smirks as he responds, \"You may want to watch your tongue, girl, I am patient but not infinitely so.\"</p>\n<p class=\"cnM3OGE2ZjM1YzU4ZTRhN2ZhMGY0NWVlNWUxNTBhMTI4\" data-original-margin=\"\">I really am helpless at the moment and I know from two lives how dangerous men with injured pride can be, but I can't bring myself to pretend I respect this one. I should probably dial the sarcasm back for now, however. I don't respond and wait for him to continue the interrogation.</p>\n<p class=\"cnM0NTYyZjFiMTYyNjRjODliMGIzYjljYWUzYTU0YTkx\" data-original-margin=\"\">\"Well, no matter. I have more questions,\" he continues, \"Walter had a mana dispersal chain in his basement. I don't imagine he failed to use it on you. How did you overpower him?\"</p>\n<p class=\"cnNjZTI2NmUwMWY0YzRhMTg5OGY4YmNkYTNmOGU0MjRh\" data-original-margin=\"\">\"He thought I was out of mana already, he likely thought I'd be of more 'use' to him a bit more mobile,\" I respond. I'm careful not to lie directly, as I have no idea what kind of magic he knows and I've read priests have spells that can discern lies, although I haven't the faintest idea how they would work.</p>\n<p class=\"cnM3MmFlNWFhNzQ4YjRmOWU4NmZkY2YyOWZkZGUxZDI5\" data-original-margin=\"\">He studies me for another moment before his body language relaxes and he responds, \"Well, that's all I have for you. I may be back later if I have more questions.\"</p>\n<p class=\"cnMyZjUzYjE1NGZiYTRhNGRiZDI5YTQ2MDI2ZDU4NTVj\" data-original-margin=\"\">I raise my eyebrow at him. None of his questions were about me killing Walter, the only thing he cares about is my mana. This guy is going to be a hassle, I can tell already.</p>\n<p class=\"cnM5ODBjM2RjNmEzOTRjNWU4ZDZjODRhYjg3NjhkM2M3\" data-original-margin=\"\">\"Farewell, Lady Lillith,\" he says, adding the noble honorific to my name. Gross. He departs and after a while and I feel his mana begin to fade. Shit, that was unpleasant. He definitely wants to use me for something. As his mana fades entirely, my father enters the room again. I sure wish he would knock.</p>\n<p class=\"cnM4MWI1ZGQ1MDhiZDQyNjdhNWE4ZjIzYjc3YjVjOTJj\" data-original-margin=\"\">\"Lily, are you okay? What did Lord Tudor want?\" he asks.</p>\n<p class=\"cnNjOWExN2NlNzcyMjQ0MzFiYjUxYTFhMWZkMTI5Y2Zm\" data-original-margin=\"\">\"Nothing much, Dad, he just wanted to hear the story of what happened.\"</p>\n<p class=\"cnNlMTJhOTUyNzcyZDRkNThhMzE2Mzk2NDViYTExYTc2\" data-original-margin=\"\">\"And everything is okay? He's not going to-\"</p>\n<p class=\"cnM3ZmVmYWFkMGMzZDQzYzZhYWE3YTZkYTUzMzc0MjRk\" data-original-margin=\"\">\"I don't think I am being charged with anything. It's okay Dad.\"</p>\n<p class=\"cnNlZGU3Y2MwMTU5MDQ1NWViZDZiYjU5ZTAzMGVmYmI1\" data-original-margin=\"\">I see his shoulders slump like I just lifted a six-ton weight off his shoulders. \"Thank the Collector for that.\"</p>\n<hr>\n<p class=\"cnNhYzFiNTllYWM0ZTQ0ZTA4ODY2ZmY0YzFiYmQ2MWEz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0YjkyZGMzNDcwMTQ0MzM4YjU1NzBhYjUyMmNkZjVk\" data-original-margin=\"\"><strong>Baldwin</strong></p>\n<p class=\"cnNiYTczNzI3NjhjNDQxNTFhZmM5NDYxZTBhNzY3ZDBm\" data-original-margin=\"\">This is going to be a very lucrative investigation. Godfrey was clearly lying through his teeth and I never once got a straight answer from the girl. One thing is clear to me however, Godfrey didn't draw her circle, and I don't think she is a bastard either.</p>\n<p class=\"cnM1ZTEwNjZmMjYwMzQyMGU5Njk1OWFlMzM5ZDliMTAw\" data-original-margin=\"\">It was subtle, hard to see through her mana, but it was still accumulating. How in the third plane did she manage that? If I'd had a method of accumulating mana that didn't keep me tied down... I could be King. I need to find out the secret to this. Everything else can wait. My father would be a fool to kill this girl. We need to bring her into the family. Under our control.</p>\n<p class=\"cnM4MjkxMzU5NTRkYTQ0MTI4NjMyOTk1Yzk3M2RlMzgw\" data-original-margin=\"\">If I own Lillith, I own her mana and the method she uses to accumulate it.</p>\n<p class=\"cnNjYTQ5Njc5ZTI0OTQyMWViNmQ1MGU4YjcwODBiYTI1\" data-original-margin=\"\">A wide grin decorates my face as I leave her shitty little family home. I haven't been this excited about a new toy in years...</p>\n<hr>\n<p class=\"cnM1MDM0Mjk3NmY4NTQzNzc5NTFmNmM3YjBmNjIxODNi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiYThlOTM0MWYzNTRhMmI5MTJmYjc5NmVjMmY2NWVm\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnMxODljODE3YzZjMTQ1MDRiYWRmMDc1NDVhYTQwMWU3\" data-original-margin=\"\">Now that Baldwin is gone I can get back to work. That mana was too powerful, I need to come up with a way to fight back against overwhelming power like that. This thought brings me back to the musings about biology. Left alone, the mana in my body is changing me. I sleep two to four hours a night and feel fine. I am strong. I have no pulse, and I heal quickly.</p>\n<p class=\"cnM2NGUyYmI5OGU5NDQ2YmFiZjBmZjk1YWNiMGI2NTg0\" data-original-margin=\"\">I can also direct the mana in my body. I can use it to control how I heal, so... why stop there? There are hundreds of ways animals in the wild defend themselves from stronger predators, and I know how they work. If I'm careful, I can find ways to defend myself by mutating my own body. I'll have to add these experiments to my preparations.</p>\n<p class=\"cnMwZGM0OTVkZDQzMDRmNDg4NWUyNWZkN2E4Y2EzODUy\" data-original-margin=\"\">Curious, I pull a flower from the vase on my nightstand and try filling it with my mana. Most living things have no resistance to external mana sources, and it enters easily. While it's in my hand it works as intended; I can sense the inner workings of the flower. When I put it down, however, I sense nothing. Picking it up reveals the mana is still there, but I can't sense it unless I am making contact.</p>\n<p class=\"cnNhNGNmYWJiYzAyODQ0OWU5MzkyZDg1ZWU3NTQ2N2Uw\" data-original-margin=\"\">I probe gently, then start trying to modify it. The flower rapidly wilts in my hand as I essentially direct it to die one change at a time. This will work. Retrieving several more flowers, I experiment more. I modify one to need less sunlight, another to change color, and a third to need less water, placing the first two back in the vase and leaving the third on the nightstand. Over the next week, I'll observe them and see what happens.</p>\n<p class=\"cnNiMjU0ODdkNzk5MDQ3NWI4NjU4OTY0Zjc1ZjE2NmFk\" data-original-margin=\"\">I adjust a few more flowers in minor ways before putting them back. I then pull out a journal, stolen from Godfrey's shop, and begin flipping past pages of calculations for new spells. I have a dozen modifications I want to try on myself and since I'm not confident it's safe yet, doing the math I need is all I can do right now.</p>\n<p class=\"cnNhY2U2ZWY1OTUzNTQ2ZjU4NzYxNDRiNjY3MTRhOWM2\" data-original-margin=\"\">One thing is for certain though, just because I can't be safe around mages like Baldwin doesn't mean they will be safe around me. I get to an empty page in my journal and write 'Golden Poison Frog' and 'Slow Loris' at the top.</p>\n<p class=\"cnM1Nzc5ZDk5YTM1NjQ3ZDhiYjAxMDM0NjQ1NDc5YjQ5\" data-original-margin=\"\">These two animals secrete different types of poison. The frog is far deadlier but the Loris, a type of pygmy, has a unique poison that is only deadly once it comes into contact with the animal's own saliva. If I design something with both traits in myself, preferably something I can control...</p>\n<p class=\"cnNhZTExZTI2NDQ1NjQ3MjlhNDExM2E4YTRlMTIzYjA5\" data-original-margin=\"\">Well, the thugs holding onto Henry will regret it, at the very least.</p>\n            ",
  "invisibleParagraphContent": "You might be reading a stolen copy. Visit Royal Road for the authentic version."
}