{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MDQ4N2Q2OGM4YjRjYmE5NzI4ZjcxZWFiMzlmMDU0\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM4OTExYzE0MjdhNjQ3MDViNTY5NjdmM2Q4Y2QyOThl\" data-original-margin=\"\">My breathing shortens as the whisper sphere goes dark. He promised he wouldn't do it but... if he actually saw it on me in the cell, there is no way he hasn't tried it yet. He would only ask me if he ran into a roadblock. I'll have to hope he ran into trouble activating it at all. He shouldn't understand the core concept of a universal center but... the circle I shared uses that as well. It's only a matter of time before he figures it out. But... he's not a stupid man. He knows I'm trying to bridge the gap between commoners and nobles quickly. Obviously, if I could share my circle safely I would have done that already and he'd have plenty of examples. I didn't because I'm not stupid. I just have to hope he isn't actually killing anyone with this.</p>\n<p class=\"cnMxODkzMzVmNDI1ODRlYzQ5ZWZmOTk0ODE3Zjc0ZmY3\" data-original-margin=\"\">\"Annie, is everything okay?\" Sara asks, the concern in her voice pulling my eyes to her and my mind back to reality. I shudder one last time, close my eyes, and take a deep breath. There is nothing I can do about this right now. I have to focus on what I can do.</p>\n<p class=\"cnMxODhmMDg1NWRlMDQ0OTE5YjY5YTc0NjI5M2JjOGY3\" data-original-margin=\"\">\"Yes, sorry. Just an old, arrogant mistake catching up to me. Hopefully, only me. Seems to be a lot of that going around these days. But I'm alright. When is Ed supposed to come back?\" Sara looks at me with concern but sighs.</p>\n<p class=\"cnNjN2U0NDhiNzcxMjQ1NDQ5OTE0OWZjNjcwODJhMzQ4\" data-original-margin=\"\">\"I'm heading out in an hour to pick him up. But don't change the subject so quickly! I'm your girlfriend, right? Talk to me you idiot,\" She insists. I look at her for a moment, then shrug.</p>\n<p class=\"cnNmOWY5NjE0MTg3MDQxMDdiZWZkOWE3YTdkZjZhZDU4\" data-original-margin=\"\">\"You're right, sorry. Force of habit. I've never really talked about this with you, not extensively anyway, but... you know how when I was younger, younger here in Potestia, not overall, I designed my own magic circle? You know all about the mess that caused with Baldwin and everything but... I've never really told you what it was like. When I finished the circle, I mean.\" I say and she nods.</p>\n<p class=\"cnM5ZmYxZGNkODEwNzQwMDhhMDRmYWE0MzA2MmYxNDkw\" data-original-margin=\"\">\"I know it changed you in ways you didn't expect,\" she agrees and I nod.</p>\n<p class=\"cnM2NGM0ZjBiNTc4ZDRiOGU5Njg3MjhmZThmZWQxOTM0\" data-original-margin=\"\">\"Yes but... Sara, it hurt. I don't just mean pain, I mean... it rebuilt me, cell by cell. It tore me apart and recreated me, not just as a mage, but as a magical space itself. It was... horrific, beyond words. I have never wanted to... hurt myself or anything like that. But when this circle was finished... I wanted to be dead. I wanted it over at any cost. For a moment, I was certain I was going to die. Even now there is no doubt in my mind that I should have died. I don't know if I was lucky, or if it was whatever force woke me up in this world the first time. But I shouldn't have survived it, and I don't think anyone else who tries it is likely to. The only thing this circle is going to bring people is an agonizing death, worse than I have delivered to any of the worst people in this country.\"</p>\n<p class=\"cnM5N2VkZGEwODdjNTQ4YjI5NmI5ZDA3ZDRiODUwZTNl\" data-original-margin=\"\">For a moment, Sara's face pales and she puts a hand over her mouth. I can see a thought flicker through her eyes before she closes them. I'm not sure what she is processing, but I have a feeling it is a step further than empathy and concern. Nevertheless, she eventually composes herself and speaks calmly. \"And that's why you are so desperate to stop Godfrey from experimenting on it...\" she trails off, tapping her lip with one finger. \"Just to be clear, this circle fundamentally changed your body. You think it should have killed you. Is there any chance it's the cause of the cancer? Why does it have to be something from Visenar?\"</p>\n<p class=\"cnM3NDc3ODRjNDQyZjRjOWJiOWE1MjVhM2FlNjA5ZjNl\" data-original-margin=\"\">I sigh in response to this. \"It's not impossible. Not unlikely, even, but it's at the bottom of my list of suspects for now. It's true I don't grasp all the side effects. And not just because that would be a pain in the ass. But the cancer hit fast, and hard. I've had this circle for years. If it's the cause, it changed years of behavior in a single day. It doesn't add up, not on its own. And, at least until today, it would only ever affect me if that was the case. We have mine under control,\" I say and she gives me a half-lidded, unamused look. \"Alright, we have it mostly under control. The point is, it was more important to make sure others weren't at risk than to investigate that possibility.\"</p>\n<p class=\"cnMzNWI4MzZkZWY2ZjQxMzFiNGRlNTUwYTE5NWYxN2M5\" data-original-margin=\"\">\"But now...\" she guesses and I snap my fingers, transitioning into a point.</p>\n<p class=\"cnMwYTU0Y2FmYjJiMzRhMWI5ZjA3MDE5ZDRlNzUwNjVj\" data-original-margin=\"\">\"Right. If Godfrey has this circle, it could affect anyone who does actually survive it, if anyone. So we need to start looking into it as well. But we can do that when we move!\" I announce, clapping. It was delayed a bit, but we had been talking about going to live near Clarisse. Sara wants to help research transportation and I have a few ideas myself.</p>\n<p class=\"cnM3ZTU4YmU0YzFiOTQ2M2Y5ZWRiMDU1NzRkMmFhNmFk\" data-original-margin=\"\">\"Right, and... you'll take it easy in the meantime?\" She pleads and I nod.</p>\n<p class=\"cnMyMzY1NDc5ZWM3MTQzOTdhNDhkNzBkNWE4MjdjZmNk\" data-original-margin=\"\">\"That,\" I announce happily, \"depends on what you mean.\"</p>\n<p class=\"cnMyYjRjMWZlYWM5NjRlZTVhOTc2ZWI5MDE1MmU3ZjA0\" data-original-margin=\"\">\"Annie...\" she starts but I hold my hands up in surrender.</p>\n<p class=\"cnM0MTUyZGQ0Yzg1NjRmNGViMDllYTQxZjM1NDY5MDI2\" data-original-margin=\"\">\"No, I promise, I won't go charging into combat unless I have no other option. It's about time we took some other steps anyway. I have a new idea for equalizing power in the fights to come.\" Sara visibly relaxes at that and as she slumps, I suddenly realize how exhausted she is.</p><p class=\"cjEyOWRmN2FhMDgwYTQ5ZDlhOGM5MjQxMDY3NGQ1NmYx\" data-original-margin=\"\">Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere.</p>\n<p class=\"cnM0NjBmYmVmN2RjZDQ1OThhM2MzZjNiOGMyMTlhZGU1\" data-original-margin=\"\">\"So, what are the next steps?\" She asks.</p>\n<p class=\"cnNkNzdjNDlhMTNjZTRmNGE4MjhmNDhiYTE2YzgwYzM2\" data-original-margin=\"\">\"Well, we've got whisper spheres all over the country in the hands of regular people. The best thing to do is get them talking. Get them to tell each other what each city lord is doing, and plan ways to fight back. The next thing we do is give them the ability,\" I explain.</p>\n<p class=\"cnMzNmFhNTliYTZkNjRiOTY5MWI4OTFiMTE5ZmZhNDgx\" data-original-margin=\"\">\"You've been sharing magic for years Annie but... I don't think most people will stand a chance in a fight with a powerful noble. What's the plan here?\" she questions.</p>\n<p class=\"cnM0OTc2OTViNTAyZDQzOWJhYmI4ZjI0ZWRiOTMxMmE1\" data-original-margin=\"\">\"That's what I want to get started on. Because you're right. What I have been doing isn't enough to carry us forward anymore. People are angry enough now. To fight back. They are scared enough. The promise of safety if they follow the rules has been taken away. What they need is hope, and it can't just look like me. Or you, or anyone. They need a chance to fight back themselves, and I think I can give that to them. And not just with their own magic. I've been looking at a few ideas over the years. If I focus entirely on them now, I think I can finish. And if you succeed, well... Potestia is fucked.\" Sara visibly relaxes at this, tension sliding off her like mud.</p>\n<p class=\"cnMxYzZmNWFkZDA2MDRhNzliZGM5MzlhNDQ5ZTQ1OGQ1\" data-original-margin=\"\">\"Thank you,\" she says. \"That's exactly what I needed to hear.\" I smile gently at her. There is something in the corner of her eyes that bugs me. Her relieved expression hides some meaning like a movement at night, just further than you can really see. I decide not to press her. Whatever it is, she'll tell me when it matters. In the meantime, we have work to do.</p>\n<p class=\"cnM1NzMzYTZmOWM0ZTRlODU4OTYyMTZiZmFlNTM1ZDM2\" data-original-margin=\"\">\"Nah, I should be thanking you. You pulled me out of... a dark headspace. And back from the brink of death, it sounds like. Thanks for having my back, Sara. I don't know what I'd do without you.\" I respond warmly. She looks at me seriously, that glint of a secret shifting in her eye.</p>\n<p class=\"cnNiZGNiZWRjMGFkYjRhYTFiZTI5YzUyOTNlNmI1NDNk\" data-original-margin=\"\">\"I need you just as much, Annie. Just... remember that, next time, alright?\" she says quietly. I can't think of anything quippy to relieve the tension that simple request leaves, so I just reply with a barely perceptible nod. \"Thanks for coming back... I should go. I'd prefer not to leave your brother stranded. I just couldn't wait while you were still, you know...\" she trails off.</p>\n<p class=\"cnM3NzRkY2UzYWI2MDQ5ZDliMDhkZDY4NDY5ZjM4OGEz\" data-original-margin=\"\">\"Right. I'll start getting things ready for the move. I have to talk to my family about it, see if they want to come with us or stay here,\" I respond and she turns around, closing the gap and putting her hand on my shoulder. She gently, but firmly, pushes me back down.</p>\n<p class=\"cnNjY2I5NDIzMmI3YTRmYTVhNmQ5ZTExMjJkYzFmYjIy\" data-original-margin=\"\">\"I've already discussed it with them. Everyone is on board. They all want you researching instead of fighting too, for the record. Clarisse has rooms set up for us already. We'll start loading everything up when I get back with your brother. Get some rest, you've been through a lot,\" she insists. I want to grumble, but my body does feel a bit like someone filled a sock with quarters and just went to town on it. So I just nod.</p>\n<p class=\"cnNjYThhNmRlMzU1ZjQyM2I5NTk5YzY2Zjc0NGMyM2Y3\" data-original-margin=\"\">\"I will need some food at some point... just saying,\" I protest. She giggles a little at this.</p>\n<p class=\"cnM4YmIzMDBkYzdhNDQ1NzI4MmNiNzQwYWQwNGE2ZDE5\" data-original-margin=\"\">\"I'll send your mom in on my way out. I would expect another lecture before you can eat though. She saw you when we brought you back too, you know.\" She turns to leave again as I pale. That's not going to be much better than Sara's lecture was. \"I really need to get going now,\" she insists as she pulls a frilly hat off a hook next to my door. She reaches for the handle and pauses. \"Uh, Clarrise saved you room thirteen-twelve, like you requested. And before I go, I wanted you to consider...\" she takes a breath, \"I thought maybe, uh, if it's alright with you, and you can say no of course, but I thought maybe... I'd request the same... one...\" I actually blush at this, and she looks like she is actually trembling with nerves.</p>\n<p class=\"cnMzMDNhMDlmYjlkMzRjMDBhNmRmMWM4ODZkM2Q4YTU1\" data-original-margin=\"\">\"Sara, I'd-\" I start but she rushes out of the room before I can answer her. The door actually swings on its hinges as she flees her last remark and a grin splits my face. I pump my fist in the air in celebration, too distracted to notice the angry woman who has taken my girlfriend's place.</p>\n<p class=\"cnNkZDdjNzRkYTRiYzQyODBiYmNjY2RjMmYxYTQ3MDBh\" data-original-margin=\"\">\"Well. You look pleased with yourself,\" my furious mother remarks.</p>\n<hr>\n<p class=\"cnMwM2JmOWRiOGEwZjRiMDVhZTgzNDhjZjU1ZTJiODk1\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnMyZmViNGI5MzVlMjQxZTJiYWRiODY1OWFhMDIwNjRi\" data-original-margin=\"\">It took the entire walk to the Radiant Woods for my heart to stop beating out of my chest. She'll say yes, I know she will. But it was still terrifying to ask. I want to get closer to her. Figure out how a relationship like ours should work and, truth be told, I want to keep an eye on her. This is what I was thinking when I had the idea, and building up the courage to bring it up was my primary concern until I did. It wasn't until I got to the beach that I even considered what other expectations might be attached to that.</p>\n<p class=\"cnM5ZjM2ZGY0YmJiZDRhYzE4NjczNzIzNGE2ZDkyYmEw\" data-original-margin=\"\">So I spent the rest of the walk panicking about that. Realizing I am attracted to Annie is one thing. Fulfilling those... expectations is another. It was nice, worrying about those things, because now that I am at the Radiant Woods, I have to consider something else entirely. I hate going back into the woods. I despise it. They still talk to me every time I pass through. They still taunt me. And they hate letting me leave again. I am determined to figure out long-distance travel just to avoid this. Thoughts of living with a woman who loves me, and has expressed physical interest in me, make me sweat.</p>\n<p class=\"cnMwNTZjNGZlZTAzOTQ2OWQ4MjcwYzI3NzdlY2Y2MDY2\" data-original-margin=\"\">But facing down the Woods? That still terrifies me. Something I have to be very careful to hide from Annie. She knows I don't like it, but if she knew how it still tries to torment me, she may try and stop me from doing it. And I need to help. As terrifying as it is I need to do it. A worse option I have been thinking about ever since I found her bloodied in that mansion... she might try to confront the Woods before she is ready. She doesn't seem stupid enough to do this but... she isn't the brilliant woman I love when she is pissed off.</p>\n<p class=\"cnM1NGViNzQ0ZTUwYjQwNGQ5M2ExOWY1ODY2OTZlNjdk\" data-original-margin=\"\">I take a deep breath and step into the Woods.</p>\n<p class=\"cnMxZDU5N2Q0MzBmOTQ0NTA4ZWVkYmNkODM5MTk0NDhk\" data-original-margin=\"\">\"How many more times do you think you'll manage it, Sarafyna?\"</p>\n<p class=\"cnMwYzhhZjBhNTRlMzRlODE5MTMwOTM4OGViNWJlZjE5\" data-original-margin=\"\">Then I am on the other side. In a cave outside of Visenar, and Ed is already waiting for me. He looks haggard and weary. His shoulders slump as he looks up at me. \"Ed, is everything alright? Did anything happen?\" I immediately ask.</p>\n<p class=\"cnM0NjYwMDUwNjY5YjQ1MmY4YzVlODVlMTZiNTIxNTc0\" data-original-margin=\"\">He takes a deep breath. \"Nah, I'm fine,\" he answers. \"Just another failed trip.\"</p>\n            ",
  "invisibleParagraphContent": "Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere."
}