{
  "preChapterNote": "<p><em>Daybreak </em>was first published on Baka-Tsuki starting late 2013 as a satirical short story -- which is why the early chapters in particular feels reminiscent of a Japanese light novel.</p>\n<p>The story went on hiatus in 2018 due to my dissatisfaction with its structure as well as some personal issues in life. In 2020 I realized there was a way for me to fix my problems with the story and started a full rewrite. For anyone who has encountered the original story, this is the Redux version.</p>\n<p>The early chapters have also been modified since coming to RoyalRoad, as readers here seem to have difficulty understanding a character that lacks power and agency in early story. If you're interested on what the major changes are since first posting here, please see <a href=\"https://www.royalroad.com/fiction/42771/daybreak-on-hyperion/chapter/705796/rewrite-notice\" rel=\" ugc nofollow\">this post</a>.</p>\n<p>&nbsp;</p>\n<p>As noted in the synopsis,&nbsp;<strong><em>Daybreak on Hyperion</em>&nbsp;is NOT written as one of those 'feel-good' stories</strong>. If you're bothered by protagonists who lack agency (especially in early story) or having to make compromises due to difficult circumstances, then this fiction is probably not for you. Similarly, if you're the type who is easily bothered by discussion of real-life topics, then the contents of this story may also bother you.</p>\n<p>I wrote this story initial as a satirical reflection on the power dynamics -- particularly the&nbsp;<em>abuse of power</em>&nbsp;by protagonists placed in a position of privilege -- which we often see in modern pop literature. Since then, the story has become a means for me to reflect upon real-world issues, particularly those of societal, psychological, and philosophical natures. As a result,&nbsp;<em>Daybreak</em>&nbsp;aims to discuss topics such as the following in a multi-faceted manner.</p>\n<ul>\n<li>Power dynamics between different social classes.</li>\n<li>Societal expectations surrounding gender roles.</li>\n<li>Personality conflicts and the effects of cognitive biases.</li>\n<li>Clashes of interest between states and power factions.</li>\n<li>Social contracts between government and people.</li>\n</ul>\n<p>...And more. If you're interested in a character-driven narrative that explores a society in conflict, then this is probably the story for you. However, if you're bothered by fiction that comes too close to reality, then you have been warned.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0YzZmZjdjMTJmNjQ5MjI4ODc0NzJkMTAxMDdiY2Zh\" data-original-margin=\"\">\"She <em>is</em> coming back today, right?\" Perceval asked as he continued to lean against the column in the academy's entrance courtyard. His voice carried a hint of anxiety as he watched his best friend pace in circles around him.</p>\n<p class=\"cnM2MDE2MzQxY2E5ZjRhN2M5MzlkZDk4MTEwZTgzN2E3\" data-original-margin=\"\">\"Of course! Since when has Ariadne ever joked about something like this?\" Reynaud swayed as he continued to goose-step in a circle. His arms were extended in a tee, while his head shifted from side-to-side.</p>\n<p class=\"cnNjZDA1ZGZjYjEwNzQwNzJhOWMzNjRjNTZiMzg2YjU1\" data-original-margin=\"\">It was as though the short-statured young man was practicing for a contest in exotic dancing... or just plain silly walks.</p>\n<p class=\"cnNhNjFmNWVhNTNlODQzYjZhNWIwMzAwM2NmMDVhMGJi\" data-original-margin=\"\">\"I'm not saying... Oh would you please stop?\" Perceval breathed out. \"You're making me nervous!\"</p>\n<p class=\"cnM2ODExODIxMjNmNTQwNjZiMWMzYjQyYjYyM2MzODA5\" data-original-margin=\"\">The short young man spun about and grinned with a teasing voice:</p>\n<p class=\"cnMxNmY3MmU3Y2RjYTRjMjViMmJiOWEzNDkwZWM4OTA0\" data-original-margin=\"\">\"Sheesh, she's only been gone for a month and you're already like this. Talk about having it bad!\"</p>\n<p class=\"cnM2ODZhN2Y5NjM3MzRmMjc5YWIxYjM1ZjQxYTI0NjEx\" data-original-margin=\"\">\"She was <em>on campaign</em>, and it's been almost <em>two months</em>,\" Perceval specified. \"What if she'd been wounded? What if she lost an arm? What if her King wouldn't let her come back?\"</p>\n<p class=\"cnNhNmU2MmQ3NGUyMjRmODA5YzU0YTY0ZDFiNmE3ZmNk\" data-original-margin=\"\">\"I think she'd tell you if any of those happened.\" Reynaud reassured. \"Besides, you're courting a Weichsen Hussar...\"</p>\n<p class=\"cnM4MWY1YzE5YjliYjRhOWQ5NmZiNGZlODhjNWUyNDU2\" data-original-margin=\"\">\"Knight Phantom,\" Perceval corrected his friend.</p>\n<p class=\"cnNjYjNkNGI5MWVhNjRhMzVhYjIyMjFhYmNjMTc5YmJj\" data-original-margin=\"\">\"Which the rest of the continent call Hussars. They're air cavalry,\" Reynaud shrugged. \"Tip of the spear in every major battle. You should at least try to get used to it.\"</p>\n<p class=\"cnMzZmIwNTExNWY3ZDQwODRiN2JhYjg1NTJjZTRjN2Q4\" data-original-margin=\"\">\"I know, I know,\" Perceval exhaled a deep sigh. \"It's just... I don't want her to suffer what befell my parents. The battlefield is as unpredictable as it is dangerous. And she did say that the battle had been vicious, so much that her mount had been killed under her.\" He finished before looking up and seeing a familiar figure in the distance.</p>\n<p class=\"cnNiMWJjZGFiODgwNjQ1NjM5N2EwN2M0OTk4Y2Y1ZDE4\" data-original-margin=\"\">\"Heyyyy!\" A girl with flowing pink hair yelled. \"Perceval! Reynaud!\"</p>\n<p class=\"cnNmMGM3YmI3NGQyYjRiMGE4NjJmM2RmOTMzOTI3NjZm\" data-original-margin=\"\">\"There she--\"</p>\n<p class=\"cnNiNzlmM2Q2YzViYTQzNTU5ZmNlYjI5YjRjMTdiZTg3\" data-original-margin=\"\">Reynaud barely even began before his friend ran past him.</p>\n<p class=\"cnNjMTk3YTc5ZGQ4YTQzMjBiMzYzNjA3OWExOGExMDUy\" data-original-margin=\"\">\"Aria!\" Perceval ran right up to her before stopping just an arm's length away. Then, after a brief pause, he stepped forward and gave her an all-encompassing embrace that picked her off the ground.</p>\n<p class=\"cnM4YjM1NTk1MmZkMjQ4MTA5Yjg0N2E0MjFkMWE1YmE1\" data-original-margin=\"\">\"Thank the Holy Father. You're alright.\" His tone finally relaxed.</p>\n<p class=\"cnMzMzJkMmE5NmU0YTQzZDM4ODM1Y2YxOWVmNjhmZmZl\" data-original-margin=\"\">\"I told you I was fine, didn't I?\" Ariadne replied in a reassuring voice. \"You worry too much. Our campaign against Västergötlander raiders was a complete victory.\"</p>\n<p class=\"cnMwYTY0YzFkMDA5YTQ4ZWRhYTg4MTU2OTVlNDY5OTBi\" data-original-margin=\"\">\"Awww, he's just trying to show you love,\" Reynaud caught up and leaned forward with a grin, before a slightly blushing Ariadne shooed him away with her hand.</p>\n<p class=\"cnNmYjExODZjMDUyMjRiYzBiOTlkOWY2NDFhMzc1YjI3\" data-original-margin=\"\">\"I'm sorry I was late,\" Ariadne added in apology as Perceval finally pulled away. The three of them then began to stroll at a leisurely pace along a corridor. \"The Wayfarers were scheduled to bring that self-centered prick back along with me. He was late to the rendezvous so we had to wait for him. It delayed the Wayfarers' timetables across the entire trip.\"</p>\n<p class=\"cnM4ODI5NDk2ODQzMzRjYzk5OTUzYTliMTQxNjkwYzc5\" data-original-margin=\"\">Perceval frowned while Reynaud sighed.</p>\n<p class=\"cnM0N2I1ZDIyNTU3MzQ3ODQ5M2QyYjE5NjcxMDMyNThk\" data-original-margin=\"\">\"The Princeling thinks he's the center of the universe. What else is new?\" The short-statured young man gave a mocking shrug with his palms raised. \"Though... is it true what the rumors have been claiming? That the King of Weichsel <em>personally</em> promoted him to Captain?\"</p>\n<p class=\"cnNkNjMyYzZjNzE1ZTQ1MmE4ZDM3ZDhmYjlmMTQyODRi\" data-original-margin=\"\">Reynaud didn't notice as Ariadne intertwined her delicate fingers with Perceval's. She reassured the other with a light squeeze before answering:</p>\n<p class=\"cnM3ZjUwMzc5ODNjNTQ0NjViOTQzNzk4MjEyOTZlNjdj\" data-original-margin=\"\">\"Yes. One of my friends' fiancée works on the Marshal's staff. She said that Pascal was serving his father as an adjutant--\"</p>\n<p class=\"cnNkZTYyZDAzZmIxZjQ0YmM4YjkwNTdlYWRmNGNlYmE5\" data-original-margin=\"\">Ariadne felt her beloved's fingers tighten. She squeezed back in support while trying to hide her pained wince.</p>\n<p class=\"cnM3OWVjYWQ3MWY3YTRhOTU5ZmNmZDYzMDdjNzRmMTY3\" data-original-margin=\"\">\"--When the situation changed during the Battle of Parchim. Pascal modified the orders he was sending to the Noble Reiters to bombard a weak spot he noticed in the enemy's line. It threw the entire Northmen army off-balance just before our charge struck their flank. His father, the Marshal, gave him due credit of course, but also publicly reprimanded him for overriding command orders. Yet when the King heard about it... he personally promoted and knighted that prick.\"</p>\n<p class=\"cnM0ZWI4ZDFkZDBkMTQ1MzY4YmRlYmU1ZTdlMWE0YWEz\" data-original-margin=\"\">Both of the men groaned.</p>\n<p class=\"cnM0ZTRjMDVkOGRlYTRmYjg4MTVkYzRlY2M3NTRhNGYy\" data-original-margin=\"\">\"Great, leave it to your King to undo the Marshal's work. That arrogant twit of a princeling needs to be taken down a notch and even his father knows it...\" Reynaud's mood plummeted straight to grumpy, where not even his admiration for the renowned Field Marshal of Weichsel was enough to rescue it. Then, as the trio turned the corner into another courtyard: \"speak of the devil, our <em>Runelord's</em> new celebrity status is already taking effect.\"</p>\n<p class=\"cnM4M2U5Y2M5YjNlMzQzNDE5NjVlMDMyMmUyOTNmZDIy\" data-original-margin=\"\">It didn't take familiarity to spot Pascal. Even with his eyes shut and arms crossed, he still sat in a regal poise that made the marble bench look like a throne. Framed by soft golden curls just long enough to cover his ears, his broad yet lean build gave his polished military uniform the best look a propaganda poster could seek.</p>\n<p class=\"cnNkZTZjZTY4YWNjYjQwNjc4OWM3NDU4NzhjMmNlMDVj\" data-original-margin=\"\">But that wasn't what made him the center of attention. Sitting alone in the middle of the courtyard gardens, he was surrounded by noble girls who kept their distance. They all stood at least twenty paces away, whispering among themselves even as they kept him in their gaze. Meanwhile, most of the men who strolled by, and many of the ladies as well, looked towards him with scowling faces.</p>\n<p class=\"cnMwZTQzOGNkZGJmNzRmMjM4MTgzNmFkMmIzNTMxYTEz\" data-original-margin=\"\">It was an understatement to say that Pascal Kay Lennart von Moltewitz, the only heir of Weichsel's Marshal and Landgrave of Nordkreuz, stood far above the crowd. But regardless of how assured he looked as he gathered the light of mana into a gemstone in his hands, no one could doubt the ill repercussions that too often followed any young prodigy:</p>\n<p class=\"cnMwMDRhNzg5YTYwMTRhMzJiNzVjM2RiYzY0NzJkM2Uz\" data-original-margin=\"\">Amongst a courtyard of chattering peers, he sat silent and alone.</p>\n<p class=\"cnNhZWE3MWRmOGVjZDQ3YjE5NzljNTBiY2M5YTgyMWU0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlYjg5MWYxN2MyNDQ5NDE4NWMxMmY1YjMwNGJmYTk0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM5ZjFkOTY2MjJmNjQ2NDdhZTYwODAzMzFhYmVjYmEy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyYTdkODFlYWU5NjQyMWM5MTc0YTE4MDgzMThlMWYw\" data-original-margin=\"\">\"Captain and Knight's Cross recipient at just twenty...\"</p>\n<p class=\"cnM4MDUyOGQ2MDQ1ZjQ4MDg5Y2Y3MGJmMDhmOTI4NGE4\" data-original-margin=\"\">\"He graduated from the Königsfeld Military Academy in just three years!\"</p>\n<p class=\"cnM0ODBkMTZiYTZkYzQ3YTQ5YzY0ZGQ2YzA5NjFkMjE3\" data-original-margin=\"\">\"Even the King of Weichsel said that he would make a great general one day.\"</p>\n<p class=\"cnM4MDI1ZDhmNzZiYTRlNThiZjhiMjU4NzQ5MTdmNzNm\" data-original-margin=\"\">\"He's also the heir to the Landgraviate of Nordkreuz, the most prosperous trading hub in the north!\"</p>\n<p class=\"cnM3NDExZDEyYmMxZjQzMmJhNmY3MWIzODZjYzg1OTFh\" data-original-margin=\"\">\"It's such a shame he's already betrothed to our Crown Princess.\"</p>\n<p class=\"cnMzODRkOGU5Nzk4ZTRlMTg5YjU4ZTIxMWMyNGI4NmZj\" data-original-margin=\"\">\"Didn't she leave the capital a week ago to personally congratulate him in Weichsel?\"</p><p class=\"cjlhZGFmMTVhNDA4OTQyZjE5YzA0NjYxYjdiYjg1YWQ2\" data-original-margin=\"\">This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnM3ZDNiNDk5MzE0YzQ3NzY5OGM3Mzk4MzI2ZTVlNDU5\" data-original-margin=\"\">The noble daughters that surrounded him whispered in hush voices, but Pascal's trained ears caught the words nonetheless. He did not enjoy such gossip, but no properly raised nobleman, bred for political intrigues of the court, could subconsciously dismiss what others spoke of him.</p>\n<p class=\"cnNkYzY4ZDg5ZDc1MTQ5ZjhiOTA0MjU3ZDIzNDViMTE2\" data-original-margin=\"\"><em>Day after day I'm surrounded by insignificant fools, each with no greater role in the world than a mere name, barely altering the statistics of census records and enrollment sheets.</em></p>\n<p class=\"cnMwYWQzZWE1OGY3MDRkZDY4YWUzMTkwMmM3NDEzZTE3\" data-original-margin=\"\">Pascal couldn't help but wish that one of those rumors <em>was</em> actually true, that Crown Princess Sylviane really did pay him a visit. She was one of the few girls he knew worthy of her nobility, who not only had the beauty to match her prestige but also the farsighted intellect of an aspiring ruler. Unfortunately, proper empresses-in-training also lacked time, and it was all she could spare to congratulate him a week ago through a <em>Farspeak</em> communication spell.</p>\n<p class=\"cnMxNmQzNTM5Y2Q1NTQ1ZjA4ZDNlZDA5MjAyNjIyNDkw\" data-original-margin=\"\">Of course, not everyone spoke of his accomplishments with admiration. That included a number of young lords within this room. Contempt filled their voices as though ridiculing others somehow rescued their wounded pride.</p>\n<p class=\"cnM0Njk2Y2M4ZmY0ZjQ4OWJiMzZlZTdlMTc0NzA3YTEw\" data-original-margin=\"\">\"His father is just pulling another publicity stunt. Marshal Moltewitz is already famous enough. Why not claim it was his son's doing and gift the amateur some credit?\"</p>\n<p class=\"cnNlNDc3YTQzNmYxZDQ4YWVhMmFlYjc2YTQ2NzUyMjA1\" data-original-margin=\"\">\"Must be nice being awarded just for having papa as the commander...\"</p>\n<p class=\"cnM4YTA5Y2VhOGU1NDRmMWViYTBmYjNjZGZjODllZDY4\" data-original-margin=\"\">Pascal wasn't agitated by those who could only mock his back from afar. No, he only cared enough to track those who foolishly marked themselves a foe. Their actual complaints were beneath him, unfit for extended consideration by even a single train of thought. It was the fact that he had to waste time near such lowlifes that really bothered him.</p>\n<p class=\"cnNlYmM5YjM3OTNmMDQzNDU5YWQxYWVlYzA3MDc2NGJh\" data-original-margin=\"\"><em>Whining cowards and pining damsels, with the sheep-like idiocy of peasantry. At least in Weichsel, the nobles of the Königsfeld Academy had the valor to follow our aristocratic military heritage to war.</em></p>\n<p class=\"cnM1MWI1YWU2OTUwNDQxZThhODFmMjI2ZGJhNjQ0ZDM0\" data-original-margin=\"\">The Kingdom of Weichsel prided itself on the competence of its military aristocracy. The curriculum for its noble's education followed that tradition. The Königsfeld Academy of Magic was renowned throughout the continent for its military schooling. And, as an early graduate of its tactical command track, Pascal had expected to be given an independent command in Weichsel's military.</p>\n<p class=\"cnM4MjYwMDAyM2NkOTQ0ZDhiNGUwMzhjNTA5YmQwNGE3\" data-original-margin=\"\">Instead, he had been sent to the Empire of Rhin-Lotharingie as one of Professor Albert von Marienfeld's assistants -- a post-grad 'exchange student' to promote goodwill and share cultural and military expertise with their allies. The Alisia Academy of Magic where he lived now wasn't even specific to military education. Instead, it was a generalist institution full of undisciplined young nobles, many of whom wasted the exorbitant sums their parents paid to send them.</p>\n<p class=\"cnNhNTAwMWU4NDNkZDQwN2FhMWRiMDcyYWY5YWZmMzkx\" data-original-margin=\"\">Pascal could understand the need for diplomacy. After all, he was the Empire's future Crown Prince Consort. But...</p>\n<p class=\"cnMyYTQzODk0MTg2OTQzZTY4YTZkMTg3OTA3YzgwMzky\" data-original-margin=\"\"><em>Why send me to a school of all places? What's the point of forcing me to stay in the classroom!? I'm wasting my time here!</em></p>\n<p class=\"cnM1MTM5ZWE3MjNlMzRmN2Q4MzY5NTliOTNkYTc4ZTQz\" data-original-margin=\"\">Worse yet, as he glanced sideways towards his left, he saw <em>her</em> sitting on the other side of the podium. The girl named Ariadne had been his nemesis back in Königsfeld Academy. Yet, for some demented reason that he could not understand, they sent her along with him as the professor's other assistant!</p>\n<p class=\"cnMwYWVkOGExNmE1MTQ5YTJiZTNhMTM3YTdhOWM1Mjky\" data-original-margin=\"\"><em>Why must I work with her of all people!? All she does is make me look awful!</em></p>\n<p class=\"cnM2N2U1YTRjYWIyODQ0ZTZhNDZmY2IwZmU1MTA2ZTRj\" data-original-margin=\"\">Pascal knew perfectly well that he had a long way to climb before emerging from the shadows of his father's renown. He needed to start his career early, to take advantage of every opportunity, not be saddled down with additional baggage. Furthermore, for an aspiring officer who had already felt the power of responsibility on the battlefield, a return to the classroom was like being told to go back to the sandbox.</p>\n<p class=\"cnMzYmZhMWVmMGE5MzQ3OTk5NTc4OTNmNTJjZDA2N2Rh\" data-original-margin=\"\">\"Settle down, everyone.\" The balding professor Albert von Marienfeld announced, exactly one minute late as usual to his lectures on 'Military Command, Control, and Communications'.</p>\n<p class=\"cnM3N2FkZjg2MGJjYzRlMTI5YjI1MTA3NDE1MzVkMjUy\" data-original-margin=\"\">\"I realize that the return of my assistants from the front lines brings exciting news. It's precisely why I sent them, so our class could discuss and analyze their first-hand experiences!\"</p>\n<p class=\"cnMzOGM5N2RiNjcwNTQ0ZDk4N2VmZjkwNDU2NTVjMWZl\" data-original-margin=\"\">His announcement gathered most of the class' attention in an instant.</p>\n<p class=\"cnNlNjc1MTBiZjU3ZTQ0MGFiZGE0NjE2NmM4OWQxODE0\" data-original-margin=\"\">Even Pascal glanced back with a hint of admiration for the adaptability shown by his advisor. It was only a year ago when the Professor insisted Pascal follow his father's wishes: to extend his education under Albert in Rhin-Lotharingie, on the grounds that it was somehow 'good for him'.</p>\n<p class=\"cnMwMzA0MzI0OTM2NTQ3MzhhZGExM2IyOTVlNmFmNjkz\" data-original-margin=\"\">\"But first things first, I'm to remind everyone that all third year's classes will be canceled this Friday for familiar-summoning ceremonies. All students who wish to participate are free to do so.\"</p>\n<p class=\"cnM3Y2Q3YzY1MmU2MjQ1NWY4MWMzMmVkN2U2ZjMwYjE3\" data-original-margin=\"\">Eager chatter broke loose across the classroom again at this announcement.</p>\n<p class=\"cnM0MzQwNWE0M2U2MzQ2ZDFiMGNjYmUyYTA2Y2M3MjUw\" data-original-margin=\"\">The Professor turned to prepare the classroom's illusion projectors. He whistled a short tune as he patiently waited for the students to empty their minds of burning curiosities so they may receive fresh wisdom.</p>\n<p class=\"cnM5M2UzYzcxMDg4NDRkYTViZGM1OWU4ZTM4ZTZiMjgw\" data-original-margin=\"\">The only other person who wasn't excited was Pascal himself.</p>\n<p class=\"cnNjZTE4YzNjMWM2ZjRlMmE5NDIyM2M2NzY4MTI2ZjA5\" data-original-margin=\"\"><em>...As if I need the presence of more dumb animals around me.</em></p>\n<p class=\"cnM1NDdmNWJjMjliMjRiMzNhYmJmM2NiNTg4MTllMDky\" data-original-margin=\"\">Familiar summoning had been an elective program back in Königsfeld, where they were taught how to prepare a personalized summoning ritual. But while Pascal found the sorcery lessons interesting, he had no interest in attaining a <em>pet</em> as the final outcome.</p>\n<p class=\"cnNiNGQ2ZmUzYmZhMjQwZmU4NmJlNTU0YjUxNzg5YzZi\" data-original-margin=\"\">Silently, he scrolled back through his memories, thinking of every mage's familiar he had come across during his years. Many of them made for trusted mounts on the battlefield. Some of them served as eyes and ears for their master. A few even trained as servants in simple households. But not a single one --not even the phoenix familiars of the Oriflamme Paladins-- ever showed more intelligence and creativity than one could expect from a beast.</p>\n<p class=\"cnMyYjg5YzFiMjY2NjQ5YzdhODdmZTYzMjRlYzQzZmRh\" data-original-margin=\"\"><em>But then,</em> a thought came to him, <em>why must I be limited to mere beasts?</em></p>\n<p class=\"cnNjMDdiZjNlNmYyYzQyZDViNDgyMWQzNTg4MGI0NGU0\" data-original-margin=\"\">Pascal drew a scroll of parchment and copied down the mnemonic incantations of every Summon Familiar spell variant he knew from memory. Within a minute, he had them broken down into a tree graph of individual spellcraft components which defined every effect -- scan, calling, summon, transport, binding, connect, sharing...</p>\n<p class=\"cnM3ODg3YTcxZWU2MTQxZmI4NjZiYTVjMDQ1NjUzNDEz\" data-original-margin=\"\">He didn't need a servant. A traditional, obedient familiar was no better than a yes-man. Loyal, but nevertheless a tool of limited use.</p>\n<p class=\"cnNkMTgwNjgzODg3NjRhZTNiZWI2N2E4YjgwODBjYThi\" data-original-margin=\"\">Paying no heed to the conversations around him, he tapped the syllables that represented the 'animal calling' aspect of the spell on his parchment.</p>\n<p class=\"cnM3YTFkOTc3Mjk2MjQwODc5ZjY1ZmUyMmM2NzZmZjU3\" data-original-margin=\"\"><em>What I need is a person near my level and age, a companion who will always be with me to share my thoughts...</em></p>\n<p class=\"cnNlZGU5N2IyNTJlYTRiNTBhMDY0Y2JhZjAzZjVjZjRj\" data-original-margin=\"\">Images came of a twin who shared his outlook, and the mere prospect of mirrored words made his mind recoil. Pascal didn't want some voice of agreement and approval. His fondest memories of intellectual exploration were filled with heated debates.</p>\n<p class=\"cnM2MjAzYzk2N2ViYzRlNzM5Zjc0OWI0YTc1NGRmNGU5\" data-original-margin=\"\"><em>...Someone with a completely different outlook upon the world. A dissimilar foundation of knowledge and wisdom, yet diverse enough to rival my own.</em></p>\n<p class=\"cnM0MWQwNmM2OGQ4MDQwNzJiZjgwYzc1ODdkMjJlZWQ0\" data-original-margin=\"\">Moving into the future, he thought of his impending career on the battlefields of war and diplomacy, where only a balance of words and swords guaranteed survival.</p>\n<p class=\"cnM1Mzk3OGUwNmJiYTQ2N2ZhNDc1MDE5MmRmMzU3Nzgz\" data-original-margin=\"\"><em>...Must be capable enough to serve as my second. An advisor and analyst, but also able to fend for herself with the powers I bestow through our bond.</em></p>\n<p class=\"cnM4OWRhMmMzODcyMjRmOWNhNTRhODQ1YWJmZDAwZThj\" data-original-margin=\"\">A brief flashback brought his thoughts back to his childhood, when he and Princess Sylviane could spend hours lounging on the shores of the Cross Lake near the Moltewitz estate. Their conversations naturally flowed from one worldly topic to another with no regard to time, when he had all day to admire the focus and intellect that lay behind her wisteria gaze, or the vast understanding that hid under that dark-purple hair.</p>\n<p class=\"cnNmZmZhZGY1MTVhMTQ0ODY4ZjgyZmJlOGE3OTU4NmNm\" data-original-margin=\"\"><em>...And she needs to be cute too,</em> he decided, with the perfect image coming to mind. <em>Vivi is Sylv's favorite, after all.</em> He thought of the girl who often accompanied the Crown Princess. <em>Can't object to another girl as cute.</em></p>\n<p class=\"cnM5MTM2MTUxN2MwMjQzMTc5N2NhZDliYmMxYmIxYTA0\" data-original-margin=\"\">The professor clapped twice, drawing the room's attention back to the fore where an illusory, three-dimensional overhead projection of the Parchim battlefield lay.</p>\n<p class=\"cnM5Yjk2YTg5MjlmNzQ3Zjc5ZTdiMzk2ZDdlZWY3NDU4\" data-original-margin=\"\">\"Captain Sir Pascal Kay Lennart von Moltewitz, as you are our honored 'hero' of the campaign, it is only fair that we begin today's lecture with your... irregular contribution to the war.\"</p>\n<p class=\"cnM4YzcwZWRmZjdmZTQ1MDVhMGFjNDA0NzZmMWIyOTUz\" data-original-margin=\"\">Muffled snickering drifted forth from the back of the room, but Pascal ignored them as though he heard only buzzing flies.</p>\n<p class=\"cnM2YTA5MTU1YjM0MTQ0OTM4MzYxZjk2ZjQ4ZWE1YjMy\" data-original-margin=\"\">\"Yes Sir.\"</p>\n<p class=\"cnNmMjJjMzg0YjNkZDQzZGNhNzZiOThiZjY5Zjg4MTI2\" data-original-margin=\"\">Rolling up his parchment as he stood, Pascal's determination revealed not the slightest sign of offense or hesitance. Albert's choice of words made it obvious that the professor agreed with his father. Pascal understood the reason behind the Marshal's reprimand -- rules were rules after all, and no army would be able to operate if junior officers could freely change the orders they received.</p>\n<p class=\"cnNmYTRlZmU0NjExODQyMjBhNzY2MDRiMTQ5NTg1NjY1\" data-original-margin=\"\">He just thought it was unfair that rules of the average should apply to <em>him</em>.</p>\n<p class=\"cnMxMjRhOTZkNmE0YjQ3ZTRiNGMxNTJkNThjN2VhOWVh\" data-original-margin=\"\">It would be many hours of late night studies before Pascal could finish the work he began. But even at its end, even after triple-checking his modifications with satisfaction, Pascal would never notice his one critical error due to sheer inexperience:</p>\n<p class=\"cnM5NGU4YWNmNDVhZjQ2YjE5YWM5YmE0MTA0OWQ0ZGMz\" data-original-margin=\"\">Beasts were simple-minded. It was easy to find a physically and mentally healthy critter to call forth as a familiar.</p>\n<p class=\"cnM4Mzg0YTc1MzQ3ZTQzNzJhY2ViOTUxZTJiYTg5NjRl\" data-original-margin=\"\">Humans were another matter entirely, and the divination scanning component he wrote into the spell was nowhere powerful enough to search through the multiverse for a precise match to his exact specifications.</p>\n<p class=\"cnNhZGE4ZjVmMGY5MjQ4MDNiZTM3ZDI4YTEzMmYzYzQx\" data-original-margin=\"\">Magical energy naturally drifted towards the easiest path: twiddling the first subject that met most criteria instead of seeking a perfect match. Of course, shaping minds was a difficult and dangerous business. But molding forms through sorcery was easily achieved.</p>\n            ",
  "invisibleParagraphContent": "This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere."
}