{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxOGU1YmNmYzlhYzQ1M2JhY2YzYWY3ZTljYmJmYjZm\" data-original-margin=\"\">Kaede loitered in the castle as the dusk sky dimmed outside. Sylviane had dragged Pascal off to the Emperor's privy council meeting. However unlike the war council earlier, the privy council was a much more limited affair. There also wasn't any tradition of bringing in junior lieutenants.</p>\n<p class=\"cnM1ZGJjOTA4OTA4ODRmY2I4MjFiYjNhN2I5YjJjNmNh\" data-original-margin=\"\"><em>Even Queens didn't usually attend privy council sessions,</em> Kaede reflected from Earth history. <em>It would be unusual if Pascal brought me.</em></p>\n<p class=\"cnM0M2VjOWQ1NjA2NTQ0ZjJhMGJkZTQwNzlmMjNkNjZh\" data-original-margin=\"\">Nevertheless, it made her feel like an unwanted outsider again. Pascal and Sylviane were a pair in more ways than one. Apart from being the next royal couple of Rhin-Lotharingie, they were both talented if not brilliant in their own way. Both of them were also willful and determined to shape the future of their countries. It was as though the two of them were fated to leave their mark on history.</p>\n<p class=\"cnNjNWE3NTkwOTExYzRjYzJiNGZkZGUyOTFjNDk4YWVj\" data-original-margin=\"\"><em>Meanwhile... I'm just some average student from Japan.</em> Kaede sighed.</p>\n<p class=\"cnNmMTdjYzA3ZjE2YTRiMTY5ZDNmMDE0YzJhMWU2ODE1\" data-original-margin=\"\">Well, that wasn't exactly true. She could at least justify being 'above average'. She had been accepted by one of the best universities in the world, and she had spent her formative years debating history and international relations with her father, a university professor in history.</p>\n<p class=\"cnNiNGY3MWZlMjVjZDQwZGQ5ZTVkZjFjNmY1ZmQ3MzI2\" data-original-margin=\"\">While Kaede's friends indulged themselves in romcom fiction or action manga, she was consuming world history and treatises on geopolitics. Her celebrities were world leaders and statesmen. Her heroes were great thinkers who applied history to shape the world: men like the Cold War strategist George Kennan, the cultural-political scientist Samuel Huntington, the Finnish statesman Urho Kekkonen who changed the security architecture of Europe, and of course, the 'grand master' of geopolitics Lee Kuan Yew.</p>\n<p class=\"cnM5MTdiODk5YTc2ZTQ4N2I4ODhlMjA4ZjY4YzEzMjQ4\" data-original-margin=\"\">It had always left her a bit of an outcast in pop-culture discussions. It was part of why while Kaede had plenty of acquaintances in school, there were few whom <em>he</em> could call a true friend.</p>\n<p class=\"cnM2MjlhMGY4ZDU1NjQ3N2NhMmM5YTMzYTMwNmU1NGVi\" data-original-margin=\"\">The Samaran girl sighed again as she strode up to yet another painting and examined it. The beautifully-detailed artwork had a frame as wide as a dining room and ran from hip-high to almost reach the ceiling. Like all the others found in the Oriflamme Palace, its focus was another paladin of Rhin-Lotharingie -- this time a lean-shouldered, handsome, if somewhat effeminate young man. Clad in mail armor, the paladin sprouted flame-feathered phoenix wings and glowed in a halo of white-blue flames. He flew above the ground with his armigers, leading far ahead of a massive charge of mixed cavalry and heavy, wagon-like chariots.</p>\n<p class=\"cnNlYzA5NmQzNzNlMjQ4YjNhYzlmYjI5M2MwYTllZmJm\" data-original-margin=\"\"><em>Are those... mongols with cannons?</em></p>\n<p class=\"cnMzOGQ3YmQ0MTliMDRiM2JiZmI4OTVjZTA2ZTJkNzlk\" data-original-margin=\"\">Kaede examined the 'enemy' painted in ominous grey. The flanks were predominantly light cavalry, with many pulling back recurve bows. However the center was mostly infantry carrying wooden planks with small iron tubes affixed to them. Interspersed among them were wheeled, wooden platforms that carried a black, metallic tube. One of them even belched forth flames as the primitive bombard unleashed its shot.</p>\n<p class=\"cnM5NmFiZDEzMmNiMDQ5OTA4NzRmZWFiZDViNzJjYTYz\" data-original-margin=\"\">\"Leslie Eachann Barclay of Tollaigh, Voivode of Dvina.\" Kaede muttered as she knelt down to inspect the label inscribed onto the frame's bottom.</p>\n<p class=\"cnM2ZGMwODczMmZkZjQwZTQ5M2JiMThjOTIxNjcwOWJk\" data-original-margin=\"\">According to the Lotharin history books she read, Leslie the Paladin was a mercenary captain from the clans of Gleann Mòr. He joined the Grand Republic of Samara's predecessor state in repelling an invasion from the east. At the time, almost nobody knew of him back in the Rhin-Lotharingie lands, even though he clearly did well in establishing himself as a 'Voivode' -- which on Earth was an Eastern European name for a ducal-level military commander.</p>\n<p class=\"cnNkODkyYWE4MDdiZDQxOTViNzA1MjU4MjYwNzNlYjQ5\" data-original-margin=\"\">His fame only spread to his homeland three centuries later, when it was Leslie's legacy which brought in a Samaran expeditionary force to aid the Lotharins during the Rhin-Lotharingie Independence War. Today, Leslie's name was known even among children. Their rhymes sang of <em>Leslie's blessing</em> which brought hope during difficult times.</p>\n<p class=\"cnNkYWUzYWM0MzgyNjQyOTI5ODRhMjBjZjYzZTczYWQ3\" data-original-margin=\"\">It was hard to tell if anyone on Leslie's side in the painting was a Samaran since they mostly wore helmets. However as Kaede combed through the allied ranks, she did spot a young lady with flowing white hair. The girl stood on top of one of the leading heavy chariots. Her hands steadied the scorpion-like light artillery affixed to the wagon-bed while her companion loaded the weapon.</p>\n<p class=\"cnMwNjkwNzg5MTNkOTRiOGFhNWQ5MzE5ZTMwNzM5Zjdl\" data-original-margin=\"\">\"You like the painting?\"</p>\n<p class=\"cnMwNmJhZDZkZDBjZTRhNDM5Mjg3OGU2NTU3OGFhZTIz\" data-original-margin=\"\">Kaede turned as she stood up. Her eyes met the gaze of a smiling, elderly maid. The wrinkled old woman was thinly built and dressed in elegant black and white. Though the small, bejeweled hairpin that she wore in her french-bun showed that she was no common servant.</p>\n<p class=\"cnNhODgzMzc0NDRiNDQ0NTFiYTAwOTRmN2NjY2E3ZDUw\" data-original-margin=\"\">\"Yes. I'm no connoisseur of paintings, but its history fascinates me.\" Kaede answered before realizing that she had better identify herself, lest they treat her as an intruder in the palace. \"Sorry, I'm Kaede, the familiar of Landgrave Pascal von Moltewitz of Nordkreuz.\"</p>\n<p class=\"cnNiMDZkYmM4ZTBiNzQ5YWU4NWU4NGMzMmFlOTg1Zjk3\" data-original-margin=\"\">\"Yes, I know.\" The matron replied warmly. \"I'm Head Maid Rachel. Her Highness Princess Sylviane asked me to come find and bring you to dinner.\"</p>\n<p class=\"cnNjYmM1YWMxNjIxYjQzODk4MzQ5ZDBhYjkzYmYyMjA5\" data-original-margin=\"\">Kaede's stomach growled as if on cue. It brought a sheepish smile to the Samaran girl's lips. Apart from a few pastries that Sylviane had requested in the royal sitting room, Kaede hadn't eaten since breakfast back at the academy. The winter sun set early so they were only entering dinnertime. Nevertheless Kaede felt famished now that she was no longer distracted by historical artworks.</p>\n<p class=\"cnM1MGYzOTI5N2M4YzQwMjdhYzNmZWM5NWEyNzJjMDhm\" data-original-margin=\"\">\"I'm afraid the food isn't <em>quite</em> ready yet,\" Rachel smiled back. \"Is there anything you would like to know about these paintings while we wait for a few more minutes? I happen to also serve as a curator in my secondary role.\"</p>\n<p class=\"cnNhYjI3NDVkOTgwMjRjNGRhZjA2OTNiYjg4OTY1OTY0\" data-original-margin=\"\">Kaede's eyebrows rose. <em>That... sort of makes sense, actually.</em></p>\n<p class=\"cnMxODQwMjMyZWMyNjQyMDhhN2UyNDM4MWRmNDgxMWJi\" data-original-margin=\"\">She had noticed that Emperor Geoffroi clearly did not believe in hiring many servants. Kaede wasn't sure if this was because of frugality or the need to reduce palace expenditures. However it definitely felt like the royal court had less attendants than Alisia Academy, and certainly less than any palace from Earth as shown in historical dramas.</p>\n<p class=\"cnMyNWU4NGQzODZmZjRlZjQ4ZTRlNDZhMzY0NjE3ODhm\" data-original-margin=\"\">\"I've read about Leslie the Paladin in books but... to see a scene of it depicted in such grand detail. It's... <em>awe inspiring.</em>\" Kaede tried to describe her feelings as she looked over the huge painting. \"Was this an actual battle that Leslie commanded?\"</p>\n<p class=\"cnMxNGEzYzM5MmM3ZDRkM2M4OTNlNWZiMTRjZTNjY2E0\" data-original-margin=\"\">\"Commanded? No. This painting depicts the Second Battle of Desna River.\" Rachel explained as she pointed out the blue streak that could just be seen behind the friendly cavalry. \"It's a visualization of the climatic moment, when Leslie the Paladin joined Lidiya the White Rose as they led the charge of the elite Polisian, and later Samaran, 2nd Guards Cavalry Brigade against the Great Khan's <em>Divine Engine Division</em>.\"</p>\n<p class=\"cnM3MTk0NzZkNDU2YTRlOTE5ZjY2NWMyNDIwNjQ5NDVm\" data-original-margin=\"\">The head maid then grinned proudly. \"His Majesty always said that this battle forever changed world history.\"</p>\n<p class=\"cnNmYzRiYTc0MjFjODQyYjk4NGMwMGM1MGNiM2JiMDRk\" data-original-margin=\"\">Kaede frowned. It was strange to see a battle in Hyperion where large numbers of gunpowder weapons were employed. In all of Kaede's research for Pascal, she hadn't read a single one.</p>\n<p class=\"cnM4YzljZTU5NDBjMTRjZGJhZDMxM2I3OGQ0MjNhYjYx\" data-original-margin=\"\">\"I presume it has something to do with this <em>Divine Engine Division</em> and their gun... blast powder weapons?\"</p>\n<p class=\"cnMzMjBjNTgzODJkOTRhMTdhYjY4NDI0Yzk3YTBkNjg1\" data-original-margin=\"\">\"Yes.\" Rachel confirmed Kaede's suspicions. \"They were an experimental formation originally established by the eastern Dawn Imperium. The unit was later enlisted by the Great Khan after he all but vanquished that eastern superpower, having conquered it at least for a few decades. The Dawn Imperium has a tendency to bounce back as a superpower after every calamity, even if it takes them a century or two.\"</p>\n<p class=\"cnMzODc4ZmIxOTU1MzQ3NzQ4Y2Q4Njk0YTgxNWZiNGE2\" data-original-margin=\"\"><em>They're definitely the China of this world,</em> Kaede concluded.</p>\n<p class=\"cnMwZDAwZjcyMzgwNTQxOGVhYjk4YjQ2OWQ1MTllY2Ez\" data-original-margin=\"\">\"The division was recorded to be armed with a variety of weapons including mortars, grenades, hand-cannons, bombards, and uhh... I think these were called 'rockets'.\" She highlighted the trails of smoke that flew over the battlefield, even as streaks of mana rushed up from the friendly forces to intercept them.\"</p>\n<p class=\"cnNhY2I5YTAzZDlmZDRkNTRiY2ZiODM5NzQxZTVmMDkx\" data-original-margin=\"\">Kaede could feel her curiosity growing more and more. \"What happened exactly?\"</p>\n<p class=\"cnMyMzVlODA2MDA5ZTRhYzM5ZWE5OWEyYmRjNjA2NzZh\" data-original-margin=\"\">\"Leslie had volunteered to lead the vanguard attack before the main charge.\" The Head Maid answered. \"Since blast powder is volatile and an Oriflamme burns the very air around them, the soldiers caught fire one after another and their 'divine engines' exploded. The Polisian cavalry then poured through the collapsing center and broke the Easterners' battle line. It was a complete disaster for the forces of the Great Khan and it turned the tide of the war.\"</p>\n<p class=\"cnM4NzgxYjQxMjYzYjRjMWNhMDY1YjM1N2NlODNmNzI3\" data-original-margin=\"\">\"Is that why the Emperor said the battle forever changed history?\" Kaede asked, though she could already guess at the answer.</p>\n<p class=\"cnM1NTNlM2U1N2I1MjRmMmU5NGNmNzJkNzAyYzc1MzZj\" data-original-margin=\"\">\"No.\" Rachel shook her head. \"His Majesty said that this battle was the first and last time blast powder would play a decisive role on the battlefield. After this, no army would rely upon such a volatile technology. Therefore despite their potential, blast powder weapons would, at best, be used in a supporting role.\"</p>\n<p class=\"cnMxNjBmMTRhMWY0NzQ4MTE4MWFmMDZkOTUwNzcxOWJk\" data-original-margin=\"\"><em>Sounds like the Emperor is a student of history as well.</em></p>\n<p class=\"cnNmNDNkMDI2MjZlNzRmZGE4ZWE1ZjRiMzJjMDkzOGNl\" data-original-margin=\"\">Kaede knew that on Earth, early gunpowder weapons were often considered questionably useful due to their low accuracy and tendency to explode. Even as late as the Napoleonic Wars, gunpowder's susceptibility to the elements meant exposure to rain could cripple an army. In a world where every mage was capable of conjuring fire and water, gunpowder weapons were never given the opportunity to evolve. Its innovation had been stifled long before sealed cartridges could be developed, which took centuries of use in warfare even back on Earth.</p>\n<p class=\"cnM0MDIyOTkxYzg2MzRhODk4MjE0YjM0OGM5YmQ0ODg0\" data-original-margin=\"\">\"Does His Majesty read many books?\" Kaede inquired.</p>\n<p class=\"cnM4ZTRjYzU0ZjFjMzRlODM5ZjNiMGQ0YWM3ZTVhZjkx\" data-original-margin=\"\">\"Oh yes, His Majesty is a voracious reader. Even back when the late Empress blessed these halls with her grace, his books would cost the palace more gold per year than her jewels and dresses.\" Rachel gave a nostalgic smile. \"Would you like to see the library?\"</p>\n<p class=\"cnM4MzRhYWI1MjMzYTRkOTQ4YmY2MzEwNzlhYTY5ZDRh\" data-original-margin=\"\">\"I'd sure like to know where it is. Though I probably shouldn't distract myself further before dinner.\"</p>\n<p class=\"cnM0MTMwNjgwZGIxMjRjMDBiOTEwZWMzYmNkYWRmOGNj\" data-original-margin=\"\">\"Certainly. Please follow me.\" Rachel announced before leading Kaede down the hallway.</p>\n<p class=\"cnM5MDBkZjAzNTY2NzQ3MzZhZGI2NThkODA1YTgwZTU1\" data-original-margin=\"\">\"What kind of person was the late Empress?\" Kaede added in curiosity of Princess Sylviane's mother. <em>It's said that while fathers taught skill and determination, it was the mother who shaped a child's morale character.</em></p>\n<p class=\"cnNlMDU3MjE1ZDIyNTRiZWVhMmEwYTIwOWZmMGI3NzYx\" data-original-margin=\"\">\"She was a kind and gentle woman, if a bit too... innocent, for the intrigues of the court,\" Rachel reminiscenced. \"She had dedicated her life to bringing up her three children, to be upright, industrious, and dedicated. It's such a great injustice what happened to her and the two princes.\"</p>\n<p class=\"cnMwNzVkMTcwMDk3YzRlMjJhZmNlMjUxNTU2NWMzYzYy\" data-original-margin=\"\">Kaede had heard from Pascal that Sylviane had lost her mother and both elder brothers to Imperial Mantis Blade assassins. It was merely another example of the deep, blood-soaked hatred between the Empire of Rhin-Lotharingie and the Holy Imperium of the Inner Sea.</p>\n<p class=\"cnM0OTc4NjhjZDNkYjQ2MmJiMTI5NjgwMzU0NGU2NDQx\" data-original-margin=\"\">\"It's been over a decade since her death and His Majesty has never even shown an inkling of interest in remarrying.\" Rachel noted sadly. \"He has even kept her old room exactly the way it was. Some say it's because her fae magic melded the Emperor's soul to her own, and when she left she took a part of him with her. I think it's simply because His Majesty loves her that much.\"</p>\n<p class=\"cnNiMzZmY2YxMWJkZjRhMjQ4Y2U0MjViYzQ1ZmNhYmI4\" data-original-margin=\"\">\"Fae magic?\" Kaede's eyebrows rose as they turned to another hallway.</p>\n<p class=\"cnMwZjdmODg5YjY0NDRjZTFiZWNkMWNkYWRlNzYyOGRj\" data-original-margin=\"\">It was the second time she heard the phrase spoken today.</p>\n<p class=\"cnM2YjJlYmY0MjljNjRkNWVhMzlhMzc0YjZmZmQ5Mjcw\" data-original-margin=\"\">\"Yes. The late Empress was a faekissed, the daughter of a minor earl from Ceredigion.\" Rachel began to explain, clearly realizing that Kaede had never heard of them before. \"The faekissed are descendants of the faerie lords, whose rule over these lands is described in the ancient <em>Book of Invasions</em>. During the height of their power, they had dominated all of Western Hyperion as far as the reaches of modern day Samara. However, for reasons unknown, they have since retreated through the portals back to their world. All that remains of them today are the stone rings, the faekissed, and the various artifacts that could be found throughout the land -- like the armor Her Highness wears.\"</p>\n<p class=\"cnNiNDYzMjRhMTVkNDQzMGU5YzczZjcxMTI4NjM4YjBk\" data-original-margin=\"\">\"I would never have guessed,\" Kaede muttered in astonishment. \"I mean... she looks so <em>human!</em>\"</p>\n<p class=\"cnNmMTcyZjU5Y2RiZDRhZDE4YTdmMjM0ZjJiMGRjMjM0\" data-original-margin=\"\">But then, perhaps Kaede shouldn't be surprised. After all, she herself had a Samaran body, yet the only way to tell from external appearance was her snowy-white hair. Meanwhile Cecylia was a dhampir, a heritaged shown only in her gaze. Even the Princess' purple hair didn't mean much, as many mages had tresses dyed by the color of their mana, for instance Ariadne's floral-pink hair.</p><p class=\"cjQ2MDgxMDNjYmU5MTQwNzQ5ZWI0MTU5NDU0NTk5MTQ0\" data-original-margin=\"\">You could be reading stolen content. Head to Royal Road for the genuine story.</p>\n<p class=\"cnM0ZDVkMTBiNTA3ZDQxODg4Yjc5NTdiZTljM2JjNmE3\" data-original-margin=\"\">It was only then that Kaede realized that she was being rude. However Rachel at least took no offense as the old maid simply chuckled:</p>\n<p class=\"cnM3ZDcwZDc3OWQ0MDRhZmU5OTRlOTVjY2YxZGQ5Zjhk\" data-original-margin=\"\">\"It's been several thousand years since the faerie lords left our world. That's several dozen generations, even with the longevity given by the blessing of magic. Most faekissed have but a drop of fae blood in them today. Though even that blood is enough to make a big difference from most humans.\"</p>\n<p class=\"cnNkMWQ0N2YxYTg1YjQxNTZhOGIwYjY2ZTZjMzk3MmM1\" data-original-margin=\"\">\"Could you tell me about some of those differences?\"</p>\n<p class=\"cnNhNWEzOTUyNjY4MTQ3YjJhNWUxMWU5ZDg5NmJmMWVl\" data-original-margin=\"\">The head maid looked back and smiled. \"You're a real scholar aren't you? The questions just don't stop coming.\"</p>\n<p class=\"cnNlNDkzNmFkNGNhZDRkNDQ5MTM4ZWE0M2U5NDcwMDM3\" data-original-margin=\"\">\"Ah, sorry...\"</p>\n<p class=\"cnM4ODZlNjg0Mzg0MTRkNDY5ODdmZWU1ZWMwMTRhZGVl\" data-original-margin=\"\">\"No, I'm happy to answer. You're just not what I expected.\" Rachel answered as she turned back and kept on walking. \"Just like her mother, Her Highness is an autumnborn. As the name implies, she was born in October, and Fall is her favorite time of the year -- she could spend hours just watching the leaves fall outside. She also has absolutely dreadful spring allergies, and tends to be moody and irritable during that season.\"</p>\n<p class=\"cnNiYTU1ZWVjMzJjMTQwZjJhNDllOGViZWZkMGMyNDU1\" data-original-margin=\"\"><em>So, walk on eggshells around her then.</em> Kaede made a mental note.</p>\n<p class=\"cnM3YmExYTY5Mzg4ZDQ3YjJhNGJiNTY2NTU4YjAwNDMz\" data-original-margin=\"\">After all, it wasn't like she was asking merely out of curiosity. Relationship building benefited from research and planning just like any other activity. Professionals like diplomats usually began their task by seeking an understanding of the other side's background and temperament. And while Kaede normally wouldn't go this far, she knew that as long as she stayed with Pascal, managing her relationship with the Princess will be one of her greatest challenges.</p>\n<p class=\"cnMyNDMxN2M4MGZkNTQ2NmM5OWQ1ODM4MjU0NjlkOTEz\" data-original-margin=\"\">\"The autumnborn favor acumen,\" Rachel continued in the meantime, \"though they're not as logical as their cold and stoic winter brethren. They also have a tendency to get jealous, though they're never as passionate as their summer kin. They dislike airheads above all, probably due to their rivalry with spring. Though I'd say you're in no danger of that.\"</p>\n<p class=\"cnM5Zjk5MGNhMWM1ZjQ3YjBhMDQwNTg2YTkwNzMzOGRh\" data-original-margin=\"\"><em>And I thank every buddha for this small blessing.</em></p>\n<p class=\"cnNkODg3NzU5NmE1YTQzYTZhZGZiNjAxNGFhYmVlNzJm\" data-original-margin=\"\">\"And here we are, the royal library.\" Rachel announced as she pushed open a pair of wooden, double doors. \"It's not quite as grand as the one at the Alisia Academy where you were living. But I'd say you'll find plenty to read here.\"</p>\n<p class=\"cnNjNzkzYzUzYjEzNjQ3Zjk5NjkyMWFhYWRjMWIxOTM3\" data-original-margin=\"\">For a brief moment Kaede stared in awe as she eyed the rows upon rows of bookshelves. There was enough here to make even a modern public library proud. Furthermore, unlike the massive collection at the Alisia Academy of Magic, this library was meant for the royal family's personal use. Its size and abundance certainly showed just how many rulers of the Gaetane dynasty were of erudite character.</p>\n<p class=\"cnM3YTFmYzRlMDEyYzQzYjBhNjk0MTI1NmU4NmRhNmE4\" data-original-margin=\"\">\"You know, in all my years, you are the first individual who is more interested in His Majesty's library than his throne room.\" Rachel spoke with amusement as she watched the young girl's reaction.</p>\n<p class=\"cnNiNjNkMjJkOTViMzQxNTY4YmI0MDk0ODIxMjZhNGY0\" data-original-margin=\"\">\"The throne?\" Kaede turned towards the head maid with raised eyebrows. <em>It's just a fancy chair, isn't it?</em></p>\n<p class=\"cnNiMDE0M2EzN2VkNDQyYzU5NmVkY2M4MGUwYmEzOTkw\" data-original-margin=\"\">Kaede had seen enough thrones on Earth to know that they were always magnificent and opulent and often downright excessive. From the Winter Palace to the Kyoto Imperial Palace to the Palace of Versailles, the thrones of Kings and Emperors were always purposefully set up to make anyone who stood before them feel awe and a sense of insignificance by comparison.</p>\n<p class=\"cnNhOTBmNDdjMzJhYTQ0ZjM5NmU4Y2M5Mjg0Nzc4N2Rj\" data-original-margin=\"\">However, when one peeled away all the unnecessary pomp and pretentiousness, the throne was always just a room with a seat. Everything else was just an illusion of grandeur, as even the most grandiose throne in the world provided little meaningful value to the well-being of a nation-state. The garish colors of the Chrysanthemum Throne was certainly less than worthless during Japan's <em>Sengoku Jidai</em>, as it became a focal point of conflict inside a fracturing nation, torn asunder by a dozen simultaneous civil wars.</p>\n<p class=\"cnNlODk1NzRjYjEyMDQ2ZDc4YTkxMzFkOGQ1MTE0Y2Ex\" data-original-margin=\"\">The same could not be said for a well-kept royal library, which was the physical manifestation of the ruler's breadth of knowledge and their capacity for learning.</p>\n<p class=\"cnNlODZlNjg5MDIzNTQ3NmNhYzMxYzJhYmJjNzZiZGEw\" data-original-margin=\"\">Nevertheless, Kaede merely shrugged and gave a sheepish smile. It seemed unkind to speak her thoughts to the head maid. After all, Rachel's whole career was to maintain the palace so that it could be presented to dignitaries in its most awe-inspiring state.</p>\n<p class=\"cnMzOGZmZWM5NGZkYTRkZDZiYWY3ZDllODBhNmMwZmI3\" data-original-margin=\"\">\"I guess I just find this room far more practical, and telling of the Emperor's character.\" The young girl added.</p>\n<p class=\"cnM2ZjA1NzRiNjg4OTQzMWE4MmFkZGI2NGM2MjliNjdl\" data-original-margin=\"\">Somehow, Rachel found this surprising as her eyebrows shifted upwards. \"How much do you know about the throne of Rhin-Lotharingie?\"</p>\n<p class=\"cnM1NWU2NWRkODBlYjRmMTBhMjBhYzMwNGQwZjllNjA4\" data-original-margin=\"\">\"Only that it's called the 'Burning Throne',\" Kaede frowned with a perplexed tilt. <em>But that's just hyperbole, isn't it?</em></p>\n<p class=\"cnNmMmQ0ODJlZTQzOTQ4MWNiYjFjYzdmN2JkZmJkNTFl\" data-original-margin=\"\">She remembered reading mentions of it on several occasions. But each time she simply continued on without a second thought. After all, just because the Japanese Emperor had the 'Chrysanthemum Throne' didn't mean he sat on an actual throne of flowers. It was all just symbolism and embellishment.</p>\n<p class=\"cnNiMmRmZTU4ZWI1ZDRmZjI5NzlmNDNlNjc4OWVmYmUz\" data-original-margin=\"\">Her moment of silence was all the answer the head maid needed. Rachel smiled knowingly as she gently ushered Kaede from the library and closed its doors.</p>\n<p class=\"cnMxNTY0ZjBhMDA0MzRjZjdhNmJlOWVmNTgzM2QwZDM0\" data-original-margin=\"\">\"Follow me,\" the head maid spoke before leading the familiar girl down a hallway.</p>\n<p class=\"cnMwMmM5ZDA2ODEyYTQwYTdhNGIzZWQ4ZjYzNGFkNTZk\" data-original-margin=\"\">They turned twice before reaching the main entrance hall. Yet after her single request, Rachel did not say another word and instead wore a playful little smile as though she had a surprise planned. The Samaran girl could only follow the elderly maid in silence before they reached a double-door that had an armiger guard on each side. It was the only place outside the Emperor's presence where Kaede had met stationary guardsmen in the palace, and she felt keenly aware of their wary gazes which both fell upon her.</p>\n<p class=\"cnM2ZjkzN2JhZDFjODQ5ODI4OTFmOWQ0MjZmMGM5YTc0\" data-original-margin=\"\">However neither of the guards said anything as they each grasped a handle and pulled the heavy, wrought iron doors open. Clearly the head maid's presence was enough to satisfy them that Kaede was not trespassing.</p>\n<p class=\"cnM2ZjA0NWNkYjg5NDRhOWE4YjYyZDg2NmMwYTlkZjk4\" data-original-margin=\"\">\"Do you still think it's not practical?\" Rachel spoke with amusement.</p>\n<p class=\"cnNiMjdlNTYwMzQ2ZDQzNTNiYzE2NTRlZjIwZDhkNjkw\" data-original-margin=\"\">Kaede had to blink her eyes in disbelief as she took in her first view of the throne room.</p>\n<p class=\"cnMyNmFkMDMyZGE5ZDQyNzI5ZTNhYWY2ZDI3ZDJiODgy\" data-original-margin=\"\">The chamber itself was not exceptionally large and certainly not opulent by the standards of Earth. It was built almost entirely of polished blue granite and little else. The royal seat took its customary spot on the far end, elevated above the rest of the floor by a stone pedestal three steps high. However, what instantly drew Kaede's attention and almost made her jaw hit ground was the chair itself:</p>\n<p class=\"cnNlM2YyYmViYzM1MzQ3OWE4ZTk4ZTVlZjU3YjdiYzZi\" data-original-margin=\"\">It was a blocky, heavy, uncomfortable-looking stone seat that was ablaze with blue-white flames.</p>\n<p class=\"cnMzY2JmMWMyOTgyMjQ3YWQ4ZjRhZDg5ZmU0MDZkZDZl\" data-original-margin=\"\">It did not escape Kaede's attention that the royal chair burned in the same color as Rhin-Lotharingie's phoenixes. The embers seemed to emanate from the stone itself, and they were so bright and hot that she could almost feel the heat emanating across the room from it.</p>\n<p class=\"cnM4NDI2M2I5NTIxMzQxZTg5MTFlMTNiOTllYWMzZTc0\" data-original-margin=\"\"><em>When Pascal said only an Oriflamme may inherit the throne, I didn't think he meant it physically,</em> Kaede thought.</p>\n<p class=\"cnM4OWJmYjFlYzYwYzQ5YjZiZThjNzFkOWZlYmJkYTc3\" data-original-margin=\"\">She did not even realize that in her awestruck state, she had whispered it audibly.</p>\n<p class=\"cnM0ZjcwYjIxZmJlZDRhMzE5NTk3ZDM2YTI3YjEzYWQx\" data-original-margin=\"\">\"There's a reason why the 'Burning Throne' is famous throughout Hyperion,\" Rachel spoke with pride. \"It was enchanted by one of the companions of the founding emperor -- the Oriflamme Queen and artificer, Gwendolen the <em>Faerie Sword</em>. No man or woman whose character has not been vouched by the sacred phoenixes may sit upon it. Anyone else who attempts to do so will be burned to ashes within the minute.\"</p>\n<p class=\"cnNkZDk4MTkxZWI1OTRiMWJiOGExMzhkMDE2OWI3NTJh\" data-original-margin=\"\">It was a sure symbol of what it took to wield the authority of the Emperor. Blood, charisma, power -- none of those were enough. Only those worthy enough to be chosen by the phoenixes could sit upon the throne of Rhin-Lotharingie.</p>\n<p class=\"cnNjYTdlOGY0M2YyZDQzNDVhNmEwYmI4NThlMmE3ZjFm\" data-original-margin=\"\">Reflecting upon this, Kaede couldn't help but feel impressed by the legacy left by the nation's founders. Through a single item, they managed to create one of the most capable guarantors of their country's future.</p>\n<p class=\"cnM5MmM4ZTk5MzFlMDRlNWQ4MjlmZTRmNzUzYWQxMzBi\" data-original-margin=\"\"><em>At least in theory,</em> she thought. After all, the succession of Rhin-Lotharingie had yet to be tested by a true crisis -- what political scientists called the '<em>acid test of reality</em>'.</p>\n<p class=\"cnM3MjQwOWMzMzA2MzRiODM4OWJhYmJhNDcxYjRhMzgz\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM4NDU3MWY3Y2Q0NTRiMmFhMDFiNzdkMzFmYmE5Zjkz\" data-original-margin=\"\"><br>Kaede was far less impressed by the time she sat down at a crowded, long dining table. Apparently, the Princess had arranged for her to eat with the other servants. They also ate earlier than the usual dinner time, since many of the maids and footmen would have to serve dinner to the privy council.</p>\n<p class=\"cnMwN2VlMzJkMTFlNzRjMjhhMjYyYmEwNDM3ZjRjZjNi\" data-original-margin=\"\"><em>Not that I've caught a case of contagious snobbishness, but...</em></p>\n<p class=\"cnNhNzZlN2I4YWFlZDQ4MTNiNzljODFkZTEzM2IzMmQ1\" data-original-margin=\"\">Kaede looked through the doorway to the kitchens, where everything from roast pig to fattened goose had been prepared. The mouthwatering aroma wafted through the air and filled the servants' areas. It made the simple meat and cabbage stew she had look downright unappetizing by comparison.</p>\n<p class=\"cnM5YmM4YTE3Njg0ZjQ3NGE4ZGQyMGZjNWVjNjQ1NmU0\" data-original-margin=\"\">\"What's wrong? Is the food not good enough for our little mistress?\" A young maid who sat next to Kaede spoke. Her unfriendly tone elicited even a few jeering smiles from others.</p>\n<p class=\"cnMyZGQxZDdhM2Q2NTRlOGM4ZDVkNWYyZDk5OTkxYmIy\" data-original-margin=\"\">\"No, it's not that...\" Kaede struggled to come up with an excuse as she pulled her eyes away from the kitchen.</p>\n<p class=\"cnM3NjJiODgwNzMwNDRhMDk5ZjAyNTZkODNlNWZjNGRl\" data-original-margin=\"\">\"Oh, you want your master's food. Don't worry about that. I'm sure he'll feed you some in bed later.\" Another maid remarked unkindly.</p>\n<p class=\"cnMxODU2NTI5MWU3YjQ0ODA5Njg0Njk0MTUzMGU1NjI5\" data-original-margin=\"\">The male servants said nothing. When Kaede caught one of the young men's gazes, he hurriedly looked away with a sudden and intense interest towards the wall clock. It was clear the handsome young footman found her attractive, which only further aggravated the maids who now took stabs at her with cutting phrases.</p>\n<p class=\"cnMzOTZjYTU1OTU3NTQ0M2E4OWE5ZDhjM2E1MDg0YmVm\" data-original-margin=\"\">\"Ahem!\"</p>\n<p class=\"cnM0ZjVkMDFlNjMyMDQwMjdiZmUwODE1MjBmMzgxZTNi\" data-original-margin=\"\">It was only thanks to Head Maid Rachel, who sat at the long table's other end, that Kaede gained a moment of reprieve. The eldly woman sent her an apologetic look before speaking to the gathered servants, who numbered just under two dozen.</p>\n<p class=\"cnM2NWQwN2M4ZGE1ZjQ5M2RhYmQ2NTIxYWJkOGVjZWMx\" data-original-margin=\"\">\"If you have time to chatter, you have time to eat. Be quick about it. His Majesty and the privy council will need their meal in ten minutes.\"</p>\n<p class=\"cnMwNDRmOTk5YzcxZTQ4OTFiOGM0YTJjZGNjZDFhMmIw\" data-original-margin=\"\">\"&lt;Sorry about that.&gt;\" Rachel's voice then emerged in Kaede's mind. \"&lt;Her Highness is quite generous to the girls so they're very keen with her. I'm afraid they find your master's actions offensive to the Princess' honor.&gt;\"</p>\n<p class=\"cnNjZjA1ZTIyNjY0ZjQ5ODBiNTM2NjJmZGJmZTUwZjJk\" data-original-margin=\"\">Clearly, the Head Maid was a mage. <em>Or more precisely a yeoman,</em> Kaede guessed.</p>\n<p class=\"cnMyNTc4ZGI2NTllNTQ5ZDI4MzgyMTMyNzQyOWRiNzJi\" data-original-margin=\"\">She reached over to her right forearm and pressed the first spell-storing rune. Her hand waved briefly at Rachel as the <em>Telepathy</em> spell activated.</p>\n<p class=\"cnMwZTRlNDBiMDI0NDQzMzVhNDc5NmJhMGM5ZDVmZGZh\" data-original-margin=\"\">\"&lt;I completely understand,&gt;\" Kaede replied, much to Rachel's astonishment as the old woman's eyes went wide. \"&lt;But please remember that His Grace was the one who summoned me as a familiar. I had no choice in the matter. Plus Her Highness already gave him a piece of her mind.&gt;\"</p>\n<p class=\"cnNjOTc2MmVhM2RjNDQ1M2NhMGNkOGJiNzczNTc3NmQz\" data-original-margin=\"\">\"&lt;I'm glad to hear that.&gt;\" Rachel showed a satisfied smile. Clearly she agreed with the maids insofar as the Princess' honor was concerned. \"&lt;Unfortunately though, I don't think these maids understand how such magic works, nor do they care to listen. It may not be fair, but I'm afraid you'll have to bear your master's sins in this regard.&gt;\"</p>\n<p class=\"cnNmOGY5YjNmZDMzYzRhNjA4ODY4NWM5NDM3ODYwYThi\" data-original-margin=\"\">Kaede exhaled a quiet sigh. <em>What else is new?</em></p>\n<p class=\"cnM4ZDgyNmVlMmZiMDQ0MWM5ODExYjYyYWYyYmQ0NzQ2\" data-original-margin=\"\">\"&lt;When you finish, feel free to peruse the library.&gt; Rachel then added. \"&lt;I'm sure His Majesty wouldn't mind, as he encourages us -- at least, those of us who can read -- to use it as well. I'll collect you after His Majesty's dinner is finished and show you to your quarters.&gt;\"</p>\n<p class=\"cnMxMTZkZjk5NTIxMTQ0NDI4YWU2NzViYmY0Y2Y1ZmZj\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNjYmM0ZDU2ZDMxNTQwNjFiOWNiOGI1ODUzMTgyYjJh\" data-original-margin=\"\"><br>\"I realized you were bookish, but I didn't think you'd be this keen.\"</p>\n<p class=\"cnNjYWIzYTljZDA0ZDQ4YWNiMjBkNzE4Y2ZhZDMxOWUx\" data-original-margin=\"\">Kaede heard Rachel's amazement as she balanced the four heavy tomes in her thin arms. Her breathing was laden with exertion as she climbed up yet another rotation of the stone, circular stairway. She had already counted four stories from the second floor library. It was clear by now that Kaede's new quarters were just beneath the keep's roof.</p>\n<p class=\"cnNhZmViYTM1OTU2YjRhYjlhZjJhYjc0ZGQ4YTczNjUz\" data-original-margin=\"\"><em>If I knew I'd have to climb this much I wouldn't have taken so many!</em> She thought. She had forgotten to bring her extra-dimensional messenger bag from the academy. It didn't help now that she couldn't see her own footing on the steep staircase, which made her take even longer than usual to climb.</p>\n<p class=\"cnM5OWE5NTM1YzM2MjRlOTU5N2E4ZTEwNTZmM2QwYTEy\" data-original-margin=\"\">Unfortunately for her, Rachel also wasn't interested in helping like Pascal did back at the academy. Kaede couldn't blame the woman either. Stairs were treacherous and the head maid was already of elderly age.</p>\n<p class=\"cnNiNTFkN2QxYWM4YTRmN2U4ODMxNDBmZWVmYTNjN2Jk\" data-original-margin=\"\"><em>Finally!</em> Kaede's mind cried out in joy as they reached the last landing. Rachel opened the heavy door for her as they walked into the hallway for the servants' bedrooms.</p>\n<p class=\"cnM1NWIwNmQxZjFhMjQxZWJiOTQyOTY1ZmMzN2M0YmNm\" data-original-margin=\"\">\"This hallway is for the maids only. Men are not allowed up here, and that includes your master.\" The head maid explained the rules. \"I will be turning the hall's lights off by eleven, though you may use a candle after that if needed. Breakfast is at six tomorrow morning. I suggest you get up early if you're interested in the leftovers from the privy council's dinner -- the boys have voracious appetites and will devour the remnants faster than carrion. You may plan tomorrow's day as you like otherwise.\"</p>\n<p class=\"cnNmNjdhNjY2MmY2ZjRhODU4NzZlYTg4NjcwNjdmYTZk\" data-original-margin=\"\">Clearly, Princess Sylviane was intent on treating Kaede like any other servant. However, Rachel also didn't know what to do with her since she wasn't a palace maid. This unfortunately left Kaede in limbo, where she would have to live with the other servants, yet couldn't find acceptance among them through working together.</p>\n<p class=\"cnM4YzVkNmYyNjliNjRlNmJiMGQ3ZTdmZGRlOGI4MTQw\" data-original-margin=\"\"><em>This sucks.</em> Kaede complained to herself, just before Rachel opened the door to her assigned bedroom.</p>\n<p class=\"cnM4ZThlYzk0MDg3ZjQ5OGE4MTc2MGEyZmY3OWEzZTdm\" data-original-margin=\"\">\"I thought it would be best to give you your own bedroom, instead of sharing with one of the other maids. Unfortunately this room hasn't been used in a long time, and we've had no time today to give it a cleaning.\"</p>\n<p class=\"cnNlNWQ3MDA0NzExNzQxM2ZhYmQyOTEwZjgyMDUzYTRl\" data-original-margin=\"\">The room was simple enough: two single beds, two small dressers, two chairs, and one desk by the window. However the stifling air supported Rachel's words that this room had laid empty for far too long. The furniture and windowsill even collected a layer of visible dust. The beds also lay buried under boxes and various assorted items as the place had been used as a storage room.</p>\n<p class=\"cnM2ZGZhZDc2MTliYzRlOGFhYmJhZmZmYmZjOWU0ZGRj\" data-original-margin=\"\">\"Not a problem. I can clean it up. Thank you.\" Kaede said as she laid the books down on the desk's only empty corner.</p>\n<p class=\"cnM5YmJhNDE1YzA5YjQ2ZjE5NmZhMDNmYWVkZTk5Nzg0\" data-original-margin=\"\">She had forced a smile to her lips. However it was difficult to sound enthusiastic when she felt so disappointed inside.</p>\n<p class=\"cnNjYjQ4YzhkMjYzYjRlYjdiYjc0ZmNlMzE0YTBjZjg5\" data-original-margin=\"\"><em>What did I expect? That the Princess would let me use one of her guest rooms?</em> Kaede tried not to scowl, as Sylviane's message in these arrangements was not lost on her. <em>She clearly wants me to know my place -- that I'm just a servant.</em></p>\n<p class=\"cnMyY2E2NDRlMGU3NjRlMTk4ZmMxNzI0ZWJiOWY3MTk2\" data-original-margin=\"\">\"Her Highness also found you a more <em>appropriate</em> outfit.\" Rachel stressed the word as though she didn't agree at all. She gestured towards a frilly dress that had been laid out on the bed's only available surface. \"One of the maids can help you with any adjustments you need to it tomorrow. Though I expect you'll find it a perfect fit. You do have the exact same height and build as Lady Vivienne whom this dress was originally made for.\"</p>\n<p class=\"cnM0NzMxOWVlMTI0YjQxYzRiOGM3ZGZkMWQ2N2MyNjQx\" data-original-margin=\"\"><em>So 'Vivi' really is Vivienne,</em> Kaede thought. It was <em>almost</em> enough to confirm her hypothesis: that the girl whom Sylviane treated as a dress-up doll was none other than Rhin-Lotharingie's youngest Paladin.</p>\n<p class=\"cnM5NDVmOTM4MDJjNjRmYmY4YTI3N2U5YmI1MDNiMjVi\" data-original-margin=\"\">\"Thank you. I appreciate it.\" The Samaran girl tried to sound like she meant it, but she doubted that Rachel was fooled.</p>\n<p class=\"cnM1MDljNmJkNDFjZjQwYTE5NmEzZTkzYmI2YWM5MjEx\" data-original-margin=\"\">\"I believe that is all.\" The Head Maid concluded. \"I've told the other maids not to bother you, so you shouldn't be disturbed as long as you're in here. You may need one of us to help in getting dressed tomorrow though. I live just down the hallway, first room from the entrance to the right. Knock if you have any further needs.\"</p>\n<p class=\"cnM5ZTg2OWE0OGRhOTRjMzU4ZTcyY2I5MGE5YjAyMTc4\" data-original-margin=\"\">\"Thank you.\" Kaede nodded. \"And have a good night.\"</p>\n<p class=\"cnNkNjY1ZmVhYzJlNzQ2OWFiNzdmMjQ3MTVlNmIwNTgz\" data-original-margin=\"\">\"Good night Miss Kaede.\" Rachel smiled warmly before she exited the door and closed it behind her.</p>\n<p class=\"cnNkNTZjNjhjZjdlODQzMDA5ODk2ODIwYjRkYTNhN2E2\" data-original-margin=\"\">Kaede's forced smile vanished instantly as she collapsed onto the bed where her new outfit had been placed. She sighed deeply as she exhaled all of the dejection she felt inside.</p>\n<p class=\"cnMyYWE1MmZmZmExMTQwMGI5MzQ4NmIzMTU1NGI4MzA3\" data-original-margin=\"\"><em>Pascal... you idiot.</em> She thought. <em>Why'd you have to summon me into a girl's body?</em></p>\n<p class=\"cnMxZDE2YmE2YzhjNjRhOTQ4MDkzNzU3NjQ5NmYwMmMy\" data-original-margin=\"\">Everyone spoke of the Princess' kindness, except Kaede didn't feel an ounce of it thanks to Sylviane's apparent jealousy.</p>\n<p class=\"cnM4NzU2NmQ3ODAwMTQ2MWU4N2U4YjIxZmJkNjM3MGUw\" data-original-margin=\"\">It took her a few minutes before she finally forced herself to stand. It took even longer for her to clear out her bed and move all the miscellaneous items to the spare. The room was still cluttered and messy but that couldn't be helped. She would have to air and dust the place tomorrow, but for tonight she would just have to manage.</p>\n<p class=\"cnNhMTdjZjA3NjM4YTQ5NzM4NzFiM2VhNWQ3NmY0NzRj\" data-original-margin=\"\">Returning to sit upon her bed, Kaede lifted the one-piece dress that had been prepared for her. It was lavender with soft-pink accents, and had an extravagant amount of frills and laces which gave it a 'lolita' feel. Its tiered, ankle-length skirt alone contained over a half dozen layers with all its petticoats, including a crinoline. Meanwhile the frilled top was an off-shoulder design, held up by halter straps and translucent chiffon-lace that connected to a wide choker around the neck.</p>\n<p class=\"cnMzZWMwZDhlNzVlMjRkOGE5OWU3NmY1MjczOGQwM2Mx\" data-original-margin=\"\">None of that though was intolerable. Instead, it was the built-in corset that filled Kaede with dread and made her groan.</p>\n<p class=\"cnM2NzRkNTlkYWI2ODRjMWRiN2ExMDI1OTJjNjgwMzBi\" data-original-margin=\"\"><em>So the Princess can strangle me with it.</em> The familiar girl mulled as she tugged at the laces.</p>\n<p class=\"cnMwMTU3OGY0Y2EzNTQzZWQ5MzM1MWVjZmM0OGJhMzAz\" data-original-margin=\"\">With another sigh, Kaede decided there was nothing to do but sleep. She wasn't in the mood for much reading tonight. And she did want to wake up early tomorrow so there was still sumptuous food to be had.</p>\n            ",
  "invisibleParagraphContent": "You could be reading stolen content. Head to Royal Road for the genuine story."
}