{
  "preChapterNote": "<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/78596/hellbreakergrimdark-litrpg-isekai\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/78596-hellbreakergrimdark-litrpg-isekai.jpg?time=1704590771\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/78596/hellbreakergrimdark-litrpg-isekai\" rel=\" ugc nofollow\">Hellbreaker[Grimdark LitRPG Isekai]</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p><strong>In a world filled with corrupt gods and evil, Jonathan is sent to save it.</strong></p>\n<p>However, some things go awry. Upon arrival, Jonathan is slain by one of the gods, and sent to the Infinite Hells, an immense land of torment and punishment, created for the souls of the damned to be punished. However he will not be be broken by his struggles. Instead, he will break them upon his will and desire to survive. For he will be the Hellbreaker.</p>\n<p>Chapters daily 7-9 A.M Pacific Time</p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjOGNjZjg1NGM2MjRmMzNiNzI5Y2JlM2ZkNGI5ZjI4\" data-original-margin=\"\">Pained, horrified screams assault us as we land. I throw up a sound barrier in all directions before it can do any damage, which I'm fairly certain it would have. \"Collector, did you land us in the third plane?\" August complains, removing his hands from his ears. We had all instinctively covered our ears but the sound went right through them. Had I been any slower I suspect our ear drums may have burst.</p>\n<p class=\"cnNjNjgxYzYwOTllNDRhNDhiMGI1OWRmMWQxMTU5NjI1\" data-original-margin=\"\">\"Maybe, the theory does ring true,\" I answer, rubbing my own ears. I certainly hope I can heal tinnitus because there is a good chance all three of us have it after that. August and Autumn groan at my poorly-timed joke and Autumn glares at me.</p>\n<p class=\"cnMwZTdiM2M4NTRmMzRkODliZGM4MWU1ZjEyY2Y3NDNh\" data-original-margin=\"\">\"Lillith, you're great, but your jokes are awful. Obviously, we landed in the wrong spot, we should find somewhere else before it starts again,\" she complains and I shake my head at the same time August nods in assent. He then pauses, gaping at me.</p>\n<p class=\"cnMxMjc3NWZkOTZjMDQ4YzFiMDMwZDRkNTFkMTQ1ZjQx\" data-original-margin=\"\">\"Lillith, you can't seriously want to stay here, what if that happens again? I, for one, don't particularly want to lose my hearing!\" he protests and I hold my hands up placatingly.</p>\n<p class=\"cnM1NmYxZTZjNmZjZDQ1ZjhhYWMwNDU1OTUyNWRiODZh\" data-original-margin=\"\">\"First, I don't think it stopped. I am protecting us with sound mana,\" I say, beginning to list my reasons for staying but Autumn interrupts me.</p>\n<p class=\"cnMwOGE1ODEyOTM0ZDRkNGY5OTQ5NmEzMTBmMDBlNzY2\" data-original-margin=\"\">\"Sound mana?? Lillith, we are fourteen! Exactly how many aspects have you manifested? Didn't you grow up a commoner? Did Lord Godfrey have you in a cell studying magic?\" She marvels. I often forget how long it takes younger mages to grasp new aspects. A thorough understanding of an aspect makes it easier to aspect, which has always given me an advantage. At my age, however, one or two is usually the limit. It's not until attending the academy that students become more well-rounded mages.</p>\n<p class=\"cnMzZmUzN2FiYmRiYTRkOTJhY2M3MWUxNTY2ZGExYmRh\" data-original-margin=\"\">\"That doesn't matter right now,\" I answer, \"I am good at aspecting mana, yeah. But what matters is the screams.\" Autumn just gapes as I wave her concerns away, and August looks frustrated.</p>\n<p class=\"cnM4YmQ0MjE4MWE5NzQyZjE4YTFhZjU4ZDI2NWE0YzU1\" data-original-margin=\"\">\"Right, the screams that tried to make us bleed from the ears,\" August chimes in, \"The screams we should be getting far, far away from! Yeah, those are what matter right now, we agree completely!\" I groan in frustration. I understand the instinct, but we are already safe from the sound. We don't need to flee!</p>\n<p class=\"cnMyOTNhOTY0MGQ2MjQ3ODFiMjUzODc4YjEzZmFmYTMx\" data-original-margin=\"\">\"August, those screams are coming from someone!\" I reprimand, \"Those clearly pained screams are coming from multiple someones! We can't just leave without finding out where it's coming from!\" He has the decency to look chastised, if not entirely convinced. Autumn tags in after that.</p>\n<p class=\"cnNiMjM5NzgwZjM2NzQ5YjA5MzRiNGJhNzY4ODBkMWUw\" data-original-margin=\"\">\"They are coming from something, not someone! No person could make a sound that loud! We aren't going to find anything but another monster!\" she argues and my eyes snap to her.</p>\n<p class=\"cnNmZmU0MjIxMzZhNTRhNWQ4M2FiYjdkMThmY2U0ZTg4\" data-original-margin=\"\">\"You know that, do you? In this forest, these impossible woods, you are completely certain that's not a person?\" I snap at her. Whatever is causing that screaming is happening now. Whoever, or whatever, is doing it could be suffering. I can't leave these two behind because they need me, but I can't just force them to come either. I am growing angry with the delay.</p>\n<p class=\"cnNjNDljN2Y2YmQ4ODRmMWQ4MjhmZWFmZDJjNTdhNDU1\" data-original-margin=\"\">August apparently does not pick up on my sense of urgency, and he takes his turn in the debate, \"Even if it is, that's not our job, Lillith! Our job is just to survive until we see our families again! We aren't equipped to deal with whatever is over there whether it's a monster or it's being hurt by one!\" I scowl as I turn to him.</p>\n<p class=\"cnMwYzQ1ODliNGM2OTQ4MzNhMjIzNjgwNDk2NDJjNDU1\" data-original-margin=\"\">\"Then whose job is it? When someone, or even something, is suffering, and there is no one but you who can stop it, whose job is it to help them? Someone else isn't going to come along August! We are it! We are the only hope... whatever is over there has! If that is the sound of genuine anguish, it is either getting our help or continuing to suffer? Do you understand?\" I lecture, my voice rising as I do. \"Now will you two just fucking come with me so I can protect you at the same time?\"</p>\n<p class=\"cnM2ODRiYzg1ZmM3NDQ3MjI5MjU1NjBmZjZiZTM4MTY5\" data-original-margin=\"\">The twins are pale-faced, and they pause to look at each other, but nod in assent. Their faces are a battlefield of guilt, fear, and apprehension, but they steel themselves and follow me. I feel a little guilty myself, at the back of my mind but I don't have time to examine why. I adjust the sound bubble to disrupt but not block all incoming sound and the screams make it through.</p>\n<p class=\"cnMyNDIxODljMzZjYjQyM2Q4Y2M4MDUzZGI2ZDEyZmUx\" data-original-margin=\"\">It is quiet enough that it is no longer painful, and I run in their direction, the twins close on my heels. I idly notice marigolds blooming along our path as we run, and after a moment we emerge from the trees at the edge of a slow-moving river. The river is bisected by a small island, maybe five feet in diameter. The water around the island is shallow enough to wade through, and in the center is the source of the screaming.</p>\n<p class=\"cnM1YzQxMTVjNGNhNTQ5MDViNTU3YzhmZGMyNjUxMzc5\" data-original-margin=\"\">A woman stands in the center, and the sight of her is forever burned into my memory in an instant. Her arms are tied behind her back, but it's the way her legs are secured that is horrifying. Tree roots grow from the ground and twist around her legs and over her waist, keeping her standing. A few of the roots have burrowed into her skin and I can see them pulsing like veins under her flesh.</p>\n<p class=\"cnM2N2I2YTg0ZjEyYjRmNjBhM2ZhOGIwMzdlYzhiNzFh\" data-original-margin=\"\">She has no clothes, but her skin looks enough like leather it makes no difference. Instead of breasts, her chest is marred with irregular and poorly healed scars. None of these things are the details that secure her such a permanent spot in my mind, and the scream is not coming from her mouth. Not her original mouth, in any case. Her mouth is sewn shut with thick roots, and it is silent.</p>\n<p class=\"cnNjNjExYmE1MmVkYTQ5ZjhiODk4YjZmMWI2ZDM0MWNj\" data-original-margin=\"\">The screams are coming from a series of mouths that have grown up and down her body. Her leathery flesh is parted at random locations and screaming lips, teeth, and tongues torment not just us, but her. The only things that remain untouched are her chestnut hair and her tired eyes, which watch us with resignation. A moment of shock paralyzes us, but the woman's eyes widen, and I freeze, trying to interpret the look.</p>\n<p class=\"cnM1YjAxMTdhMzVmZDRhNmM5MjZmODQ3ZmNiNjg4MTJh\" data-original-margin=\"\">\"LILLITH!\" Autumn screams and I whip around to see a catlike monster with ten legs pouncing on us. I immediately crush it under force mana, protecting the twins and killing it instantly. The three of us stand in shocked silence for a moment, until I realize the sound spell is keeping us dull. I surround the woman's body, excluding her head in a sound bubble, and her eyes fill with relief. I then release the bubble around us and the forest comes alive.</p><p class=\"cmQ1N2U4NDBkZDU3MDRkNzM5Mzc0Njk4MjgxMDRjNWIz\" data-original-margin=\"\">Unauthorized usage: this tale is on Amazon without the author's consent. Report any sightings.</p>\n<p class=\"cnM0Njg2YWZkNTk3ZTRhYTBiZmU3YzRmM2RkYTc4MDU3\" data-original-margin=\"\">The sound of movement is everywhere. I scan the tree line with my eyes and see dozens of eyes reflecting the light the river allows into the woods. \"Stay close to me!\" I command, and I get to work as the twins comply. First, I try to surround us with a shield of force, but it fails. \"There might be a monster I can't use magic on here, stay on your toes!\" I warn.</p>\n<p class=\"cnNiODc1NzY0NDhhNTQxODQ4Y2U4YmFhMzc1NmVjODc3\" data-original-margin=\"\">I bring the twins into the water with me and toward the island. I send stone bullets in all directions, shredding monsters as they charge toward us with no regard for their safety. Massive stone spikes erupt from the ground as I skewer larger monsters. What looks like a troll dies immediately as a massive crab scurries around it, its legs briefly climbing up against the body in its rush to reach us.</p>\n<p class=\"cnNkNmQ5MjIxMGI4NTRhNzM4NGRlOTM4MmRmMDg4MTJi\" data-original-margin=\"\">I use precise force mana to pull both of its claws off. One I use to sweep in a circle around the island, which we have now reached, killing smaller monsters in its path. The other I drive through the crab's main body, skewering it and pinning it to the forest floor. I have no time to rest, however, as different kinds of flying creatures are descending on us. I throw a massive wave of heat mana into the air to intercept them. With the power of my mana in this forest, it boils them in the sky and the smaller ones literally pop, raining blood and sinew down on us.</p>\n<p class=\"cnNiNTRjNjgwZTExYjQ3NzM4N2VhYTkxYTg2MzFmYTI5\" data-original-margin=\"\">I hear August retching behind me but I have no time to focus on it, leaving him to Autumn. The use of heat mana gives me an idea, however. I begin to combine earth and cold mana in the forest around us. The ground itself freezes in all directions, for miles. This is not the cold of ice but of an absolute absence of heat. The creatures still in the forest flash freeze on contact, their frozen limbs tearing from their bodies as they insist on continuing their attack.</p>\n<p class=\"cnMyZTZiYWE1NTE1YzRlMjBiNmU1YmUxZmQ2MmI1MTYy\" data-original-margin=\"\">This assault keeps up for what feels like forever, but I never grow tired or run out of mana. In this forest, I feel like a goddess of destruction, an idle thought that invokes pride and sickness in equal parts as I tear through the bodies of our attackers. With the ground assault effectively halted, I am able to focus on the flying monsters. I notice their number increasing and I continue to fight. I'm not sure how much times passes, but we are surrounded by bodies long before I am allowed any rest.</p>\n<p class=\"cnMyNDNhZWU0MjBlZjQzNzFhYjkzN2RkY2FlOTJhZmY5\" data-original-margin=\"\">Eventually, however, the forest does run out of monsters. None of them were immune to magic like the flesh monster, and I wonder why my force shield dissipated. Finally, I turn toward the twins who gape at me, terrified.</p>\n<p class=\"cnMxNjBkZmM5ZGQ1ZTRkNmNiNjhlODAwNTZlZGFmNTJh\" data-original-margin=\"\">\"W-what are you?\" Autumn asks, fear contorting her usually elegant expression.</p>\n<p class=\"cnMyNDFiOGFhNzQwMjRjODg5NTU4ZGNkMWVjYjY4MjYz\" data-original-margin=\"\">\"H-how?\" is all August manages and I sigh. I suppose they have very likely never seen a mage use that much power before, and... it certainly wasn't pretty.</p>\n<p class=\"cnNlYzNjNDkxYjE3ZjQ3MGQ5M2ZlYmVmN2M1NmEzZWEx\" data-original-margin=\"\">\"I'll tell you what I can, soon\" I answer, trying to sound comforting but obviously failing. \"But right now, we need to hurry. Whatever is controlling this forest seems to be actively after us,\".</p>\n<p class=\"cnM0YjI2YzE2YWIwOTQ3ZDhiNDNmOTRjYTM1YTA1ZDMy\" data-original-margin=\"\">\"W-what do you mean\" Autumn stammers. I look at her pityingly. She's a kid. I forgot she is a fucking kid. Just a child on her way to school and I dragged her into a massacre. Fuck. I actually yelled at them about our responsibility to help. It's not their responsibility, it's mine. They aren't the rich, ruling over commoners, not yet. They are just children.</p>\n<p class=\"cnMxNjQ4YmM4NjAyNzRlNTE4Nzk3ZGYzMjRmM2Y3OTU3\" data-original-margin=\"\">They were scared children and I bullied them into coming here with me. Yes, I needed to protect them, but that doesn't really absolve me. I could have at least blocked their sight and eyes while I fought. I had the power to. Here in these woods, I don't know if there is anything I can't do. Unfortunately, I am starting to figure out why. I can protect them from that, at least.</p>\n<p class=\"cnMxN2NlZDA5MzUyMTRmYTdiNTlkNzUzYjhlNmY5ZmI1\" data-original-margin=\"\">\"I'm sorry,\" I say, \"this is my fault, and I will tell you everything I can. But first I have work to do. Please, trust me.\" I plead with them, and both of them nod. I can't tell if it is actual trust or fear, but I don't have time to discern which it is. They are staying still, and safe. The monsters I killed are already being covered with Marigolds. I need to examine them.</p>\n<p class=\"cnNhNmEwMTAyMDlmYzQ4Nzk4Y2M3YjNkMmQ0OTNlYjI0\" data-original-margin=\"\">I kneel and gently touch the leg of an eagle-like monster I had killed. I push my mana into it and scan its biology. My stomach churns. I do the same with three more monster parts from distinct monsters. Bile rises in my throat. I frantically grab a marigold, which immediately makes me feel sick in a different way, and scan it. A moment later, I let go in relief. It was wrong, and I need to spend more time on it, but it's still a relief.</p>\n<p class=\"cnM3MGIwOGI0NWE3ZTQyNjk4MDMzZGVmYzg3YzA5ZTY5\" data-original-margin=\"\">Finally, I stand and approach the woman in the center of the island. I notice the mouths on her body have closed, and her eyes are flooded with the exact emotion I most fear. Hope. \"May I examine you?\" I ask, and she nods. I gently touch her skin and flood her body with my mana. All of my worries are confirmed.</p>\n<p class=\"cnMwZmQ0ZWFkNmFjNTQ3MmY5NzQ5ODgxZjAyOTM2YjFl\" data-original-margin=\"\">I am reminded of my conversation with Diana all that time ago. 'Why the forest?' I had asked. 'Because that's where all the monsters are!' she had answered. An interesting turn of phrase, and not one I think even she understood. People aren't banished here to be left for the monsters. People are banished here to become them. Like every other monster I examined... like every monster I had slaughtered, this woman has the genetic make-up of a human.</p>\n<p class=\"cnM1NTQ2NjE2NGMwYTQzNmNhNDcyZDZhMTJmODgwMzk4\" data-original-margin=\"\">I want to puke, but I keep examining. It seems like her current... form is new. Extremely new. I can feel the residual effects of her body being changed and even her more human attributes feel... fresh. This isn't something she has been dealing with since she entered this forest, this was for me. To torment me, and to trap me. Whoever... whatever is controlling this forest knew I would respond to screaming, and knew I wouldn't leave once I saw her.</p>\n<p class=\"cnMyOTVhZTliZjFjMTRhMGViNmY1OWRiNjRhZDgxOWNl\" data-original-margin=\"\">We had flown for hours. In all directions. In completely clear skies. I had not seen a single bird or bug the entire time, but dozens, maybe hundreds of flying monsters ambushed me here? These people aren't just being tormented, they are being engineered on the spot to attack me. And that's the part that tortures me. They attacked me. Not to kill me, or even to hurt me, but for the same reason every spell but one worked.</p>\n<p class=\"cnM3ODQ0YzBiOWM3YzQ5MzlhZjAzMWJjM2VjYjQzNTRj\" data-original-margin=\"\">My grief mana can only be used for the grieving, not against them. The only spell that had failed during the massacre was the purely defensive one. The only spell that gave me the option of leaving them alive. These... people didn't attack me to hurt me. Whoever did this to them wanted that, but it's not why they attacked. They came to me to die. I look up at the hopeful eyes of the tortured woman and every part of my being recoils. I have to try to help her.</p>\n<p class=\"cnNjZDJhYzdkMGE5YTRkZWJiNGI4Y2Q4MzZmZmVkOWM5\" data-original-margin=\"\">\"I am going to try and save you,\" I say and her shoulders sag, tearing my heart in two. Nevertheless, I put my hand against her leathery skin and pushed mana into her. I try and force her body back to the shape of a human, directing it as I direct it to make changes in myself. I push all the magic I can muster into her, but something fights me. Another magic, divine magic, keeps her in place. I push harder, more desperately, screaming as I try and save her, my eyes locked on hers.</p>\n<p class=\"cnM5OTlkZGRiYWEzNTRkY2ZhYzU4ZGE4MDU5YjY4MmE1\" data-original-margin=\"\">I can't. The other mana is too strong, and she isn't cooperating. I couldn't even if she did cooperate; whatever power is opposing me is... insurmountable, even in this forest. I see her eyes pleading with me, and I have a sudden moment of clarity, pulling my hand back like I just touched a hot stove. What was I just doing? This isn't what she fucking wants, this is what I want. It doesn't matter how much mana I have. Of course, the power of my mana is a fraction of what it was. I am not using it for her. If it had been a regular spell it wouldn't have even formed.</p>\n<p class=\"cnM3MmNiNGRmNTNkNDQ3YzI5M2MzNWEzODJhYjJhYTlj\" data-original-margin=\"\">Hot tears running down my face, I accept the request written in her eyes. I create stone bullets and fire them into her brain and spine to kill her as quickly and painlessly as possible. I then immediately collapse, vomit, and weep. The twins watch me with apprehension as I sob, but I can't reassure them right now. I can only weep.</p>\n<p class=\"cnNlNmZmMzZlODUwMDRjYTFhNmVlNzNkODkzYzM0NmE3\" data-original-margin=\"\">I don't know how long I stayed there like that, but eventually, a sound interrupts me. I look up, and see something I never expected upriver. A wagon is stopped and a priest is watering horses.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized usage: this tale is on Amazon without the author's consent. Report any sightings."
}