{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiY2NiZmE5NjdkNDQzNDlhOWY4ZjNjN2EyMzhkMTRm\" data-original-margin=\"\">The night was cloudy over the Ceredigion capital of Caernarfon, as it often was during the winter season. Nevertheless, the radiance of the huge moon could not be easily blocked. Its indigo light reflected off the ocean's surface to illuminate the city's coast.</p>\n<p class=\"cnMxMjZmY2I5YTY3MTRhZWNiODk2ZDliZWUyNmQzZjZi\" data-original-margin=\"\">The royal castle stood on a hill overlooking the entrance to the capital's harbor. Its central citadel was twelve-stories tall and towered high above the surrounding settlement, ringed by two layers of curtain walls. However, what made the castle unique was that its citadel and walls did not have gaps between stones which were filled by mortar. Instead, the entire castle in its original form was molded from a single stone of milky-white quartz.</p>\n<p class=\"cnMzN2NjNmY5ZmI4YjQ5YmE5ZDBlMjJmZDRjMjFmNGNl\" data-original-margin=\"\">The Faerie Lords who built the castle didn't believe in 'construction'. Instead, their magic cultivated the earth and shaped it to their will.</p>\n<p class=\"cnMwNWZiNmYxMzEzNjRmMDdiMDA3YWVhZmRmMzgyYWUy\" data-original-margin=\"\">Today, this ancient citadel tower served as the apex of human power in Ceredigion. Its tenth floor featured clear-crystal windows that stretched from floor to ceiling. This allowed its lush, indoor gardens to flourish all year long, thus giving it the name of the <em>Perennial Court.</em></p>\n<p class=\"cnMwNTQ0MWJhNjQ2MTQyZWQ4ZDhiOTUxNWJiNWExMDNj\" data-original-margin=\"\">Nevertheless, even such a court could not be in session at all hours of the day. The night was late, and only a single figure could be seen on the tenth floor. King Elisedd of Ceredigion had dismissed his guards earlier as he wanted some time alone to unwind from heated debates of earlier today. The sentries atop the tower and the soldiers who held every entrance to his level would ensure that he remained secure and undisturbed.</p>\n<p class=\"cnNkYTU2NzljZGIzZTQ2YjNhZTZkOTJjMGQ2ZTQ2Nzgx\" data-original-margin=\"\">Elisedd ap Gwladys was thin-shouldered and tall. He looked no older than his late twenties at most. With his fair skin with delicate features, his appearance held an elfin quality that was accentuated by his elegant, flowing robes and windswept, shoulder-length hair.</p>\n<p class=\"cnNhMTM2ZTRmYzhkYzRlMTY5MDRmNGU1ZWYyNzg2YWIx\" data-original-margin=\"\">The King stood alone on the balcony as he gazed upon the ships docked in harbor with a glass of aged cider in hand. Trading vessels from the Cataliyan Caliphate mixed with those from the Grand Jarldom of Skagen and the docked warships of the Ceredigion fleet. It was a clear indication that the realm had ignored the wartime hostilities which now beset the rest of Rhin-Lotharingie. Even the maritime merchants of Avorica, who had been chased out of their home ports by the Caliphate's advance, now found refuge in Caernarfon's port.</p>\n<p class=\"cnNlNmVmNzUxY2YwZTQ0N2I4ZTUzZWMyZmJjMDY5MGU4\" data-original-margin=\"\">\"Why wage war when we could profit off it?\" Elisedd spoke to himself as he took a swig of his alcoholic beverage and pondered over the day's deliberations.</p>\n<p class=\"cnNkZDNkNmY2NjBiODRjZDI5N2U3NmRlMzQ2NTk2ODJm\" data-original-margin=\"\">His younger brother and his top general both argued that Ceredigion could no longer stand on the sidelines. Both the Army of Avorica and the Caliphate's western invasion force had marched into the Ceredigion Forest, which meant the flames of war had already spilled into their realm. Nevertheless, the King remained convinced that his secret pact of neutrality with the Caliph would be upheld, and that the threat would 'resolve itself' long before they reached Ceredigion's main settlements on its western coast.</p>\n<p class=\"cnM0OWNiZGJmZjRiNjQxMjA5MTA0ZWZlOTliNzRlOGE3\" data-original-margin=\"\">-- Though the form of that resolution was something he could have never anticipated, as his spies had reported an hour ago on the Battle of Glywysing's conclusion.</p>\n<p class=\"cnNmMWEyYTYxZjExYTQ5MmU5MjFhMWFmNDJkMjFjYTg0\" data-original-margin=\"\">\"The Princess actually won,\" Elisedd muttered in disbelief.</p>\n<p class=\"cnM0MjhiNDkzZDM4YzQ5OGM4MThlZDk4NWM0MGNmOGYx\" data-original-margin=\"\">\"Is that really so surprising?\" A spritely voice interrupted from the shadows of the court.</p>\n<p class=\"cnMwMTJiMDJmMGI4YjQyYjg4MjI3MGRiOTRjY2UyODRk\" data-original-margin=\"\">The King spun around at once. His face contorted in anger as he had given explicit orders to not be disturbed. Yet, as a middle-aged lady clad in a bejeweled, green dress stepped into view, Elisedd's indignation vanished in an instant as his jaw fell open and almost dropped to the ground.</p>\n<p class=\"cnNlYWUzODNjM2U1NTRiNzhhNjBlODVkMzk0MGExMjg2\" data-original-margin=\"\">There was no one at court who could have failed to recognize the woman. Her image could be found in at least four corridors. Her statue adorned the great hall on the first floor. She was widely considered the founder of the present Kingdom of Ceredigion -- Queen Gwendolen ap Einion, the <em>Faerie Sword</em> Oriflamme whose magic and artifice were instrumental to the Lotharin victory during their independence war.</p>\n<p class=\"cnM0OGQyNTBjYjRlOTRjZTQ5ODA4Zjk3ZTYzMWZiYzM5\" data-original-margin=\"\">\"Queen... Mother...\" The youthful king spoke in awe. Although she was more like his Great-Great-Grandmother.</p>\n<p class=\"cnM1ZDQ4ZTdkNmJiMjRiOWE5ZDdlZDFhNWNmNDQ3Y2Zi\" data-original-margin=\"\">\"Your Majesty,\" Gwendolen stopped at the balcony's door and dipped a perfect curtsy.</p>\n<p class=\"cnM3MzY4MTEwNTBiNTQ0NGJiNWI5NDI5ZjkzMTZlNzVl\" data-original-margin=\"\">\"This is... a most unexpected event...\" King Elisedd tried to recover his composure. However his stunned mind remained speechless. \"How did you... get in, without being noticed?\" He glanced behind her and noticed that his guards stayed absent, as though everything was normal and he was still alone.</p>\n<p class=\"cnMwOGM4ZjY3ZjcyNDRkYjNiM2NjMDI2ZGM5OTYxNzY0\" data-original-margin=\"\">\"It was I who recast the wards of Caernarfon Castle,\" Gwendolen smiled knowingly. \"Of course I know how to bypass them.\"</p>\n<p class=\"cnNjZjQwZmUwNjUyOTRhNTViYjk0Y2IxNGMwYjU1ZDg0\" data-original-margin=\"\">It was a reminder to Elisedd that Gwendolen had built much of the kingdom which he now ruled. She had rewritten its laws, renovated its cities, and reorganized its armies. Her decisions had laid down centuries of national development and foreign policy strategy for Ceredigion, which her successors had largely followed... until his reign.</p>\n<p class=\"cnMzNTkwZWFlZGVkNTQwOGU5ZTFhMGRmOTBmZDkyMWVk\" data-original-margin=\"\">Regardless, the King's political training finally kicked in and his face lit up in a beaming smile worthy of any family reunion. \"It is nonetheless a joy to see you again, Queen Mother. After centuries, you have returned to us.\"</p>\n<p class=\"cnNlYTk1NDhlMDIxZDRlYTM5MTNmNzY5MGI5MmEzYjE1\" data-original-margin=\"\">The secret diary of the Rhodri royal family was the only record of her truth: that their former queen left to 'travel the worlds', and promised to return only when her people needed her most.</p>\n<p class=\"cnM3MGYxYzcxZjVkYzRjMTA5ZTMxYWM0MzZjZDFmZGFk\" data-original-margin=\"\">\"I wish I were as optimistic, Elisedd.\" Gwendolen said as her smile lost the playfulness that came so naturally to her, leaving behind only a mask of courtesy. \"I'm back on business, and not the most pleasant kind.\"</p>\n<p class=\"cnNmNzc0MTZiNGIzZDQ5OTVhNjZkYjVmNWM1NzE0ZDA4\" data-original-margin=\"\">The King frowned as he was clearly unsure of what she spoke of.</p>\n<p class=\"cnMwN2NkYTkyMjk1MDQxNTQ4MDRmYTlmZjdmODQ4MzVk\" data-original-margin=\"\">\"You have allowed the Caliphate into our lands without so much as moving a single banner to stop them,\" the former queen challenged. \"You have not even mobilized our army, and I demand to know why.\"</p>\n<p class=\"cnMyOTQ4ZjhlODJkZDRjZWU5OGU0OGI1YzBiZjQzZTc1\" data-original-margin=\"\">Elisedd sighed as Gwendolen had just resurrected the topic of debate from earlier today. It was a horse that he thought had already been beaten dead and the decision made. Yet, his detractors kept unearthing it to challenge him with.</p>\n<p class=\"cnMyMWU3NTM0OWIwZTRhNTJhYzU2OTQ3YWY1MGZkNjI1\" data-original-margin=\"\">\"Queen Mother, the days of the Independence War are long past us.\" The King declared as he placed his glass on a nearby table, before turning to face the ancestor whose shadows he was determined to step out of. \"Both the Imperium and the Caliphate seek only peace with us. The Caliph has not just offered us gold and trade access with the entire southern continent. He has even personally guaranteed our neutrality. There is nothing to gain from upholding ancient, outdated promises to march to the Empire's banner, especially when the Gaetane throne sees us as some backwater region, to be remembered only when they need us.</p>\n<p class=\"cnNlNTE5OWE3MDU5MTQ0ZGZhNTUyOWQzM2QxYTJkNGZk\" data-original-margin=\"\">\"For decades, Emperor Geoffroi has expected us to support his wars -- to retake Lotharin lands in Avorica and Garona, to extend the Empire east until Weichsel's borders. We have paid in blood and money for his conquests, and for what?\" Elisedd stressed as he extended his empty hands. \"So he could dump the treasury on roads in the heartlands? What benefit does that serve us!?\"</p>\n<p class=\"cnM2MWY0OWQxNzQxMTQ0NWRhMzI4NDc1MmRiMzlkZDg5\" data-original-margin=\"\">\"Yes, the Emperor's policies may seem biased.\" Gwendolen tried to keep her face neutral, but a faint scowl of disapproval nevertheless entered her countenance. \"However, the Lotharin heartlands also connect the four kingdoms and serve as the breadbasket of the Empire. Geoffroi's investments have already driven down the price of food and transportation in Rhin-Lotharingie. These are conditions necessary to spur the growth of commerce and industry across the Empire, including our own.</p>\n<p class=\"cnM3N2E4NjAxMGQxNjQxNzU4YjUzZDNjNjlmN2M5YmFk\" data-original-margin=\"\">\"The Gaetanes have left us alone because out of the four Kingdoms, we are the most geographically isolated,\" Gwendolen reminded the King. \"Our population is the smallest, while we have a disproportionate advantage in terrain and resources for economic development. We do not <em>need</em> support from Alis Avern to build our kingdom. However, we do need the Empire to prosper for our economy to flourish.\"</p>\n<p class=\"cnM3NmI2MzhmMDExYzRlNTc5MzVjOTQ1MjU4ZTBmZDhh\" data-original-margin=\"\">\"Why must we limit ourselves to the Empire for trading partners, when we could cultivate ties from the Southern Continent to the New World?\" Elisedd challenged. \"Why should we limit ourselves to being a mere regional player, when we could spread our influence far and wide?\"</p>\n<p class=\"cnNmMjc5NzNlMWIyODQyYmM5YTFkN2I2YzZjZWE2OGZk\" data-original-margin=\"\">\"Because geographic proximity and cultural commonality cannot be ignored,\" Gwendolen responded sternly. \"You <em>cannot</em> displace Ceredigion from Rhin-Lotharingie just because you wish it so. The prosperity of our close neighbors will always have a disproportionate effect on us compared to the fate of distant nations. If Rhin-Lotharingie grows rich, so will we -- by osmosis of wealth alone if nothing else. However, if the Empire falls into chaos, we will also become destabilized by the turmoil and become vulnerable to invaders.\"</p>\n<p class=\"cnM2M2JhM2M4ZTA3MzQ0MGZhZjJhNzAxYjcyMjU5MGUx\" data-original-margin=\"\">The former queen's expression then darkened as she continued. \"Have you forgotten those centuries after the First Imperator overran the Lotharins and enslaved entire tribes at his whim? When the Imperial Legions marched into Ceredigion and their magistrates could rape even a chieftain's wife and daughters with impunity?\"</p>\n<p class=\"cnMzNTA0MzliMzk5NjQ5ZjBhNzg5ODNhOTk4ODgwOGY5\" data-original-margin=\"\">The King exhaled hot air from his nose as his patience was already thin from the day's debates. Nevertheless, he refused to be goaded as he spun around with pursed lips:</p><p class=\"cmQwYjUxNTMyYTllZTQ5YjBiOTczMDAzNTYwNGQ5NDgx\" data-original-margin=\"\">If you come across this story on Amazon, be aware that it has been stolen from Royal Road. Please report it.</p>\n<p class=\"cnNkNWI3NjJhMzM1NzRiYjM4ZDk3MGQ5ZjNkY2M3YTgz\" data-original-margin=\"\">\"Queen Mother, I have no confidence that the Empire will even survive this war. The Imperium has viewed Rhin-Lotharingie as an enemy ever since its founding. When they are not waging war against us directly, they remain committed to undermining us through political subterfuge, economic sanctions, and military pressure. Even the Caliphate's invasion was partially provoked by them, as the southern continent -- who had historically been the 'enemy of our enemy' -- turned against us thanks to religious oppression in the Kingdom of Garona.\"</p>\n<p class=\"cnM4YTYwNjRhNmEwMTQyMWM5M2QxZGMzMDUxOWU0YTJl\" data-original-margin=\"\">\"Garona is a religious mess, to be certain,\" Gwendolen sighed as she strode onto the balcony and looked to the southeast. \"I am unsure on how the late Emperor Geoffroi, or more importantly, Duke-Regent Raymond, had allowed things to escalate so far. But nevertheless, you know as well as I do that the stories have been completely blown out of proportion.\" The former queen stressed as she looked upon her descendant with a disappointed, 'use your brain' stare.</p>\n<p class=\"cnM5NDE1OTVkZDRkYzRkZDZhNTk5Zjg1NDg3MGQ3MGQy\" data-original-margin=\"\">\"Yes, the spreading Albigese Heresy has prosecuted other religious minorities as they clashed against the Trinitian Church for dominance,\" she continued. \"But the reality is far from the Imperium's claims of 'religiously-motivated genocide'. It is <em>farcical</em> to believe that the Imperium -- a hegemon who has committed countless atrocities against Tauheed worshippers -- to suddenly 'champion' the cause of the oppressed Tauheed in Garona.\"</p>\n<p class=\"cnM5ZGViOGZkOTNjNDQ4MTc4MDk5NDI0NTdlYzBmNmQ0\" data-original-margin=\"\">\"Yet, reality does not matter as much as what people believe.\" Elisedd answered straight. \"The Imperium may be in decline, but they still dominate the Inner Sea's trade network and, by extension, the flow of information that controls people's perception of the world. The facts are that Imperial propaganda has turned much of the Caliphate against us.</p>\n<p class=\"cnNjZjUxYmQ3ZGY0NTQ4Zjc5YzhjOWM2M2VmZTIxOGJl\" data-original-margin=\"\">\"Tell me, Queen Mother,\" the King asked with an earnest look, but his words were one of direct challenge. \"How is the Empire to win when both of the major powers in Western Hyperion are against it? Even if they repel the Caliphate, an 'intervention' by the Imperium would surely follow. Meanwhile, our merchants are bleeding gold as they are cut off from not just the Inner Sea, but the entirety of the southern continent!\"</p>\n<p class=\"cnM2MDBhMDA1MmFkMjQ2YWFhYzE0YjI0M2Q2Mjc2Zjk1\" data-original-margin=\"\">\"I won't pretend that this is not a significant challenge to Rhin-Lotharingie,\" Gwendolen replied. \"However, the Lotharins have weathered worse and survived. Centuries of harsh, foreign rule had imbued Lotharin culture with a stubborn sense of defiance. And the Imperium knows that we would not capitulate without a hard fight. Therefore, the better our war goes against the Caliphate, the more the Imperium will second-guess their interventionist plans. And even if the Lotharins lose the immediate conflict, they will persist, and they will remember who were their friends and whom their foes.\"</p>\n<p class=\"cnM1ZjU2MjE3NzcyNzQwYzU5Zjc3ZTczNDg3NWFlYmNi\" data-original-margin=\"\">The Oriflamme Queen then took a step closer to King Elisedd, until she was no more than a breath away from her descendant.</p>\n<p class=\"cnM0NDYxOTczMDI1YzRiYjFhOTdmOGNlZGQ0N2ZlNjlh\" data-original-margin=\"\">\"What you are doing is nothing more than betraying your own community for short-sighted profit,\" Gwendolen hissed. \"You are fanning the flames even as it consumes your own neighbors' house, thinking you will not be burnt when the fires spread. And even if -- and I say <em>if</em> -- the infidels could uphold their promises in the centuries to come when new Caliphs sit upon the throne, just how do you expect Ceredigion to prosper when rest of the Lotharin lands lay in beggary under a foreign whip?\"</p>\n<p class=\"cnMxOTlkZTY5YWMwMjQ4MThiODFmODA0MzIyMTRiNDhi\" data-original-margin=\"\">\"I do NOT accept that!\" The young king pointed a finger at his Great-Great-Grandmother. \"I will not be bound to some <em>obsolete superstition</em> that our fate must be tied to the rest of the Lotharins!\"</p>\n<p class=\"cnM0NDdlNGI4MjQ3MTQwY2ZhNzI1NGRhNDJhMDhhYmM2\" data-original-margin=\"\">\"Superstition?\" The former Queen's shoulders shook with suppressed laughter. \"Have you not checked in with reality lately? We were nothing more than an Imperial colonial protectorate before the Rhin-Lotharingie Coalition threw off the Inner Sea's yoke. Since then, only the Empire's bulk has sheltered our lands from the wars that sweep the continent! Furthermore, despite the rhetoric of 'free trade', the major powers of Hyperion -- aside from the Grand Republic -- all practice Mercantilism. They're only interested in selling us their finished goods, not supplying us with the raw materials to develop our own economy! Because of this, over seventy percent of our needs come from within the Empire...\"</p>\n<p class=\"cnM3ZjQ5ODc0NGI2MTRiNzk5NzhkZGExZjdhMGIwYjQ5\" data-original-margin=\"\">\"That can change!\" Elisedd shot back. \"Skagen did it -- apart from us and the Kingdom of Gleann Mòr, they hardly even speak with the rest of Hyperion!\"</p>\n<p class=\"cnMxYTEwMWE5YWVlMDQ5NjRiZGRhMzcyNTJiOWVjYTY5\" data-original-margin=\"\">\"Yes, but Skagen is a <em>colonial</em> power! They have Frontier colonies to extract resources from and a massive merchant marine to connect their seafaring empire!\" Gwendolen countered. \"Even if the Caliphate and their traders were willing to fulfill our needs, they would only do so to exert their own economic dominance. It would turn us into <em>their</em> vassal instead, except this time on the front lines of their religious expansion!\"</p>\n<p class=\"cnM5ZjM4NWZlNDNmNTRhN2ViM2VjMDA1YTcxMWNhMWEw\" data-original-margin=\"\">\"Enough! Queen Mother!\" King Elisedd declared as his patience ran out and his eyes lit ablaze. \"You've had your time. And I shall have you remember that it is <em>I</em> who is the King of Ceredigion today, not you!\"</p>\n<p class=\"cnNmZjQxNzIwMmJjNTQ1NTY5OWM0YWY0NTNiYjlkODZi\" data-original-margin=\"\">\"Then act like a King!\" She hissed back. \"And not some ignorant child tricked by cheap sweets and promises of more candy!\"</p>\n<p class=\"cnM3NDI4MjQ5YTkwZjQ0YjFhNGJlN2QzMDYyOGI3YTBm\" data-original-margin=\"\">Elisedd's nostrils fumed. His knuckles clenched and twisted at his side as he struggled to suppress his rising indignation. \"This audience is over. Guards!\"</p>\n<p class=\"cnM5MGMwNjE4ZWY5ODQ4MmQ5NTdiMzFlY2FlNjMwYzI2\" data-original-margin=\"\">However, the Oriflamme Worldwalker didn't budget a millipace. The King glanced at the court floor again and again, but no guardsmen emerged from the stairs or the <em>Levitation</em> elevator to respond to his beckon.</p>\n<p class=\"cnNkYjE2ZTFiZjdiZjRmNzg4ODQ3ZjI0NmZjZDYwNmMz\" data-original-margin=\"\">\"You're an even greater fool than I had thought, Elisedd...\" Gwendolen remarked as she sighed and shook her head.</p>\n<p class=\"cnNhNjY2ZGU3ZDg0NTQ3Yjc4Nzg1NTZmMDI0ZDM3YmFk\" data-original-margin=\"\">\"You will NOT address me in that way!\" King Elisedd growled into her face. \"I am the King, 'Your Majesty' to you!\"</p>\n<p class=\"cnM4ZDQ5MjlhOWU0NjRkMzc4MTA4ZTBjYWUxZmZkMTBi\" data-original-margin=\"\">\"Yes, you are the King.\" Gwendolen gave a tilted nod at the young man as she smiled again. However this time her expression bore no joy, no courtesy. Instead, it was an icy smile that sent chills down the spine. \"But I am the mother of the Rhodri family line, which gives me the right to judge your actions and be the <em>Kingmaker.</em> I once killed my husband to save my country, and you... are not that special.\"</p>\n<p class=\"cnMxMDYwMDRiMjYyNTRhMTQ4NjgxOWQyNDFjZTg0ZWI5\" data-original-margin=\"\">Elisedd backed away slowly as he at last realized the threat that Gwendolen represented, and why nobody was answering his call. Nevertheless, as he found himself pressed against the railing of the court balcony, he finally came to understand why his Great-Great-Grandmother approached him.</p>\n<p class=\"cnM0OTQxMWQyYTljNDQwZjFiZWU1ZDkxNTQyNjFlNjA4\" data-original-margin=\"\">\"No one else will ever see me in Caernarfon tonight,\" the Oriflamme Queen declared. \"And you will not be alive to tell anyone else what has happened.\"</p>\n<p class=\"cnNhMDYwODU2OWI0NDQwODA5Yzg4NjIyYzViNzlkY2Qx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiMGE1OWI3NzJkNDRkYWM5ZjYwZGRhODIxMDU4MjA3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM2MTZlYzQ3YWUxYzRlN2Q5NzM3Y2Y3YzlkNWU3OGQ3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhMjYxZWE4MDZhNjRkOGJhMTVmYWFmNmMxMjQzNTlh\" data-original-margin=\"\">Later that night, the body of King Elisedd was found on the ground beneath the citadel tower. He had fallen ten stories to his death below. The cause of the incident was determined by autopsy as the King had a dangerously high level of blood alcohol content. It was believed among the court officials that the King, who had a habit of taking to drink when in a foul mood, had over-imbibed and fallen.</p>\n<p class=\"cnNiM2NhMWNkMjdiMzQxOTM5MDkzODhiNzQ4N2VhZmQy\" data-original-margin=\"\">The King was married. However his young wife had yet to give birth to an heir. The crown of Ceredigion therefore passed to his younger brother, Prince Llywelyn, whose first decree was to mobilize the army of the realm.</p>\n<p class=\"cnM1NzE2ZWZjMTUxMzQ3N2RiOTkyMmU0ODVlMTU1MjU3\" data-original-margin=\"\">Thus, 20,000 soldiers began to gather under the banner of General Caradoc. They included Ceredigion's famous Wyvern Outriders and Wildwood Rangers -- the latter of which had served as the model for the rest of the Rhin-Lotharingie Ranger corps.</p>\n<p class=\"cnM4YWFhMzA1MGFmNTQ0Y2I4OWI5NzQ0NWNmYjZhMjg4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiYTE0MjE3NDVjMjRmYzViZGQxYjRlMDkzODlhZDgx\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwNjExYTc2MmY2NzRlNWI5MjllNmE1MzhhN2MzNGEx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiYTAwMTdhOWJmNjQ1MjFiNzE3YjA3YTM4NDhhMTVh\" data-original-margin=\"\">The self-declared Emperor Gabriel leaned over a table in the war room of the Oriflamme Palace at Alis Avern. His eyes poured over a map of Rhin-Lotharingie and its shifting battlefronts.</p>\n<p class=\"cnNhMWY2ZWMyZDM3NTQzNTJhZjcyNGNiMDY4YTRkZWI5\" data-original-margin=\"\">The Central Front in the mountains and the Garona Front in the southeast had been held in deadlock for weeks. Exhaustion, supply difficulties, and the winter weather had forced the Caliphate to transition to a defensive footing to consolidate their gains. Only in the western, Avorican Front did the Caliphate push forward and lay siege to Roazhon. The Army of Avorica, led by Saint Edith-Estellise -- no, it was Sylviane's now -- had retreated into the Ceredigion Forest.</p>\n<p class=\"cnNlNTc0YTBiODUwYTRiOTc5OWFkNDc3MWRjYWJhMjA4\" data-original-margin=\"\">Then news arrived this morning that Sylviane had scored two costly but resounding victories. The Caliphate's naval reinforcements had been routed at Lysardh Point and their elite cavalry had been annihilated at the Battle of Glywysing. This effectively brought an end to any Caliphate hopes of taking the Avorican capital of Roazhon by assault. The city was supplied to withstand at least a year of siege. It was more than enough to hold out until a Lotharin counteroffensive could relieve them.</p>\n<p class=\"cnNhNWVkYWZlODYxNjQyNGY5NTQ5MjhhYjEyMDczNjBl\" data-original-margin=\"\">In other words: the Cataliyan juggernaut that had caught the Lotharins off-guard had finally been stopped, at least until Spring when the war renewed itself. If the Empire ultimately triumphed in this Holy War, then these two battles would forever be remembered as the turning point.</p>\n<p class=\"cnNkZTFmOWM0ZWNjMzQ3YjY5OTlmNmZiMTU1OWNmYzBi\" data-original-margin=\"\">Therefore, it came as no surprise that the news of victory had completely altered the political climate of Rhin-Lotharingie by evening.</p>\n<p class=\"cnMzZDdkODFlNDdkMjQzYjViNzczYWFkN2IyNjYwNjYw\" data-original-margin=\"\">Until then, only King Alistair of Gleann Mòr and Duke Raymond, Co-Regent of the Kingdom of Garona, had denounced Gabriel's worthiness as Emperor. Neither of them even mentioned Sylviane -- not even Alistair Mackay-Martel, whose clan had always proved a friend to the Gaetane dynasty in times of need.</p>\n<p class=\"cnNlMWQyODYyMjljMTQ3ZmJhYzY4NzRjZDE3Y2NkODlm\" data-original-margin=\"\">Meanwhile, the Oriflammes Cosette and Gervais, who respectively led Lotharin forces in the Garona and Central Fronts, had been sitting on the fence for weeks. They were neither willing to declare their allegiance for Gabriel, nor ready to denounce him and lose all future military support from the crown.</p>\n<p class=\"cnM0YWViYTU1ZjZjYjQ1OWQ5NzVjNDQzMzk2MTQ3ZjYx\" data-original-margin=\"\">The pregnant Queen Katell of Avorica, who fell into a bleak depression after her husband's death in the early battles, had also dodged all political questions. The Crusader Saint Edith-Estellise was no different. She had announced years ago that she served only the Holy Father, and not the conflicting interests of Trinitian crowns.</p>\n<p class=\"cnNhZjc3MmY3YzM3MjRhMDM5MjRkMjA1YTY2MDAxY2Mz\" data-original-margin=\"\">Now, all six of them declared their public support for Crown Princess Sylviane's ascension to the throne. Even the newly crowned King Llywelyn of Ceredigion had sent his army to merge with the Princess'. That gave her backing from all three front-line armies and all four of the kingdoms who paid homage to the throne.</p>\n<p class=\"cnMxZTUzMWNkYWIyZTQ0Y2FhN2Q4MGZmNDQ0NjBmODk1\" data-original-margin=\"\">Gabriel still retained control of the Lotharin heartlands and the support of the northeastern Belgae lords. However, even if his courting of Duke Hugh de La Tours -- whose family influence dominated the southeast region of Rhétie -- succeeded, he would still be an emperor with only a third of his empire remaining.</p>\n<p class=\"cnM3Y2U0Yjg1M2Y5OTQzYjZiODMyMDI4NzY3MzI0MDJh\" data-original-margin=\"\">In just one day's time, the balance of power had completely shifted against him.</p>\n<p class=\"cnMzMjFlZjU4MThhMTQ4N2E4MTk1NDA2ZjJkOTA1Mjdj\" data-original-margin=\"\"><em>You've done well, Sylv,</em> Gabriel nodded at the interactive map in solemn acknowledgment. <em>You've done far better than anyone, even your father, could have guessed.</em></p>\n<p class=\"cnNhMmE4MzE2YzQxOTRhZjE4ZDhmZDAwMDE3YmYzZjVk\" data-original-margin=\"\">He opened the locket hanging around his neck and smiled with wry nostalgia.</p>\n<p class=\"cnM4NzM2YWQ5MDM1ZTQ4MzM5OWE5YzNjNjkyOGE4NTA4\" data-original-margin=\"\">People always assumed that he looked upon a shrunken painting of his wife when he did this. It certainly played into his 'devoted husband' image which earned the Church's approval. But the portrait that hung closest to his heart was not that of his devout wife whom he barely touched. Instead, it was an image of him being hugged by his little brother when they were both still in their teenage years.</p>\n<p class=\"cnM0ZjU0MTYzMDhmYjQ2ZDM4NThmZDRlMjYwNmIxODZi\" data-original-margin=\"\">Even back then, Geoffroi was bulky enough to dwarf him. The younger prince -- just months before summoning the phoenix Joyeuse -- had one arm around Gabriel's thin shoulders. The two of them smiled with heartfelt joy, innocent without a care in the world.</p>\n<p class=\"cnM3MDg3ZDE4ZTQ3ZTQ2MTJiMTMzNGIxZjlhZTZiYzY1\" data-original-margin=\"\">Emperor Gabriel felt his eyes moisten as he thought back to those treasured years.</p>\n<p class=\"cnM1Nzk0MzlhYTg3ZDQ0OWE5YTRiNWM2MDM2MzU2Njk5\" data-original-margin=\"\"><em>What wouldn't I give to live those days once more...</em></p>\n<p class=\"cnMxN2QyYzliZWQzYTQyNTc4Mjc1ZWUwYjIxMDcwNWNm\" data-original-margin=\"\">Gabriel snapped shut the locket in his palm as he spun on his heels and strode out from the war room. There was no time for sentimentality. He still had a mission to accomplish, a continent's future to change. Every action on his part had been pre-planned, including the funds he was about to raise through new war tithes and widespread sale of indulgences -- which he had gained the privilege to do as the Defender of the Faith.</p>\n<p class=\"cnNlNDQyZDJkMTE5ODQyYjE5NWJlN2JiYmQ0M2RkYTAw\" data-original-margin=\"\">It was his divine calling, even if the Devil might approve more than the Holy Father would.</p>\n<p class=\"cnMxY2YyNjE4MmVjMDQwMWFhNGRhNTkxMzdlZDM1MDY1\" data-original-margin=\"\">But what about after that?</p>\n<p class=\"cnMzYTQwNGFiOWI0NDQ3YWRhYWExZjdjOWY0NzNlYWIz\" data-original-margin=\"\"><em>You've proven yourself worthy, Sylv,</em> the Emperor smirked. <em>Now come and face me.</em></p>\n            ",
  "invisibleParagraphContent": "If you come across this story on Amazon, be aware that it has been stolen from Royal Road. Please report it."
}