{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzNzgyZTg0ZDkxZTQwMTliMzY4YWY5Y2E5ZTBjZjdj\" data-original-margin=\"\"><strong>Prince Kallon</strong></p>\n<p class=\"cnNhM2NiNjExYWNjMDQwNjZiYTAzMGFkZDAyZDQwYzQz\" data-original-margin=\"\">I scowl as I look out the window and at the passing countryside. Something is very wrong in this kingdom. I had been irritated, at first, when some self-impressed marquess had the gall to assign me to some minor task halfway across the country. My father hadn’t even fought him on it as far as I know. Like some baron or viscount, I was sent to check up on the local lord. It was one of many cities that failed to send the requested slaves to shore up our labor shortage and I was supposed to ensure my father’s new laws were being applied. It was busy work. These cities run themselves like little pets mimicking the capital. They exist primarily to provide women and workers to their betters in Visenar. I was certain sending me away was some sort of play by some idiot who thought they could challenge my father if I, the most powerful mage in the city, was gone.</p>\n<p class=\"cnNlZTJkMzk3YjU4MjRjN2JiZWM4ZWNjNmFkOTQxYTEz\" data-original-margin=\"\">Well. Almost the most powerful. Dominic, my uncle’s grandson, has a generation on me since Uncle Godfrey is so much older than his younger brother. But he was given a lesser circle than me, the crown prince. As such, he technically has slightly more mana than me. So perhaps I would be better described as the most dangerous mage in Visenar. Dominic has never practiced any combat magic. Like my father, he is complacent in his power. Anyway, his meager mana advantage is especially irrelevant as he received a similar assignment, which only supports my theory. Cities had been promising us new slaves for months but none ever came from most. Perhaps they just wanted a particularly powerful mage to remind these lords where they stood.</p>\n<p class=\"cnM2M2UzZmMzOGQxMDRhMzViYjM3NzIwMTFlYjM1NDhm\" data-original-margin=\"\">That’s what I had thought, anyway. When I arrived, the situation was far worse than I had expected. Reports from these cities had all been positive. “Slaves are coming. Tutors are coming. We would be happy to help!” Bullshit, all of it. The city I went to was in a worse state than Visenar. A monster stalked the streets and hunted nobles in their beds. Slaves disappeared. Wives vanished. Doctors, tutors, farmers. The same exact issues that plagued my home were there but with an even poorer response. Instead of protecting his allies, the lord had tried to catch their killer. Magic Knights had died by the dozens. The most important nobles in the city were dead and there was very little organization at all. Not over the commoners, anyway. The city Lord I was to check on had been killed before I had even been assigned the task.</p>\n<p class=\"cnM1N2U2MzY0ODljNjQ2NWI4Mjg0MTM0ODI5ZDdmZDI5\" data-original-margin=\"\">The new laws hadn’t been implemented at all. As far as I could tell, the dimwit left in charge, some viscount, had entirely given up on replenishing his missing slaves. Nobles were left manually managing their own properties! Husbands were left with no mother or nurse for their children! It was a disaster, and one that hadn’t been reported to the palace a single time. I had to round up random commoners and charge them with malingering just to replace the slaves the city itself had lost, much less the ones they were supposed to provide to us. An entire fifth of the city was left empty just to meet manpower needs. Even worse, the whisper sphere to communicate with the capital was missing, and the arrogant church refused to provide a new one. They claimed they had to be made in pairs to communicate long distance, but I half believe they are responsible for all of this. It would certainly explain how we were getting false reports all this time.</p>\n<p class=\"cnMwZTk5MDRlODU3ODQyZTZiMDBjNjgyNDQ0NzczYzgx\" data-original-margin=\"\">I did get it sorted, however. It turned out to be a good thing they sent me instead of some lesser noble. I am now bringing back a new sphere so we can re-establish communications with a reliable reporter. A wave of slaves will be brought as well, eventually, once they get them all sorted and categorized. Still, something is wrong. One killer can’t hunt in two cities at the same time. And this wasn’t the only one that failed to provide the required slaves. It worries me that something more than a single crazed killer is at play here. This is why I suspect the church as well. There is an organized effort across cities to undermine the nobility and deplete the workforce. And the church is responsible for communication. There aren’t many other options I would believe. In fact, there may be no other options I would believe.</p>\n<p class=\"cnMxZGEzYmE3ZGI2MjRkY2Q5YTgzOGMyNmUzNTA0ZjU2\" data-original-margin=\"\">As I work through my suspicions, the carriage lurches and slowly comes to a stop. “What in the third plane do you think you are doing?” I call, before opening the wooden window between me and my coachman. The man is sitting with the reins limply in his hands and gaping. I follow his eye line and see that Visenar has come into view. Visenar and… something else. It would have been hard to make out from further away, but I see what stopped my driver. Above the city wall is… a tree. It’s still far off, but it is unmistakably a tree. A massive tree that exceeds the city walls in height. What the…”Snap out of it you idiot, get me to the city!” I order and the drooling driver jumps.</p>\n<p class=\"cnNlNGY0OTRkOGIyNzRkMTFhNDZkM2VkZjNjMjEzOGJj\" data-original-margin=\"\">“Oh, uh, yes of course. I’m sorry, Your Majesty,” he apologizes before gripping the reins and getting us moving. Idiot commoners. Dominic must be having quite a time of it with his foolish ideas. Or maybe he is pleased to his ears at the lack of slaves wherever he went. It’s hard to tell with that pathetic side of the family. They are all too soft. I grit my teeth as we approach the city gate. The tree only looks more impressive the closer we get. It would take an immensely powerful mage to grow something like that. I can’t help but glance regularly as we approach, until the walls finally obscure our view and the coachman stops at the gate. I look out again and am surprised to see not city guards but magic knights speaking with the coachman. After a moment, one of them approaches the door to the carriage and I swing it open.</p><p class=\"cjZlNDA4ZWVjOTE4NTQ5ZmNiMWFkNTY3NDRhOWQ5ZGM4\" data-original-margin=\"\">You could be reading stolen content. Head to Royal Road for the genuine story.</p>\n<p class=\"cnNmYzM2OTkxMzlkYjRjYjBhYmZhNjVmODk3MTBjMGFi\" data-original-margin=\"\">“Do you have any idea who you are delaying?” I scoff and he looks a bit embarrassed as he responds.</p>\n<p class=\"cnM4OGVjMGI4Mjg5ZjQxMzBiMGJkZTAxNmRlN2NjZTc0\" data-original-margin=\"\">“Yes, Lord Kallon, that’s why we stopped you here. The… King has summoned you. We’ve been instructed to escort you to the throne room as soon as you return,” he replies. I’m thoroughly confused by this. I am at least three weeks early, why would Father have knights waiting for me at the gate already? It’s like he forgot the details of the chore he sent me on. Perhaps he had simply ignored it and genuinely didn’t know when I was due back.</p>\n<p class=\"cnNhNzFlNzc2YjQ3NjQ5YTFhNDFlZmUwN2U5NGRiNjNl\" data-original-margin=\"\">“Well, move things along then, escort me as you were ordered!” I snap and he hurriedly nods.</p>\n<p class=\"cnNiNDQ1NmI2MjExMzRkNDFiNmZiYzdhMWEzM2NkOTU5\" data-original-margin=\"\">“As you wish, my Lord,” he replies before climbing back down. It’s not long before we are back on the road and headed to the palace. Now that we have entered the city, I can again see the massive tree peeking over rooftops. I open a window to my side and call a knight over. He cautiously approaches.</p>\n<p class=\"cnM2NTJkNjcwYzkyMjQ1NTQ4ZjlmYTBlNWU5NjcxMzcw\" data-original-margin=\"\">“Knight, what is that tree?” I ask, “How has it grown in only a few months of my absence?” He looks down awkwardly.</p>\n<p class=\"cnM3MGM2YjZmNmU2NTQ5ZjBhMDkyY2NjYmFiZjk2ZDNh\" data-original-margin=\"\">“It… grew this morning, my Lord,” he responds, “It is, apparently, an extension of the Radiant Woods.”</p>\n<p class=\"cnNkNjc4MTIwZGQxYzRjZWM4NjBmNTYzZDA0OTcxODI3\" data-original-margin=\"\">“It’s ‘Your Majesty’ not ‘My Lord’ you dimwit. You are telling me that tree appeared this morning? Have you injured your head, man?” I ridicule. This morning indeed.</p>\n<p class=\"cnNmZGRkNmNmNDI2MzRjOTI4YTUyMGJlYjYwYzNjODk1\" data-original-margin=\"\">“W-well, yes, my Lord,” he responds. “It was… well, the King wishes to speak to you about it himself, I’m sorry Lord Kallon,” he answers. There it was again, ‘my Lord.’ Has he forgotten who I am? I’ll have him beaten once I speak to my father. I decide against further interrogating the useless man and wait for the carriage to arrive at the castle. The Radiant Woods he had said? There is another indicator the temple is responsible. Those priests have always thought of themselves as the true kings, perhaps they decided to try and prove it.</p>\n<p class=\"cnMzZjYwYmJlODMwMjQ5YmNhMWU0NTIxNmI1MWExZWFh\" data-original-margin=\"\">It’s quite some time before we reach the palace. The city seems to have deteriorated quite a bit in my absence. There is no one on the streets. No commoners in the common district and no nobles in the wealthy district. Doors are closed and windows are drawn. A cloud gathers over me. Something is very, very wrong here. Something has happened, and it has something to do with that fucking tree. Did the church attack us? Is this why I was sent out of the city? As we make it to the palace, I swallow. I can’t shake the feeling I’m not going to like what my father has to say. I walk past the marble pillars and through the carpeted hall I had grown up around. Even the palace feels… off. The servants are missing and there are far too many magic knights.</p>\n<p class=\"cnNiYzgwYmJjNWM5ZTQ5NmRhYWMzYjU1ZGJmYTc5NTE3\" data-original-margin=\"\">Other nobles have gathered here, the first I have seen since getting back to the city. As I pass they steal glances and whisper. One man even snickers. At me. I’ll have him beaten as well. When the knights with me finally push open the massive doors of the throne room and take their positions outside I understand everything. Dozens of the more powerful nobles in the city are inside talking with each other. An air of panicked excitement prevails and I can see why. Sitting on the throne is not my father, but my uncle Godfrey. He wears a new crown, simpler than my father's.</p>\n<p class=\"cnM3ZjIzMGQ5MDUzNDRhMDU4MjBlZWFkOGNlNTJhODBl\" data-original-margin=\"\">I spit on the ground immediately. “Godfrey, get out of my father’s seat,” I order coldly. How dare he? In front of me? He’s not my match but… as I speak auras begin to release all around the room. I can’t take all of them and I put the pieces together. It was a coup. Godfrey managed to gather enough nobles to fight and imprison my father. He has seized my throne and summoned me to look at him dirtying it. I’ll kill him. I swear to the Collector I’ll kill him.</p>\n<p class=\"cnNiMzQ2ZWYxM2MyYzRiZDhhNTVmNWJmNTM4NTIzOTg4\" data-original-margin=\"\">“Calm yourself Kallon,” he says. “A lot has happened since you left. This morning, your father was… abducted. He and Father Medici together were brought into the Radiant Woods.”</p>\n<p class=\"cnNlN2ZmNWM3NmI0ODRlNjQ5NDczNjFmYTVlMWU0ZWFm\" data-original-margin=\"\">“Then get him back you old fool! No, get off my throne and follow my orders so we can get him back!” I snarl and Godfrey shakes his head.</p>\n<p class=\"cnM3MGEzNDcxMWVmNzQyMGM5OTMwZWM4NTdlMWQ2NzI2\" data-original-margin=\"\">“I’m sorry, Kallon. I can’t do that. No, that’s not true, I won’t do that. The nobility has spoken and I am to be the regent until we recover your father. If you’ll work with me, we can rebuild everything that has been lost, and we can get Donatello back,” he explains and I spit again.</p>\n<p class=\"cnNmMDA3ZTg0NTg0ZjQ4YzE5MzU1NDg1OTE2NDRiOWZm\" data-original-margin=\"\">“We aren’t rebuilding everything by sucking commoner’s cocks or whatever other spineless plans you have, you senile old fuck. Now Get. Off. My. Throne,” I command again. Godfrey sighs.</p>\n<p class=\"cnNlNTc2NmVlMTQwNzQ0Yzk4ODI5ZjFjYjg5YmY2MjQ5\" data-original-margin=\"\">“I don’t want to lower the nobility, Kallon. I just want to practice a little more… give and take. With the commoners and with you. I think you have a lot to offer this kingdom, and as King, I can offer you help in finding your father. Then we can work forward from there. Come on Kallon, work with me.” he offers, holding one hand out to me. Work with him? No. I scan the room, making sure I remember every face of every traitor stopping me from killing this… usurper here and now.</p>\n<p class=\"cnMyZjE1ZmIxODY1ZDQxZDJiMDU5YjQ1MTNkNTk3NzFi\" data-original-margin=\"\">“Sure. Give and take. You took advantage of my absence and my father’s apathy. And I’ll give you what you deserve in return. Watch your back, uncle. You won’t always have so many protectors to hide behind,” I retort. I turn on my heel to march out of the room.</p>\n<p class=\"cnM1YzdjZjkyMDk0NDQ2YmE4ZWU2ZWU1NTk1ZjUzYTRj\" data-original-margin=\"\">“Kallon, wait. Please, look toward the future! If we turn on each other now instead of working together, we could lose everything. This entire kingdom could come to ruin. Work with me!” he begs but I scoff.</p>\n<p class=\"cnNiMTljMDM5MTc5NjQ1NTI4YTJiYTRkZWJlZTE5ZWQ4\" data-original-margin=\"\">“With you on that throne, this kingdom is already in ruin,” I reply, then leave before he debases my crown any further.</p>\n<p class=\"cnNhMTkxMjc5YjM5MDQzYzFhMmMwNWMzYjE5ZGU0MmQw\" data-original-margin=\"\">There were more than a few powerful nobles that weren’t in that room. We’ll see how confident he is when I have more support.</p>\n            ",
  "invisibleParagraphContent": "You could be reading stolen content. Head to Royal Road for the genuine story."
}