{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMyNDMxZDY4MDBkMzQ0MTJiNmM1MjhhNzQzZmI0Y2Nk\" data-original-margin=\"\">Asgeirr Vintersvend held a telescopic spyglass to his eye as he observed the approaching Weichsen air cavalry. He stood not in the enclosed observation deck of the main bridge, but near the port-side entrance of <em>Polarlys</em>' hangar deck. As a fleet commander, the bridge might offer better communications. However as an archmage, he needed direct access to the open skies.</p>\n<p class=\"cnNkZmY2ZWRiNmU3ODQwMmRiZDZiMzUyZjhjM2UxMzcz\" data-original-margin=\"\">Two full Weichsen companies --over three hundred Phantoms-- flew across the open air towards the line of four Skagen skywhales. The Wickers approached in a tight-knit, close order formation, which Asgeirr recognized as the 'combat box'. It was an arrangement that focused on mutual, interlocking fields of fire from the Weichsen riders, whose ability to coordinate spell and grenade volleys at range have always been a step above their rivals'.</p>\n<p class=\"cnM4YzhkZDZiNTY5NjQ0ZmFhODY4YTE1YmI3MWMzNDAy\" data-original-margin=\"\">Curiously enough, they were led by a girl with burning wings enshrouded in blue-white flames. Behind her followed a chevron of armigers in bright burning-blue.</p>\n<p class=\"cnM0YTk1YzNiZWJlNzQwZmRiZDhmYzc5ODAzNjEwMGY3\" data-original-margin=\"\">Asgeirr had seen an Oriflamme in combat once before, back when Alistair Mackay-Martel was still a mercenary and yet to become the King of Gleann Mòr. The Admiral had heard that the Crown Princess of the Lotharins had arrived at Nordkreuz a week ago. Clearly, his assault on the city had triggered the Weichsel-Lotharin Alliance.</p>\n<p class=\"cnMwOGU2ZDkzYWRjMDQ5YjFhMDYyMTA0Y2Y0NWQwMTlm\" data-original-margin=\"\"><em>It's surprising the Lotharins even have time to worry about others, being invaded from the south as they are,</em> the admiral thought.</p>\n<p class=\"cnNjODYzODE5OTVjMjQxMWZhNmM5N2I2Y2QyODBkMWFm\" data-original-margin=\"\">Meanwhile, two groups of sixteen drakes, which had been flying slow circles around the entire skywhale battlegroup, banked and turned towards the incoming attack. They formed the skywhales' combat air patrol, and were the only drakes that remained behind after the bulk of the air groups had been sent to raid Nordkreuz.</p>\n<p class=\"cnM1MzM0Njg2NGUwNDRhZDQ4ZTczYzVmNGZkZjQzYjBh\" data-original-margin=\"\">Asgeirr lowered his spyglass and turned to shout into a nearby communication tube that was installed into the bulkhead:</p>\n<p class=\"cnM4YTUxOWQyYTk4ZjRlOGE4NjM3NzZkMDBmY2QzN2Vl\" data-original-margin=\"\">\"Thirty degrees to starboard. Clear for broadside action.\"</p>\n<p class=\"cnNmNzZlN2Q4NzcxNzQ5YWE4MGNiOTUyOWI5MzQ5MDY2\" data-original-margin=\"\">\"Aye aye Sir!\" His longtime friend and first mate replied before the same voice echoed across the ship. \"Thirty degrees to starboard! Staggered line formation! Prepare broadside!\"</p>\n<p class=\"cnM4MzdkMmMzNGM4NjQ5YTNhYTUwN2U2N2JkOTNjYmVk\" data-original-margin=\"\">Hours ago, Asgeirr had launched his air groups for an all-out strike on Nordkreuz. He had hoped to not merely destroy the city's fortifications with a full aerial bombardment, but also to eliminate as many of the troops gathered there as possible. With any luck, he hoped the attack might even kill King Leopold of Weichsel, who had been sighted by Skagen spies in the city just two days ago.</p>\n<p class=\"cnM1MDFjMWJmZGIwOTQ0Y2I4M2NhNDc0MTkzZmIxYmU5\" data-original-margin=\"\">Weichsel's Crown Heir was currently little more than an infant. Competing against two royal uncles and a general whose ambition was renowned even in the north, the fearsome Black Dragon might just suddenly collapse into civil war.</p>\n<p class=\"cnM3MDkwOTkwMGU5NzQyM2FhNzU4YWRlZTc4Y2RiMWRk\" data-original-margin=\"\">...Which would be perfect for Skagen's interests.</p>\n<p class=\"cnMyMzg3NjEwNjgyYjRmZjk4MWI1MDc5NGM2Mzc3M2Ez\" data-original-margin=\"\">Asgeirr had no way of knowing if he had struck gold. But the remaining objectives of the air strike seemed to have been achieved. His son Thorsten was returning from a victorious assault that left the city's walls in ruins and the camps outside a blazing inferno. He also managed to do so in time to meet the counterattack that Asgeirr knew would come, as the Phantoms clearly intended to hit the skywhales before the drakes could return.</p>\n<p class=\"cnNlZWZjYWQyNTU1MTQ3ZjY4NmM2OGU3MDg2MDYyYjI0\" data-original-margin=\"\">Unfortunately for the Wickers, time was not in their favor. The decisive air battle that was about to begin would seal their fate for this entire campaign.</p>\n<p class=\"cnM0MjI0NWZiZTZiNTRhYTFiZjMyZTA1NjA4ZDBjODEw\" data-original-margin=\"\">Sure, Thorsten's drakes could use a rest from the early morning attack. The hangar deck wasn't merely an extradimensionally-expanded chamber to land and rest in. Magic also regulated the rear compartment to offer the sulfur-rich environment of the drakes' home habitat. The volcanic gases back there were terrible for unprotected humans. However the drakes not only preferred it, but found it essential for recharging their breath weapons.</p>\n<p class=\"cnNkYjY0OWE5MWFjODRkOWRiMmYyNmFhOTRkMjYwN2U1\" data-original-margin=\"\">The Admiral was actually worried that events were progressing a bit too smoothly. His rough estimate put the attacking force at around half of Weichsel's air cavalry. Did the other units fail to withdraw from the Skagen Peninsula in time? Or were they still out there in the clouds?</p>\n<p class=\"cnNlYzRlN2VjOThlYzQ2YmZhYWM0MmZkYTAxMzM1NWJm\" data-original-margin=\"\"><em>It doesn't matter,</em> he quickly decided.</p>\n<p class=\"cnM2YjUzZGE5MmNiYTRhN2M4MTEzMTJiOWVhMzY3NTU2\" data-original-margin=\"\">Asgeirr had placed a hundred experienced Västergötland adventurers and his brother Eyvindur's best company of Runebolt Archers on top of the skywhales. Combined with hundreds of the new 'Living Runes' that fortified their backs, the anti-air defenses protecting these behemoths were more than sufficient to take on another two to three hundred Phantoms.</p>\n<p class=\"cnMxMzhjMzUwOGUwZTRiOGNiMmJkNTM5YTUyNjIyYmJi\" data-original-margin=\"\">To split his drake Outriders for defense at this point would not be caution, but cowardice instead.</p>\n<p class=\"cnM1NmViZDI5Y2Y4YzQ5MjBhZmMwZThmNzI4NmU4N2U0\" data-original-margin=\"\">\"Order the combat air patrol to merge into one and engage the enemy right,\" Asgeirr bellowed into the communication tube again. \"Do not wait to regroup with returning drakes. In fact, tell Thorsten to stay hidden in the clouds for as long as he can. I want him to charge in after the Wickers' formations have already been disrupted. Until then, master artillerists have discretion to launch broadsides at will against the enemy left wing!\"</p>\n<p class=\"cnM1ODY2NjI3ODQwYzQ0ZmViM2NiNWY2NGJmMjNiMTg1\" data-original-margin=\"\">By attacking from the northeast, the Admiral hoped to use the flow of battle to tilt Weichsel's formation towards their right flank. This would not only present the skywhales' ballistae a semi-enfilade angle of shot, but also expose the Wickers' rear to Thorsten's drakes coming back from the southwest.</p>\n<p class=\"cnNhNDI4ZjhhN2YzMzRhMWU4MGViNzcyOGQxZTM2Yzc2\" data-original-margin=\"\"><em>All they need is a nudge of chaos to buy time.</em></p>\n<p class=\"cnMyYzAzYWZiMGI5YjQ0YmNhM2M3MmU1MWY4NWQ1ZDVm\" data-original-margin=\"\">As an archmage worthy of the claim, Asgeirr not only had the expertise to craft the most complex spells, he also invented new, complex sorceries. Out of his half-dozen creations, two of them were made to support major battles and fleet action:</p>\n<p class=\"cnNlYjM1ZGZhOTkzNTQyODlhMTVlZTZmZTI5YTg0YzRj\" data-original-margin=\"\">One was <em>Storm of Twilight</em>, or simply 'that acid rain spell' to everyone else.</p>\n<p class=\"cnMwOTI1MTMwZjAxNTQwMjBiNWI4ZjU1YjdmOWYxYjVh\" data-original-margin=\"\">The other was a wide area effect he named <em>Mantle of the Stormlord</em>. It covered the entire battlespace with charged clouds, causing any positive-current electric spell to trigger another lightning from above.</p>\n<p class=\"cnNhYmY0MzRkYTFlOTQ3NWI5MDlhZGUwYzUxOTU3ZmI5\" data-original-margin=\"\">\"What's your opinion Fannar? Acid or thunder first?\" Asgeirr asked his first mate as he pulled several runestone tablets the size of outstretched hands from his belt pouch.</p>\n<p class=\"cnNmOGRjMDZmMjAxMDQwMDNhY2E1NmYxOGViYmIwOTg4\" data-original-margin=\"\">He always found it ironic that in their profession, having to kill an enemy barely warranted an afterthought. Meanwhile, it was the precise <em>method</em> of killing that required discussion and debate.</p>\n<p class=\"cnNjYTJmNDUyMzlkMDQ4YWI5NDhlZGI0ODM1N2U4NDEz\" data-original-margin=\"\">\"Jarl Eyvindur did call you Admiral Vinegar,\" Fannar's nonchalant voice came through the metal tube. \"Besides, maybe these 'civilized' southerners would appreciate their meat marinated before being crisp-fried in lightning.\"</p>\n<p class=\"cnNlNTlkOTc0MzExZTQ3YzI5ZmNmZTkzZGVhNWVhMTM5\" data-original-margin=\"\">\"Vinaigrette then it is,\" the Admiral commented dryly as he activated the <em>Levitation Flight</em> rune on the tablet, causing it to zip into the skies. The rest of the runic inscription was set with a delayed activation of fifteen seconds, and after that the entire battlespace would change.</p>\n<p class=\"cnM3NWFiNjhmMjNkMzQ4ZjM4NmI0M2RhYWQzZWY0MGNm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyMTI5MjcyZTNmNjQ2OWViOWNjYjlmOWQyZjA4Zjdj\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMyNDE3MzNkMTE1YzQwODE5OGYwNGEyMDJhZDMyNjA2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjYzIyYjdkYWY1NTRhNGZiYmE0NzE5Y2IyYjRhMzVm\" data-original-margin=\"\">\"Sir! Familiar scouts spot drakes inbound from the southwest! Numbering around hundred! It's the group that struck Nordkreuz!\"</p>\n<p class=\"cnNkZjViNDNlN2E4NzRlY2M5Yzc2NWNmMTg2N2QxYjRh\" data-original-margin=\"\">\"Send the reserve <em>Dawn Sky</em> toward the southwest. Locate and skirmish the returning drakes. Do not engage in close combat. We only need to buy time to finish off the patrol before hitting the main group in full force!\"</p>\n<p class=\"cnNjZmJmMmZjY2VhYTQwN2Y4NDNkYjVmZDIyZDU1NTY4\" data-original-margin=\"\">Sylviane heard General Neithard's stern voice about fifteen paces behind her, bellowing orders to a trio of signal officers who rode behind him. It was further reassurance of her allies' presence, although the message itself was something else.</p>\n<p class=\"cnM5NDQ5MzRjYmFjNzQ2YjRhYWQyMjkzZjJjZmVjOGZm\" data-original-margin=\"\"><em>Not even engaged yet and already committing the reserves. This is sure off to a great start.</em> She thought with bitter sarcasm.</p>\n<p class=\"cnMzZWY4YTZiNTJjMDQwYTc5YzA4N2M2YmI3OWEyNGRh\" data-original-margin=\"\">But then, at least General Neithard had the foresight to set aside those reserves, or they would be in trouble now as the Skagen drakes sought to pincer them between two groups.</p>\n<p class=\"cnM2ZGYyM2VlZDY4NzRjYmU5MjIxMjQzOTQyMzJhNjQ2\" data-original-margin=\"\">Meanwhile, Sylviane focused her gaze on the skies ahead. It was her duty to lead the charge from the front. However to face only a mass of incoming foes without a single ally in view was no simple affair.</p>\n<p class=\"cnMyNDFjZTk0NjRmNzQwMGE4OWVjNWFhOWRjMDk3MDk3\" data-original-margin=\"\">Four colossal skywhales floated across the open air, flying above the lower cloud cover and the blizzard below. They loomed in the skies like flying fortresses. And unlike the merchant vessel that Sylviane rode to Alis Avern on with King Alistair, the Skagen behemoths traded out its cargo nets to allow for much larger steel 'gondolas' to be strapped beneath the belly of each beast. These compartments bulged outwards to each side, and were separated into three decks.</p>\n<p class=\"cnNjNTFhNzFlMzE5MDQwMTY4MTdlMWNjZjJlMzM4YjYw\" data-original-margin=\"\">The top deck had a row of wooden hatches, which lowered themselves to reveal ballistae that would soon be hurling out runic ammunition. The middle floor seemed squashed with many small, glass windows, hinting at its use for mostly crew quarters. The lower deck was the thickest of the three, and it was entirely armored except for the massive, rectangular gaps near the front -- the open-air entrance through which the drakes flew in and out to rest.</p>\n<p class=\"cnM1NjExNWNlNDU4YjQxOTNhN2M0ZDFmMDNiY2M0ZWM2\" data-original-margin=\"\">Three wide, steel bands wrapped around the skywhale's body to secure the gondola to the colossal beast. These bands featured ladders which were now covered with climbing men, as more personnel moved from the artillery deck up to the skywhales' backs. Crisscrossing rope nets filled the area between steel bands, offering both additional support for the gondola and better footing for those on top of each whale.</p>\n<p class=\"cnNhYzQzY2ZhMmEzZDRkOTk5Y2JkNTdiMzQ3YWY1YjM3\" data-original-margin=\"\">Had it not been for Pascal's plan of attack, Sylviane's first impression would have been that these imposing monsters were nigh undefeatable. Even as an Oriflamme Paladin --the pride of Rhin-Lotharingie-- she couldn't help feel humbled by these colossal beasts.</p>\n<p class=\"cnM1M2VkODJhMGZmZDQ3ZGQ4ZmY4OWU1M2I5OGQ5M2Zh\" data-original-margin=\"\">Closer to her, thirty-two massive drakes flew straight toward her, each with a wingspan as wide as a farmhouse barn. Black-red scales covered their bodies like hardened magma, reinforced by steel helmets and banded breastplates that made them seem hopeless to stop. Their shrieking roars shook the air and sent chills down to the bone, not to mention their razor-sharp claws which were as long as scythe blades, or the sight of jagged rows of teeth that could rip a man to shreds.</p>\n<p class=\"cnNjOGUyZWMwMzc3NjQ0NjY4YWJkNTY2NTI2YWM2NDVl\" data-original-margin=\"\">To meet such predators in melee was <em>suicidal</em> -- so said her voice of reason, her instinct of self-preservation.</p>\n<p class=\"cnM5YzBmMmEzNjY1ODRkOTk4NzNlN2Q1YTE0ZWQwMzQx\" data-original-margin=\"\">Sylviane could feel her arms shaking. Had she carried a sword instead of a chained hammer, the effect might have been obvious.</p>\n<p class=\"cnMyOGViMWUzNzY4MzQ4YTg5NDNhN2RmZTczMjA0NWYz\" data-original-margin=\"\"><em>I have Hauteclaire with me. I can take these stupid beasts!</em></p>\n<p class=\"cnMwMGY4NTM1OTI2MDQwZmM4ZWU1Y2Y4MTM4N2JhNGM1\" data-original-margin=\"\">She readied the phoenix-crest shield strapped to her forearm, while her right hand began to spin her weapon of choice: a chain six paces long anchored to her left wrist, ending with the knobby cylinder of a single-headed meteor hammer.</p>\n<p class=\"cnMzNzkxNWNlNWEzYjQzYzM4MGYwZTgyNDU2MjhiYzRi\" data-original-margin=\"\">It would not do to let her idle arms reveal her anxiety and fright.</p>\n<p class=\"cnM3ZDVlMzg1YTFkNjQyNDA5MGE2MWI4YTliZDE3YmE5\" data-original-margin=\"\">Fear was not a weakness. It was a sign of intelligence. It kept humans alive. But the same could not be said for cowardice.</p>\n<p class=\"cnMwZWMwOTRjNzE3ZTQzYmM5YzcyMDMwZDBiMmYxOTk5\" data-original-margin=\"\">For those born to royalty, leadership was an obligation rather than a choice. To inspire others, one must be willing to set an example. Soldiers matched the bravery they saw with their own courage. Those who followed lions into battle inevitably became lions themselves.</p>\n<p class=\"cnM4ZTBlMGU5YTExZjRhY2ViNDEyYTliZTE2Y2VjMTkw\" data-original-margin=\"\">However what stood true for followers worked the same way for leaders. Soaring ahead at the tip of the spear, Sylviane's own mettle was fortified by the reassurance that hundreds followed in her wake.</p>\n<p class=\"cnNjYzY0OWY1NGVkNTQ0YzM5M2VlNTBiNTU1NjU0MThh\" data-original-margin=\"\">Courage was not only the strength of an individual.</p>\n<p class=\"cnNjZDhiODhkY2UwMDQyY2ZhNGUzZTFkOTYyZTgwZDY0\" data-original-margin=\"\">It was a collective force, drawn together from the hearts of many.</p>\n<p class=\"cnNiOTE2MTI3ZDgzNDQ3NjFiMjk0ODNiM2Y5ODY2MmZl\" data-original-margin=\"\">Perhaps that explained the sound of heavy drums and trumpets that accompanied Weichsel's cavalry into decisive battle. Without a single instrument, let alone an entire orchestra, the martial consonance that shook the air could only be the playback of magical recorders.</p>\n<p class=\"cnM1MDk4NGE4ZmNkMzQ1ZWZiNDUxNjA5NjM2YjM5OWU5\" data-original-margin=\"\">The music wasn't really her style. But even Sylviane had to admit that the hastening tempo of battle notes was nothing short of 'epic'.</p>\n<p class=\"cnM0ZGVhOGFhYTRhZDRhYWJhOGNlZjE0ODMzZjZhZGRl\" data-original-margin=\"\">Immersed in the atmosphere at the head of the army, Sylviane was not just a young lady on the fringe of maturity, not merely an inexperienced warrior facing her first true air battle.</p>\n<p class=\"cnMyMjM0MzBkNmJiNzQyODA5ODQzNjA1OGQ0NGNjYjg5\" data-original-margin=\"\">She was a crown princess, who represented the honor and dignity of Rhin-Lotharingie.</p>\n<p class=\"cnM4ZTk3YTZkYTRlNjQxN2VhYjYzMDc5M2I4ZTFhZTZi\" data-original-margin=\"\">She was an Oriflamme Paladin, who symbolized the strength of her people and their will to fight.</p>\n<p class=\"cnMwMTI4NjBhYzMxMzRiMTBiYTAzYjM2NzUwYThmOTcw\" data-original-margin=\"\">Before the eyes of her brave Weichsen allies, she could not falter in the slightest. She must be a leader they would be proud to follow, even to the depth of hell itself.</p>\n<p class=\"cnNiYzQ0NzQ4ZDEyMzQ4OTU4NmFiZDczYzA4NjBmODU1\" data-original-margin=\"\">So while Sylviane the twenty-one-year-old girl continued to tremble and doubt, Sylviane Etiennette de Gaetane, the <em>Cerulean Princess</em> of Rhin-Lotharingie, found herself increasingly resolute and firm.</p>\n<p class=\"cnMzYTQxMzRiZjJjMjRiOWRhNDE1NDNhNWFjY2VmOWFi\" data-original-margin=\"\">She could even feel the support of another from within. Her union with Hauteclaire made the phoenix's presence persistent. Their selves intertwined so closely she was no longer certain where Sylviane ended and Hauteclaire began.</p>\n<p class=\"cnNkYzBjYTU0Yzg5MzQyY2FiZmEwNTgzNDNjNmM2NGM4\" data-original-margin=\"\">However she could feel his unequivocal approval and support: his soothing touch that calmed her mind, his blazing heat that warmed her soul.</p>\n<p class=\"cnM3OTI5NWRkNGQyMDQ1NWViMjY2NzdjYTYwNmFmZDYy\" data-original-margin=\"\">\"Storm clouds manifesting!\" She heard Sir Robert's voice call out.</p>\n<p class=\"cnM0YjU2YmYzZGRjOTQyNWZhMDgyZjQ1ODdkNGQ4NmQ5\" data-original-margin=\"\">The clouds multiplied from the existing cover, with new ones even forming out of thin air. These dark, ominous masses grew rapidly in size, as though hours passed right before their eyes.</p>\n<p class=\"cnMzNmIwNjg2MzUzNDQzOTk4NGE2YmEwODY2ODQ5NDlh\" data-original-margin=\"\">\"<em>Legion Resistance!</em>\" One of her armigers cast the elemental damage resistance spell with the prefix for multi-target, group enhancement. More protective spells followed suit as the soldiers behind her raised wards for battle, while others took the opportunity to unleash a wave of <em>Mana Seekers</em>.</p>\n<p class=\"cnM3NzBmMjAwMTBlZDRmNjc4NzZlYjcyOWEwOWQzYWVm\" data-original-margin=\"\">\"All units tighten up! Dietrich!\" General Neithard called out.</p>\n<p class=\"cnM1NjhjMWY4NDY2ODRkOGFiNTUyNDY3NWM5ZmQ3NmMy\" data-original-margin=\"\">\"<em>Cyclone Blast Field!</em>\"</p>\n<p class=\"cnMwMjQxNjQ5MmI3ODRhNjViMTZmN2E4MWI2MTVjZjI5\" data-original-margin=\"\">Spells were universal. Any mage with sufficient expertise could cast them. Magic specializations --which required both affinity and practice-- did not affect spell selection, but rather the power and capability of a narrow category of spells. Just as Wayfarers focused on boosting teleportation capacity and range, Stormcallers learned to control weather on a massive scale.</p>\n<p class=\"cnNlZTExODQ1ODg0ODQxZjY5NWU0YjRjNjNhYWY5ODcw\" data-original-margin=\"\">Instead of a small twister, Colonel Dietrich von Falkenrath created a colossal vortex of hurricane winds that wrapped around the entire Weichsen column, sheltering the Knights Phantom in the eye of its storm. This blew aside the clouds and rain that sought to hamper their charge.</p>\n<p class=\"cnNmYThkYTNmYzZkNDRiNThiYzkyYjM1ZDUyOTVmZDc1\" data-original-margin=\"\">It wasn't a perfect solution. It severely limited the cavalry's greatest asset -- their mobility. Instead of spreading out around the melee-oriented drakes and destroying them with ranged spellfire, they now had no choice but to engage their foes in close combat.</p>\n<p class=\"cnMxNDk1NmE4YmZmODQ5MDg5N2U1YmM1OTFmNDIxOTY0\" data-original-margin=\"\">Pascal, on the other hand, had called it 'hugging the enemy'. This way Skagen rainclouds and ballistae could not harm the Phantoms without risking friendly fire. Given the Northmen's culture, there was no way their troopers would tolerate that.</p>\n<p class=\"cnMwZjQzNDA3OWRhYzQxYTJhZTM1Y2E4NmQzNmFjN2Y3\" data-original-margin=\"\">From the pride in his voice, Sylviane had the distinct impression this was his familiar's idea rather than his own.</p>\n<p class=\"cnM3NDcwMjFkYjBkNzQxYzQ5Zjk1MzIyOGFlYTE1NjZm\" data-original-margin=\"\">\"Prepare for spell volley!\" The General ordered.</p>\n<p class=\"cnMxNDY3MGU0YzkyNTRhZGY4N2Q3ZDFmOGQxYzBkY2U3\" data-original-margin=\"\">\"<em>Firestorm!</em>\"</p>\n<p class=\"cnNhNTU1MmEyZmUxZjQzZDNhYzRhNzVlYTI2MjE2NGU4\" data-original-margin=\"\">Sylviane stretched out her left hand as an orb of flames gathered before her palm.</p>\n<p class=\"cnM3ODkxYmFlNmU2MDRmMjI5Nzc5MGEwMGViZDQzZDcy\" data-original-margin=\"\">Her thirteen armigers --the addition of Reynaud had taken the number above the usual full complement-- did the same. Each of them held onto their spell charge in the palm of their hand, ready to shoot at will.</p>\n<p class=\"cnMzM2JhYjRiODMyMDRiZTVhNGU5YjcwM2NlNmI1Yjhm\" data-original-margin=\"\">\"Cross formation! <em>Purify Flames!</em>\"</p>\n<p class=\"cnM0YTdmZmI4NWYwYTQwN2U4ZjdjZmFhMjljMmJhNTYw\" data-original-margin=\"\">Unlike the Weichsel's Phantoms who rode aerial mounts, Sylviane's armigers followed in her wake using little more than <em>Levitation Flight</em> spells. The magic gave mages the ability to fly on command. However controlling it in combat required great concentration -- something in short supply during the frenzy of battle.</p>\n<p class=\"cnMxZTJkOTgwMDgxNTRkZGQ5YjYyMGZlM2QwMmY4OGY4\" data-original-margin=\"\">The Oriflamme complimented this by giving every one of their armigers an enchanted cape woven with embedded phoenix feathers. This channeled not only the aura of blazing heat that spread from the phoenix, but also linked them within the slipstream created by the paladin's flight.</p>\n<p class=\"cnMxZjZlMzA1YWVhNjRiZTU5YjNjYTJiNmRiODlhODU1\" data-original-margin=\"\">As long as Oriflamme armigers followed closely behind their paladin, the demands of their magical flight were greatly reduced while their aerial performance improved. The standard formation was a chevron with two staggered wings of six. But with Sylviane's order, her armigers shifted to a slanted cross formation with four staggered, rotating wings -- which spread the armigers out further and allowed them to better evade enemy attacks.</p>\n<p class=\"cnM4MjhhNzViNDljMzQ0MWE5YTc4MmYwNGJjNTE5ZDdh\" data-original-margin=\"\">Purifying mana trailed out of Sylviane and Hauteclaire, down the channel of their burning aura to each individual armiger. Orbs of blazing orange turned white-blue as the phoenix's power cleansed them into sacred flames. These <em>Firestorm</em> spells now bore the phoenix's strength just as Sylviane's did.</p>\n<p class=\"cnMxNzEyM2M0ODA0YzQwY2JhOGU0OGQ2MmNiMGZhMzI5\" data-original-margin=\"\">Different sources of mana normally repelled one another. However phoenixes were natural Metamages -- a rare affinity that allowed them to share mana with others, which in turn let them alter the spells of others with their own power.</p>\n<p class=\"cnM3ZDEyNjE5Njc1ZjQxMDZiODg2NjY5NGU3ZDc5NGQ3\" data-original-margin=\"\">This also made them the only familiars capable of merging with their masters, resulting in the Oriflamme's famous 'Unison'.</p>\n<p class=\"cnNjMWJhYWNhM2ZkMzQ5NWY4MmUyOTc3YWQ3Yzc2NTM4\" data-original-margin=\"\">\"Volley! <em>Chain Catalyst Dispel!</em>\" Sylviane heard General Neithard cry out.</p>\n<p class=\"cnMyYzJiN2RkMzZhZjRhNTM5MmQzMmFhNzI0MGY1ZjBm\" data-original-margin=\"\">\"Release!\"</p>\n<p class=\"cnNiY2VjZmVhMDkxZTQyMzc4ODY1NzczZGNhMTk3NDI3\" data-original-margin=\"\">The antimagic dispels from Weichsel's front ranks shot out first, heading out to hammer the layered personal wards that Northmen always applied. After them came fourteen fist-sized orbs of blue-white flames, which soared into the oncoming drakes before proximity detonations turned them into blasts of fiery pellets.</p>\n<p class=\"cnM5MGVlNDcxOTE1ZTQ3ZmZhOWJhODhiMDU3Y2YyMzI4\" data-original-margin=\"\">Volcanic drakes had tough, fireproof hides that hardened in reaction to any damage. However the phoenixes' magical blue-white embers cared not as they penetrated through to cook the flesh within.</p>\n<p class=\"cnNkOGVkMzhiODZkMTQzZmU4ZjA0NDg1ZGNkZTg5MjI0\" data-original-margin=\"\">Nine vanguard drakes' excruciating screeches turned into death cries as two hundred more rays of mana arced in, bombarding them with what should have been an overkill of spells. Yet despite this devastating barrage, one of them managed to actually stay aloft.</p>\n<p class=\"cnNiNTFmMTkzNTU1ZjQwOWFhMTBhYmRmZGVkYmU2NDky\" data-original-margin=\"\">Drakes weren't created by the dragonlords for nothing. They had redundant organs and were numb to all but the most intense pain. Each drake could absorb tremendous punishment before succumbing to death. However they also weren't very smart, which was why the Dragonlords had trained many human clans to ride them during the Dragon-Demon Wars.</p>\n<p class=\"cnM3OWQwOTRmODJmYTQxNjk4OWVkYWIwMjhjNWY0MThh\" data-original-margin=\"\">\"Kill the riders first!\"</p>\n<p class=\"cnNlNTZhMmNjZDJhYjQyYTg5NjA4Y2U5M2I2Mzg2ZjQ0\" data-original-margin=\"\">Sylviane called out as she tore into the enemy before the smoke could clear. Given that many drakes were familiars to their more fragile human masters, it was an easy way to kill two birds with one stone.</p>\n<p class=\"cnM2NmJlYWQ3ZDRkZTQxOTRiN2U4Y2ZiOGQ0MmJjOTJh\" data-original-margin=\"\">She first dodged a falling drake covered with bleeding wounds. Her eyes then sprang wide as a jet of liquid rimefire burst out from the smoke, coming straight at her like an infernal hand of death. The bladed tip of a charging lance emerged next, followed by the reptilian face of a hideously-scarred volcanic drake which let out a terrible, shrieking cone of flames.</p>\n<p class=\"cnM1YzViMjY5NTdiOTQzNjliYWNmMWJmZmMzZWJhYmZi\" data-original-margin=\"\">Panic and terror seized her nerves for a precious moment as Sylviane froze in her flight. Her burning aura might repel the drake's breath, but nothing she had --not wards, not armor, not even Hauteclaire's protection-- could stop the Northmen's weapon from hell, their infamous 'rimefire siphon'.</p>\n<p class=\"cnM1MGI4ZDkzMjVhZTQ4NTg5MzZiMTBiYjUyZmE1NGQx\" data-original-margin=\"\">Just a split second before the rimefire would have melted her flesh, Hauteclaire took control of her burning wings and spun them away from an agonizing death.</p>\n<p class=\"cnNhNWZkMTZiOWEzZDRmMzI5NDdhZjAzNTg2MDk3OTI1\" data-original-margin=\"\">The jet of flame traced her afterimage, intent on roasting the Princess who led the formation. However her phoenix maneuvered them beautifully through the air, transforming the sharp, spinning bank into a wide corkscrew that evaded not only the rimefire but also the couched lance. The loose formation of her armigers also allowed them to dodge the burst of flames, as they spun behind her in the wake of her flight.</p>\n<p class=\"cnNiNjVmYThiOGJkOTQ0MmQ4YjU3NWY2YTJiNGFiYTIz\" data-original-margin=\"\">Sylviane could hear Hauteclaire cooing in her mind, calming her back down with soothing sounds attuned to the ongoing symphony of war. Her resolve soon strengthened, although she continued the corkscrew to duck beneath the drake.</p>\n<p class=\"cnMwY2E1MTEyZjU1YjQ1YzViNTk1NDgxMTQ3NmViM2M5\" data-original-margin=\"\">Even coming into reach of those scythes-like claws was better than playing with rimefire.</p>\n<p class=\"cnM4ZWMxOWYyMTIzMjRjYmJiMmExNzY5ZWQxNDc3ZGQ3\" data-original-margin=\"\">Her body rotated to face up as she dove below. She dodged one swipe of the drake's claws while deflecting another with her small shield -- a powerful blow which almost sent her hurling off-course. Meanwhile the drake screeched in pain as her mere proximity torched its underside with Hauteclaire's blazing aura. It provided just the right distraction for two of her armigers to smash their maces into the drake's biting head.</p>\n<p class=\"cnMyMWYzNGUyYmZhZTQzNWZhYmM1ODczOWIwOTNlYTVh\" data-original-margin=\"\">Coming out behind the drake, Sylviane soared back up and spun around to hurl out her meteor hammer. Instead of smashing the mace-like cylinder into the back of the rider's head, she wrapped its chains around his neck instead. Twisting the chain around her waist, she used her momentum to yank his body off the blinded beast, snapping his spine in the process.</p>\n<p class=\"cnNkN2M2ZTUxMmUwOTQzNTc4OGZkYmQwZDdkYTVmZGE1\" data-original-margin=\"\">The Outrider was dead within the second. But his fingers kept a death grip on his siphon. It was still pumping fire when Sylviane hurled his body toward another pair of drakes.</p>\n<p class=\"cnNlZjBjYzRlZTU0ZTRlNTNhNmI3YmViOTM4ZGJjZGI3\" data-original-margin=\"\"><em>Burn in your own hellfire,</em> her thought passed without a shred of mercy.</p>\n<p class=\"cnMwYWRlMTZhZmNiYzQ1ZjliNzEzMmI5MmM2NWE3MDYw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmYjcwNmQ5ZjRlZDQ5OWE5ZTIxMTM2NThlYmI3ZWUx\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNkYTI5N2E0MmJkZjQxYTFhMjQ2OTU3NDE3NTkxNTY1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0ZDExZDIyMjhmNTQ1MzA5NzQ3MjJiMjU0ZWFiNzhm\" data-original-margin=\"\"><em>There's their second group.</em></p>\n<p class=\"cnMwOWZmZWNkNWM3MTQ2NzFhNzBkYWIyMGUyM2MzMjIz\" data-original-margin=\"\">Asgeirr thought as he watched more Phantoms dive from the clouds. They intercepted Thorsten's returning drakes with a barrage of blinding, <em>Solar</em> spells. This was followed by a cacophony of massed detonations as the very air seemed to explode, caused by a volley of combination spells.</p>\n<p class=\"cnNhOTVhNmI3OGRiMDRjOTA5MWNkNWRlNjliZTc0ZTUw\" data-original-margin=\"\">The Admiral blinked away his tears from the intense light. He could just make out the sight of Phantoms caracoling away while showering the blinded drakes with grenades, javelins, and yet more spells. Six drakes in the front fell as their wings shredded apart under fire. Several more followed as their riders succumbed to wounds.</p>\n<p class=\"cnNiOGE5ZWYwOGU2MTQzZTBiNzFiODdmMjk5Mjg3YWJk\" data-original-margin=\"\">Concentrating on the high sorcery that now gripped the battlespace, Asgeirr willed the clouds to begin forming in the Wickers' path even as recovering drakes turned to chase. Both sides might number around one-thirty riders each, but the huge disparity in size left little doubt who was the mighty predator and whom the evasive prey.</p>\n<p class=\"cnM2YzI3ZjIxNGY3NzQyNzdhMDE1NjM3NmRiYzNiOTcx\" data-original-margin=\"\"><em>Thorsten, my son, make me proud,</em> the Admiral thought before swinging his spyglass to the other battlefront. As the Admiral of the fleet, his attention had to focus on the battle at large and not merely his blood kin.</p>\n<p class=\"cnNiNTAxYjFjYjJmZjRkNDQ4ZDdlNjZkYzA5YTQyYTZl\" data-original-margin=\"\">A chaotic melee had broken out between the first, and larger, Weichsel force and the skywhales' combat air patrol. The two formations had interpenetrated and the Wickers were now trying to hack their way through the smaller flight of drakes and clear the path to the skywhales. Amidst the fighting the Admiral caught sight of a rather unique weapon. It was an enlarged Manteuffel swordstaff -- which he had heard about from the Västergötlander veterans.</p>\n<p class=\"cnM4NDI2NTc0ZGIyMTRmOTJiM2RhNTBiYzhmMjJkN2Y5\" data-original-margin=\"\">The double-bladed 'swordstaff' --if one could still call it that-- was in its heavy lance form when it stabbed into the neck of a volcanic drake. The magical weapon pushed deep before shrinking to its 'normal' size in the wielder's hands. The senior officer who carried it then cleaved the Outrider's helmet in an overhead fly-by. It was an exceptional attack from someone who clearly had decades of experience in combat.</p><p class=\"cjIxZjQyMTc2NDRkZDQ1NTZiZGQxYzk2NjhkNDZhZWU3\" data-original-margin=\"\">The story has been taken without consent; if you see it on Amazon, report the incident.</p>\n<p class=\"cnM4MWRhMmI3MGM3YjQwOTNhOTBlN2NjNDgwOGZkODY3\" data-original-margin=\"\"><em>That must be their general of cavalry -- Neithard von Manteuffel.</em></p>\n<p class=\"cnNmOWU0ZjQ5YmRiMDQ4NDc4N2Q1MmRkNjUwYzQ0MzU0\" data-original-margin=\"\">Asgeirr turned to the communication tube where he relayed his orders to the bridge command staff:</p>\n<p class=\"cnNiNWY0MDBiYTkwMzRkNjZhYzg3N2QyOWI3OGY2NzZi\" data-original-margin=\"\">\"Order Thorsten to break through the Phantoms before him and strike at the enemy's first wave. That is where their general fights -- kill him and we will win!\"</p>\n<p class=\"cnMwODVkZGM4ZGUxZDQ5OWM5ZTg4NjA3YWQyNWI2ODBl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyM2QyNzEyMzQ3ODQ1NGE5NzVlNDEwYTJjZGFmOTFh\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmODk1YmMwNTAwZTRiNDliZGYzYTZiMzVmOTQzYzcx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwZGNmNzYzOWUwMjQ3NDZhMGU3MmQ2MGVmM2EzOTA3\" data-original-margin=\"\">\"We have signal!\" Ariadne heard the signal officer announce as he looked up towards Colonel Hammerstein.</p>\n<p class=\"cnNiZDc5ZmUyZTYxNzQyZDFhOTYyMTZhOTk2MWQ2N2Qx\" data-original-margin=\"\">The thuggish-looking Colonel swept his bulging eyes across the skies. He surveyed the assembled and tense-looking Phantom Grenadiers from atop his hippogryph mount.</p>\n<p class=\"cnMyMzUzZmQwNzFhNDQ5YjA4ZDVlNzUxNGYzNjM0YWI3\" data-original-margin=\"\">\"Well what are you all waiting for!? You wanna live forever!?\"</p>\n<p class=\"cnNkMzRkYzA1YjQ5ZjQ0Mjg5ZDZmYjcwNzkwODUwMmUy\" data-original-margin=\"\">His growl quickly rose into a yell as he pointed his swordstaff down towards the heavy clouds.</p>\n<p class=\"cnNhNDEyMGUwYThiZTRmOWJiNjUxODIwZGM1M2M3YmRl\" data-original-margin=\"\">\"Triumph! Fame! Immortality! It's down there! Your courage, your passion, and your pride -- ignite them all in blazing glory and seize it! It is YOURS for the taking!\"</p>\n<p class=\"cnNkZDFmNjE5YjAxYjQ1OWM5YWViNDgxZGU0YjAzZjlk\" data-original-margin=\"\">The Colonel then spun his swordstaff back, pointing in challenge to each and every one of his cavaliers.</p>\n<p class=\"cnNkYjg0Y2U1YjE2ZDQ1N2RiNmZlMTgzYmMyNTEzMjlh\" data-original-margin=\"\">\"Let no lord claim yer not good enough! To befoul that your blood, your upbringing, your children aren't good enough! Today, you will show them courage! You will show them honor! You will show them all the true meaning of <em>nobility!</em> NOW WITH ME! CHARGE!!!\"</p>\n<p class=\"cnM4M2QzMmVkNGQ5NzQzYThhNGViMjJjNjFjN2UwOTk1\" data-original-margin=\"\">\"CHARGE!\" Ariadne joined in the echoing shouts as over three hundred riders all plunged their mounts into a steep dive towards the clouds below.</p>\n<p class=\"cnNkMjI0ZTUzMzU1OTQyNWQ5MzcwYzk5ZWNjNGMwZGFj\" data-original-margin=\"\">In just a few lines, Colonel Hammerstein had managed to evoke everything those yeomen hated and wanted at the same time. It was a masterpiece performance that elicited a smile of appreciation even from her.</p>\n<p class=\"cnNlNWQ3NzYyZTNmODQ5MjE4OTgzZWM2MDRmNzk0MWIw\" data-original-margin=\"\">\"Gryphons in the lead!\" The Colonel commanded.</p>\n<p class=\"cnNmOTQ0NDk5N2ViODRhYzRiZGE5ZDkzZDBlMzY0Yjk1\" data-original-margin=\"\">\"Second company, armored wedge!\" Captain Hans Herberts shouted.</p>\n<p class=\"cnNjZTc1OGZkOGYwYTRlYTNiYTZkNDBmNTVkZDIxN2Mw\" data-original-margin=\"\">The yeomen captain was one of those who rode a gryphon mount, and so was his company's entire first platoon. The muscular gryphons could bear more weight and withstand stronger headwinds than the agile pegasi or even the balanced hippogryphs. As a result, they wore plated steel armor which covered their eagle heads and lion-like upper torsos.</p>\n<p class=\"cnNjNzQzNTFiYjc5YTQyNDc5ZWNiMzA1YWIwODE3NWI5\" data-original-margin=\"\">In accordance with both aeronautics and assault tactics, the rest of the Phantoms formed up behind the gryphons in a giant V formation to reduce air drag and protect more vulnerable steeds.</p>\n<p class=\"cnM5ZDgwNTk0YjE0YjQ1ZDliZjBlYzc2YzY5OGYxZWYx\" data-original-margin=\"\">Ariadne felt a hint disappointed considering that she was supposed to be the <em>1st company</em> commander. But then, she wasn't the only one giving up the lead position. Colonel Hammerstein did the same as he stayed with her company as he always did.</p>\n<p class=\"cnM3YmFhZGFhNTRmNDRiYTg4ZTA5NzFkZWZjYTdiYmJh\" data-original-margin=\"\">Besides, she had an important role that nobody else among them could play.</p>\n<p class=\"cnNiYzZiMThiZDU5YzRhNzg5ZjE0ZGZmMTk0ZTdjOTFm\" data-original-margin=\"\">\"<em>Cyclone Blast Field!</em>\"</p>\n<p class=\"cnNhY2UzZWM2NTljNjRkYmJhY2E5ZjU0OTJiY2MzMzhj\" data-original-margin=\"\">Ariadne channeled her mana and poured it out from her extended left palm.</p>\n<p class=\"cnMwNzdiNWExN2RhMDQyOTU4N2JmZGU5YmRjNDU5OWRh\" data-original-margin=\"\">She wasn't truly a Stormcaller, not yet. She had the affinity and had received some training back at the academy, but she wasn't ready for the certification exam and she knew it. Her techniques still needed work as she relied more on strength than finesse in shaping air currents. The result was that providing a tailwind for their trip back had left her even more tired than she anticipated.</p>\n<p class=\"cnNlMzYwZjA2MDZjYzQ1M2ViM2Q0OGI2ZTJkMTNjZDhh\" data-original-margin=\"\">Unlike Colonel Dietrich von Falkenrath, Ariadne couldn't even surround one whole company with wind barriers. The best she could manage was roughly the size of a platoon. This she maintained as a 'whirlwind drill', plowing a road through the static-charged thunderclouds ahead of Captain Herbert's lead platoon.</p>\n<p class=\"cnNlZDI0NTBkZThlYjQyYTlhN2UzZjA1NzFmMDBmOGMx\" data-original-margin=\"\">Their targets finally came into sight after the last cloud blew apart to reveal the ground far below. The armored bulks of four colossal skywhales lumbered through the skies, hurling sparse volleys of ballista bolts into the distant struggle for aerial superiority.</p>\n<p class=\"cnNiNWM3NzVjMWQzOTRjZjY5MzQ0MmMyNmI3OWI0ZTE0\" data-original-margin=\"\">Ariadne could not discern much through the storm clouds. However the echoing explosions and cries told her all she needed to know. Weichsel's first wave had interpenetrated with the Skagen drakes, entangling them in a chaotic aerial melee to buy time for the main strike.</p>\n<p class=\"cnM4ZjJmODI2MGMyYzQ1MDg5ZTQ4OWFkNTJhNzBjMmQ4\" data-original-margin=\"\"><em>Let's make their sacrifices count.</em></p>\n<p class=\"cnMxZjhlODQxMDkzNjQ5ZjFiZGU0YjNhNWIxMGY2Zjdl\" data-original-margin=\"\">\"SECOND COMPANY: MAXIMIZE FORWARD DEFENSE! FIRST COMPANY: COVERING FIRE!\" Colonel Hammerstein bellowed out in a magically amplified voice. \"DRUMS!\"</p>\n<p class=\"cnM2OGEwNTFkZDlmYjQ0M2U4MGEwNWRjZmU5YTJlZDIy\" data-original-margin=\"\">The prelude of orchestral battle songs soon began against the noise of howling winds. It was a Weichsel army tradition -- because the more decisive an attack, the more it needed musical accompaniment. Once a unit was committed in heavy assault, words beyond shouted orders grew meaningless. Far more important was the <em>atmosphere</em> that permeated their resolve.</p>\n<p class=\"cnM0ZmY4NDI5OTJlYjQ1NjRhNTg4NzlkNWFmNzIxYjZl\" data-original-margin=\"\">Ariadne released her cyclone drill, hurling it towards the top of the closest skywhale. Voices cried out as some men were blown into the air. More joined as a barrage of multicolored rays hurled onto the defenders' wards.</p>\n<p class=\"cnMxZmJmYTlhODE4NjRlZTFiZTcxYWQ4ODhmNGNmY2Y4\" data-original-margin=\"\">Yet at the same time, at least a hundred archers atop the other skywhales notched arrows to release rune-infused volleys. They greeted their foes with a curtain of missile fire.</p>\n<p class=\"cnM0MjA5NWFlMjQ3ZTQyNDc5Mzg1ZDk5NWY5YzNhNDk5\" data-original-margin=\"\">Discharging spells soon met friendly wards in a cascade of thunder -- which was even more literal than Ariadne had expected. Every spark of electricity called down a thunderbolt from above, as though each lightning rune had been blessed by the weather itself.</p>\n<p class=\"cnM3YWMzMzAxNzFmMzQ2MjBiZjQ0MWIwZjdiMjAxNzg4\" data-original-margin=\"\"><em>It's that bastard admiral!</em></p>\n<p class=\"cnM0NTJkYWVlYzVmYTRiNDc4N2U2NGZlZmQzOWE5YjE5\" data-original-margin=\"\">Her ears already rang from the deafening clash of magic. Her eyes blurred from the endless flash of voltage spikes.</p>\n<p class=\"cnMyZGY0MWZjZmYyNTQ3MDU5OTQyODkzMWY3NWYwOGVl\" data-original-margin=\"\">But at least the distance was short.</p>\n<p class=\"cnNlZWZkY2MxZWY1NzQ1YjliNDQzMTFjM2QzMDllMDgw\" data-original-margin=\"\">\"First company! Switch targets!\" Colonel Hammerstein's yell came muffled by the ringing. \"Suppress flanking whales!\"</p>\n<p class=\"cnNlOTlhZjY5MTg4OTRkMWJhNGQ4MjZkOTYzYWQ3ODAz\" data-original-margin=\"\">The range soon closed to but a few hundred paces. The 1st company's layered wards had been thinned but not broken outright. Their casualties remained surprisingly light.</p>\n<p class=\"cnMxZWM2MGVkOWIxOTQxYzc4OTJjNzYzOTJlOGU5MjU3\" data-original-margin=\"\">Yet even through her fuzzy sight, Ariadne soon spotted an anomaly forming on the nearest skywhale's back. Glowing dots connected themselves into a rectangular field of mana, ready to unleash a weapon of unknown power.</p>\n<p class=\"cnM0MTk4NjQ2NzEyNjRlYzVhNzkwMDRiMzNiY2EzNzc3\" data-original-margin=\"\">\"<em>Mana Seeker!</em> Grenades!\"</p>\n<p class=\"cnNhYjViMDdjODc5NzRhZTdiYjA0YmRhZjM3ODUyNWI4\" data-original-margin=\"\"><em>What are you doing?</em></p>\n<p class=\"cnNmNDVkNTU4MjY3YzQ2NGJhNGE5OGY1NmFhMjNiZDFk\" data-original-margin=\"\">Ariadne's thought came instantly as she heard Captain Hans' cry. It was doubtful if his company --which had bore the brunt of the thunder-- could hear at all. Nevertheless many followed in his example, launching waves of disruptive seekers before drawing grenades.</p>\n<p class=\"cnM2Zjc1NmFlMWEzZDRmYzRiYmFjMzAzMzlmYjc5MGRi\" data-original-margin=\"\">Phantoms were not supposed to deploy grenades unless they had a crushing magical superiority against their foes. Did that idiot forget? Or had he simply grown accustomed to repeating the same tactic as they had been doing during their raids in the Skagen Peninsula?</p>\n<p class=\"cnM1ZWUzMWQ5YzAxMTQzM2U5YTI3MTg3NzU2ZWZlZDQ3\" data-original-margin=\"\">\"STOP!\" she screamed as her eyes glued themselves to the throbbing grid of power on the skywhale's back.</p>\n<p class=\"cnNjYWQ4Njc5OTBlOTRkOWViMzI2OTM5MGY1NWJhMjU1\" data-original-margin=\"\">\"SCATTER!\"</p>\n<p class=\"cnM3ZjRhNzg2Yjc5NjRkYjhhNjNjYzg2ZmI3Yjk3NTNm\" data-original-margin=\"\">Colonel Hammerstein's shout overcame her other thoughts, prompting Ariadne to press Edelweiss into an emergency dive.</p>\n<p class=\"cnNmN2Q0ZjQ0OGI5MjQ4NTliYmI3Mjk5YWQ5YzZjZDAz\" data-original-margin=\"\">She plunged not a second too soon as the 'anomaly' erupted in a blinding flare, just before the wavefront of <em>Mana Seekers</em> could reach them.</p>\n<p class=\"cnM3NDY3ZGViY2I2YjRmZDViMTk0OTZhYzc3YTU5MzU0\" data-original-margin=\"\">Some had followed the warning. Others obeyed evasive calls from their own leaders. Yet as the mana field on the skywhale's back burst into dozens, no, <em>hundreds</em> of lightning bolts, the bulk of the 2nd company --including the entirety of its gryphon platoon-- had been caught within its destructive path.</p>\n<p class=\"cnNhYmIzMTU1NTdmMDQ3NjM4MDFmN2U5OTYyNGQ4NGVl\" data-original-margin=\"\">Crisscrossing beams of electricity hammered through the unit's remaining wards and tore through the formation. They were joined by a massive column of lightning from the overhead clouds, transforming the very airspace into a crackling voltage field.</p>\n<p class=\"cnM0YmRlZjMzZmZiZjQwZmZiMDhjOTA4MmFiOTE0MmQx\" data-original-margin=\"\">Next came the blasts as every exposed blast powder grenade detonated. Even a few extradimensional pouches tore apart as the titanic discharge of power overwhelmed their heavy wards.</p>\n<p class=\"cnNlZWMzMjMxMTlkODRlNzJiNDFhMDFjZmU0MDU2YTk3\" data-original-margin=\"\">Ariadne gazed back up to where the 2nd company had been. Her mouth fell agape as she saw nothing but a floating sea of sparks and flames. Men and beasts plummeted from the gigantic fireball in the dozens, each a corpse burning in pitch and tar.</p>\n<p class=\"cnNhYjFhNGQ1YmVjOTRkMzJhODViNWRlYzc5OWJiMTM4\" data-original-margin=\"\">Within the span of seconds, the Phantom Grenadiers had lost over a hundred riders and roughly a third of their strength. Those men were not just wounded or maimed, but <em>annihilated</em> wholesale.</p>\n<p class=\"cnM1OTYyYjY4ZmQ1MTRmYmFiZjk3MDgxNjg4NWMxMTA0\" data-original-margin=\"\">The entire formation now lay shattered. Their momentum paralyzed by their shock and horror at the devastation. Yet amidst the burning rain of fallen comrades, a single rugged rider tore past Ariadne to continue the charge.</p>\n<p class=\"cnMwOWJkZWIyN2IyNTRlNmZhOGZkNmI0ZDg3NWFkNzM3\" data-original-margin=\"\">In one hand he carried the Black Dragon banner, seized from the bearer of the 1st company. With the other hand he readied his swordstaff blade, crouched beneath his arm just as one would use a lance.</p>\n<p class=\"cnM0MzMyM2NhNDkzZTQ1OWI5Y2VjYWI2YmMwZWQ3ODVi\" data-original-margin=\"\">Her ears heard nothing except a steady ringing, but her heart felt every echo of his rallying cry.</p>\n<p class=\"cnM0M2QyMjM4NDk1NjRkZjE5ODIzYzJlMmE3ZTUwODVk\" data-original-margin=\"\">Colonel Sir Erwin von Hammerstein was ugly, boorish, crass, and despotic. His intolerable insolence had drawn Ariadne's unforgiving ire since the day they met. But nobody, <em>nobody</em>, could deny that he was a knight to be revered, a leader to be followed.</p>\n<p class=\"cnMwN2Y3NzVmNWQ0MjQwYTI5M2Y0MjI5MGM5NDgxMjVl\" data-original-margin=\"\">...Even to the depth of hell itself.</p>\n<p class=\"cnNkNjE5ZWI1MDdjNzRkYTc4YTg2MzJmY2FjMzI5NjZm\" data-original-margin=\"\">Spurring on her own mount, Ariadne raised her Manteuffel swordstaff high into the air. She enlarged it to maximum size --a heavy lance almost thrice her height-- before lowering it under her arm into a jousting stance.</p>\n<p class=\"cnMyZGIyODRmMjY2ZjQzZGM4OWE1ZDY3ZDQ4NmE4YWUy\" data-original-margin=\"\">\"HOLY FATHER WITH US! CHARGE!\"</p>\n<p class=\"cnM1MzMyZjI2MWZlZjQ0NzU5MzE3OGRmZmZkZDg0NjRl\" data-original-margin=\"\">There was no way she would let herself fall short next to <em>him</em>.</p>\n<p class=\"cnNlNmI5ZjU4MTA4YTQ2OWU5MzJjYjA1YWRjMWUyM2Nm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhZTJhMWI1ZWFlNzRhZjk4YTFhMzc1ZjFmYzNkMjA1\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM5MmMwNzdiZTQ3YTRjM2E5MTIxNTUxMjE5ODNkNDIz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzOTc3NTlmMDE5ZTRhNzhhOTkwMmQ0NjNlNWI1MjJk\" data-original-margin=\"\">For centuries, southern mages had mocked the Hyperborean's Runic Magic as obsolete compared to Aura Magic.</p>\n<p class=\"cnM1NThmMjQzYTRkNDQyZGU5MjA0YjRiNWMwN2E2YjMy\" data-original-margin=\"\">Runic Magic had its advantages, sure. It allowed for the storage of mana from pre-cast spells through the use of runestones. Many rock minerals' crystal lattices had a low mana diffusion rate, making it possible to maintain hoards of prepared spells. It also allowed anyone who knew the trigger conditions to activate prepared runestones in bulk -- an absolute quantitative advantage which the Hyperboreans exploited at every opportunity.</p>\n<p class=\"cnNjNTdjYzFjNjQ0OTRjODZhOGM4ZTdiNjhiZDA0Y2Vk\" data-original-margin=\"\">However, Runic Magic's inability to spontaneously cast and its need for a physical carrier drastically limited its use. For example, there was simply no northern equivalent of the <em>Mana Seeker</em> multipurpose counterspell. The inflexibility of their spellcasting left them vulnerable to Weichsel's superbly coordinated spell volleys -- a critical weakness which had cost them many battles.</p>\n<p class=\"cnMxMDYwZWFlMDRlNjRjNDBhNzgzMTU4ZjFjMTUzNDZk\" data-original-margin=\"\">But the manipulation of mana was as much a science as alchemy or metallurgy. Runic Magic evolved with time just like any other technology in demand.</p>\n<p class=\"cnMxOTk5NmMyZWUzODQ0M2RhNmZkMDg0YmU5OTA1ZmE5\" data-original-margin=\"\">Hyperborean mages on the Frontier had recently developed the newest form of Runic Magic: spell runes which were limited by neither their location nor contact activation. These new runes had a rudimentary awareness of their surroundings. They could move freely across any two-dimensional surface. They could even work in groups and follow specific instructions, such as \"band together and discharge in a coordinated volley against hostile attack.\"</p>\n<p class=\"cnM2MWRmYzhjZjcxNzQzYWI4MTA4ODU0ZGI2MTBmOWUx\" data-original-margin=\"\">In essence, they were self-regulated, <em>automated</em> spells that no longer required a human operator.</p>\n<p class=\"cnMzNjAyNWUxOTc1YjQzNWNiMTZmYTk3NTEzZjBjNzE0\" data-original-margin=\"\">The proud Hyperborean mages of the newest generation called them 'Living Runes'.</p>\n<p class=\"cnMwZjliYzE3ODc3MTQ1YTRhMmZkMmFkNGYxMzBhYWYz\" data-original-margin=\"\">The deafening thunder from the Skywhale <em>Polarlys</em>' back left a buzz in Asgeirr Vintersvend's ears. However he paid the discomfort no mind as his cool Admiral Winter facade finally cracked open a broad, vengeful smirk:</p>\n<p class=\"cnMzNTYwNGJkNzlhYjQxYTA4OTA0Yzc4ZDRkZjliNDVl\" data-original-margin=\"\">\"Where is your Holy Father now?\"</p>\n<p class=\"cnNkM2ZiMGQ0OWIxZTRhZjU5ODZkMDVmOWViYTljYTc4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhMGYzMWU0ZmFmZjQxNDc4M2Q2ZTFhYzBkZjliZjQw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiNmI1NzNjOTU5MTQxZTViNDEyMTFmMWRiZmUzMmEx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4OThhZDI5NGNmYTQ0ZDU4MmJkYTRmYzc1ZWE5YTIz\" data-original-margin=\"\">Ariadne watched as Colonel Hammerstein's mount was killed under him by a volley of rune-inscribed bolts. The hippogryph was virtually blown apart by the explosive projectiles, and its final stumble catapulted the gruff Colonel through the air and onto the skywhale's back.</p>\n<p class=\"cnM4OTJiZjY0ZTc3ZTQxMjQ5MjNlNmQ3ZWY0OTczZmQ3\" data-original-margin=\"\">The man was clearly bleeding from multiple wounds. Yet despite this he charged a group of archers with his swordstaff in hand. He stabbed his weapon through one foe and shoved the body into several others, then spun his polearm around to cleave through a bow and into the face of another Northman.</p>\n<p class=\"cnNjODNlOTNkYWNjYTRmODg4ZmI5MTMwMDkxZWQwNWNl\" data-original-margin=\"\">However northern archers were not helpless in melee. They drew their axes to fight back in close combat. One of them managed to cut the Colonel's leg and forced Hammerstein to fall to one knee, but not before he used his strength and magic to spear the flagpole of the Black Dragon banner onto the skywhale's armored back.</p>\n<p class=\"cnM1Yzg1MWY0MGQzYzRlN2M4NjQyYTEyOGNkMTViYWQ3\" data-original-margin=\"\">Pushing her pegasus through arrows and spells, Ariadne charged straight at the commander of the squad that Hammerstein was fighting. Her weapon was infused with a <em>Catalyst Dispel</em> at its tip, and she speared the Manteuffel swordstaff in its lance form through the man's torso.</p>\n<p class=\"cnM2NDM3YTBhZGIyMTQ5Y2I4MTVjNmEyZWE5MWFmYjM3\" data-original-margin=\"\">Then, as a nearby Northman in chainmail-reinforced-hide lunged at her, she shrunk her weapon to its 'normal' size, pulling the twin-bladed swordstaff out of the corpse before hacking towards her foe. However with the penetration spell on her weapon now discharged, she barely even cracked his spellshield.</p>\n<p class=\"cnNkMWVmZDdiOTNjNDRhZGE4NTRkNGIwMjAwODNhNjU0\" data-original-margin=\"\">Ariadne urged her pegasus Edelweiss to plow straight into him and trample him underfoot. His wards and armor ensured that his ribs stayed intact, but the hard impact still stunned him for a few precious seconds.</p>\n<p class=\"cnNlM2VmY2ZkMTZkYTRmNmJiNmEzMGYxODY3NWEzODMw\" data-original-margin=\"\">\"<em>Catalyst Dispel!</em>\"</p>\n<p class=\"cnNlNzI3YzMwOWMzMTRmOWVhYTkyY2RhMWNmNTJjYTJm\" data-original-margin=\"\">She cast the antimagic to burn away his layered wards before ramming her weapon's blade down and into him. She then spun her polearm around to parry the axe of another Northman, this time coming from her other side.</p>\n<p class=\"cnM0YWEzMDY1ZmFkYTQ3MGNiZGQzYmM0NmU3NmJjOWE1\" data-original-margin=\"\">A dispel struck the Northman from the rear, cast by Hammerstein even as he half-knelt on the ground. However the assistance cost him as an axe blow landed upon his back, and only the enchanted cuirass he wore saved his life.</p>\n<p class=\"cnM4MDI1OTliYTU2MDQwMzNhYzk2MjNiNTI2ZjMyMGMy\" data-original-margin=\"\">Taking advantage of the opening, Ariadne stabbed with her swordstaff. The first attack grazed the man's shoulder armor, which forced her to use her weapon shaft to deflect a riposte. However a second strike pierced straight into the man's neck, killing him almost instantly.</p>\n<p class=\"cnMzZGJkZWIzYWExODRjNTQ5ZjY5ZDIzM2IxMDZlZjM3\" data-original-margin=\"\">Hurling out a <em>Cyclone</em> spell at close range, she knocked back the Northman who stood over the Colonel before he could deliver a coup de grâce. She then charged the foe before he could regain his footing. And with two heavy blows from atop her mount, she overpowered the archer-turned-axeman and cut him down.</p>\n<p class=\"cnMxODBiZTQwYWRlNjRiNTY5YjcyZjVhM2U3MDBmODZk\" data-original-margin=\"\">Still astride her bloodied pegasus, Ariadne looked down at the Colonel who was now on the ground. He rolled over onto his back and spurted out a mouthful of blood. His right hand clutched his wound as he cast <em>First Aid</em> spell on himself.</p>\n<p class=\"cnMyYjc2ODEwOGVlNDRmMTM4ODA0M2IzNjMyYTlkYzQx\" data-original-margin=\"\">\"GO!\" He urged her. \"Our primary objective remains!\"</p>\n<p class=\"cnNjNGNlMDRjOWQ4NTQ3MzFiNTA2ZjNjMzQ0YTFkNTM2\" data-original-margin=\"\">Ariadne nodded before she heeled her pegasus into another charge. But this time a squad of archers had trained their aim upon her. A quick cast of <em>Mana Seekers</em> disrupted many of the runes inscribed on their arrows, but the lead projectile's <em>Dispel</em> crashed her wards before two bodkin heads managed to pierce her armor on the right arm and shoulder.</p>\n<p class=\"cnMyOTMxNGE4YjljMDQwZGViYTdiODExMDc1YjgyYTAy\" data-original-margin=\"\">It took all she had to not drop her weapon mid-charge.</p>\n<p class=\"cnMxZWNkN2QxZDI4YzRlZTdhMjI2NjViN2MwOTI2ZTdj\" data-original-margin=\"\">Gritting with pain, Ariadne opened her grenade pouch and unstrapped it. She then hurled out its entire contents towards the squad of archers while caracoling away. This was followed by an area dispel and an <em>Ignition</em> ray. A dozen barrels of tar and powder crashed into the Northmen just as they caught fire and exploded.</p>\n<p class=\"cnNmNmMyNGRiYmYzMDQwYWY4ZWMzNGY3MjcyODBiMThk\" data-original-margin=\"\">However the redirection of her mount only sent her into another threat. Eight bulky Västergötlanders --adventurers based on the look of their mismatched gear-- charged her with polearms, axes, and swords. One of them actually hurled his zweihander sword at her, which glowed slightly as magic took charge of its flight and put it into a spin.</p>\n<p class=\"cnM3Njk2OTgxNjU1NDRiMDE4OGQzNTlkMmU1MDNhNjkw\" data-original-margin=\"\">The pink-haired lady knight ducked down in the nick of time to avoid being decapitated by the large, spinning blade. Although she was certain that she lost some hair in the process.</p>\n<p class=\"cnNkZGJhMzAyZjVhMjRhZWQ4MzlhYjliNDkwZTM4ZmUz\" data-original-margin=\"\">Two of the men squeezed runestones in their hands even as they charged. Ice crystals grew over their chainmail-and-hide armor at a phenomenal pace, forming an additional layer of spiked armor that made them almost invulnerable to conventional weapons.</p>\n<p class=\"cnNhNGY5NzI1ZWUwMDQzNTlhNzAzZGU3NWU1ZWIyZmVk\" data-original-margin=\"\"><em>Frostfell berserkers,</em> Ariadne instantly recognized.</p>\n<p class=\"cnMzMWY5M2RjZjRmMTRmODQ4NDhjN2FjNmM4Nzg2ZTBi\" data-original-margin=\"\">Her arm trembled in fear as it was men like these who almost killed her back during autumn, when her first pegasus --the one who had accompanied her since childhood-- had been cut down during the Battle of Parchim.</p>\n<p class=\"cnNlNzQ2NDhlMDNiMDQ1ZjY5MjZiYzkwMDhhNTc4MjUx\" data-original-margin=\"\">\"<em>Spellshield Fortress!</em>\"</p>\n<p class=\"cnNlM2JkN2U4NzE2NjQ0YWQ5ZDRhOGMwY2E2ODdiM2Yw\" data-original-margin=\"\">Ariadne brought her main defensive ward back to full strength as she guided Edelweiss to leap away. But she had already moved too close to evade, and her opponent's massive glaive smashed into her pegasus head on.</p>\n<p class=\"cnM3NTg3NWZiZWVjMjRjN2Y4ZjJhMWY2MzQ4NWJjM2Mw\" data-original-margin=\"\">Multiple runic spells activated in quick succession as tiny pebbles popped off the polearm's shaft. Her fresh spellshields shattered under an antimagic burst right before a glowing, heated blade cut through Edelweiss' shadowy barding to discharge a surge of painful electric shocks.</p>\n<p class=\"cnM3ZjgwZWE4N2RlODQ4NDJhYzAzYjA0MWRlYjA0Mzcz\" data-original-margin=\"\">The pegasus collapsed under her almost instantly, hurling her forward through the air.</p>\n<p class=\"cnNkZmEwNTZiZDFkNTRlNDZhYzdkYzFhZWQ0NzFmYzdi\" data-original-margin=\"\">Ariadne realized she had just lost her <em>second</em> familiar as the empathic link promptly cut off.</p>\n<p class=\"cnNmYzY1ZjAyMjYzMzQxNjliMjk2NzE3OGZmNDcxNzNj\" data-original-margin=\"\">Still shaking from the aftershocks, she broke her tumbling fall as her leg became ensnared by the ropes covering the skywhale's back. Her weapon however tumbled away, falling off the whale and into the empty skies below.</p>\n<p class=\"cnMyYzAxNDFhN2EzMTQ3ODhhYmUwZmI1YTIxNzAwZTE1\" data-original-margin=\"\">She still had a dagger as backup. Yet there was simply no time to draw it, even assuming her wounded arm still had the strength to parry an attack that nearly beheaded her mount in one swipe.</p>\n<p class=\"cnNjZWY0YWVhMjg5ZDQxZWE4ZTRlN2Y4MWRiODQ2NmYy\" data-original-margin=\"\">She would still try. But even as time slowed to a crawl before her impending death, Ariadne knew that this time, she had thrown her dice against fate and lost.</p>\n<p class=\"cnM4N2QyNjI5MzM3MDQ5OWViMzk3NTNiYzBhNWU5OTM0\" data-original-margin=\"\"><em>I'm sorry Perceval...</em></p>\n<p class=\"cnM1YmViOWMwNTg5NDRjNjBiNDhjMjQwYWFhMWU0YjFm\" data-original-margin=\"\">She saw him one last time with tears in her eyes. Her body braced for the killing blow as the berserker raised the glaive edge high above his head.</p>\n<p class=\"cnNkMGExNjQzYzkyMTQ0YjVhZGJlNTg1ZDUyMzY5NmE3\" data-original-margin=\"\">--And in that moment, an explosive detonation could be heard behind the man's back, just before a jet of molten steel drilled a hole through the his armored chest. The man was dead before his body fell to the skywhale's back, and his corpse soon rolled down the sloped side and fell overboard.</p>\n<p class=\"cnNhMzMwODA5YjU4ZjQyOTViY2JlNWEwYjUwZGMyNjRj\" data-original-margin=\"\">A shattered lance had been responsible for the kill, and holding the other end of the weapon was the petite Elise, Ariadne's second-in-command. Behind her charged in an entire platoon, overrunning not just the adventurers but also several other nearby squads.</p>\n<p class=\"cnM0NzIzZjk1Yzc3NzRmN2E4NWY3ZjFkMmZkNmQzNzU5\" data-original-margin=\"\">Ariadne recognized it as the <em>Blast Lancet</em> spell, pioneered during the last war after Weichsel's lances repeatedly broke upon the Imperium's demigryph super-heavy cavalry and their triple layered armor. It transformed the lance tip into a hollow, reversed cone, before using a small, magical explosion to imitate what they called a 'shaped blast' effect.</p>\n<p class=\"cnMwZDNlN2IyZGRkYzQ3M2ViMjFjMmUwM2RmNWU2ODIx\" data-original-margin=\"\">Though, regardless of how it worked, the young lady couldn't help but feel elation as she had just been spared. The life-and-death bond she felt with the girl mounted before her was one that only veterans could truly understand.</p>\n<p class=\"cnNiM2FmMjIyMWMxNjQ2Mjc5MDEyNTMwZDUwYjM2MTQ4\" data-original-margin=\"\">\"Please... take care of the rest...\" The pink haired lady breathed out as she collapsed against the skywhale's back. \"I'll message command... to send in the final strike.\"</p>\n<p class=\"cnNlODNhOWRkM2U4ODQ5NDdiNmE0NDc5NGEwMWEzOGIy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5NzliNWYwOGRiYzRlZDM5OTE1OGVkYzBhZDllNWNi\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM3YmY5ZjA1ODkyZjRkNDg4NTQ4YTNmMWU1NGQxNjc0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmMDE1ZWVmNmMyNjQ3OTViNGU4Nzk2ZGNmYWZhMzU2\" data-original-margin=\"\">Unlike the 'fateful five minutes of Midway' that inspired Kaede with this entire battle plan, the decisive moment of Nordkreuz was not brought to reality by coincidence, but through the willful sacrifice of countless brave lives.</p>\n<p class=\"cnM0YmMzYmM1ZDM2YTRlOTFhYTI0NTVmNWZhMzdiNjk4\" data-original-margin=\"\">The last Phantom company that had been lurking above the cloud cover dove down at a steep angle. Their dispersal was perfect, with two squads each sent against the first three skywhales. Their four best squads --reconnaissance and 1st platoon-- concentrated on the last, which had successfully fought off the Phantom Grenadiers' charge.</p>\n<p class=\"cnM2YzUzM2ViZGNjNTQ1ZGFiNWY0OTRhMjBhNGY1OTg4\" data-original-margin=\"\">A cascade of thunder reached out from the fourth whale. At least a third of the assault wave there went down in an instant. But with most defenders distracted and the Phantoms in scattered formations, enough of them nevertheless made it through.</p>\n<p class=\"cnM4OTkxMGI1NDc2ZjQxMTQ5YzcyNjdiMzY4NzllZTlk\" data-original-margin=\"\">The <em>Falcon Force</em> Knights Phantom company came in behind massive dispel volleys, hammering any remaining wards near each skywhale's blowhole. Then, just before they sped past, every knight hurled in their modified javelin.</p>\n<p class=\"cnM0ZTcwMDBhN2M1MDQwZDZiNjQ5YjBlYWRmN2Y3MGJl\" data-original-margin=\"\">Accuracy was poor, but quantity held a quality of its own. Out of two dozen or so javelins thrown against each blowhole, at least a few made it through each.</p>\n<p class=\"cnM4YTM1MmNmOGQ3MDQyZDRhODRiNmNiOGQ5NmU4MTNj\" data-original-margin=\"\">The javelins had been Pascal's design. They carried tiny compartments with reagent payloads in the shaft. Impact triggered two different runes inscribed into the weapon: an electric surge that blasted forward to paralyze the skywhale's nasal muscles, and a transmutation barrier that covered the air intake. A third, delayed-action alchemy spell would combine the abundant airborne nitrogen with its payload to create hydrogen cyanide -- prussic acid.</p>\n<p class=\"cnMxZjZmZWFkNmE1MjQ2ZGU5NjQwYjFkY2VhMDY5MGVl\" data-original-margin=\"\">Nothing visible seemed to happen at first, other than stronger wailing from the whales. Then, as the twenty second mark finally passed, geysers of flame erupted from one skywhale after another as even-more-delayed <em>Fireball</em> runes activated to ignite the poisonous gas that had spread into their lungs.</p>\n<p class=\"cnMyMTFiMmMzMDA4YzRmODViYzQ3MWQ5ODI3NDIxODNj\" data-original-margin=\"\">The result was almost painful to watch.</p>\n<p class=\"cnMwM2MxN2UwMDI0NzQzNzhiMDZkNGVlNDBiOGVlOGNh\" data-original-margin=\"\">The gargantuan beasts buckled, tossed, rolled, and performed every physical motion imaginable in their agonizing death throes. Holding formation and altitude was impossible as they flailed through the air, shedding men and equipment as they went.</p>\n<p class=\"cnM5MDMwYzQyNGNmZTRlNDViMmFkNGRhZjdhMGZiZjQ1\" data-original-margin=\"\">The battle raged on as falling northern mages activated levitation runes to stay airborne and retaliate. But these were mostly infantry or shipboard operators. With their organization shattered, they posed only a minor threat to Phantoms who specialized in air combat.</p>\n<p class=\"cnM3ZjllNGM5ZTA1NTQ5ODBhZjc1OTk1NjVhZTk3ZDIz\" data-original-margin=\"\">Dozens of drakes in the distance abandoned their own battle and turned to their motherships' aid. Yet the Phantoms and armigers they fought had no intention of letting them go. Their attempt to disengage cost them dearly, and what had been a contested battle in Skagen's favor soon turned Weichsel's way.</p>\n<p class=\"cnNjNzI4ZjY2ZTcxOTRhN2FiNTdjNWY2YWE1NjYwYmIx\" data-original-margin=\"\">By the time the first skywhale began to plummet, the battle was already turning into a slaughter. The Northmen that stayed airborne fought back in penny packets, and the organized Phantom squads that remained butchered them without mercy.</p>\n<p class=\"cnNlNTQzOWQ0YjUzZjQ4NTZiNGE0MDJkMzVkZjcwMmQ1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlNGE1NWNjM2FkMzRiNGVhNDNmYmNlNjQ0MzgzYTZl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwMzFkODE5YjRjMDQ3ZDg4NjUwZjQ0MzJjYjc2YjRl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlNWUzY2Q4NjNlMDRlZDVhY2JlYjQwMzNhMjJhZjMz\" data-original-margin=\"\">Asgeirr Vintersvend struggled to hang onto the bulwark as his skywhale fell through the skies. It would have been easier if he could use both hands, or if his dead familiar wasn't plunging towards the ground listing at nearly fifty-degrees.</p>\n<p class=\"cnNlMzcxNjM0ZDM2YzRjNzhhMjBkMmJjYmVkMDg3MzU3\" data-original-margin=\"\">Physical prowess had always been his brother's domain, not his. Furthermore, he also wasn't as young as he used to be...</p>\n<p class=\"cnNmZDkzYmNhM2FlZDQwZGVhOWJhMWYwOTNhZDM4ZWRj\" data-original-margin=\"\"><em>Finally!</em></p>\n<p class=\"cnNhZDgxNjBjZjFlOTRmNjVhN2FmYjJhMmE2OGE3ZjMw\" data-original-margin=\"\">His other hand extracted the <em>Air Glide Boost</em> tablet from a belt pouch, which he promptly activated by pressing it against the gondola deck. He had prepared the runestone as part of his contingencies for an emergency. However he had never expected to actually use it.</p>\n<p class=\"cnM5YWUyMmI4ZTVmYzRhZWU5ZGZlZTYwOTMxNWYxMmRm\" data-original-margin=\"\">Certainly not today.</p>\n<p class=\"cnMwNDJjMjJlNTQ2ODRiZDI5ZDFlODIwMjkxZGVjZmVl\" data-original-margin=\"\">They had been <em>winning</em> too! The Wickers' boarding troops might have had momentum after their charge. However the opening volleys had left too few of them to actually seize the whales! The attritional melee that had broken out played to Skagen favor. They were on the verge of shattering Weichsel's air cavalry corp and securing air dominance for the remainder of the war!</p>\n<p class=\"cnM1MDU3ZmMxNzIwNTQ3ZWI4OTEwMmVmNmMzNzY4Zjg3\" data-original-margin=\"\">Then, in the span of less than a minute, everything had been reversed.</p>\n<p class=\"cnNjZWE0Y2YzMTkwYjRjNjA4MDA4OGViYTlhZTdlOWVi\" data-original-margin=\"\">The hammer blow had come too quick, too fast. By the time the Admiral realized what had happened, the damage had already been done:</p>\n<p class=\"cnNhZTY2MDhlOTA3ZDQzMmFiMjBjYzZkZTg0ZjVkMzhj\" data-original-margin=\"\">Four heavily armed and armored skywhales --the pride of the Skagen navy-- defeated in mere moments.</p>\n<p class=\"cnM1OWI5Njc5ZjczOTQxYmY5MTM4NzI0NWIwZTNkMWIy\" data-original-margin=\"\">The mighty Drake Outriders had been thrown into disarray, then pressed into a desperate defense -- predators pounced upon by packs of angry prey.</p>\n<p class=\"cnMxOGIwZTljOWQzNjQ0MjE4NDNkZTUzZTExOGU0OWQ4\" data-original-margin=\"\">Over a thousand veteran marksmen, runescribes, engineers, and other experienced specialists found themselves crashing toward their death. Those who managed to stay airborne found little mercy as roaming squads of Phantoms hacked them apart.</p>\n<p class=\"cnNjMDU2ZGVjMTI4NzQwMTg5ZWM0ZTFjM2Y3NjcwNDll\" data-original-margin=\"\">It was a disaster. A calamity that he had walked straight into. A catastrophe that he had no possible way to overturn.</p>\n<p class=\"cnM1NDEyZTM3ZjMxOTRlMDU4MjZjM2U0MWM4OTY5ZWYw\" data-original-margin=\"\"><em>The battle is lost.</em></p>\n<p class=\"cnNiZTNkNGVjMTczZDQyYmViMDk1Zjg1MGNjNzNkNDFm\" data-original-margin=\"\">Faced with the grim reality, Asgeirr had no choice but to admit it. All that remained was to see how many survivors could still be saved from his fatal mistake.</p>\n<p class=\"cnM4NjlhOWE4M2ZiMzQwODZiZThmMTRjMjE2MDY3Y2Fk\" data-original-margin=\"\">\"Milord, we must leave!\" His flag lieutenant, a young Wayfarer tasked to be his personal aide, shouted. \"Once the Wickers see us glide, they'll hit us with concentrated force!\"</p>\n<p class=\"cnM4ODM1YmZhMDEyMzQxMDk5MDA4ZWU0MjlmNzY4YTZk\" data-original-margin=\"\">To effectively place a spell, even a simple <em>Air Glide</em>, across a monster of such colossal size was no easy feat. Asgeirr doubted any of the other skywhale captains had prepared a rune of similar strength. This meant he had just painted a bullseye on his own sinking ship. Yet at the same time, it offered the only real hope of survival that his men had.</p>\n<p class=\"cnM0OWRiMDU1NTgzYjQ3NzM4OTJkMjE0OTQxMmEyODYw\" data-original-margin=\"\">\"I am <em>NOT</em> leaving my men behind to die!\" The Admiral yelled back in fury.</p>\n<p class=\"cnMyZTg5MDk0MzNjMDRiMzE4MTRlMzYwODFmMzQ0NWFi\" data-original-margin=\"\">He had known most of the <em>Polarlys</em>' crew for decades. The thought of abandoning them in this critical moment was unthinkable. It would be cowardice beneath the dignity of any man alive, an act of treachery for which he would never be able to forgive himself.</p>\n<p class=\"cnM2MmQwYjFkZjM5ZDRkNjZhYjNmODFjMTg1ZWE3ZGQy\" data-original-margin=\"\">\"But Milord...!\" The aide cried again, his earnest blue eyes almost begging.</p>\n<p class=\"cnNjNWQ2OWY1ZDZjMjRkNWNhNDg2NmJjZTBmNmRlYWRh\" data-original-margin=\"\">\"Sir, Skagen <em>cannot</em> afford to lose you in this war,\" The voice of his first mate came from the communication tube.</p>\n<p class=\"cnM1N2NhNzg1M2YwZjQxMjFhOGU0NDRiOGIwYzMxOWRk\" data-original-margin=\"\">As the <em>Air Glide</em> took hold and returned the flight deck mostly upright, Admiral Winter released the bulwark handle and dug into his pouches for two more tablets. The <em>Gustcloak</em> spellword was another one of his personal creations, and he reached out with both hands to project wind barriers onto the hangar deck entrances on opposite sides.</p>\n<p class=\"cnM5MWQ0YzY1NDUwYTRjMDBiNDM5YTI2ZGY1NGYzNzZi\" data-original-margin=\"\">His falling skywhale familiar became a bunker gliding through air. Its armored mass was now charged with delivering several hundred crew members safely to the ground.</p>\n<p class=\"cnNjOWZlYjMyZWRjOTRjYzhhN2I1MWFhMDcxZWUzYzFl\" data-original-margin=\"\">\"No! We're all going back!\" the Admiral set down his proverbial foot. \"Now both of you shut up and organize the men for defense!\"</p>\n<p class=\"cnM3NTY1ZTRkMjczMjQ2YjY4NDZiNjVkMjVkNDk4MjQz\" data-original-margin=\"\">Asgeirr could already see a squad of Phantoms riding towards them from beyond the wind wall. He reached into more pockets to pull out handfuls of lightning stones, before hurling these into the gust barrier that bulged outwards from each entrance, where cycling winds trapped them in the hurricane gales.</p>\n<p class=\"cnM0ODFiNmEwZjY1YzQ1NzVhYWZiNmRmNjczYTEyZDkx\" data-original-margin=\"\">With one hand outstretched towards the barrier, Asgeirr concentrated his magic to manipulate his spell. The gale barrier spat out a horde of runestones with ballistic accuracy, and the delayed-action electrical bursts called down a lightning volley to blast the Phantom squad.</p>\n<p class=\"cnNhN2RiNWQ3MGUxMjRlNGU5YTkzZjQxYjM2YzFlY2Ri\" data-original-margin=\"\">However the thunderous barrage also caught people's attention. Spell rays began flying toward the entrance in the dozens, but the arcane volley never made it past the wind. The barrier detonated spells as though solid matter. Elemental and antimagic blasts rapidly weakened the hurricane gales, yet they were hastily replenished as the Admiral poured more mana into his specially crafted stones.</p>\n<p class=\"cnMxOTVmMmI5ODM1ZTQxZjFiMWQ4N2JlMjdiODVkYjky\" data-original-margin=\"\">Asgeirr was soon breathing hard as he strained his magic reserves. No individual archmage could match mana endurance against dozens, hundreds of battlemages and win. He still carried plenty of runestones for combat use, but he had to hold these barriers firm with his own power -- at least long enough to persuade the Wickers to cease their 'worthless' bombardment.</p>\n<p class=\"cnM1N2E5MjY5Yzk1MjQzNmViZDU3ZDY5NjVlYzg3MGMw\" data-original-margin=\"\">It took half a minute before they stopped. Then, as the Admiral finally took a calming breath, he saw a single armiger in glowing white-blue peel off from the Oriflamme's formation. The Lotharin flew in with nothing but a <em>Levitation Flight</em> spell, charging in the wake of the barrage.</p>\n<p class=\"cnNhYjZhMmRjYWMxNTQyZmRiODZlZjYxNmRhMmE2Y2Jh\" data-original-margin=\"\">Asgeirr focused on the barrier again to have it hurl out a dozen more stones. However the armiger vanished in a bolt of his own lightning before the salvo struck. Then, just before striking the wind wall, the attacker rematerialized into physical form once more.</p>\n<p class=\"cnNkODczNzk5ZDZkNDQ4OTA4ODdmMzEwMDQxMDAyMWZl\" data-original-margin=\"\">The Admiral's eyes swelled with astonishment as he watched the intruder fall into his hangar. The gale barrier had torn the armiger's uniform into bloody shreds. Without the man's enchanted steel half-plate, the cutting winds would have ripped him apart.</p>\n<p class=\"cnM5NDNkZjJjYzk3NzRhZWZiZTVhMDhjMmZkYjc4YTk3\" data-original-margin=\"\"><em>The sheer audacity of this... this boy!</em></p>\n<p class=\"cnNkMzJjMmI4ZWIwOTRlMWFhYjI2NjkzYThkM2MzOTI5\" data-original-margin=\"\">The Admiral stared in near disbelief as the armiger crashed hard onto the gondola's metal floor and rolled to a stop merely five paces away. A dozen gashes had cut the attacker's face into a bloody mess beyond recognition. Nevertheless Asgeirr estimated that the short redhead who appeared to be a teen was in his early twenties at most.</p>\n<p class=\"cnMxN2Y0MjRkMjhlZjQzMjVhZDMxYzdlZmU5ZDg2MzJi\" data-original-margin=\"\">Was it bravery? Overconfidence? Or outright stupidity? Asgeirr didn't know what compelled the boy into such a foolhardy stunt. But it hardly mattered anymore.</p>\n<p class=\"cnNhM2JhOWE5YjkwNzRiNzVhYzVmN2U5OWY2YmYyZGQ4\" data-original-margin=\"\">A handful of his huskarl bodyguards were rushing over from the entrances. The heathen boy would never be allowed to stand up again.</p>\n<p class=\"cnMxMWMxMDc2NDQ4ODRkZjI5YjU5NThmOGMwZTMxZWRh\" data-original-margin=\"\">Yet as hateful, blood-covered eyes turned to glare at the Admiral, Asgeirr realized that the kid wasn't finished. The redhead tossed a kukri still held in his hands, hurling out the curved steel like a bladed boomerang.</p>\n<p class=\"cnM1NzI4M2JjYjE4ZTQ1YTk4NDgxZTRiZGE1OWY3NDU1\" data-original-margin=\"\">However the kid was too badly hurt. His aim was terrible even at so close a range. The kukri merely tore the edge of the Admiral's billowing cloak.</p>\n<p class=\"cnMwOWYyNzY0NjU1YTQ1NWNiMmI4NDAwYTU3M2I0Yjdi\" data-original-margin=\"\">No... it had also grazed his layered wards, and the weapon's discharged <em>Catalyst Dispel</em> overwhelmed them with cascading failure.</p>\n<p class=\"cnMwMWUzNTZiMzQ2NzQ0ODg5NTRmZmYzMTkwNDg1NzE2\" data-original-margin=\"\">With a jerk of his hands, the Admiral summoned runic pebbles between his fingers to replenish the wards. But a sharp, slashing pain from his right forearm caused him to drop the stones.</p>\n<p class=\"cnM2ZWVlZDFhNzlkYzRjMDBiNWVlMDJiMGYxN2VmNDk3\" data-original-margin=\"\">\"<em>Armor Screen!</em>\" The bloodied boy spat out, curving the protective bubble around the Admiral and enclosing his space against the steel bulwark.</p>\n<p class=\"cnM5NWU5Njg2NzgxNDRkZDNhNDJkZWQ4ZGMyYTQzYTNi\" data-original-margin=\"\">--Which happens to include the thrown blade.</p>\n<p class=\"cnNmNGQ0ODY3ODhjYzQxMzBhOGU1Y2M2YWE3MGMzYjk0\" data-original-margin=\"\"><em>What--</em> Asgeirr puzzled in confusion before he saw the re-emerging threat.</p>\n<p class=\"cnMyNzYxOTA4NTBhMjRiYzBiZTIyYzJmM2YzYzRmM2Uy\" data-original-margin=\"\">The kukri had bounced off the wall and came back, somehow tripling itself in the process. Then, with another rebound off the translucent bubble, two more copies duplicated into existence.</p>\n<p class=\"cnM4MDAwZjYyNTQzMjQzZmM4Yzk0OWYzYzcwODVjYjhj\" data-original-margin=\"\">They cut across his shin, slashed his bony shoulder, even sent a hacking stab deep into his back. The whirlwind of steel escalated in mere seconds, and agonizing pain drowned out all coherent thought -- let alone any deduction that could devise a suitable counterspell.</p>\n<p class=\"cnNhZjM2NGU0ZjZjNzRmYzE5NmRjZDUxN2NjNjdjZWFh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxZTBiOTg4ZjRhMjQ0OWE4MzYzOTZkOThjMDY5NTBl\" data-original-margin=\"\">...</p>\n<p class=\"cnNkMDcxNGE2Mjg2MDQ1M2Y5ODIzNzNmYjA4MTM1ZTc2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5YjMwZjkwMDE5NTRhODU4NDYyOTU1NzVmYjgxYWRm\" data-original-margin=\"\">Reynaud never found out if the Admiral lacked the right prepared spell to deal with the unusual threat, or if he simply didn't react fast enough. Within seconds, the swarm of flying steel created by the Bladestorm Kukri --a 'gift' from the Imperial Mantis Blades weeks ago-- had cut the old man apart.</p>\n<p class=\"cnM2YmEyMWFlYjc1NzQ4MGM5MGJkNjY5M2YxMGMxYTEz\" data-original-margin=\"\">Which left three armed and now outraged Northmen surrounding him.</p>\n<p class=\"cnM2NzZkNWZkMTZkYTRhNjU5N2Q0NWUwNDUwMGNlN2Nm\" data-original-margin=\"\"><em>Too bad... I won't get to show Gerard my medal for this...</em></p>\n<p class=\"cnMwYTAwYWE2ZjYwNjQxZWM5YzE4ZGYzNGE4NjI2YWQy\" data-original-margin=\"\">Lying face-up on the floor, Reynaud tried to laugh at his situation yet he only coughed up blood. His eyes glanced sideways, not at the swords about to end his life, but the fading winds that once protected the entrance.</p>\n<p class=\"cnNkMWM4ZTUyYTZlNjQ3ODI4ZmRlMjRlZWM2YTI5NTE5\" data-original-margin=\"\"><em>My first battle... what a blunder...</em></p>\n<p class=\"cnNlY2ExYTc5OGY0MTRlZWViN2NmYjljNTQ5YTlmNmJk\" data-original-margin=\"\">Regret seeped into his mind as he thought of his hasty action. Second thoughts have never fitted him, but for once, he wished he had made a different choice.</p>\n<p class=\"cnM0NWMzOWYzZDEzZTQzN2I5NTcwNzc1YWYxMTE2ZmQy\" data-original-margin=\"\">Reynaud tried to raise his arm again but it wouldn't budge. He tried to cast another spell yet his body wouldn't listen. Every part of him was aching numb as a precast <em>Desensitize</em> spell dulled his pain. But even with it, throwing out that kukri and the spell that went with it had cost every last strength he had.</p>\n<p class=\"cnMwM2Q4NWUyZTFhMjRjZjM4NGE2NjdhNTMyYTM4ODBl\" data-original-margin=\"\">Trying to reconcile himself to the inevitable, Reynaud closed his eyes. Yet even as his eyelids met, hot tears rolled down his cheeks from the corner of each eye.</p>\n<p class=\"cnNhZDlkZTJmY2E5OTQzN2Q5ZTE5MjRhODg4YmE1YjZk\" data-original-margin=\"\"><em>I don't want to die...</em></p>\n<p class=\"cnMyYzFjODIwOWY5OTQ4Mjc5OGVlNGU2NzBmNjQyZjIx\" data-original-margin=\"\">However, as Reynaud braced himself and the seconds rolled by, there was no sharp, burning agony. No ending of consciousness.</p>\n<p class=\"cnNlNTg5YzIyNTMyZjRjYTU5YmY1MmU0YjFjM2ZjNGMz\" data-original-margin=\"\">Instead, Reynaud heard cries of agony above him, accompanied by the clanging of steel and swishing of chains.</p>\n<p class=\"cnMyOTAwZDg5MjdhMjRkMWU5MTJkYWZhYmFjZGQ4OWFi\" data-original-margin=\"\">He opened his eyes once more. And there she was, the Princess of Rhin-Lotharingie. Her meteor hammer spun in her hand, while her surviving armigers crushed the remaining foes with maces in their hands.</p>\n<p class=\"cnMxYjA1NmU0YTQxODQ4ZjNiZWRhNjAyYmRkNGY3YWQx\" data-original-margin=\"\"><em>Her Highness... came after me...</em></p>\n<p class=\"cnNlNWYyYzZlZmJiNTQxYWQ4ZWEzOTE3MTZkODk1N2Fj\" data-original-margin=\"\">As he coughed and another spatter of blood flew out from his lips, Reynaud watched the Princess wrap her meteor hammer's chains around her arm. She then rushed over to him, while her hands withdrew several runestones from her belt pouch along the way.</p>\n<p class=\"cnNhYTFiNDA2NDFjYjQ0Yzg4ZDI5ZTkwMWY0MDUzNzg0\" data-original-margin=\"\">\"Are you OUT OF YOUR MIND?\" The glowing-haired Princess cried out in visible anger as she activated the healing runes. The stones took positions around him, and a hemisphere of turquoise healing magic --the same color as Pascal's-- flared into existence.</p>\n<p class=\"cnM1Nzk3ZWZjMThjZDRmZTNhZjBiZjhlMDI4M2Y5ODIx\" data-original-margin=\"\">Without even the energy to lift his hand, Reynaud could only lay there as he stared, crying, smiling, all at the same time. He looked at the Oriflamme whom he had sworn, just before the battle, to follow, to serve, and to protect.</p>\n<p class=\"cnM5ZTc0ZWY1NzI3YzRiMjE5MzVjNWRmOTY2NjlhMGNj\" data-original-margin=\"\">\"It worked... didn't it?\" His bravado re-emerged as he tried to put on a normal face.</p>\n<p class=\"cnMyYjc2M2I3MWE2NjQxNTk5NWVlMDIyZjQwNTc2MWM3\" data-original-margin=\"\">\"YOU IDIOT!\" Princess Sylviane shouted. \"There's a difference between taking risks and <em>commiting suicide!</em>\"</p>\n<p class=\"cnNjMGY3ZWJmZTY4NTQwMmFiZTQ3YTU5ZDgwOTgwYjFl\" data-original-margin=\"\">\"I'm not dead yet.\" Reynaud joked with a faint, coughing laugh.</p>\n<p class=\"cnNjYTY5NjAwOTlmMTRkZThiNDg4M2ExZjg1NjZlZGNi\" data-original-margin=\"\">&nbsp;</p>\n<hr>\n<p class=\"cnM5ODJhMDIzNjlkNDQzNjRiMTU5NTZkOWRlZWYyOTc0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0MzE3MjVmY2Y5ZDRiZmE5ZWFmMTcyY2FkZTJhMzgz\" data-original-margin=\"\"><img src=\"https://i0.wp.com/samaran-daybreak.com/wp-content/uploads/2021/03/Ch16_Phase1.jpg\" alt=\"\" width=\"543\" height=\"439\"></p>\n<p class=\"cnMxZTE4OGRhZTEzNzQxOWJiOGUxZTk5NzkzYjRjNDRj\" data-original-margin=\"\">Air Battle of Nordkreuz, Phase 1.<br>Main air attack draws in the combat air patrol while reserves are committed against returning drakes.</p>\n<p class=\"cnNhYjZkYmFhYzk2NjQ4NDBhNjgzZjgwYmI1NzAzMmM4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwYjFkZjQzZmMwNzQ0NmRhZDAyZDQyMWI5MGM3M2Mz\" data-original-margin=\"\"><img src=\"https://i0.wp.com/samaran-daybreak.com/wp-content/uploads/2021/03/Ch16_Phase2.jpg\" alt=\"\" width=\"543\" height=\"440\"></p>\n<p class=\"cnMxYTlmNGI2N2QyMzQ2NDlhMDAzZDA3OGIwZmYzOGZj\" data-original-margin=\"\">Air Battle of Nordkreuz, Phase 2.<br>Airborne battle rages while the remaining air cavalry is unleashed upon the skywhales.</p>\n            ",
  "invisibleParagraphContent": "The story has been taken without consent; if you see it on Amazon, report the incident."
}