{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxNmM4ZmM2OGVkZDRmOWViYTM1N2RmZWNmNzk3ZDI3\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM5MGYyZjhjZjhjMTRmYTliZDQ1ZTIxOTFjODBiMTcy\" data-original-margin=\"\">I glance over at Sara as I pull the cart through the woods. These woods aren't so... Radiant, so to speak, but mundane ones surrounding one of the communities she and I helped build. The redwood trees are familiar and consistent and the smell of pine reminds me of camping as a girl. As Sara catches my look she blushes and rapidly looks in the other direction. I had been surprised by her confidence when she made the first move but apparently, I had two things to thank for that. It seems she overheard me telling Mom about my feelings, which helped her sort through a few of her own. More important, however, was my own vulnerability.</p>\n<p class=\"cnMyMjI1ODg4YjA3YTQ1YjRiYTBiYzA4YmI3YjY1ZThh\" data-original-margin=\"\">Sarafyna's status as the hunter of the Radiant Woods has always promised a confident woman somewhere under all her nerves. That and the way she behaves when she sits in front of her hat block. I hadn't seen her so forward in an emotional context yet but my weakness opened a gap for her strength, I suppose. Whatever the case, the night after our double date with the king and the priest, she was a whole new Sarafyna. That passionate fire carried her to me, kissed me, and enveloped me in a warmth I desperately needed. And it lasted... just long enough to get me to my front door.</p>\n<p class=\"cnM3OTIwZTk0MTJhOTQ1ODM5Y2ZlZDI5OWQ0MTZkZDU4\" data-original-margin=\"\">After an awkward moment in front of my open door, her mind and lifetime in an archaic culture caught up to her heart and she blushed furiously before excusing herself and rushing back to her own family. I don't mind. I hardly expect a woman to discover her sexuality and jump head-first into it in the space of a few hours. If we hadn't known each other as long as we have even the move she did make likely would have taken longer. All this amounts to a new flavor of shyness around me. I smile at her and she pulls the brim of her hat down to hide her blush.</p>\n<p class=\"cnNhYTE4OTFkNGVhNDQ0ZjA4YTg0OTk5OTc4OWJhNmRl\" data-original-margin=\"\">It's been a few weeks since she first kissed me, and I'm not worried that she regrets it. We have, in fact, repeated the event quite a few times since. She definitely has a harder time manifesting confidence at the same time as me, however. That's alright. It's nice to have her in my life, visiting me every day and being around me just because she likes my company. She has been a light through a canopy of rotting leaves. A large part of me is miserable. It feels like spitting in Leo's face to be happy while he is so miserable. So wounded.</p>\n<p class=\"cnM0NGMyMzdjOGU3ODQ0N2NiMGIzODJiYjMxNjAxOTMy\" data-original-margin=\"\">I've tried to visit him a few times since we both got here but he turns me away every time. He'll talk to Sara but... barely. I try to remember what Sara reminded me of the night I saw him for the first time since the attack. It's not about me. His trauma isn't mine and I can't own it for him. That's true, but that doesn't mean it's not my problem. He needs support but... seemingly not from me. I'm not sure what it is but he doesn't want to be anywhere near me. It's all I can do not to make a thousand guesses about a thousand of my failures as I struggle to sleep each night. But until he opens up, I won't know.</p>\n<p class=\"cnNiOWI5MjBiZjJlODQ3N2NhOWM4MGM5YmUwMzVhOGE3\" data-original-margin=\"\">That said, soon we will have someone in a far better position to connect with him. Someone Sara may be able to help. After today's delivery, we are finally bringing Leo's mentor to him. It's taken some work to get to her as a few things went wrong with my plan. Rather than the disorder and infighting I was expecting, the nobility is stronger than ever. Godfrey must have been working behind the scenes from my very first move. My stupid story about bandits on the road was too poorly researched. I should have asked Autumn and August for more details; if I'd trusted them earlier maybe it would have taken Godfrey longer to catch on.</p>\n<p class=\"cnNiNWEyOTdhNmVjZDRjM2U4NjZhNDE3Nzg3NDQwNGU2\" data-original-margin=\"\">In any case, he rallied the nobility far too quickly. To make matters worse, he'd apparently been keeping a close eye on anything I bought from very early. Almost all of my safe houses in the capital have been destroyed and the bit of Radiant Woods inside buried. I can hardly trust the ones that are still open either, in case they have been left that way intentionally. All this to say, Fuck. By which I mean, it has taken a great deal of effort to re-establish a safe route back into the city, and more to find Lady Renatus. But we will bring her to Leo soon.</p>\n<p class=\"cnMzNmQ5N2RjMDk2ZTQzYzQ4NDEzMzA3Njk4ZGQ3M2Fl\" data-original-margin=\"\">We just need to get through this delivery, a herculean task I'd much rather avoid. Because we are delivering supplies to the 'Kingdom of Endings' they call it. The community most determined not to end the monarchy, but to supplant it. They aren't the only community stubbornly hanging on to such ideas but they are one of the worst. I let everyone choose where they want to go when I get them out of Potestia, and the Kingdom of Endings largely attracted some of the wealthier families. Very few former slaves choose to live there so it consists mostly of previously upper-middle-class workers who got caught in the new wave of labor replenishing laws.</p>\n<p class=\"cnNjYjY3ZTIxOWQyMjQyMzU5NzQ0NjUxMDJjYzkyNjIy\" data-original-margin=\"\">This will go one of two ways, broadly speaking. Either they are going to start trying to limit who can leave their community and forcing people to bow to them, ultimately getting a backhand, or they won't and I have nothing to worry about. Of course, a tiny monarchy without any actual authority will collapse in maybe ten minutes, but they remain part of a wider support network. The people will be alright in either case. Right now, however, they insist I am their monarch. This is just a huge headache for me more than anything. It is, at least, a manageable headache, however. Something to focus on so I don't spiral while thinking about my friend.</p>\n<p class=\"cnMyZDkzYjBmMmE2ODQ1YTk4YzQ4MmVlOTQ2MWY4ZDBk\" data-original-margin=\"\">\"Hey, Sara,\" I call and she jumps, squeaking a little in surprise. \"I don't suppose I can introduce you as my fiancée?\" I ask. Her face transcends red as she starts spluttering in response.</p>\n<p class=\"cnNmNmE4MGY0ZjA2NjQ2M2U5YTc3MzlkYzg5ZWEzMTU0\" data-original-margin=\"\">\"F-Fiancée??\" She stutters, \"Annie, that's a bit... I'm just... I don't know if I...\"</p><p class=\"cjU0YjUzYjYxNTRmNTQ1NzJiMmE1YjVlNjg0NzRiZGUx\" data-original-margin=\"\">This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnM1MWVhYTMxNmU2NTRmNmJhOTQ3ZWI4YTkzYzIwZTcw\" data-original-margin=\"\">\"Oh relax,\" I laugh, \"I'm not asking you to marry me. I just want to avoid meeting whoever they try to spring on me this time. If they know I'm courting you, maybe they won't ride me so hard about marrying random generic man number forty-two.\" She reveals a small self-satisfied smile when I say I'm courting her, but still protests the idea.</p>\n<p class=\"cnMxYjY5OTczOTQ1ZjQzN2ZiYzVjNzJiYjRiNjgzM2Nk\" data-original-margin=\"\">\"Uh, but don't they want to marry you because they are so attached to how Potestia does things? Wouldn't courting a woman just... upset them more?\" She counters and I groan.</p>\n<p class=\"cnNmZDE3MmFmNjlmOTRlZmFiNTdhMDIwMWY5YWU4ODky\" data-original-margin=\"\">\"Yes, yes it would. That's kinda why I want to do it, truth be told. Sometimes grumpy, stubborn, power-hungry people deserve to feel appalled and powerless to do anything about it, you know?\" I suggest and she gives me an amused side-eye.</p>\n<p class=\"cnM3N2Y3YWRmOGVjODRmMjI5YmQwNWRiNzkxMjg2OGMz\" data-original-margin=\"\">\"Do you really think that's a good idea?\" She asks.</p>\n<p class=\"cnNjNjQ0ZDQ4ZThlNDQ5Y2NhZmVmZWI3YzhmNzViOWFj\" data-original-margin=\"\">\"I think it's a fucking great idea, to be honest,\" I confirm and she chuckles before looking at me a little shyly and pressing two fingers together nervously.</p>\n<p class=\"cnM1YzZmNDY3ZjQ2NjQzZWRiMzVkMDRhYWZiOWQwYWQx\" data-original-margin=\"\">\"I mean, I don't exactly mind if you introduce me as you f- your fian- your partner,\" she stammers, \"but you know it's only going to make this visit harder.\" I don't like it, but she is right. At least she was adorable while shattering my dreams.</p>\n<p class=\"cnMwZTBjMTA0MTZhOTQ2NzliN2MzYTk2ZTA5MDJlZDk2\" data-original-margin=\"\">\"Fiiine, but if they try to hook me up with the eyebrow guy again, I'm sending him your way,\" I threaten and her face pales.</p>\n<p class=\"cnNkMGY2N2YxZmJiNDQ4YWVhMzlkNmRmMzI1ZWZjMWUy\" data-original-margin=\"\">\"Annie, don't you think I spent more than my fair share of time tangled up in time and space-defying bushes?\" she pleads and I choke a little on the laugh that rushes to meet the joke.</p>\n<p class=\"cnNhNDA5ZDBiNmE3OTQyZjM4NGMwOGQ1ODFjZmJjYThj\" data-original-margin=\"\">\"Alright, alright! I won't subject you to further misery,\" I promise. By this time, the little town is in view and I release a deep, beleaguered sigh as I see a man in makeshift armor standing at a wood gate with a spear. Who are they even guarding against? There is no one out here and they live on an island. As I pull the large cart close enough to make out the man's face, I see him regarding me with horror. I'm fairly certain there is nothing on my face, so I have to assume he is surprised by how much weight I am pulling. I return his shock with a look of confusion. Most of the people living in all of these communities have either seen me in combat or are close to someone who has. It shouldn't be that shocking that I lift, so to speak.</p>\n<p class=\"cnM5OWRhNmExZGY4NjRjNjVhNGU5NjE2MTcyNzhhY2Nh\" data-original-margin=\"\">The truth of his contorted expression sours my mood as soon as it comes to light. \"How dare you allow the queen to act as a... a beast of burden!\" he reprimands Sara, spittle flying from his quivering lip as he lectures one of the women responsible for his continued freedom. Sara and I share a brief look, then shrug together.</p>\n<p class=\"cnNmYjRhZWJlY2IwOTRhZTliYzgzZTJlNjIyMzVjOWYz\" data-original-margin=\"\">\"I don't know what queen you are talking about, but I'm happy to stop being her 'beast of burden.' I have walked for miles and my feet are hurting. Care to take over?\" I offer. He begins to deflate a little as he looks at the overloaded cart behind me, but he sets his jaw in determination.</p>\n<p class=\"cnNlNzQxMGY1NjAxNjQ2YmE4MWI0ZWYxZDcyMzA4MTYx\" data-original-margin=\"\">\"Do I have your leave to abandon my post and aid you in this, Your Majesty?\" he asks. I look at him as if confused for a moment, then over at Sara. I let go of the handle for the cart so I can point at her and she shakes her head.</p>\n<p class=\"cnM1YTc5OWE2MWI3NTRjN2M4NWZjZTk4NTMwNDNjZWUz\" data-original-margin=\"\">\"I think he's talking to you, Lily,\" she clarifies and I point at myself then tilt my head as if asking the man for confirmation. His face begins to turn a little red.</p>\n<p class=\"cnM0NWY0MjE5YjJmMTQ4YTk5OGJhMzA4NDBlMWI0YTJk\" data-original-margin=\"\">\"Yes, Your Majesty, I am of course referring to you. I would be happy to carry your burden for you, with your permission to leave my post,\" he reiterates and I cross my arms and lean back against the cart.</p>\n<p class=\"cnMxYzBjMGZiOGU1NDQ3NGVhM2RkMWU2YmI4ZGNjYTMw\" data-original-margin=\"\">\"I think this guy might be losing it, talking to people who aren't here. Come on Sara, we have a delivery to make,\" I dismiss before grabbing the handle again. The guard grits his teeth and grips his little spear in frustration.</p>\n<p class=\"cnMyNjQ3NWE0NTIzZjQ1ZDg4MGVmNmM0ZTNhNmViMDIz\" data-original-margin=\"\">\"Lady Lillith, please allow me to leave my post so I can carry the supplies for you,\" he insists in an artificially calm voice.</p>\n<p class=\"cnNlYzk0NDBkMWNhYjQ4OTE4NDg4ZjQxOTc1OTAxZmE4\" data-original-margin=\"\">\"It's just Lillith, but thanks. As far as I'm concerned you can go wherever your little heart desires bud. If you want to give me a break, I'm happy for the help,\" I agree before releasing the handles again and stepping aside to allow him to take my place. He eyes the large cart nervously then begins to walk toward it. He pauses awkwardly then turns around to lean his spear against the wall before approaching again, this time with free hands. I just watch him patiently as he grabs the handle and begins to push. I have to hold back a laugh as his boots slide through the dirt and the cart stubbornly maintains its position.</p>\n<p class=\"cnM3YjcxMjQxMWJiNDQ1MmVhMDVmOWExZjY4MDIyZDJh\" data-original-margin=\"\">He grunts loudly and pauses, rubbing his hands together, taking a deep breath, and throwing himself into the handle again. Again, it fails to move. Even on wheels, it is far too heavy for him to move at all. \"I have a friend that can help you out if that's too heavy?\" Sara offers innocently and I cover up my laugh with one hand. Her delivery is the picture of the polite femininity he might expect but the implication is clear. Although it's a less... direct approach to mockery I still wonder if I am rubbing off on her or if the snark was always buried in there somewhere. Either way, the poor man is growling and sweating in a renewed effort by the time I stop him.</p>\n<p class=\"cnMxNGE1ZjhhODI3MzQyM2RiYTQ2Mjc1MGJlNTQzOTRl\" data-original-margin=\"\">\"Alright sport, that's enough. We have an appointment I can't miss later and I don't have time to watch this forever. In the future, if you see me pulling a cart, assume it is because I want to be pulling a cart and leave my girlfriend alone, please,\" I request. The desperate man tries to push a few more times before finally giving up. He looks like he is going to snap at me but, to my immense irritation, he bites his tongue. Not to avoid being an asshole, but because he still thinks I am in charge of him. The clearly embarrassed guard rushes to bring up a new subject to distract from his failure.</p>\n<p class=\"cnM3MzI4MjdjNWVjYTRmZGE5MWJjZDZmYTlhNzM5NTJj\" data-original-margin=\"\">\"Uh, the uh, stewards have requested you bring the supplies to the palace today, so they can distribute them appropriately,\" he says and I narrow my eyes. Then I look across the community. I can see every building from the entrance.</p>\n<p class=\"cnNmNWU4YzNlY2JjNDQ1ZTRiNmE1NjE0MDcyODY2NWQy\" data-original-margin=\"\">\"Palace? I don't see anything like that. It's a pretty small town, guy,\" I question and he looks sheepishly to the side.</p>\n<p class=\"cnM4OTY3MzBiNjg2YjQ4ZDA4MWZmMzgwOWUzNTVkNDhh\" data-original-margin=\"\">\"The uh, two-story house on the east end,\" he clarifies and I give him a blank stare.</p>\n<p class=\"cnNjODhhOTkyNzBhYzQ3MDM5ZjAwY2UwZGNhM2E0NzNk\" data-original-margin=\"\">\"Right, I'm going to distribute supplies from the center of town as usual. If your 'stewards' have questions, they can find me there,\" I dismiss before retaking my position and pushing the cart forward. \"Those jackwagons better not mean what I think they do by 'distribute appropriately'. Palace my ass,\" I mutter to myself as Sara curtsies to the man.</p>\n<p class=\"cnMwNGQ1NDUwMGQ4MzRiOTI4ODc4NDA5OGQ5ODhiZTA4\" data-original-margin=\"\">\"Thanks for the help,\" she says as he looks away. She then catches up to me. \"So, what's a 'girlfriend'? she asks and I smirk a little as we make our way to the center of the small, new town.</p>\n            ",
  "invisibleParagraphContent": "This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere."
}