{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzMWFiMzc2ZjA4MDQxMTE4YzBmNTQ0ZjY2YjMzM2Uy\" data-original-margin=\"\">\"The fisherman said he saw a fleet sailing up the Bay of Ceredigion.\" Pascal heard the signal officer report. \"He estimated at least a hundred ships. Based on his descriptions, they were mostly war galiots and xebec trading ships repurposed as transports.\"</p>\n<p class=\"cnM2NDFiMzViYmU3NzRjMTk4ZjlkNzllNmY5ZTFmZTcw\" data-original-margin=\"\">It was a cloudy afternoon on the day after they left the Hafren River. The makeshift assembly of commanders and nobles took place right beneath the forest canopy, with the army still on the march around them.</p>\n<p class=\"cnNmNTVkNmYwYTZmZjRiNDJiNDVjMWVhMGRjZDI3OGY4\" data-original-margin=\"\">\"That must be the naval force bringing twelve thousand reinforcements,\" Pascal remembered from Cecylia's intelligence report.</p>\n<p class=\"cnMxZGE1NjFlNWQxNDQ5YzVhY2M0Mzc5YTljMDBhMTk1\" data-original-margin=\"\">The Bay of Ceredigion separated the Ceredigion peninsula from the Avorican coasts. Its northern waters, near the mouth of the Gwilen River, was split in two by the island of Gwernenez.</p>\n<p class=\"cnNiYWM4MzU2YzE5MzRjZjdiYTI3OGIzZjJjZGM5NWQ0\" data-original-margin=\"\">According to the intel that Cecylia had obtained last week, the Caliphate's reinforcements were mostly infantry. They should have sailed up the eastern passage to reinforce the siege at Roazhon. But instead, they were spotted heading towards the western side by locals.</p>\n<p class=\"cnMxODhkNzQ1OGRlYzQwMzhhZThmZWE1NTk2ZDcxN2I3\" data-original-margin=\"\">\"They're landing in Ceredigion, hoping to pincer us between their two armies,\" Duke Lionel declared while Major Hans nodded.</p>\n<p class=\"cnNiNGQ4YmEyYWE2OTRhODhhY2ZlOTFjY2VmZGIyNjJj\" data-original-margin=\"\">Pascal humphed. \"Too late for that. We are already far enough inland that the best they can do is meet up with their cavalry force. On a road this narrow, all that would do is further strain their logistics.\"</p>\n<p class=\"cnM0YjU3ZWExMWIzNzQwMDdiZDdhNmE4OTU1Y2UxZDIy\" data-original-margin=\"\"><em>Although a combined force of twenty-seven thousand may be larger than the entire Ceredigion army,</em> the Landgrave thought in private. <em>Still, this could be just a show of force to keep King Elisedd neutral.</em></p>\n<p class=\"cnNmOTc1OGM5MTc0YjRiN2FiNDAzNmZhOGYyNTliZjg2\" data-original-margin=\"\">\"That won't be easy though,\" added Lady Lynette, who originally came from the Kingdom that they now stood in. \"Ceredigion's forested hills drop off sharply at the coast. There are only a handful of beaches on this side where a large-scale landing is even possible.\"</p>\n<p class=\"cnNhNDU5MjRmOWQ5NjQ1ZDA5OTk2NWEwMjg5YWExY2Ri\" data-original-margin=\"\">That gave the intelligence Major an idea:</p>\n<p class=\"cnMzY2ZjNGEzMzIzMjRlMDliMGRlNTI5MGU3MjZkYTBl\" data-original-margin=\"\">\"How dangerous are the coastal waters?\"</p>\n<p class=\"cnNhODQzMjYyNjM5OTRhM2M4OWM1ZDQ5NGEyOTk2ZmE5\" data-original-margin=\"\">\"Cliffs along the shores. Outcroppings in the sea. Rocky reefs beneath the water.\" Lynette described with a shake of her head. \"It's terrible. Even other sailors from the region try to steer clear of these waters.\"</p>\n<p class=\"cnNjZGJiNTdlOTVhZDQ5NWZhN2Q1ODJiMWVmMDllYTdj\" data-original-margin=\"\">\"They certainly won't be familiar to the infidels, that's for sure,\" commented another.</p>\n<p class=\"cnMxMmYyY2ZiMTIxZTQ4Y2ZhOTlmZmNkMzg5NThiYWU4\" data-original-margin=\"\">\"To land a force in hostile, unfamiliar shores without any support, our enemies are clearly becoming overconfident.\" Pascal smirked. \"If we can lure them into treacherous waters, we can take advantage of the terrain to inflict devastating losses.\"</p>\n<p class=\"cnMyMTljZmZlZTI0YTRjOTM4N2RkNjhiOGE3ZGZkNzNk\" data-original-margin=\"\">\"Vivi? Think you can manage?\" The Princess turned to the hooded, young Winterborn.</p>\n<p class=\"cnM1YjdlYTgyNDBlYjQ5NDRhYWMxZmViYTAxODJlMjU1\" data-original-margin=\"\">Pascal always did wonder if Vivienne's sense of propriety was because she spent her teenage years growing up on the southern continent. The infidels, especially their women, were always reserved about showing their appearance in public.</p>\n<p class=\"cnNjNTFiNDFlNzhjZDQ5MGE5NmNkZGFhZTE3YzViNTI0\" data-original-margin=\"\">\"Of course.\" The Oriflamme bard beamed.</p>\n<p class=\"cnNkMDVmNzAwN2YwNjQyNzlhYWNmOGEzOTFjODc2Y2Fi\" data-original-margin=\"\">The young Landgrave then felt a mental shiver from Kaede. It clearly bothered his familiar to see her almost-doppelganger discuss the deaths of over twelve thousand men in a relaxed, singsong voice and a bright smile.</p>\n<p class=\"cnMxNDY4YjM1MDI1YjRlNmY4YTYwMjczYmFhNTNhMmY2\" data-original-margin=\"\">\"Then let us find a maw of hell to bait them into.\" Pascal declared eagerly. He certainly did not share Kaede's moral qualms.</p>\n<p class=\"cnNmMmFjZTVmZTQ0ZTQ3Mzc5MTlhMjQyOWM5NTM4ZTdh\" data-original-margin=\"\">\"We should pivot the army's march south first,\" Lady Edith-Estellise added. She gestured to point out that their forces were still heading southwest, along the arcing forest road to the Ceredigion Capital of Caernarfon.</p>\n<p class=\"cnMwYjQ2MGY0MjgzODRkNmZiNDYwYmI4ZDVlYjhkMzQ5\" data-original-margin=\"\">\"No, that will not be necessary. Sending a detachment of rangers and archers south will be enough. Their light equipment will make it easier for them to catch up afterwards.\" Pascal decided as he brushed aside the official front commander without any discussion.</p>\n<p class=\"cnMxOWU1OWI4OGY2MTRkMmFhNWU0MjAwYmY3MTE1MWNk\" data-original-margin=\"\">The young lord called for maps from the communication officers next. He never noticed the Saint's exasperated frown. Nor did he see the contemptuous glare from Mother Abbess Anne that lasted until the meeting's end.</p>\n<p class=\"cnM5NzdkODU5NTZkNTQ3NDE4MGYzZWNhOTBkYWY4OGI4\" data-original-margin=\"\">\"Here,\" Kaede strode forward as she opened Admiral Winter's Expedition Map.</p>\n<p class=\"cnNmOTY0MmM4ODFjOTRiYzhiYTM1ZmY0OGIwNTczODM2\" data-original-margin=\"\">Pascal wasn't surprised that Admiral Winter had charted the entire coast of the Hyperion continent, with details reaching fifty kilopaces inland thanks to the cartography artifact's scanning range. At full zoom, it even had lines marking where the water was at least five paces deep -- which was enough for the shallow draft of the Northmen's dragon boats.</p>\n<p class=\"cnM2OTMyYTJkY2EwZDQ1ZjNhNTliNjljZjVjMWM3ZTcx\" data-original-margin=\"\">\"Handy map. Where did you acquire this?\" Lionel asked, impressed.</p>\n<p class=\"cnNlZjg0NzMxY2Y5ZjQyZWI5ODIxNDFlZDgzNThiZjRj\" data-original-margin=\"\">\"Admiral Winter of Skagen. We downed him and his skywhale flotilla during the Air Battle of Nordkreuz.\" Pascal replied as his finger traced along the coast, before stopping at a rocky outcropping that reached into the sea. \"Here, <em>Lysardh Point</em>. They will have to sail past this area to access the largest cove in this region. This is the best position to beach their entire fleet.\"</p>\n<p class=\"cnM4M2YwMWUwMWY2YTQwZDY4ODdlMWFiZjMwNGE2N2M5\" data-original-margin=\"\">Assuming the map was accurate, the waters surrounding Lysardh Point were filled with rocky shallows.</p>\n<p class=\"cnNlNDgzNDY5ZjcxZDQwYjA5NmJmYjNkZTAxN2YyYmUx\" data-original-margin=\"\">\"I still remember when we lost a fishing trawler in those waters twenty years ago, after a storm blew it off course,\" an Avorican noble added. \"It's a cursed place.\"</p>\n<p class=\"cnNiZmQwNWZlNjMxYjRkZThiYzliZDUzOTFkNzM2MDUy\" data-original-margin=\"\">\"And it gets better,\" Major Hans smirked like a hungry predator. \"Assuming they operate like most navies do in hostile areas, they will anchor out in the bay at night, then sail in to land their troops at dawn. Perhaps Your Grace has noticed, but this part of Ceredigion gets rather <em>foggy</em> in the morning.\"</p>\n<p class=\"cnM0YzA4NGFlMDQwNjRjZDZiMmRhMWYwM2FhNDg2Y2Uw\" data-original-margin=\"\">\"It will be the perfect cover.\" Pascal grinned back before turning to Vivienne. \"I can spare you a thousand longbows and all the arrows they can carry. Your orders are to lure the Caliphate's ships into those rocky shoals and destroy that army using every magic at your disposal!\"</p>\n<p class=\"cnNjZmU5M2FiMjEwYzRhZjFiZDdhMjY1Y2Q0YzJlNDU1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzNWYxYTE5YzgxNTQwM2ZiYzdkMjc2NWZhZTI4OTM4\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM2ZDRiYWExYjQ1YjQ0MDhiNjM5ODI4Y2YyZTVlZjdk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxMDNlZWJkNTBjODQ3ZTFiZWY3MzA0ZmE5NzBhNzhl\" data-original-margin=\"\">\"Heard anything about our cute new unit commander?\"</p>\n<p class=\"cnM0ZDBhOWI2NmE0NjQ1NjJhYzdlNjM3NWFhNDhjY2Ni\" data-original-margin=\"\">\"Ain't she some noble brat's pet?\"</p>\n<p class=\"cnM2ZWU3OTY4NmZmNDQxMTk5OTY3YjNiZWE1YzFlMTE2\" data-original-margin=\"\">\"Real yokel of you Ernest. She's the familiar to our Princess' Wicker fiancé.\"</p>\n<p class=\"cnM0MWQyNGFlYTU1ZjQ0ZDI5MzkwYTQwZjM3NDlmZDNh\" data-original-margin=\"\">\"Well... some men get all the luck.\"</p>\n<p class=\"cnNkYTFiN2NmMWIwOTQ3ZGE5MzQyZTJlYzZhMjIxYjI3\" data-original-margin=\"\">Kaede's familiar-enhanced senses couldn't help but eavesdrop on the soldiers of her new command as she rode through the forest at the head of the column.</p>\n<p class=\"cnMxYmVjZjM5Njg0ZDQ5YjViNzExYzFmYmY1YjNlZGRh\" data-original-margin=\"\"><em>I nearly get killed in battle and all these soldiers think about is how I warm some noble's bed.</em> Her cheeks colored as she grumbled in silence. <em>Men!</em></p>\n<p class=\"cnM0YzhlNWU2ZjBkZTQ1YjFhM2I5YzcwMGE5NTgyM2U0\" data-original-margin=\"\">Yet even as Kaede sulked, she heard a new voice from the crowd:</p>\n<p class=\"cnMyNGMwNDAxOTcyMzRhMjhiZTIxODgyNGFmYmNmOTIy\" data-original-margin=\"\">\"More than just that. I was in the center at Gwilen. Watched her run past, calling for men as she went to smash that cavalry charge. Cut the river to shreds!\"</p>\n<p class=\"cnM5ZWQyZWY3NWJiMjQyZjNiOWFiNjBlNGFjYmMwOGYx\" data-original-margin=\"\">\"She did that?\"</p>\n<p class=\"cnNjMWNlNmRlMjAwZjRlMDc4ZmU2MDRiNGE2ZjM2M2Q2\" data-original-margin=\"\">\"Might've been her master's magic. But she's the one who carried it out.\"</p>\n<p class=\"cnNmM2M0NjA1MGI2OTQ2YTVhNGQ1MmM5NzlmNjAwMjU5\" data-original-margin=\"\">Kaede almost turned around to see who the speaker was before she stopped herself.</p>\n<p class=\"cnM0OWQyNmY5NDFmNDRjODY5NjE5NWU0NzQ4MDA5ZjBk\" data-original-margin=\"\"><em>No. I shouldn't reveal that I can hear them at this distance.</em></p>\n<p class=\"cnNmZTUzMWRlYjc2YTRhYmFiYTMzZTk3YWQ0OWYyZDg2\" data-original-margin=\"\">She had been handed command of an entire ranger banner, which in truth was little more than sixty men pieced together from three units shattered during the Battle of Gwilen River. Yet as appalling as it was, she actually led one of the higher morale units in their detached force.</p>\n<p class=\"cnNiZTFhYTdjY2EwZDQ4MTBiOTQ4NmUzYjAwOTNmODI3\" data-original-margin=\"\">The twenty-three banners that formed what Pascal called 'Battlegroup Vivienne' were all critically under-strength. Sure, the Lotharin formation known as a 'banner' had no formal strength designation, as it was largely a feudal unit that was raised by a particular lord. And though the rangers used the organizational title, they were actually career soldiers who received pay from one of the five monarchs of the Empire.</p>\n<p class=\"cnNiOTE1N2U3YjE2MzRhNjM4N2Y3YWY3ZWU5YTdhM2Mw\" data-original-margin=\"\">Nevertheless, the usual expectation was that a banner included at least a hundred men. Yet the twenty-three banners in total summed up only eleven hundred soldiers. And contrary to Pascal's promise of 'a thousand longbows', two hundred of them were mere support troops who lacked the expertise to use a longbow.</p>\n<p class=\"cnNhMDI2YzhmY2E5NTQ5NDNhM2QyZGMxNTQ5MTdkNzIy\" data-original-margin=\"\">Looking ahead, Kaede stared at the back of the hooded, petite Winterborn leading this detachment. Against a Caliphate landing force of twelve thousand, this cobbled-together group would not last even ten minutes without Lady Vivienne's sorcery. But as Kaede thought this, she remembered the conversation with Pascal prior to her departure:</p>\n<p class=\"cnM3NGQ0MDQ0NThkZTQyNzRhMDM0YWIxYzVlMGU3YmU0\" data-original-margin=\"\"><em>\"What do you mean, you want me to watch Vivienne?\"</em></p>\n<p class=\"cnM4MDFmM2Q3OWQ1NDQwNDliYWI0NGFkMmNhZGIwNTI5\" data-original-margin=\"\"><em>\"I mean exactly that -- I want you to take this command and follow her.\" He replied in an authoritative tone. \"We lack local guides for this region. Lady Lynette might come from this kingdom but not exactly this locale. Therefore they may need your map to find the right location. Furthermore, I want somebody I can absolutely trust on the mission to keep an eye on Vivienne.\"</em></p>\n<p class=\"cnMxODExNGM0ZDMyYTQwZDFiN2YwODczMjc5MDRjZTY0\" data-original-margin=\"\"><em>\"You... don't trust Lady Vivienne?\" Kaede was bewildered.</em></p>\n<p class=\"cnMyMDA4YmM2ZTFmOTQ0ZGNiZWIyYTEzMGM1NWNiOGRj\" data-original-margin=\"\"><em>\"If you knew her history, you would not fully trust her either,\" Pascal answered. \"That girl grew up among the infidels. She had supposedly been captured by Cataliyan privateers as a child and sold as a slave. However, slaves in the Caliphate are only freed after they achieve a certain position -- like the Ghulams who are trained from indoctrinated slave boys, then given their freedom after earning their ranks as professional soldiers.</em></p>\n<p class=\"cnNjNTU3ZTA3MzQ0NTQ2NmZiY2RkNTU0NTVhMDMxYzhh\" data-original-margin=\"\"><em>\"Who could guarantee that Vivienne herself is not an agent of the Caliphate?\" His piercing gaze warned. \"There is a reason why most Oriflammes hand-pick their own armigers, but Vivienne's armigers were all assigned by Emperor Geoffroi. It goes to show that even he did not trust her.\"</em></p>\n<p class=\"cnMxYTM1YzRiNDFmMjRlZjRhYjQyODM3MzQxZjgzMjZh\" data-original-margin=\"\"><em>\"But she did summon a phoenix, did she not? And the Princess seems to trust her implicitly.\"</em></p>\n<p class=\"cnMyODU1OGNkYWYxNTRmNzZhZGM0YTk5NzEyZTlhZmQw\" data-original-margin=\"\"><em>\"King Alistair does as well, for reasons unknown.\" Pascal grumbled. \"I once asked Sylv why, but all she told me was that the secret is not hers to tell. Though as far as I know, a phoenix chooses a master from among the Lotharin cultures for their character integrity, not whether they are dedicated to a political entity. Otherwise, the Oriflamme Paladins would not have begun as rebels in the Rhin-Lotharingie Independence War.\"</em></p>\n<p class=\"cnM5YTExMGU5NmMyYjRlMWM5OTgxOTAyNmQzYzUwM2Nl\" data-original-margin=\"\">It made perfect sense to Kaede: patriotism and nationalism were <em>not</em> human virtues, however governments might insist otherwise. For individuals with a multi-national background like herself, 'traitor' was often a matter of perspective.</p>\n<p class=\"cnNhNDExM2M4OTIwODQ1ZjFhNDZkOWM3MTcwMTU3YWVm\" data-original-margin=\"\"><em>\"Perhaps there is something in Vivenne's past that leaves her loyalty beyond doubt. But until I know what that is to judge for myself, I must take precautions against the possibility that Vivienne's talents have influenced if not clouded Sylv's judgment.\"</em> Pascal had finished.</p>\n<p class=\"cnMzNDI1NGE1YTRmOTQ2Yjk5NDQ0ODlmZWY5OTY3YmZj\" data-original-margin=\"\"><em>I guess we'll know by morning.</em> Kaede concluded as looked up at the dusk sky and sighed, trying to ignore the disquieting flutter in her stomach as she did so.</p>\n<p class=\"cnNiYTcwMDhhMzZiODQxMDdiYjM1NzE5Zjc0ZDNmYjY5\" data-original-margin=\"\">The Samaran girl sought out her familiar link but it remained suppressed. Her private telepathy channel with Pascal was not just silent. She felt like there was a void in her mind now that they were now out of range. Her familiar bond was still active, but everything except her empathic link with Pascal had shut off due to the growing distance between them.</p>\n<p class=\"cnM0ZmIyYjJlZWU5YTQ3ZjI5OTA5NzQzMDUwNGY1OWU4\" data-original-margin=\"\">When Kaede first came to Hyperion, she absolutely hated the familiar link that allowed Pascal to use her senses and violate her emotional privacy at any time. However, after weeks of campaigning, she had grown used to always having Pascal on the other end of their telepathic bond. His presence and voice had been a reliable anchor for her, a life buoy that her mind clung onto in this wartime scenario of constant danger and death.</p>\n<p class=\"cnNhZDlhZDIzMTU4MzRjMWJhYTA0MDk3ZjhlZTUxMDk1\" data-original-margin=\"\">\"Dame Kaede?\"</p>\n<p class=\"cnMxMmNiOWVkZDJlNTQyNDBiMDViYTQ5MTM1MGI0NjAx\" data-original-margin=\"\">Vivienne called again as her horse fell back alongside Kaede's. It left the Samaran girl staring at a face remarkably similar to her own.</p>\n<p class=\"cnNkYTY0YWYxN2IxNjQxZDA5YjNjNjMyMWEwYWY5ZDI1\" data-original-margin=\"\">\"Sorry.\" Kaede opened the map scroll in her hand and examined the current location marker once more. \"We're almost there, just five kilopaces ahead.\"</p>\n<p class=\"cnM0YmU5MjFkNDBjNTRmY2ZiOWE1YjcwYzU3MWZlZTMw\" data-original-margin=\"\">\"Please take a reconnaissance group ahead to verify,\" Vivienne smiled kindly. \"We'll need to set camp before the sun goes down completely.\"</p>\n<p class=\"cnMxYmFlNzI1MWMyMDQ0NjY4Y2JiYzc4M2ZjYThkZWU0\" data-original-margin=\"\">\"Yes Sir,\" Kaede acknowledged as she awkwardly swiveled her mount around. \"Sergeant Gaspard! Follow me with your rangers!\"</p>\n<p class=\"cnMyYTVkM2Q5ZjgwNzQxOGZhMDc1ZmFhMGE1MzliZWZi\" data-original-margin=\"\">It was her first battlefield command. And while the soldiers could begrudge her lack of experience, she was determined they would not fault her for being a backseat leader. This was especially the case as Pascal had confiscated all of her arrows so she couldn't strain her still-healing arm. Or at least, all except five 'for emergency use only'.</p>\n<p class=\"cnM4Zjk2MGI5Mzk5YjRkNjM4MDUxZmNkNDEyZWZiOWQy\" data-original-margin=\"\">Two of them were rune-inscribed arrowheads of black iron, designed specifically to kill faekissed.</p>\n<p class=\"cnNiNjUyMjU4OTNkOTQ5NTQ4OTUwNjc0MWRjOTQwYjAy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiM2QxMmNjYzYzODQ5ZmRhNGVkN2Q5NDU5MDg3YmIw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwMzMxNmU4YTQ3OTQzM2U4YjlkNmU4MmU5MWU1ZDk3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxYTdhYmFhNzRjNzRhZjNiZGVjYTdhMzk2OWJkY2E4\" data-original-margin=\"\">\"There they are!\" Kaede cried out from her vantage point. \"Distance: around one-point-five kilopaces!\"</p>\n<p class=\"cnM0ZTY3ZmU0YzdkYzQzMzZiYjZhYzlmNWVmNmRlMzEx\" data-original-margin=\"\">She stood near the edge of the V-shaped rocky cliffs that protruded into the sea. Her eyes watched through arcane binoculars as a fleet of sails emerged through the light wintry mist. A dozen war galiots lead the formation -- half-galleys with flat decks, dual lateen sail masts, and two rows of oars each.</p>\n<p class=\"cnM1Mzc4YWE4YTU2ODQxOGI5NGJkODAyYWIxNTk4MmRl\" data-original-margin=\"\">\"I don't see them...\"</p>\n<p class=\"cnNjZjdmNTdiOGY4MDQ0ZTU5NDdmMjFmNDFiMDFmMzhi\" data-original-margin=\"\">\"Nor I.\"</p>\n<p class=\"cnMzOWNlMTlmOWQ0YzQ1ODFiOGRmZDEzMzY3YTJlMjFm\" data-original-margin=\"\">\"My osprey confirms, Sir,\" a third lookout spoke.</p>\n<p class=\"cnNjMTM2MGRlZmQxMTRkM2E5ZWMxMzYxNDkwYjIzYTU3\" data-original-margin=\"\">\"Good enough for me.\" Lady Vivienne declared. \"Everyone, take your positions as planned.\"</p>\n<p class=\"cnMzODgyOGIxZmQxMzQ0NTY5MmQ4ZmE4M2YzYzEzYmI3\" data-original-margin=\"\">\"A familiar after all,\" the yeoman ranger captain who spoke first sneered at Kaede as he returned to his unit.</p>\n<p class=\"cnM5MTEzMTRmYzIzYTQyMjVhNjg4MjZkOGIyM2MzNzBh\" data-original-margin=\"\">He never saw the disapproval that both Lady Vivienne and Lady Lynette, the deputy commander, sent his way. The petite Vivienne then turned to Kaede with a soft, appreciative nod.</p>\n<p class=\"cnMxMmI0MmE5OTIxZjRiZGZhNmM0YTE0MzhiYmM1ODRi\" data-original-margin=\"\">\"Lady Lynette,\" the Winterborn then asked, \"do you mind commanding from the shores? And allowing Dame Kaede to have the honor of giving the attack signal?\"</p>\n<p class=\"cnNiMDc1NDE4MjBkMTQ4NmNhMmI1ZTQwOWJlYzJlODQ4\" data-original-margin=\"\">\"Of course not,\" the noblewoman from Ceredigion gave Kaede a friendly nod before departing the rocky outcrop.</p>\n<p class=\"cnMwZjA3YWY1OTg5ZDRjY2Y4NTY2NjY3YTZhYTJiNjRk\" data-original-margin=\"\"><em>Vivi has to be on our side.</em> Kaede hoped as she found herself fast liking her almost-doppelganger. Her fingers traced the scroll of forged royal orders in her extradimensional messenger bag, which gave her the authority to carry out yet another 'Manteuffel Incident.'</p><p class=\"cjE2MmNhMDAyMWM4NTQ1MDE4OTE4NWRhOGM5MzRmMjlk\" data-original-margin=\"\">This story originates from Royal Road. Ensure the author gets the support they deserve by reading it there.</p>\n<p class=\"cnNkNWEzZjI3YzU4OTQ2OTZiYTRiYmYzNWQ1MDUwNzQy\" data-original-margin=\"\">\"Cover your ears everyone,\" Vivienne's lead Oriflamme Armiger commanded before they stuffed their ears with tiny yarn plugs.</p>\n<p class=\"cnM2N2VkMWRhMWIxMDQ5NDhiZjVlOWNmNjQ0OWJiYWFk\" data-original-margin=\"\"><em>\"Clarion Boost!\"</em></p>\n<p class=\"cnM0NzhlN2U2MmMyYTQ4NmQ5MDYzMGFlNjcyNWVmNDU5\" data-original-margin=\"\">Kaede watched as the smallest paladin magically amplified her voice. She took off her hood and walked gracefully to the cliffs' precipice. Her phoenix Olifant was already merged with her. Their unison transformed her cloak's surface into a billowing cape of cerulean cinders. White-blue embers cored by traces of gold drifted off her, unaffected by the coastal breeze as they floated about like faerie lights. It felt as though the very air surrounding the young paladin had been enchanted.</p>\n<p class=\"cnM2NTY3MTA4YjExNzRmZDQ5NmQzZTQ3OTM4YTQ3MWI1\" data-original-margin=\"\">Then, as Vivienne unfolded her thin arms towards the sea, she began to sing.</p>\n<p class=\"cnNmODJlNDNiMjQwMTRkM2NhNTFiMjE0YmMxMzI3NzUw\" data-original-margin=\"\">Even with wool in her ears, Kaede could hear the beautiful and soothing melody that reached out across the air. The prelude began gentle and slow, its soft lyrics flowing in perfect harmony with the rhythmic sound of lapping waves. The music was simultaneously uplifting and calming. However by relaxing her thoughts it also dulled her senses.</p>\n<p class=\"cnM4ZGVjZmJhMjg5ZjRmZjBiMmRjNTJlYzRjMmVjMmVm\" data-original-margin=\"\">Kaede pinched herself to drive off the mental fog that began to gather. Pascal must have forgotten how easily she was affected by Vivienne's songs. It was likely a side effect of her increasing magical sensitivity -- a familiar trait which she had been practicing at his behest.</p>\n<p class=\"cnM3ZWRmYzYzYjFhNDRhMTJiYjljN2IxODdiMDk1OGJk\" data-original-margin=\"\">She also realized then that Vivienne was not singing in Lotharin or even Brython. In fact, her lyrics didn't sound anything remotely like the languages of Rhin-Lotharingie. Aside from the slow tune which threw Kaede off at first, there was something vaguely <em>Middle Eastern</em> about the song.</p>\n<p class=\"cnM2NDc0Y2Y0Nzg2MzQ4Yjc4YzQ5YWZkN2NkNDkyZGFl\" data-original-margin=\"\">Pulling out a piece of parchment, she scribbled 'what is she singing?' before handing it off to the nearest armiger. The reply came back quickly in barely legible letters:</p>\n<p class=\"cnM3M2RmODkyODljOTQ4ZTc4NGM3M2U2ZmJlODRiMjQ5\" data-original-margin=\"\">'Kiswahi song with partial Caraliyyah lyrics. It's about a fisherman's wife beckoning her husband to return home.'</p>\n<p class=\"cnNhNTYzZGRmOGY5MTQ2Mzk4NTEwMjNmN2U3NjQyNDZh\" data-original-margin=\"\">Kaede raised her binoculars again to survey the enemy fleet, trying to keep her mind and sight focused as the seconds passed. At first, it seemed like the Cataliyan oars slowed as the music from the mists confused the rowers. Then, as minute after minute passed, the ships began to slowly change course.</p>\n<p class=\"cnMzNTc3ZjRjMTYyNTRmZmI5OWZhNTEwOTk2ODU3MjA4\" data-original-margin=\"\">Before long, the entire fleet was headed towards Vivienne, towards the craggy outcrop known as 'Lysardh Point' and its surrounding waters full of wave-breaking rocks.</p>\n<p class=\"cnM4MTBkZDVmMmM3ZTRkMmU4YzZiMTAxNWM2MTg0Nzcx\" data-original-margin=\"\">The familiar girl rubbed her eyes in disbelief.</p>\n<p class=\"cnM4MmYxOWU4MzdhODQxMDI4YTY5MzY1MmIyNjg1MThh\" data-original-margin=\"\"><em>Now this is magic.</em></p>\n<p class=\"cnM5YTc0NjU3NzVkNzQyM2FhMTA2YWU5MzMzZDFlYmVk\" data-original-margin=\"\">\"They're coming!\"</p>\n<p class=\"cnM3ZWUwMjllNjIxYTRmODE4ZDA5ODBlY2Q5ZWE3NjVh\" data-original-margin=\"\">It took a while in the morning mist before any of the Cataliyan officers she watched on deck grew alarmed by their course change. However, as the outlines of land came into view, the commanders who were least affected by the siren's song began to point and yell at the coast.</p>\n<p class=\"cnMxY2NhOGJhMmE0YTRmOTU5OGJkZWUxNGMxNmNiMzVj\" data-original-margin=\"\">Kaede zoomed her binoculars in on the lead galiot. She watched as an officer pulled out a whip and began beating the rowers and sailors, yelling into their faces as he did. Some of the men seemed to snap out of their reverie, only to throw the vessel into further confusion as they rowed off-sync from the rest of the crew. The third galiot to the left seemed to recover the most. Its course was beginning to turn back when it was rammed by another ship coming from behind.</p>\n<p class=\"cnMxNjkyNmRlNTZiYjRmYmI5NGY1ODY4ZGQ3OTgwNjAy\" data-original-margin=\"\">The Cataliyan fleet had sailed in a tight, half-moon formation. It had been a sound defensive choice in the mist, given their obscured vision and hampered visual communications. But now, as their fleet fell into chaos, individual ships found themselves unable to maneuver as the herd drove them into shallow waters.</p>\n<p class=\"cnNmMmJmZThhZjgzNTRmYjU5NGM1MmZkNmQ2ZjQ2NzBl\" data-original-margin=\"\">-- And if that wasn't bad enough, both the wind and tides were beginning to pick up.</p>\n<p class=\"cnNjYjZmZTRiMzgwODRkMjFhM2VlM2MwNmNjNjhjODUy\" data-original-margin=\"\">As the fleet closed and panic spread, Kaede watched as the first ship collided with a rocky outcrop and overturned. It spilled over a hundred men into the sea. Just like historic navies on Earth, even many of the marines had little knowledge of how to swim and promptly began to flounder in the water. It was far worse for the army infantrymen, many of whom were wearing armor.</p>\n<p class=\"cnNlODg5NDQ1ZGE5ODRiNTliZDc0ODM4ZGJkZjk5Njhl\" data-original-margin=\"\">A second galiot soon overturned in the same way. Then a third began to capsize after a barely submerged reef tore through its keel. Meanwhile all around them, vessels that had regained a semblance of control tried to break free from the formation, only to ram into the hulls of their confused or still-entranced comrades.</p>\n<p class=\"cnMyOGFjMzRiOTA3MTQ4MDliMzVhMmVlYzNkZjllZjk1\" data-original-margin=\"\">It was a scene of total chaos, and it was only about to get worse.</p>\n<p class=\"cnNmODdkNjQxMzUzODQzZDk5ZDI5MGU3Mjg3NmVhMWM0\" data-original-margin=\"\">\"ARCHERS!\"</p>\n<p class=\"cnNiNGE1MzIwYTkyMDQ5MDZhYmYwNjM3YjNkYWM1OTJk\" data-original-margin=\"\">Kaede yelled out as she picked the signal flag off the ground and waved it with both hands. She could see other officers doing the same all along the cliffs and hilly shoreline. Hundreds of longbowmen marched out from their concealed positions. They formed two long rows that snaked along the coast with arrow-laden horses following close behind.</p>\n<p class=\"cnNhZjI5MGZmMWE2ZDRjYmY4NzY1MTUzMDIzZTExYjY3\" data-original-margin=\"\">\"SHOOT AT WILL!\" She waved the flag in a circle above her before leveling it forward.</p>\n<p class=\"cnM1MjIyZDVlMWQwYzQ4OWQ5NThkODlhMzRkMzY1NjRm\" data-original-margin=\"\">Without timed orders, even the first volley came a bit scattered. Nevertheless, hundreds of arrows soared out from the high ground and shot into the cauldron of Cataliyan ships and men. They were led by transmutation arrows that had been supplied to the rangers. These projectiles shot into the confined waters between vessels -- especially those positioned at the formation's flanks and rear. There, the runic arrowheads activated and began transmuting the water and its organic waste into oil.</p>\n<p class=\"cnNhNmI5M2NlMjAwMTQ1NzVhZDQ3ZDRiNWZjNDhiNGMx\" data-original-margin=\"\">A rain of death began as arrow after arrow pierced the torsos and faces of Cataliyan sailors. Some fell onto the decks of their ships while others died in the water. Chaos escalated further as the first fire arrows soared in. They ignited the canvas sails and patches of floating oil, which billowed choking black fumes into the faces of officers who desperately tried to rally their men.</p>\n<p class=\"cnNlN2RkNmViNWYyNDRmNzNhZmU5Zjg0MzEwNjkwYjAy\" data-original-margin=\"\">Some brave composite archers and ballista operators managed to fire back against the Lotharin lines. They forced the Oriflamme Armigers to raise wards to protect Lady Vivienne. However, given the overall situation, it was too little, too late.</p>\n<p class=\"cnNhM2NmZjU5MDE3YTRjMmNiYWE4Y2Y5ZTM3OWExZTQ5\" data-original-margin=\"\">Morale began to collapse as more and more vessels overturned, capsized, or simply caught fire. Organization disintegrated from one ship after another as fear and panic spread like wildfire. Within the span of just a few minutes, the ambush had progressed straight past 'battle' and turned into a slaughter.</p>\n<p class=\"cnMyMmIxNGY4NTliNzQyNWQ5YWY2ODEzZmE1ZDlhNTgw\" data-original-margin=\"\">Then, if that wasn't enough, Vivienne finished her enchanting melody and began a new aria. It was the same song that she had performed back at Gwilen River. Her hastening tempo would provide coordination to the Lotharin longbowmen while inspiring them to shoot faster.</p>\n<p class=\"cnM4ZTkwMjJkOWFkNTRlZmM4YjEzNTMxMGExYTE3YWZh\" data-original-margin=\"\">Remembering her cue, Kaede began to wave her flag in a circle. It signaled the archers to take off their earplugs, while the support troops who could not wield a military bow began marching on the shoals. There, they would spend the rest of the day spearfishing with pikes and partisans, as helpless survivors from the Cataliyan fleet -- most of them without even weapons or armor -- washed ashore in groups too small to resist.</p>\n<p class=\"cnNlOWZjZjM4NWViYzRhMjdiYTEzNmQ3YWUxOWVkMzg5\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNlNGI5MTc5NzEyZjRhNmVhYWJhNjJhOTNjMGZmZTFm\" data-original-margin=\"\"><br>The 'Ambush at Lysardh Point' would go down in Hyperion military history as one of the textbook examples of a perfect defensive battle. And for Kaede, it became a practical field lesson.</p>\n<p class=\"cnM1ODRlMjQ1MDBlNzRjOGJhOTU4YmVjOTljODhjYzY4\" data-original-margin=\"\">Every circumstance had been set against the invaders. The Caliphate sailed into unfamiliar terrain that wasn't part of their original war plan and therefore lacked knowledge of local conditions. The weather dulled their senses and compacted their formation. The mysterious Vivienne and her concordance magic led them astray and disrupted crew organization. Then came the shock of a coastal ambush which destroyed their morale, before the tide and treacherous waters finally sealed the deal.</p>\n<p class=\"cnM2ZjllNmFkMDE0NTQ2NDhhYmIxNmRjZThlYTIxZjI0\" data-original-margin=\"\">Out of the one hundred and nineteen Cataliyan vessels that sailed for Ceredigion's shores, only fifty six turned back to find shelter among the conquered Avorican coast. Even there, over a dozen of them would be burned by Lotharin guerillas operating behind front lines.</p>\n<p class=\"cnM0NTI2ZGM0M2JlNjRjMDZhZGUwYWYyOWE0YTk2NGE4\" data-original-margin=\"\">It would also cement the reputation of Lady Vivienne, whose name had only been spoken in rumor and gossip before the Battle of Gwilen River. She would become known as the dreaded 'Winter Siren', whose name Cataliyan sailors would speak with dread for decades to come.</p>\n<p class=\"cnMzZWI3ZTA2YzEzYjRiZWNhY2ExMmE0Y2EyM2JlOWE3\" data-original-margin=\"\">Later that night, Kaede smiled as she watched the forged orders from Pascal burn to ashes before her eyes. Maybe one day she would learn just what Vivienne's secret was. But for the moment, she was glad that her 'twin' was firmly on their side.</p>\n<p class=\"cnM3NDRjNjQ4YTY0YzRhM2VhMzVmZThkYTg3YzljOTJk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjZGE1MDA2ODZhZjRjODk4NmYyNjk5NDBmZTYwZDcw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhNTZkY2RmZDZkYTRhOTViZTc4YWY4YTM4NTQxMzA4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjYWY0Yjg2YmJiMjQ3YjA5ZDdiNTMwYjFlNTE3Njk0\" data-original-margin=\"\">\"Say that again!\"</p>\n<p class=\"cnMwNzBjZjYyOTM3ZTQwNDY5NTg1NDkyOTY3NTI2Y2M1\" data-original-margin=\"\">General Salim stared at the signal lieutenant from atop his steed. He was hardly able to believe his ears.</p>\n<p class=\"cnNkOWJlNTRhMzhhNjQ0Yzg5YTE1NGZhYWU1MDNhMmQ0\" data-original-margin=\"\">\"Commodore Hayreddin reports that the 3rd Fleet had been ambushed off the coast of Ceredigion by Lotharin forces. Admiral Kilic was killed in combat when his flagship sank.\"</p>\n<p class=\"cnM2M2YwYjE0MjhkYzQxZTA5NmI0ZGRiNmQzM2RiNDZi\" data-original-margin=\"\">The General slumped into his saddle as he found himself struck speechless. He had warned the admiral to take extra precautions when landing given the Lotharin's new and evidently more capable commander. But clearly, his words had not been heeded.</p>\n<p class=\"cnM5MGYyZDUwNTNlODRkYTdhMGJjMmUzZTU3YmYxNTRh\" data-original-margin=\"\">As moments passed in silence, it was his wazir, Hakim, who stepped up and dismissed the messenger.</p>\n<p class=\"cnNjMDRlMGUwZjBmMDQ1NGY5MmM4YzI0NDliYzVjYmYw\" data-original-margin=\"\">\"Your Eminence. I think it is safe to assume that King Elisedd of Ceredigion has betrayed his promises to the Caliph and joined the war.\"</p>\n<p class=\"cnNmNmMzNmIxMzczYzRkZTdiOThkOWI4N2Q2NWQzNzIx\" data-original-margin=\"\">\"You're right...\" General Salim's voice broke in mid-reply. Then, as he recovered: \"you have to be right. There is no way that measly force we're chasing could break off enough men to stop an amphibious assault from twelve thousand infantry, marines, and sailors. They must have had support from local forces! And if that infidel king could betray his own emperor by accepting our bribes and promises in return for neutrality, why can he not turn face a second time and backstab us?\"</p>\n<p class=\"cnNkMzZlNTBmMzRhMTRjOWViYTY2MzViNjRiM2FiMjIx\" data-original-margin=\"\">\"All traitors are opportunists without faith,\" Hakim nodded.</p>\n<p class=\"cnMwOTlkZWY1ZTJlYzQ2NjNiOTcxZDczN2VjM2U1Njlj\" data-original-margin=\"\">\"Perhaps we should return to Roazhon and assault the city,\" proposed Colonel Farah, Salim's senior Mubarizun commander. \"After that, we can march our full army into Ceredigion and take revenge for this treachery.\"</p>\n<p class=\"cnMxNWJiZWVjMWI5MDRiNmE4YmFkOGZhNGM3NjA0ZGUx\" data-original-margin=\"\">Her tone had been polite enough. But Salim knew that beneath it lay an impatience that had been simmering among his officers for days.</p>\n<p class=\"cnNiZjZhYzc0ODQ1NTRmOWViMGE0Yzc1NDBkZWMxOWQ3\" data-original-margin=\"\">\"They have kept to less than a day's march ahead of us. If we turn around, they'll do the same and bite us in the rear,\" the General warned. \"Furthermore, if Ceredigion is allowed time to fully mobilize its army and join the Princess' veterans, then they could potentially field a force superior to us in this front.\"</p>\n<p class=\"cnM0MzEwNDNlYzgzMTQyOWRiNzAyYzY1ZGQ5MDRjZGVl\" data-original-margin=\"\">Salim pursed his lips and released a deep exhale. He knew that with the naval reinforcements devastated, they no longer had the manpower to replace the horrific losses they took during the Battle of Gwilen River.</p>\n<p class=\"cnMzYmEzMGQ3YTU3NDQ4ZjA5ODgyYTUzZTZmY2MzMzFm\" data-original-margin=\"\">\"No,\" the General then shook his head, \"we must end this game of cat and mouse by accelerating our plans.\"</p>\n<p class=\"cnMyYmI0NTdmNWU0MzRmMDI5MmVlZjljMDIzZGIyYzhh\" data-original-margin=\"\">\"You're thinking...\"</p>\n<p class=\"cnNiMzU5YjNmYjAwNTQxYzY5NzUwNTZlNzA3OGE1MWYy\" data-original-margin=\"\">Salim nodded. The two of them hadn't partnered for three decades for nothing.</p>\n<p class=\"cnNhNTg1YjkxNWY2ZjRiZTFiYjAyNzk1ZGIwNDhmNzk3\" data-original-margin=\"\">\"Lieutenants!\" He called his signal officers to attention. \"Inform the brigadiers and their staff: we rest early at dusk today. There will be no camp, no fortifications. Instead, the support companies will hold the night watch in strength. At midnight, we ditch all non-essential personnel and ride west with the cavalry!\"</p>\n<p class=\"cnNkYmRmNDc3MzA4NzQ3ZDA5ZTU0NDY3ZmE3ZTgxNGNj\" data-original-margin=\"\">\"Yes Sir!\"</p>\n<p class=\"cnNhYzJlYzVkNzk4ZTRmMTdiNWRkZjk2NDcwZTkyZGMz\" data-original-margin=\"\">\"Let our enemies rest on their laurels tonight.\" The General stared at his wazir with cold embers in his gaze. \"By the time they wake up, it will be their time to repent before God.\"</p>\n<p class=\"cnM1NmZhMTdjMmQ4YTQ3MGFiZmRhZDVlOWUxMGNkZjEy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmMWEyZGZmMTY1MzQ1ZjI4Y2RjNjA1MTYzYTMxNzFm\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzNWM4YWI2ODJiMzQ2MjY4OTA2YWVlMTBkMjQxZTQ5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1Y2Q3Njk1M2MyYzRmN2I5ODIyZDRiMTQ2NzQ2YjUx\" data-original-margin=\"\">\"Lady Vivienne reports that the ambush was a resounding success, Sir!\" The Lotharin officer reported in a celebratory voice. \"They destroyed over half of the enemy fleet. The remnants retreated in total disarray!\"</p>\n<p class=\"cnM5NTQ0MDk3YTUzNTQ0NWM5OGY4YzFlNDEyZGQ4NDM4\" data-original-margin=\"\">Pascal smirked in reply. This was good news that the army's morale truly needed. But more importantly, it brought Sylviane political support, which meant more time to execute the next phase of their stratagem.</p>\n<p class=\"cnNjNDk4YjY5ZmNjYjQxY2NiOTNkM2RlNmRkNjhiNDk2\" data-original-margin=\"\">\"That ends any threat of a possible southern pincer.\" The young lord declared as his fingers traced the traditional map in his hands. \"Tonight we take shelter in the town of Glywysing. The men can have a peaceful night's rest before we continue our march to the Ceredigion Capital.\"</p>\n<p class=\"cnMxZjkyYTczODA0MTQ4NmI5ZDUzYTBlZjUwYmIzOTE0\" data-original-margin=\"\">Several of the congregating nobles cheered at the news. After days of strenuous forced marches, they were more than willing to accept whatever comforts a rustic town in the Ceredigion forests could offer them.</p>\n<p class=\"cnNhYzE4OTMzM2FlNTRkMGI4NjdmYTA2NjRjMzVjNjNh\" data-original-margin=\"\">\"Excuse me,\" Lady Edith-Estellise cut in. Her brows furrowed in disapproval. \"You're not proposing that we abandon Glywysing to the advancing infidel army?\"</p>\n<p class=\"cnNlZDVjY2EzOWYzNzRhMTNhYzhmNTg3YTcyZTA3MmQx\" data-original-margin=\"\">She pointed to the marker that denoted a 'large town':</p>\n<p class=\"cnNkYjkyNjA4NWNkZDQ4ZjFiZDY4YmFiZjg5OTczMTYw\" data-original-margin=\"\">\"There are at least five thousand lives in that settlement. We cannot simply...\"</p>\n<p class=\"cnNhM2RiOGMzNDcxZTQ2MWI4NGNlOWIyNDU1MzMyNjNk\" data-original-margin=\"\">\"We will warn the residents to flee into the forest,\" Pascal declared. \"But Glywysing neither holds a strategic location nor has it seen war in centuries. I doubt the town has anything more than an old stockade to keep out wild animals. We <em>cannot</em> hold such a position against a far superior force.\"</p>\n<p class=\"cnM2ZjhkNjMzYWY5YjQ1NDg4YWMxOTAyYTljMGJkYWRj\" data-original-margin=\"\">\"Flee?\" Edith looked aghast. \"Thousands of refugees without shelter in the deep forest? They'll either freeze to death or become fodder for wild beasts!\"</p>\n<p class=\"cnNmYjFkODY2NTZlNzQ5YTk4YThmMmQyNDM4OTYxZDU3\" data-original-margin=\"\">\"A town like this will have its own hunters to protect and shelter them.\" The Landgrave scowled. He was fully aware that it was impossible for a few dozen woodsmen to keep thousands safe. \"Regardless, their only other alternative is to stay...\"</p>\n<p class=\"cnMzZWEzOTAwOGQ0MTRiMDhhYzNmZGFhNzU0ZjNmZmQy\" data-original-margin=\"\">\"Or we could escort them.\"</p>\n<p class=\"cnNkZmEzOTRhOWQxNDQyNmQ5OGI1OTllYTE3ZDk4MzBm\" data-original-margin=\"\">Pascal glared back. <em>Not this again.</em></p>\n<p class=\"cnNlZTMyMDNiNjJjNzRhOGFhZjYzMzE5ZWNmMWFkNDdm\" data-original-margin=\"\">\"Impossible. The forest road is too narrow. And the civilians will only slow us down.\"</p>\n<p class=\"cnNjZjAxZWZjMDM0YjRjOWRiMTQ1MjFhYTc0ODZkYmE3\" data-original-margin=\"\">\"Then we should stop and fight!\" Edith-Estellise asserted. \"The victory at Lysardh Point has raised the men's morale. We are surrounded by streams and forests which will benefit our archers and impede their cavalry. Furthermore, we will have whatever defenses and buildings the town has to strengthen our center, backed by hunters and militia from the townsfolk themselves!\"</p>\n<p class=\"cnM1YzJjZTViM2I3NTQxNDM5ZTU0ODE0MGJhNjE4ZmZl\" data-original-margin=\"\">The beautiful saint looked up from the map with her heterochromia eyes. Her gaze was filled with a simmering frustration as she challenged Pascal:</p>\n<p class=\"cnM3MzQ2MzkzNjFkOTQ0NzhiMGRmNjQzN2VmYTg1NDRm\" data-original-margin=\"\">\"Why can we not <em>make a stand</em> for these people!?\"</p>\n<p class=\"cnMxM2FjNGVjYmRhOTQ5ZWM5ZDBmN2IyNTVmMDJkN2Nh\" data-original-margin=\"\">\"Because we cannot afford to gamble away this army on a slim chance! We choose to fight only when we are ready to win!\"</p>\n<p class=\"cnNjNzMyMTExNzI1NDRlZThhNGJjYjRiYjk3MGRkOTU3\" data-original-margin=\"\"><em>When will these people learn!?</em> Pascal took a deep breath as he tried to suppress his annoyance.</p>\n<p class=\"cnNkZGJhNWNlOTY3NDRhZGNhYTJmNWMyYzM5MDM1Y2Mx\" data-original-margin=\"\">However, Edith was no longer interested in what the Weichsen Colonel had to say. Instead, she turned with intent towards the Princess and waited for a decision from royal authority.</p>\n<p class=\"cnM0ZmY0YzI1NTM2MzQxZDlhN2NmODBlN2ZkZGY0Njg1\" data-original-margin=\"\">For several moments, Sylviane remained in deep thought as she pressed her index finger against her teeth. She stole glances at the faces of the waiting nobles, trying to weigh military strategy against political opinion.</p>\n<p class=\"cnM1NjI1NDg2NmU5ZTQ4MzVhMDllZjQyZWFjNWViODAw\" data-original-margin=\"\">It took long enough that Pascal was beginning to worry. Sure, Sylviane had always judged the politics more carefully than he did. But with the recent victory buying them support, this should be an easy choice.</p>\n<p class=\"cnNiNzIxNDliN2VlNDRhMzA5NGZkMjkzMjgyN2RmZTYy\" data-original-margin=\"\">He was almost about to speak out when Sylviane made her fateful decision.</p>\n<p class=\"cnMwOThlOTkzNTgxODRlNWE4MGQ0OTg0Yzg5NjllYjc0\" data-original-margin=\"\">\"I do understand your concerns,\" she gave Edith a sympathetic frown. \"I would even agree with you, had circumstances been different. Nevertheless, the current war situation leaves me with no choice. We <em>must</em> force King Elisedd's hand before returning to fight.\"</p>\n<p class=\"cnNkZjc0MmU0OTM1YzRkYjdiYzliNDkxMTI0ZmVjMGY3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhMDk0NTY4YjRlODQxMzJiM2QyODZjZmUzZmNlOTk2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNkZDZjNGY5ODVhYTRiMDhhNzQ0YjAzYWMyODNiNTBi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3NDUwNWY3MGFjNjRjOTFiYjNhZGIzMWM1MzI0NmVi\" data-original-margin=\"\">\"&lt;Retreat, retreat! All he knows is to retreat!&gt;\" Mother Abbess Anne fumed over telepathy as she followed Lady Edith-Estellise back to the Knights Hospitaller column. \"&lt;He would rather send his familiar into battle than take it upon himself! Why? Because the man has no integrity, no faith!&gt;\"</p>\n<p class=\"cnM4MzNkNjg1NzQwNjQxZDBhZjEwZGRhMTU3MWZiYWM1\" data-original-margin=\"\">In the meantime, Edith stopped to lean against an ancient oak as she hammered its bark with her gauntlet in frustration.</p>\n<p class=\"cnNjYWQyMjgxMDA3ZTQwZjA4OGQ3NWM0MTA5MDMyMjlm\" data-original-margin=\"\">\"&lt;Gwilen River and now Lysardh Point, our enemies have seen only bloodshed for the past week. If we let them take Glywysing without a fight, the people will surely suffer those sinners' lust for revenge.&gt;\"</p>\n<p class=\"cnM4NTEzY2UwM2IwYjQ2MTlhNGNmZDlhMDdkZWU2NDhh\" data-original-margin=\"\">\"&lt;Over five thousand lives!&gt; Lady Anne stressed. \"&lt;If we do not stand our ground, then their slaughter will be on our conscience! Ceredigion would never forgive us. The <em>Holy Father</em> would never forgive us!\"</p>\n<p class=\"cnNhNzg5OTYwMTJjMDQ2N2M5NjVmNTY4MGEyNTc1OGRl\" data-original-margin=\"\">Edith clenched her eyes shut as she sighed and thought through her options. She had <em>tried</em> to persuade the Princess, tried to show her Weichsel fiancé a correct and feasible path. Yet nothing was working!</p>\n<p class=\"cnNjODIzM2M4Mzc2ODQ2YzViZjk3NTUzNWM4NDkyZGI4\" data-original-margin=\"\">-- At least, nothing <em>legal</em> was working.</p>\n<p class=\"cnNmMGEwNjI0ODc4MTRjNzZhNGVkMDYyMzQ2YzdlZTE2\" data-original-margin=\"\"><em>Is there truly no other way?</em></p>\n<p class=\"cnMyMTdiYmRjOGQyMTQ3YWNhNjhlNzc5MzFmMDkxMjYy\" data-original-margin=\"\">\"&lt;Edith!&gt;\" Her foster mother pleaded. \"&lt;I know you wish to stay loyal. I do as well! But we have given them chance and again to do the right thing, to act with the virtue that our Lord and Savior expects of kings! We cannot stand idly by and watch a sin of such magnitude come to pass! To do nothing as that ruthless, military-minded Wicker fiancé of hers spills the blood of our people for his own safety and prestige!&gt;</p>\n<p class=\"cnM5Nzk3ZDkwNThjZDRhNzQ4NzdiOWVmZTAxOGZmYjFl\" data-original-margin=\"\">\"&lt;Everything is ready,&gt;\" Anne then assured. \"&lt;There are still discontent nobles who will support our cause! Especially without King Alistair's dogged obedience backing her. You were the rightful commander of this front to begin with. All you have to do is to give the word!&gt;\"</p>\n<p class=\"cnNkZWVmMmYxODY5OTQ5MWQ5MDU5ZjdmZWMwMTU0NTgx\" data-original-margin=\"\">The Crusader Saint stared up through the branches bared by winter, to the cloudy skies that obscured the heavens.</p>\n<p class=\"cnM5MTBkMDEwOGJjZDQ4ZjI5NWYzNDczODQ2Y2NjY2M1\" data-original-margin=\"\"><em>Blessed Father... just what should I do?</em></p>\n<p class=\"cnNiM2JiMDE0YWNlOTQ0M2RhNmI3NTY2YTgyYTMwZDNj\" data-original-margin=\"\">Yet just like last time, there came only silence.</p>\n<p class=\"cnNlNzVkNzM5NTVhZjRlNzI5NTNlZTg3Zjk3YzIxYTYx\" data-original-margin=\"\">\"&lt;Edith!&gt;\" Anne pressed again. \"&lt;Remember, you <em>vowed</em> that when the time came, you would take action! Do what must be done to protect the innocent!&gt;\"</p>\n<p class=\"cnMzMWJmMmExOGM4ODQ5OWM4OGI3OTJjZDRmMjBhOWRi\" data-original-margin=\"\">Yes, she did vow, on a day that seemed so long ago now. She had been sure that this moment would never come to pass, that Princess Sylviane would prove that she was indeed a champion sent by the divine.</p>\n<p class=\"cnMyODAyNWNmYTA4NTQ3MzhiNzk5Yzk4YTIwYzQyYzdk\" data-original-margin=\"\">Edith had never wanted to betray Her Highness, to betray His Majesty's memory and final wish.</p>\n<p class=\"cnMzMmY4ZDMyNTQwZTQxMzE5OTIyZTg4ZWVlZmNjMTg0\" data-original-margin=\"\">A tear slid down her cheek before she bit down on her lip and wiped it away.</p>\n<p class=\"cnM1NzdjMTRmODg4MjQ1NWM4NWRkMGVmNWM2OTFkYTNj\" data-original-margin=\"\">\"&lt;You're right, mother. I am being selfish. And I cannot be in such a moment.&gt;\"</p>\n<p class=\"cnNjZDdlNGM5Zjk3MDRhNGNhNWZiMDgyNWU5MmRmNTA4\" data-original-margin=\"\">With pain in her eyes, the Saint stood up straight and faced Mother Abbess Anne:</p>\n<p class=\"cnNjYTg3YTc5YWZhYzQ5NGY5ZDJiNDRlY2NlYWE3MzU4\" data-original-margin=\"\">\"&lt;Spread the word to those faithful and trustworthy: we move at first light tomorrow. However, tell the commanders that they are to disarm only. There will be <em>no killing</em> between Lotharins unless absolutely necessary. I want casualties at the minimum so we may yet face the infidels with our full strength.&gt;\"</p>\n<p class=\"cnM4MGZlMzYwOGIwOTQ4Zjg5YjYyNTBiYjRkMmE4OTI5\" data-original-margin=\"\">\"&lt;And the Princess?&gt;\"</p>\n<p class=\"cnM5OWI4NzYwNTM2NjQzYjRhNTc4NWM1NTM2NWNhYjky\" data-original-margin=\"\">Silently, Edith unsheathed the Sword of Charity and held it between her palms. She examined its pristine blade. Even after dozens of battles under her care, the dragon-forged aurorum steel remained flawless, untarnished.</p>\n<p class=\"cnMwMDM5NmNiOWYyNzQ2YWNhNTg2YmUyMTkwM2U3Zjlj\" data-original-margin=\"\">But after tomorrow? She may never again wash it clean.</p>\n<p class=\"cnMwYTY5ZWJhNDIxNTRiOWE4N2Y5YzljOGY1MjU4NzJj\" data-original-margin=\"\">\"&lt;Sylviane is my sin to bear. No one else must interfere.&gt;\"</p>\n<p class=\"cnM3Yzg2ODc4NzQyODQ1YzhhNDYzMGU0OTM0NWVkNGRl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyYzdmZDgyMGNmNjQwNGU4ZjczOTZkZmMyMjM5MDA2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM5OWRmNzFlZTVlMjRiZjI5NzQ0NTQyMzdjYzhlYmVj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0MjliZGU2NWI0YjRiZjliZWRiYjJmMmY2OTJiNWFh\" data-original-margin=\"\">Late that night, the heavy oaken doors to the smaller chapel in Glywysing opened. Between the cracks slipped in a feminine figure that was hooded and cloaked.</p>\n<p class=\"cnM4YjgzMzFmMDg0MTQ1Y2E4YzYwMWNkMTg4YzEyNDlk\" data-original-margin=\"\">The stone structure was centuries old, built before the Rhin-Lotharingie Independence War by Trinitian missionaries. Its purpose had long since been replaced by the larger church facing the town square.</p>\n<p class=\"cnNjOGZlYTllOWQ0ODRmZWM4ODZhOTc2NmQ1Y2U1MTky\" data-original-margin=\"\">The new church was one that impressed the common folk with its opulence and wealth: altars adorned by fine brocade and gold, stained-glass imported from Weichsel, even delicate ceiling artistry learned from the Inner Sea. However, none of that compared to the spiritual boon of this old sanctuary -- a relic from times when the church was cleaner, purer, less interested in secular politics and more devoted to learning and charity.</p>\n<p class=\"cnNhYzE0ODIyODg1NTRhMjJhNmQzMTU3Y2Q5Y2ZhZGYw\" data-original-margin=\"\">The room was lit by only the candles in the guest's hand. She walked up the aisle in graceful silence before stopping at the plain granite altar in front of the room. The lady then placed the candlestick on top and knelt down before the wooden cross.</p>\n<p class=\"cnM1N2NmZjA4ZjQ5MTRjMGU5ZTk0MWEyNTU5M2I0ODJk\" data-original-margin=\"\">\"Blessed Father in heaven,\" Edith-Estellise whispered as her delicate hands closed in prayer. \"I have always been true to you, always lived by your laws and commandments. But tonight, I beseech you for guidance. Never for a single day have I forgotten my solemn oath -- To be without fear in the face of evil. To be truthful and upright, even if it leads to my death. To protect the weak and defend the helpless. To act with mercy and kindness for all.\"</p>\n<p class=\"cnM1ZTYwM2ViMGQ0YjQyMjg5ZDM3MzY4ODViYzRjNTY4\" data-original-margin=\"\">Edith was confident that when the time came, she could disarm Sylviane without harming her. It would take only one strike of her holy sword.</p>\n<p class=\"cnNhNGE4MGUzMWYwZjQ4MmI5YzY5NmM0ODJiOGQ1NTYw\" data-original-margin=\"\">But... what then?</p>\n<p class=\"cnNmYjlkZmEwOTc3YjQzYTRiZTU1MjdhYTRjMGFlYWMz\" data-original-margin=\"\">Everyone thought of 'Saint Estelle' as an apolitical figure, a naive girl with no interest in the power struggles of the realm. However, even Edith knew that there was no future for a deposed crown heir.</p>\n<p class=\"cnM0MWI5MDAzM2ViZDRlZjk4MWJhMjE3MjliMjg4ODA0\" data-original-margin=\"\">After all, what capable ruler would allow such a dangerous threat to their throne to exist? Even if Sylviane renounced her inheritance, there would always be others who raised flags and armies in her name.</p>\n<p class=\"cnM2MTljOTg4ZDNmNTQ0M2Q4YjY3ZWEwMzc0NWM1YzVm\" data-original-margin=\"\">\"Lord, I am your faithful and obedient daughter. I know what you expect of me. But I also have no wish to cause her death! To betray His Majesty's expectations and kindness!\"</p>\n<p class=\"cnNkY2Y0ZDJmNmZhOTRjYWRiNzIyNzQ0YzRhNjQ0ZGZh\" data-original-margin=\"\">Edith shut her eyes as memories resurfaced from those bittersweet days. She remembered when she first knelt before Emperor Geoffroi in a personal audience. When she heard his confession and the painful choice he had been forced to make. When she felt his crushing embrace and, after initial hesitation, returned the gesture to her liege.</p>\n<p class=\"cnNmOTkwYmY1ODJhOTQ1YmJiNjYzODA2YTI4OWQ5NzFl\" data-original-margin=\"\">\"Please!\" Her glistening eyes reopened as she desperately pleaded before the Savior's form. \"If there is even the slightest chance I may be wrong... If there is any other way. Then please, Holy Father...\"</p>\n<p class=\"cnM5OWI4YzQ0MGE4NTQ0NDhhNDBlNTZkOGVlMWEyNjc5\" data-original-margin=\"\">The lost saint looked upon the image of Hyperion the Dragonlord as tears fell from her eyes.</p>\n<p class=\"cnM2OTAxOWY0NjEzZDRiNzk5NGIzZTBmOWFmNTc1NWM4\" data-original-margin=\"\">\"Give me a sign!\"</p>\n            ",
  "invisibleParagraphContent": "This story originates from Royal Road. Ensure the author gets the support they deserve by reading it there."
}