{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2MTY3MjE1N2U2ZDRiNDBiZTQ1NWM4ZDQ0YTgzMjZj\" data-original-margin=\"\">Godfrey and I arrive at the academy grounds in the finest carriage I have ever seen. Even here in the richest part of the city, we get a few glances as we exit the carriage. This is partially due to how ornate it is, and partially due to the contrast with my current attire. Godfrey had provided new clothes for me, but he also knew me. With the overly expensive dress he offered, there was also a far plainer choice. It's probably not a mystery which I put on.</p>\n<p class=\"cnNmMzM4NWM1N2IzOTQ1ODg5ZWYwMzQ3MDllNmNmN2Yx\" data-original-margin=\"\">I have nothing against pretty dresses, I like them actually, but they just aren't practical. I mean, I have nothing against their nature. Neither the wealth nor labor practices involved in their creation are likely to impress me. Either way, I favor clothes I can move and work in. As such, I leave an impression not unlike a farmer walking down the red carpet. Whatever, they can scratch their heads all they like. I am more interested in the campus itself.</p>\n<p class=\"cnM0YzEwODlhNWUyMTQ5M2M5MDRhZGY1NGU3YjA3Mzlm\" data-original-margin=\"\">It is massive and circled with a towering wall. We have to pass through a gate just to get inside, and it's guarded by actual knights, with mana. I hope I have longer between classes than I often had as an undergrad or I am going to exhaust myself running between them well before I learn anything. It does remind me of a college campus in a weird way. There are a number of buildings forming a bustling community. Signposts direct students and visitors to different named buildings, divided by school of study. This much is extremely familiar to me; I thrive in this shit.</p>\n<p class=\"cnM1MDY1OWYyMjRmYTQzYzFiNjllYjVkNjVjNGUwZGM0\" data-original-margin=\"\">Where it differs, however, is scale. The size of the campus and buildings baffles me. The cost of both baffles me even further. Were it not for the ever-present air of stress and anxiety, I would wonder if this were an extension of the royal palace. The architecture is grand to an excessive degree. The huge ornate buildings aren't what really shock me as much as the garden, however. I say garden, but I mean the whole damn campus. An idyllic and well-tended garden connects every single building and lines every exquisitely decorated walkway.</p>\n<p class=\"cnMyMzQxNmNiZjcyODQzYzZhNzBkOTIwNmRjNzVlZDNj\" data-original-margin=\"\">I would expect a garden a fraction of this size to be a crown jewel of a royal palace. It is maintained with magic, which I can tell from the mana radiating off of each plant, but also because it would be impossible otherwise. I now understand why Godfrey even offered me the pricier dress. He knew I wouldn't choose it, but it was actually on the simple side for a setting like this. Christ, how many people could we help just with the money and magic that goes into maintaining this campus?</p>\n<p class=\"cnMwNmJkMDgxMjliNzRkMmVhNGViNDJlNGUxNmRjNTli\" data-original-margin=\"\">Give us a damn quad with some trees and distribute food and healing instead, you jackasses. I sigh to myself as I walk on campus with Godfrey. I think people are staring at my simple dress for a second but their worried looks don't match the sentiment. Then I remember the immensely important and powerful mage escorting me. Right, I always forget he's not the simple bookseller I met years ago. I suppose that's why Baldwin had him there. The rich know no better way to put someone in their place than to force them into a customer service job.</p>\n<p class=\"cnNiYzliMGFiNDY2OTQ4MzI4NjczNTc3MjU3ODU0NGY4\" data-original-margin=\"\">I ignore the curious looks, and most students seem to lose interest after a moment as well. We are an oddity together, but they all have other worries. I was actually expecting more... well, magic as well. There are students in secluded corners practicing small spells but for the most part, people are just... hurrying or socializing. A few are taking notes in what must be incredibly expensive notebooks. All in all, it feels like a disgustingly pretty university.</p>\n<p class=\"cnNjM2MzNmYyOTlkMDRjN2E5ZjQ2NWRkNDI5YjJiYTdj\" data-original-margin=\"\">Finally, we arrive at what must be an administration building and I scoff as Godfrey turns what look like ivory doorknobs. We navigate a confusing labyrinth of halls and finally arrive at... an office, I think? The extravagant fountains and waterfall wall combined make it feel a bit more like a luxury hotel room. I'm clued into its true nature by the mahogany desk and the smartly dressed, redheaded woman sitting behind it. As we enter, she stands and politely tilts her head to Godfrey.</p>\n<p class=\"cnM0NTY1ZTM4NzY3YjQ0NTk5NDdlYjZkNWNlMGM2YmVk\" data-original-margin=\"\">\"Welcome Lord Godfrey, we weren't expecting you so soon, I apologize for the state of my office!\" she explains and I look around confused. The room is spotless. I decide to shrug it off. I suppose she is probably hedging; if there's a complaint she's already answered it.</p>\n<p class=\"cnNhMDUyOTk5YzdmZDQwM2I5MWY5Yzk0ZDBkNjNjYmJm\" data-original-margin=\"\">\"Please, sit down Lady Cateline,\" Godfrey answers, waving off the apology, \"I believe I mentioned I have an apprentice, I am here to get her properly enrolled. I'd like to introduce Lillith of Endings, my apprentice. Lillith, this is Cateline of Roul, the headmistress.\" Cateline gives me an appraising look and my eyebrows climb my forehead. I suppose the office should have clued me in but I am surprised to see a woman with so much authority in an official capacity. I've seen women running shops and the like, but even they are just running a shop that belongs to a man.</p>\n<p class=\"cnNiNjNhZWJhZjMwNjQyNDQ5NjRkYmNhOGIwNzdjMzdi\" data-original-margin=\"\">Noble women do get more opportunities but headmistress? I wouldn't have guessed that. \"I'm not familiar with the house of Endings, where do they hail from?\" She asks once she is done eyeing me.</p>\n<p class=\"cnMwZTllYTExOGViMjQ4OTM4OWZlMGE5ODgzODg0ZjA0\" data-original-margin=\"\">\"Satusmor, hers is a new house, established not more than a year or so ago,\" Godfrey explains and Cataline nods, \"may I leave her with you for now, I have a few other things to attend to.\" Damn, he's leaving me here? How am I supposed to find my family's house after this? I don't know where shit is in this city, man. I narrow my eyes at him but he doesn't notice.</p><p class=\"cmI2NzM1MDI5Y2MzNzQ1Y2M5M2Y3MzQ1ZGFmZmI4YzJk\" data-original-margin=\"\">If you come across this story on Amazon, it's taken without permission from the author. Report it.</p>\n<p class=\"cnMzZTBkNDcwNTBkODQ1MjE4NTBlNjljNjkzYjI0NzY5\" data-original-margin=\"\">\"Of course, my lord. She is in good hands. I will personally get her registered,\" Cataline assures him.</p>\n<p class=\"cnNhNGVlMGJmNWMwNTQzZjhhMWUwNGRkYzdjYzFjYzA2\" data-original-margin=\"\">\"That's very kind of you, thank you very much. Lillith, I'll speak to you again after you are settled in here,\" he says, waving to me before unceremoniously leaving. Alright man, watch me get a danish with pears in it next time you ask. That'll teach you. \"Another one, huh?\" she asks as her blue eyes scan me again, \"I hope you are better behaved than the other common-born student this year,\" she scoffs. Godfrey, come back, I think you accidentally took this lady's manners with you on your way out.</p>\n<p class=\"cnM0YWIyMDQ4NWYwZjQ3MWQ5NmQ3NzNhZjY0NDNhZjUy\" data-original-margin=\"\">\"I'll do my best to exemplify more admirable behavior,\" I promise, referring to exactly the type of behavior she likely wants me to avoid.</p>\n<p class=\"cnNjMzRjODcxZTc3YTRjMjU5MmJmNzM1MGU4MzJkYzAx\" data-original-margin=\"\">\"See to it that you do, child. Now, have you considered which classes you'd like to take in your first year? Did Lord Godfrey advise you on what your options are?\" she inquires and I nod.</p>\n<p class=\"cnM3ZTE2OWIwNDcxYTRhYWZhNmRiNWRkNWUxMDI5NTcw\" data-original-margin=\"\">\"I don't suppose you have any kind of advanced placement tests?\" I ask and she gives me an unamused look.</p>\n<p class=\"cnM3MzUxNzAxYjdiNTRlYWJiNmE2MTQxMDFiOThjMmM5\" data-original-margin=\"\">\"We do not. I'm certain Lord Godfrey provided you with some very fine tutors, but so do many other students on this campus. I assure you, you are not as far ahead as you think, if at all,\" she scoffs. I suspect she is wrong but, oh well. Maybe I am somehow wrong. It wouldn't be that shocking if advanced math was simply not accessible to my usual crowd. The architecture in this city certainly suggests that to an extent.</p>\n<p class=\"cnNiMzM4Y2Q4M2FiMzQ0ZDg5ZjcxZjY1OTQzYzc1MGVi\" data-original-margin=\"\">\"Very well, yes, I do have an idea of what classes I'd like to enroll in,\" I answer. She pulls out a few papers to help me schedule my classes. She is fairly short and impatient with me but I suppose this probably isn't usually her job. Still, I'm not the one who told her to do it. Nevertheless, we do get a schedule planned out. When we are done, I am enrolled in 'Introductory Mathematics', 'Basic Mana Aspecting', 'Potestian Government', 'The Collector and the Aggregation', and 'The Science of Mana'.</p>\n<p class=\"cnNmYTI2NDE1MGMxNjRlZDM5MTY1ZGVkZjRjNjk0YTFi\" data-original-margin=\"\">Two of these teach necessary knowledge to effectively combat the government and temple, and the rest are requisite classes for what I actually want to learn. Unlike at an Earth university, there is no graduate or undergraduate program, and there is no such thing as a major. This means I can pretty much take whatever classes I want, although students' parents often more than influence what they enroll in.</p>\n<p class=\"cnM0ODE0MDZiYjVkMzQxNDlhNTQ3MTEzNDAwYWIxYWYy\" data-original-margin=\"\">The schedule isn't bad and I should have plenty of time for... extracurriculars. Especially if they don't keep too close an eye on attendance. Cataline looks over the schedule approvingly. \"Sensible choices, you are already less of a headache than the other one,\" she says, rolling her eyes at the thought. Every time she mentions this other commoner student I want to meet them more. The main session of classes won't start for a few weeks, however. Maybe I'll meet them then. \"Come along, I'll show you to your dorm room,\" she adds, and leaves the room, not checking to see if I am following.</p>\n<p class=\"cnNkYTYyNzEwMWU4MjQ2N2RhYTgxZTdlYmUwZDEyMjBl\" data-original-margin=\"\">I briefly entertain the thought of just ignoring her, something about her just irks me, but there would be little point in that. I follow her out of the room and across the campus to what looks like a series of mansions positioned against the wall. She leads me into one of them and begins speaking again. \"This is where you will be staying,\" she explains, \"each unit houses four students and a small staff. Your room will be on the second floor.\"</p>\n<p class=\"cnNmNzZkNDQzYjBjZjRiMmU5MzJkMmIyNDI4MjY4MjJm\" data-original-margin=\"\">Right. Of course the dorms are actual fully staffed mansions, why wouldn't they be? The room she leads me to is nicer than any I've ever slept in. The closest I've ever seen was the room I killed the lord of Satusmor in. A concerning thought occurs to me as I recall the knights guarding the campus. \"Does the gate to campus close at night?\" I ask and she eyes me suspiciously.</p>\n<p class=\"cnNkOTE2NTNhNjk3ZTQ5OTFiMjZkMDc0YjRlZDYwNDhj\" data-original-margin=\"\">\"They do,\" is her curt response, \"and a lady of your age should have no need to pass through them too frequently. Anything you need can be found on campus. If you leave and stay out, you will be locked out for the night. You have been warned.\" Well, goodbye giant room. You were too big for me anyway. Getting locked on campus at night simply isn't an option. I suppose I could try throwing myself over the walls but... renting a room seems easier. \"And, I am only going to warn you once, so pay attention,\" she preemptively reprimands, \"you are NOT to bring any boys back to your room. We do not stand for behavior like that on campus grounds and disciplinary action will be swift and harsh.</p>\n<p class=\"cnM2YTlmYzE2ZDhhMDQyOGZiODJlZGJjY2FkYWM0MzAx\" data-original-margin=\"\">\"Alright, thanks for the clarification,\" I answer and she gives me a sharp nod. There was never any danger of me bringing one of the children at this school to my room to do anything even slightly suggestive. They are literal children, and bringing any kind of boy back is even less likely. That's one thing she legitimately doesn't need to worry about.</p>\n<p class=\"cnNlNzkyYzc3ZDVjNDRlMDg4MGM0MTFmYjg5MTA1MzU5\" data-original-margin=\"\">\"I'll leave you here to get settled in,\" she says, \"try and get your things moved in today unless you have other appointments with Lord Godfrey. And... please wear something more appropriate when you attend classes.\" She gives me a disapproving once over with her final words and I look down at my modest dress and bodice.</p>\n<p class=\"cnM2NDg0ZmY3NWFjNDQ5MDM4YmFmY2IyZGU1ZTE1OThk\" data-original-margin=\"\">\"Oh I'm sorry, is this too tantalizing?\" I quip. She just rolls her eyes and mutters something about commoners under her breath. I get the feeling she would have slapped me or something had I not walked into her office with a duke. I was doing pretty well not being a smartass with her. Unfortunately, my persistent inability in either life to find clothes that aren't 'inappropriate' to <em>someone </em>triggers something in me. Oh well.</p>\n<p class=\"cnMzMDIzMTI0M2FiZDRhZmQ5NGU5MjliYWU3YTYxY2U3\" data-original-margin=\"\">Well, I'll store some stuff here I suppose. For now, I desperately want to go see my family. I visit my private washroom, steal all the soap, and head out of the 'dorm'. I have no fucking clue where Godfrey went or how to find my family, but I see no sign of him coming back soon and I'm burning daylight here. With that, I depart the campus and head toward the nearest tavern. I figure Godfrey is probably still tracking me, and if he's not I can learn the layout of the city.</p>\n<p class=\"cnNlMWUzMTYzMTBjODRhMTY4ZjFkOWVhM2VlNTk4MjRj\" data-original-margin=\"\">I briefly lament not having Sarafyna to show me around the city, then sigh, and begin my search.</p>\n            ",
  "invisibleParagraphContent": "If you come across this story on Amazon, it's taken without permission from the author. Report it."
}