{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MGRkNDE3MDA2YjRlNzQ5Nzk2YmYxYzY2ZTgyNjIz\" data-original-margin=\"\"><strong>Skaya</strong></p>\n<p class=\"cnNhYmZmYTFhMWU3ZDRiZmU5MWJmNGFmYzNhNjViZGE4\" data-original-margin=\"\">I spit a handful of seeds on the ground while waiting for my Ailur friend, Miro. He seems to be running late, if he is coming at all this time. Neither of us can necessarily make it on all of our shifts but we try. Since he's from the republic and I patrol for the Council, our schedules don't line up perfectly. Neither of us can afford a whisper sphere either, so there is no way to warn the other when we won't make it. We aren't really supposed to meet up like this either, so there isn't much we can do to improve communication.</p>\n<p class=\"cnNhMTIxZDNkMzc4OTRkMjJiZDY5OWIyMzRiOGZhZWNm\" data-original-margin=\"\">But who can blame us, really? Chewing sunflower seeds can only keep a girl awake for so long, after all. I was always told being a Guardian of Stone was an important and prestigious job. Everyone was. Most people still believe it and I admittedly get a lot of discounts if I wear my uniform or lapel in town, so I can't complain too much. Still, there isn't quite so much 'glory' as the papers and posters report. In reality, the job is just a whole lot of 'hurry up and wait'. At least until your superior officer leaves. Then it's either finding a partner to take turns on watch while the other naps, or meeting up with someone to talk shit with. This holds especially true for guardians on the night shift like me.</p>\n<p class=\"cnMzOTlhOTRlYzZjZjRjOGM5YTcxNDc5MmE2YmU2YTBi\" data-original-margin=\"\">Very few people choose a Republic guardian to spend their time with, partially because we have to meet up at the border and partially because of some bullshit tribalism. But we've had an alliance for decades now, I say it's time to let it lie. It's also rare for a volu and an ailur to befriend each other. It's not racism or anything, but our cultures do tend to clash a bit. People just like friends with similar interests, tastes, and experiences. Or so my father always tells me, but he also always extends his talons a bit when passing an Ailur in public so...</p>\n<p class=\"cnM5NmVlYTFiZTQ5YzRjODRhY2VkZWEwMzJhZTEyN2U5\" data-original-margin=\"\">Nevertheless, Miro and I don't care about all that. We've always been birds of a feather, or, bird and cat of a feather, if you prefer. Both of us grew up, egged on by our patriotic parents, planning to be heroes for our perspective countries. Both of us chose the stone to escape unwanted marriages, if for different reasons, and both of us were severely disappointed in the reality of the guardians. The most daring thing I have done since joining was give a fake address to the swarm of sergeants that accosted me the second I was assigned to their flight.</p>\n<p class=\"cnNkMDFmMWVlNDgwNjQxZmE4ZTEzYmMwMjZjM2E1OTZi\" data-original-margin=\"\">\"Sorry about that Skaya, commander wanted a post brief,\" Miro apologizes and I nearly jump out of my skin.</p>\n<p class=\"cnM0NDc0MGQyM2NiZDQ2ZWNiYjM2MWJmNDJkY2MwMWFl\" data-original-margin=\"\">\"Shit, you've gotta stop doing that!\" I immediately protest before hitting his arm with a half-playful punch.</p>\n<p class=\"cnNjODI4MDc5ZDIwZDQ0ODBhOTAxN2JlOWRhNmNiMGRh\" data-original-margin=\"\">\"I'm just keeping you alert, it's important work we do, can't have you dozing off,\" he lies and I scoff. I look up at the massive obsidian stone. It's floating miles away but would be visible from further than this. Even as a black stone at night, its size makes it hard to miss. It creates something of a void in the darkness, where ambient light disappears. In contrast, the night around it actually looks brighter. I spit a few seeds at the barrier it maintains and they bounce off harmlessly.</p>\n<p class=\"cnM3OTczNWQxOWM2ODRmZDNiNDhiOWI1YWJhYThlYjhk\" data-original-margin=\"\">\"Would you look at that, no signs of a breach. That makes...\" I respond while mock counting on my fingers, \"nine, maybe ten thousand years? Yeah, I think we're alright.\" Miro laughs and sits down on a tree stump near the trunk I'm leaning against.</p>\n<p class=\"cnM2YzZlNGQwYzViNzQ2NWQ5MjlkYmI5MTkxZWRmMTVm\" data-original-margin=\"\">\"How do you do that?\" he asks and I tilt my head, inviting elaboration. \"Get all that velocity when spitting from a beak, the science doesn't check out.\"</p>\n<p class=\"cnNlOWMyNjAwMDc2YjQyZjk4MDNiNTAyYTdhYjhlMDI0\" data-original-margin=\"\">I scoff. \"Oh I don't know, the same way you stand upright with that extra fuckin joint in your legs I guess,\" I dismiss and he shrugs before nodding in assent.</p>\n<p class=\"cnMxOGJjN2E0NzhmNTRjMmY5NWU5Y2Q0ZDJmMWIzZGM1\" data-original-margin=\"\">\"Fair enough, although my mother may disagree with your positive appraisal of my posture,\" he laughs.</p>\n<p class=\"cnNiODNmY2JkN2Y5NjRhOGZiNzE1NjdjYjBmOWJhOGYz\" data-original-margin=\"\">\"Yeah, I don't think it's your posture that your mother doesn't consider straight enough,\" I lament and he nods sadly before pulling a flask out and taking a drink. I look at him in envy. \"I can't believe you are allowed to drink on duty. I'm not even allowed to bring a book. Sometimes I think the Republic has it right.</p><p class=\"cmUyNzNiNzE5ZWU3YTRmMGNhYjA2YTVkOWI5OTBjNDNk\" data-original-margin=\"\">Love this story? Find the genuine version on the author's preferred platform and support their work!</p>\n<p class=\"cnMzYzQ0NWQyNmJkNzQ4MTE4MWVlMDAxOGY5OWJhMTUy\" data-original-margin=\"\">\"They just know the same thing you and I do,\" he retorts, \"The stones are staying as cold as they always have. If whatever 'prophet' who said otherwise was allowed to be drunk on the job, why should the Guardians remain sober?\" I can't refute the logic, everyone knows it's true.</p>\n<p class=\"cnNhOTgyM2Q1MGJkMjQ2ZjZiZTU4YmI1NWY3YWYzOGM1\" data-original-margin=\"\">\"Yeah, the Council knows that, but they go the other direction with it. If nothing is ever going to happen, well, there is no problem with running their Guardians ragged. Who needs well-rested Guardians when they'll never have to fight anyone? Much better to hold our supposed 'discipline' up like some kind of trophy,\" I complain and he laughs.</p>\n<p class=\"cnM3NDA5YWUwOWZjZjQ0MzU5OGVjMjg1YjIyYmYxZmQ0\" data-original-margin=\"\">\"Well that's what comes of putting a council of ancient loons in control of your country,\" he teases and I roll my eyes.</p>\n<p class=\"cnM3YTVlYjZmOTc1NjQ0NzI5OWU3MDMxZjA2ZDcwZjcz\" data-original-margin=\"\">\"The Republic is ruled by sages too. You just pretend to choose which one occasionally and stop talking to your friends when they pick the wrong one. I say fuck all the sages,\" I retort.</p>\n<p class=\"cnNhMTYwMzkxNjA0YjQ2ZjlhYzg0MjU3YzQ1MTc5OTM1\" data-original-margin=\"\">\"I'll drink to that,\" he winks before taking another drink. I groan in envy as the alcohol improves his shift in a way I will never understand. \"Speaking of crazy old sages, one of ours is actually pushing for reform. He actually thinks the stones are going to fall in our lifetimes. Claims we need to recruit more guardians or we'll be facing invasion in a matter of years.\"</p>\n<p class=\"cnNjOTljODMzM2U4MjRlNGU5Mzc3YTRkMzczMDcwZTlj\" data-original-margin=\"\">I give him a blank stare. Then I look at the cold stone in the sky again. \"So... it's an election year, huh?\" I guess and he laughs.</p>\n<p class=\"cnNkNmQzMzE3MjUyMzRlMjI5MmQzYzQ0Mjc3NmE3YmUy\" data-original-margin=\"\">\"Hit the nail on the head! Yeah, he's an idiot hoping to scare us into voting for him with some mythical doomsday. As if that has ever worked. I don't know why human sages always try shit like that. No one else has ever claimed to see the future like they do; it's like they all get the same playbook at birth,\" he mocks and I shrug.</p>\n<p class=\"cnMyNzI1ZmFiODk5OTQzZDFhODBmNzRmYjc1ODc1OGUw\" data-original-margin=\"\">\"Aren't you forgetting someone?\" I challenge and he closes his eyes and curses.</p>\n<p class=\"cnNhNGRlMWYxMmU5MTRkNmNhNjI2MjQwNWExZDcyOTEx\" data-original-margin=\"\">\"That's right, Sorry, this may be my second flask,\" he apologizes and I shrug it off.</p>\n<p class=\"cnNiNWM3NTQ4ZDE1YjQyZTg5MjcyZjAxMjUxNzAzOGMz\" data-original-margin=\"\">\"It's fine, I'm just saying. Assholes are gonna be assholes whether they have a beak, tail, or bald face,\" I forgive and he relaxes. The reminder of the creep who drove me to choose the stone makes me shudder despite the warm night.</p>\n<p class=\"cnMwYWZkZjI4NWVhYjRlY2Y5OTUyZGRlNDg3ZjA2NGUw\" data-original-margin=\"\">\"Do you think my mother would believe me if I said a Nexus Sage prophesied I was destined to have a boyfriend,\" he jokes, referencing the moron volu who tried a similar line to recruit me as his eleventh concubine.</p>\n<p class=\"cnNjOGZkNzRiMWEyMDRiN2JhMzVhNGFhMmEwYjNkYzU3\" data-original-margin=\"\">\"She'd probably have shipped you here whether the Guardians wanted you or not, just to keep you away from the sages after that,\" I dismiss and he nods.</p>\n<p class=\"cnMyOTI1Y2UxNDExMDQwMzY5YWI5OGYwMmVhZDBkZjIy\" data-original-margin=\"\">\"No joke, if anything could shake her faith in the sages, that would be it,\" he sighs and I sniff. He and I are both here for that very reason. All the power in the world but no Nexus Sage would ever go anywhere near a stone. It's the only thing in the world they are afraid of. So I chose the post that would keep me away from the one that wanted to use religion to own me. Miro came here for a similar if far more complicated reason.</p>\n<p class=\"cnM4Zjg0YzNmNmE5ZTRkYWFhMGJmOWRmMzg3ODc2MjQ5\" data-original-margin=\"\">\"Well, that's one thing that fucking stone actually does, so cheers to that,\" I respond and he wrinkles his nose.</p>\n<p class=\"cnNmMjVjYzkwMTlhZDQwMjM5OWVmMjY1N2JkZDQ2ZjEx\" data-original-margin=\"\">\"I suppose with all the taxes spent on guarding them, it's good they do something,\" he scoffs. We have both grown to resent the useless, cold stones and their barriers. You can only be treated like shit for so long while working fourteen-hour shifts before everything associated with your job leaves a bad taste in your mouth. \"Although, if they ever came down, the fucking sages would probably shit their pants. Might be even better without them.\"</p>\n<p class=\"cnNlMzQzMjQxODAxZDRmYzI4ZTYxOWMwYmI2ZDAxYjRj\" data-original-margin=\"\">I consider his suggestion for a moment and shrug. \"Fair enough,\" I agree. \"I suppose it's not the stones themselves those creeps actually fear. Do you think if I take a drink from your flask, my negligence will cause it to fall from the sky?\" He offers it to me.</p>\n<p class=\"cnNjODI2ZTExY2I0MDQ0OTVhZDQ2NWRlMGI2YzI0ZDY1\" data-original-margin=\"\">\"Only one way to find out,\" he teases and I look at it. Then I decide to just go for it. With the hours they work us, I'll be sober again before guardmount breaks anyway. I take it and throw back a deep swig of the smooth liquor. As I hand it back he holds up one finger and we both look around in mock vigilance for a moment. The stone remains cold and colorless, floating as it has for millennia.</p>\n<p class=\"cnNlOTZmNjFhMzRhNTQ4MWJiYjE3Y2ViYjRlZWQ2OWNl\" data-original-margin=\"\">\"Well fuck. No demon queen, no chimera pet, and no army of chaos. I guess drinking on duty isn't so dangerous after all,\" I sigh and Miro takes his flask back.</p>\n<p class=\"cnNhNTc0ZTZkMGMxYzRmMjFiNDk0N2U1N2Y2ODFkNjdj\" data-original-margin=\"\">\"I guess not. Maybe if I vote for fuckface the human sage, then it will fall?\" he suggests and I laugh.</p>\n<p class=\"cnM3OWViNWViNjkzYjRiYjJhZDNkMmVhNGJhZDViYTdl\" data-original-margin=\"\">\"Well, electing a new sage is about as likely to cause major changes as that drink just now was, but feel free to give it a shot,\" I answer and he sighs as well.</p>\n<p class=\"cnMyYTg3YjZiMWRkYjQ0YThhM2Y5M2NiY2MxZTI2NjEw\" data-original-margin=\"\">\"Yeah. Guess we'll just have to rely on this supposed demon queen to bring it down herself. Honestly, it might be a relief,\" he replies and I sit down next to him.</p>\n<p class=\"cnM4NDIwYTgwMmQ5YzRmZWM5MGYwYTk2ZjY4NTkxZmJj\" data-original-margin=\"\">\"Honestly, I agree. We could use some mythical demon to knock some sense into these fucking sages. Almost makes you want to believe,\" I say.</p>\n<p class=\"cnM4ZjMzN2RiMGE1MTQ3ZWI5YjVkMDI0NTM3NTA2NGJm\" data-original-margin=\"\">\"Fuck almost, if I thought for a second she was real I'd help her get past the stone myself,\" Miro spits and I can't blame him.</p>\n<p class=\"cnMwMjkxNDkxYjgwYzQyMmJiZGE2NzE0MmQ5YmRiZWYy\" data-original-margin=\"\">\"You know what, you're right,\" I respond. \"Here's to the stone falling and the army of chaos making the sages work for their fucking luxuries. To the Demon Queen Lilith!\" I propose and he raises his flask in a mock toast.</p>\n            ",
  "invisibleParagraphContent": "Love this story? Find the genuine version on the author's preferred platform and support their work!"
}