{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4ZWZhMGU4OWI4MzQxNGU4YzgwZDhlNTgyN2YxMzcy\" data-original-margin=\"\">I let out three whistles to signal to Gil and hear three in return. I run in the direction of the sound, signaling a couple more times before finding the room with a hatch in it. I climb down the ladder to be met with Tommy and Gilbert arguing.</p>\n<p class=\"cnNkNTA0OGI5Njk3ZDQzNjFiOWZlM2EwNTlmNDdjZDJh\" data-original-margin=\"\">\"I jus' did what the lady told me to!\" Tommy protests as Gilbert, who appears to be sitting on a prone man, glowers.</p>\n<p class=\"cnM0NWM4NDQ4MThjZjRjN2I4MzgzZmEwNDk5OTE4Njhl\" data-original-margin=\"\">\"We hadn't found my brother yet! It was too early to signal!\" he shouts back.</p>\n<p class=\"cnNhMjQ4MWIxNWU1YjRlZTRiNjE4NmMyZjQyNDZiYjU5\" data-original-margin=\"\">\"But the plan was-\" I begin ignoring the two of them as I scan the room. Cells are filled with mostly young children and a few older ones. Very few approach Henry's age, however, and I can tell at a glance he's not here. My stomach twists in familiar knots as the reality of this hits me. I failed to save him, <em>again.</em></p>\n<p class=\"cnMxMDJjZmU4NjJhOTRiZGVhMWEwNzkwOWE4NjUzYjZk\" data-original-margin=\"\"><em>'They fucking took him to get to me and I failed to save him, twice.'</em></p>\n<p class=\"cnNlODYxZTE4YjExNTRmN2U4YTBmOGI2MjBiNjcwMjA3\" data-original-margin=\"\">\"Fuck!\" I scream, falling to my knees, startling the frightened inmates, and drawing my companion's attention. \"Fuck fuck fuck fuck!\"</p>\n<p class=\"cnM3Yjg1MzM5OWFmMDQ4MzU5ZmQwYmFjMTMzZjdiMWEw\" data-original-margin=\"\">\"Lillith, are you ok!?\" Gilbert exclaims, looking at my bloodied dress with wide eyes. I see him struggling with running to me and staying with his apparent captive.</p>\n<p class=\"cnMxMzZjZjZkOTA2NDRmMGI4MGRhYzAwZjcxODY5ZjAw\" data-original-margin=\"\">\"I'm fine; it's not my blood,\" I respond halfheartedly. \"He's not here, Gil. I still haven't saved him.\" Tommy sees Gilbert's dilemma and relieves him. I see they tied his hands up and gagged him with cloth at some point and are just holding him down now. With Tommy weighing their prisoner down, Gilbert runs to me and pulls me into a tight hug.</p>\n<p class=\"cnM3ZmM2ZDQ1ZDY2MjRlMWI4ZDZhY2E4ZDZkYjY5NWQ4\" data-original-margin=\"\">\"We'll find him, Lillith. If anyone can find him it's you, and he knows that,\" he reassures. He's right, we will find him. As much as I want to break down right now, I don't have time. I still did something that matters tonight. These kids can eat their own food now. They don't have to live in fear of this gang ever again. It's not a permanent solution, but it'll help.</p>\n<p class=\"cnNlOWQ3YTZlYjg0NDQ2OGI4Y2FjNzdlYmJlMDE3M2U5\" data-original-margin=\"\">\"We have to let these kids out, help me Gil, \" I say gently pushing him off of me. He nods and we both head to a cell. They are each locked with a padlock, but I just pull mine off while Gilbert is searching the man on the ground for a key. I get more than a few wide-eyed looks at this, but I ignore them and swing the door open.</p>\n<p class=\"cnMyNWMxNzljNDA5MjRmNzI4YmZkNTk5MmI0MTUxMDc5\" data-original-margin=\"\">\"We have to finish searching the building for any remnants, so I recommend staying here for a while,\" I address the group, \"But you are all free now. You don't have to work for or be used by the Manticorps ever again.\"</p>\n<p class=\"cnM5YWEwZmJmY2E1ZjQxMGE4ZGI1YTRkMzc3MDUxMjU2\" data-original-margin=\"\">\"And what about the next gang that pops up?\" an older kid near the front exclaims, \"There will always be someone doing this!\"</p>\n<p class=\"cnM0M2M5ZTkyOGE1NzQ3N2RhMWYyMzE4NjBlOTM2ZmY5\" data-original-margin=\"\">I nod, \"Yes, you are right. Someone will try to fill the power vacuum. If not a new gang then the city guard, and I understand there isn't really a difference to any of you. But they all know they have something to fear now. For now, I won't let them forget it. And eventually, you won't either.\"</p>\n<p class=\"cnMyYzZiMTUyZjg5ZDRhNGJhNjc1N2Y2NjBhMWQ3NjEz\" data-original-margin=\"\">\"Easy for you to say, you can rip a lock off with your bare hands, but if any of us try to fight back we'll just be arrested and enslaved!\" the same boy responds and I nod.</p>\n<p class=\"cnNmMzdjMTllNjU3NzQwYzY4M2M0NDU5NWEyZDUzNDA4\" data-original-margin=\"\">Slavery is technically illegal in this kingdom, but it is legal as a punishment for a crime. The natural result of this policy is the definition of 'crime' expands. Some things only commoners bother with become illegal, or only commoners are arrested for other things. One of them is any act of violence on the streets results in an arrest, including self-defense. Just stealing from the stalls results in slavery if you are caught.</p>\n<p class=\"cnNiZmZhOGNjZmEwODRiMDA5MGQ1YTQxYjEwNmE2OWYz\" data-original-margin=\"\">Even worse is that the local gangs, collections of most of the actually dangerous people, all have a deal with the guards. They are essentially an extension of the town guard since they are a source of income and control. Assaults on gang members are treated as assaults on the guard, and violence by a gang member is treated as law enforcement. As a mage, I wouldn't be investigated if I allowed the church to christen me as a noble. Any of these kids, however? If they got caught fighting back they'd be marched off in chains within hours.</p>\n<p class=\"cnM3NmYyMjY4MDQ4ODQwNTI4NGFmMWNkYmE4MjQ3N2Fi\" data-original-margin=\"\">\"I know,\" I respond, \"And right now I'm not expecting you to. Like I said I will keep them afraid. I'll even give you the tools you need to be able to fight back. All I ask is that you remember that I did, and when the time comes, remember that it's an option.\"</p><p class=\"cmNmMTg0NDg4NzViNzQ3MTk5OGE5ODg3NmNkMDViYmU4\" data-original-margin=\"\">Stolen from its rightful author, this tale is not meant to be on Amazon; report any sightings.</p>\n<p class=\"cnNjODU1ZTYxYzQ1OTRlNjhhMzg0MGMzNzBmMWQ4M2M4\" data-original-margin=\"\">\"W-what about R-Rosalind,\" a little girl from Gilbert's cell, which he and Tommy have finally opened, asks.</p>\n<p class=\"cnM3ZjBlNzFlNDc2ODQ1YjFiNTZhMTc2MzUzMWM5ZmJi\" data-original-margin=\"\">\"Dead. As are most of her men. She won't come after you again, and it's unlikely you'll have to confront another like her for some time.\" This announcement causes a murmur through the kids. I can feel they don't trust me, but I don't mind. I answer a few more questions before they are satisfied that it's safe to leave.</p>\n<p class=\"cnMwMThlNWExZWQ4NTQxZjE4ZTYwMDlmZTMxZmJkNWRi\" data-original-margin=\"\">They decide to wait for the rest of the building to be cleared before leaving, however, and I leave Gil and Tommy to watch their captive while I do so. I find one room full of what looks like shoddy alchemical tools and am reminded of my failure again. I was so damn close. Where is Henry now, why wasn't he here?</p>\n<p class=\"cnMzMTA2NjY1ZTBhMjRhOTZiNjY0MzZiYmUyZTlhNzdj\" data-original-margin=\"\">I sit down on a stool in the room and hold my face in my hands. I need to hold this back; I'm not done yet. I need to finish tonight, and I can process this later. As I sit there, I see a glint through my fingers and reach down to the dirty ground. I find a steel button with some kind of bird engraved into it and pick it up. It looks too nice to be owned by anyone here, although Rosalind may have.</p>\n<p class=\"cnMzODcyMDM4OTNjOTQ3OTQ5M2M4YjNmNzE4YWQzNzZj\" data-original-margin=\"\">I pull myself together and tuck the button away. Then I systematically search every room in the building, which doesn't take too long. Finally, I interrogate the injured in the main room. Finding out all I think I can get out of them, I finish them off. They were warned and given the opportunity to flee. Finally, I return to the cellar.</p>\n<p class=\"cnNhMjcxOTU3ZDc3MjRkMjE5ZTZmNjZjZGM3NDdlYjI0\" data-original-margin=\"\">\"Everyone is clear, it's safe to leave,\" I announce, \"Get far away from here, I don't know what the guards will do if they find you near here, and I don't want to find out.\" At this most of the former prisoners depart, several of them greeting and hugging Tommy when they do. Tommy, Gilbert, their prisoner, and one young girl remain after a few moments. I see her, huddling in the back of her cell, too afraid to move.</p>\n<p class=\"cnNjZjU5MWI0YzMwZDQ3NWFiZTczYmFiZDZkNGVkNjg3\" data-original-margin=\"\">I am about to approach her when Gilbert asks, \"What do we do with this guy, should we let him go?\" and my answer is provided for me as the girl panics and retreats further into her cell. She is staring wide-eyed at her former guard. Terror dances across her face when Gilbert suggests we let the man go, and I see tears forming in her eyes.</p>\n<p class=\"cnM5ZjE4OWM2NzZmNzRkYjc5NzVkMjI5MjFhYmNhMWEy\" data-original-margin=\"\">That's all I need, and I walk up to the prone man and stomp my foot on his head full force. His skull crumples under my foot and Gilbert scrambles away. \"What the fuck Lillith, he was helpless!\" he exclaims. Tommy seems unfazed and the little girl bursts into tears. I just point at her.</p>\n<p class=\"cnNmMTViM2Q4ODNjZDRlMjhhOTI4ZjMzYTFiOGE0YTcx\" data-original-margin=\"\">\"As long as he was alive, his victims would never feel safe. I don't know exactly what happened, but look at her! Look at how afraid that child was, how much tension she just let leave her body!\" I lecture to Gilbert's grimace.</p>\n<p class=\"cnM4YzI5NGJmM2MzYjQ0N2I4ZmM4ZmY4YTk1NzIwZTUw\" data-original-margin=\"\">\"Still Lillith, he was helpless! We can't just kill helpless people!\"</p>\n<p class=\"cnM5YjgwNjM2MWRlMTRlNWI4NGYxZDk1OTljZTg5M2I0\" data-original-margin=\"\">\"He was helpless until we let him go. Then he would have gone back to being the monster under that little girl's bed,\" I say as Tommy enters the cell and hugs the girl, who begins sobbing into his shoulder. \"No one who inspires that much fear, that kind of fear in children will be allowed to live through meeting me. Not one.\"</p>\n<p class=\"cnM0Yzg3ZWFhNDQyNjRkYjE4YjE1N2U1YjZmYzc3Nzk1\" data-original-margin=\"\">Gilbert nods slowly. He doesn't seem to have the stomach for killing, but he is at least beginning to understand why I do. Tommy emerges from the cell holding the girl's hand. \"Thanks, lady,\" he says, \"I don' know how tuh thank you...\" he says to me, clearly getting emotional himself.</p>\n<p class=\"cnM3ZDMxYjc1NmFkZDQ1MDY4ZDJlZjBhODk1YjhjODQ4\" data-original-margin=\"\">\"Like I said to the others, Tommy. Just remember, and be ready to fight someday.\" He nods and begins to head for the ladder with the girl before I follow up, \"Meet me where we met before. I'll help you.\"</p>\n<p class=\"cnM3YTRiM2YzNzI4YjQyNjlhOGFlZjM4MzVkZTY3OWE3\" data-original-margin=\"\">\"Yes'm,\" he agrees. \"jus' say the word.\" With that, they depart and I am left alone with Gilbert. I am going to design a magic circle for these kids, step one in arming the world against the nobility. I can worry about that later, however, Gilbert and I need to get home.</p>\n<p class=\"cnM1Mzc1MGI3M2Y2MzQ3OGZhOGFjODQ2ZjdhMTRlYzE5\" data-original-margin=\"\">I try to stop Gilbert from seeing the room where I fought, but he glances in, and immediately evacuates his stomach again. At least they can't test DNA here. I almost made the same mistake the first time I had to kill someone, and that would have caused a serious issue in that life.</p>\n<p class=\"cnNhNDNhMDFhYmNiNjRiYzk5NjBhMjgzNjlmOWY1ZDM1\" data-original-margin=\"\">We stop at a local well and draw water to clean the blood and dirt off my skin. Gilbert doesn't speak much and a melancholy pall accompanies us as we make our way through the city. Neither of us has much to say. Gilbert also continually gives me an uncomfortable look, like he's not sure what to make of me.</p>\n<p class=\"cnNiYzk1MWMwNTM1MTQyNzliYzk4ZjE5NDMzM2IwNmFk\" data-original-margin=\"\">We do eventually make it home, and Gil helps me sneak into the house. I make it to my room and hide my bloody dress. Then, alone in the quiet of my room, I finally, blessedly, allow myself to weep. I curl up in a ball on my bed and cry into a pillow I clutch close to my chest. I can't keep failing Henry. I have to find him.</p>\n<p class=\"cnNiMWI3ZWE2MzE0ODQ5MTVhMGU2NDEzNDZjZTM5NDky\" data-original-margin=\"\">I continue to cry until I eventually fall asleep.</p>\n<hr>\n<p class=\"cnNlMWJiNWVlMmVmYTRjM2ViODcxM2VhYjE1MTU1MTIy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmMjEzYzg0OGQ0NTRhNGM4ODE3ZGVkMzAwMGM5NTQ3\" data-original-margin=\"\">I'm rudely awoken by the overwhelming presence of Baldwin's mana enveloping the house. This is the absolute last thing I need today. I can't stand the thought of dealing with him. The thought of having my memories stolen from me, or being helpless to whatever he has been doing again. I just want to run away.</p>\n<p class=\"cnNmOGY1MjA1ZjlmODQ5MDk4NGJkMzBhMWI5YmE0OGIx\" data-original-margin=\"\">I actually consider it when my father bursts into the room. \"Get dressed and come out Lily, we have news for you,\" he announces, smirking at me. This isn't how it usually works and I feel a burst of panicked adrenaline. I don't like how this feels, something is wrong and I am definitely not in the mood for variables.</p>\n<p class=\"cnNkYWY3MmNmYWNkZjRkOTFhMmUxYjUzYTIzYjQ0NDJk\" data-original-margin=\"\">I get a dress on, lamenting, as I do every day, my parent's strict anti-pants policy for girls. That fight last night would have been much easier with some damn pants. I stop distracting myself however and head out to meet my father and Baldwin. The two men's self-satisfied grins do nothing to improve my mood as I emerge from my room.</p>\n<p class=\"cnMyMDcyYjA1N2VkMzQwMzA5NmI4OTI0ZWViM2NiNWM2\" data-original-margin=\"\">\"Congratulations Lillith,\" my father announces as I meet his eyes, \"We have arranged for your marriage to lord Baldwin!\"</p>\n            ",
  "invisibleParagraphContent": "Stolen from its rightful author, this tale is not meant to be on Amazon; report any sightings."
}