{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2YjVlODlmODFlNjRhNTFhOTcyY2FkNWE1MzQ1MDhl\" data-original-margin=\"\">I get maybe twenty paces from the campus gate when I hear a voice behind me calling for Lady Lillith. I turn and see one of the knights guarding the gate running up to me. Apparently, they had been told to keep an eye out for me but I had slipped past them for a moment anyway. \"Yes?\" I ask and the man slows as he catches up to me.</p>\n<p class=\"cnM2MjE0MGRmYWI1MzQ2MDc4YjRjZjQ4MWE3MDI4YTYw\" data-original-margin=\"\">\"My apologies, Lady Lillith,\" the man huffs and I raise an eyebrow. I get he is wearing armor and all but he is a damn knight and he barely ran at all. Perhaps the campus isn't quite as protected as it appears. Well, I can work with that. \"Lord Godfrey asked me to give you this if you left before he returned,\" he explains, holding a note out to me. I accept it and give him a curt nod before turning around and leaving him there. I open the note to read it as I walk away.</p>\n<p class=\"cnM2OGJhYzdmOGI2ODQwZDA4NGNjMzZmMjEyNWIwMDUz\" data-original-margin=\"\">\"Lillith, in the likely event you leave before I return from my short errand, I have left a carriage with instructions to take you wherever you need to go... within reason,\" the note starts and I have mixed feelings. On one hand, that was thoughtful of him. On the other hand, I'm detecting some passive-aggressive snark in there and I don't appreciate the tone. On a more serious note, I don't like the idea of using one of Godfrey's servants. Worst case scenario the man is a literal slave. Best case he is paid and treated well but I am still acting like a noble lady with a personal servant. Both ideas make my skin crawl to different degrees.</p>\n<p class=\"cnM2NmExMzM3MDc2YTQzNThiYzVmMTI4NjVmY2UyMzQ4\" data-original-margin=\"\">\"I've also left a small portion of your house stipend, although your family uses most of it. I suggest you buy materials for classes and a few new dresses. I understand you have an allergy to presenting yourself with dignity, but there is a dress code to attend I'm afraid. I have included the details below, you will simply have to suffer through it,\" the note continues and I scowl. We simply have differing opinions on what is dignified. I do need to learn some of the things this campus teaches, however, so I will indeed have to suck it up.</p>\n<p class=\"cnM3OTdhN2U3MTQyNjRkNGI5NGE0ODFhODA5MDhlNDBl\" data-original-margin=\"\">I briefly deliberate between my desire to keep a low profile on campus and my desire to not spend ill-gotten tax money on something useless like an extravagant dress. That's when I remember I don't have to follow those rules. My mom has grown to be a competent seamstress; All I have to do is pick a rich asshole to steal high-quality materials from. I won't look as ritzy as some women but I should meet the minimum to blend in.</p>\n<p class=\"cnM2NTJkNzI1MzVlOTQ1YzRhYTY4OWE5NWY2MjA4NmYy\" data-original-margin=\"\">I scan the rest of the note and it's similar advice until I reach the relevant portion, \"the coachman has been given directions to your family's home, he can take you there whenever you are ready.\" That's what I'm talking about! I swear, that man put details about fancy dresses first just to screw with me. I follow the note's directions and find the coachman waiting for me. As I feel his mana radiating off him, my concerns wash away. The man is a moderately powerful mage.</p>\n<p class=\"cnNmNGZiYzYwYTNmZjQyZjc4N2JlNmY4NDYyZWQ2YmY5\" data-original-margin=\"\">I remember for particularly prestigious nobles, the closest aides and servants are often themselves nobles. Positions such as that are actually competed for in a duke's house. I didn't think that extended to coachmen, but on reflection that's probably not this man's primary role. Based on the way he is looking down his nose at me, I suspect he actually outranks me. That's not hard to do in noble society, but it does make me feel less like I am taking advantage of someone. Besides, it's not like I never used a ridesharing app in my last life. This city is massive and I have to live in the society as it is until I can change it. All in all, this is the best I can ask for.</p>\n<p class=\"cnM2NmU4MTA4NjBhNzRkZTBiMDA4YjcwZmRkYzQ1ZmNi\" data-original-margin=\"\">I exchange brief words with the driver, who seems less than interested in polite conversation, and before I know it I am on my way to see my family and a few friends they brought with them. I'm tired. Exhausted really. After Satusmor and those fucking woods, and everything with the twins... I feel like I just crawled out of an industrial dryer filled with stones. Even the little sleep I get is plagued with nightmares. Now that I'm headed toward my loved ones, however, I finally feel genuine happiness. A few times on the ride I catch myself excitedly tapping my foot.</p>\n<p class=\"cnNjZGJlM2M5OTE1NDQzMDc4M2QwYmM5MzdlMzIxMWM1\" data-original-margin=\"\">After what feels like forever, we finally pull up to what looks like a tavern and inn. As I exit the carriage I raise an eyebrow at the coachman and he rolls his eyes at me. We are definitely in a poorer part of town, but we are also closer to the district's market than any residences. Nevertheless, the coachman parked off the road next to this building, this must be where they are. I shrug it off and enter. I see Abby, the one-eyed woman who helped me kill Baldwin, eating with a group of women who had been there the same night.</p>\n<p class=\"cnM0N2UzZWNiNmIwNDRjMGRhZTBiZmQwYWNkNTgwYzg2\" data-original-margin=\"\">I understand then and feel like an idiot. There are no grand estates in this part of the city, and these women would be in danger in a richer neighborhood. A tavern and inn has enough rooms for everyone, a huge kitchen and dining area, and exists in a more welcoming area in town. Honestly, it's a brilliant idea. This dirty common room full of people I trust and have been through hell with looks far more appealing than the luxurious room I just left on campus. Unfortunately, Godfrey is right. That ride took way too long to stay here while I'm attending school.</p>\n<p class=\"cnM5MzExOWJiNjVmNDRiYTM5OWQ2ODBkM2VlZWFjZWU4\" data-original-margin=\"\">\"Lillith, welcome!\" Abby exclaims as she spots me, \"Godfrey said you wouldn't be here for weeks!\" I smile at her. We don't actually know each other that well, but we still share a stronger-than-average connection through the history we do share. She is one of the only other people I know who doesn't add 'Lord' to Godfrey's name. After Baldwin, I am not shocked her interest in respecting nobles has faded.</p>\n<p class=\"cnM5ZmE2NjU2Njg4NDQyYTlhNDZiMWM5OTAxZjEwMTYz\" data-original-margin=\"\">\"Abby, how are you?\" I ask and she walks over to me. She is joined by several others, and I politely speak with them for several minutes. I really want to find my family, but I am actually glad to see the women we took in as well and I enjoy seeing them happy and comfortable. It's a bit weird that Gilbert is technically their guardian now, but if someone had to be I suppose he's not the worst choice. I don't think he would take advantage of them but I will ask around anyway. He does have a... history with women, but it's one of a naïve teenage boy more than anything. He seemed to legitimately change pretty much as soon as he was confronted with reality.</p><p class=\"cjg5NWEzNWYxNjc3NzRjMDNhY2U2Y2Y5MWIwNDJiNmUw\" data-original-margin=\"\">Enjoying this book? Seek out the original to ensure the author gets credit.</p>\n<p class=\"cnNlNTFkZTRjMmM0MDQ4MDg4MTc1ZDA0NDllNTNkMWM3\" data-original-margin=\"\">All in all, I don't completely trust him but I think they are safer with him than most other options. This 'women need a guardian' bullshit isn't long for this world anyway, if I have my way. He is also my brother, and I love him, mistakes and all. I am excited to see him, Henry, and my mother. I have mixed feelings about seeing Edward. He has been, well, abusive for years now. He's also my brother, though, and I still remember how close we were as children. I am nervous to see him, but our last conversations before parting were... well not encouraging exactly but not discouraging. I think there is hope for him in there.</p>\n<p class=\"cnMxM2U5MWVjODRkODQ2ZDNiMTIzOGYyZDAzNDc4YTg1\" data-original-margin=\"\">My conversation with the group is interrupted as a familiar voice calls out across the tavern, \"Lily, you are here!\" I look up and see the widest grin in history decorating Henry's face. Just being called Lily warms my heart. Peter had started to before we arrived, but the name sounds like music on the lips of long-absent friends. I return the grin. The brother I had put so much effort into saving from Baldwin is living a happy life with family, old and new. I break away from the group of women, who part for me, and run to hug Henry.</p>\n<p class=\"cnNhNGQ5MmNjYmI3MDQ0M2JhY2QxZGIwZGVhYTkxNDgz\" data-original-margin=\"\">\"You have no idea how good it is to see you!\" I exclaim as he ruffles my hair before hugging me. From anyone else that would have felt condescending but from him it's just... my brother.</p>\n<p class=\"cnNlMzFkNmQ0ODhhNjRjMjViNjJiYzhhZGIwYjI5NjZk\" data-original-margin=\"\">\"You look like you came through the third plane to get here, I feel like you have quite the story for us,\" he says, concern in his voice.</p>\n<p class=\"cnM2MWRhNmNlZWE1NDRjZDJhMjk0MjljMDg2ZmI3NDRh\" data-original-margin=\"\">\"You have no idea, man. I've been to hell and back. Where are the others? I'd like to tell everyone at once if I can,\" I respond, looking around. I haven't spoken to one of them since they left Satusmor. Communication is slow between cities for everyone but the richest nobles. I have seen Godfrey and Emeric use enchanted spheres that function as long-distance communication devices, but these are not common. They grow less common as distance increases, apparently, only a few officials have spheres that are capable of cross-city communication.</p>\n<p class=\"cnM2OWUyMjliNTg5NzRjZmI4NTNlNDkyNTUwOWQ0NGM4\" data-original-margin=\"\">I learned this in Satusmor when I was expecting a much faster response to the Tudor's death. Apparently with the city lord dead, there had been a delay in communicating with the capital at all. Someone had to find Reynold Tudor's communication sphere before it could even be reported. Larger cities have more long-distance spheres, but they still have to communicate in relays to reach far-away cities. Travel is also uncommon among lower classes, and only particularly common for particularly important nobles. For this reason, even letters were out of the question.</p>\n<p class=\"cnMyMmQyNjEyNTVmMTRlY2NhMDcwMjA1ZTY0OTczN2Jk\" data-original-margin=\"\">The king travels almost constantly, but even he can only visit a few cities a year and was unlikely to help me send my family correspondence. I could try paying merchants but they do nothing for free. As such, I hadn't heard so much as a peep from my family the entire time, and they had heard nothing from me. \"Come on upstairs, everyone is in their rooms!\" Henry says and leads me upstairs, all the way to the third floor.</p>\n<p class=\"cnMxMGJmNzM5M2E0ODQ4Nzg5OWRiOWVhZWQ3M2EyNDBk\" data-original-margin=\"\">We stop at Gilbert's room first and Henry barges in without knocking, a chronic plague among my family members. Gilbert jumps and falls out of his chair. I gape at the room around him. There are papers with fairly impressive drawings on them all over the room. I don't know how he afforded so much paper, but... he is getting pretty good. \"You scared me half to de- wait, Lillith??\" Gilbert exclaims as he recovers from the shock</p>\n<p class=\"cnM2MmIxNzRlODM3ZjQxNmQ4YWJkMmIwMDM4NThkMTU3\" data-original-margin=\"\">\"Hey Gilbert,\" I say nonchalantly, \"nice drawings.\" His cheeks burn bright red, but he just climbs to his feet and comes to hug me.</p>\n<p class=\"cnNjODUxNjhjMDg1MDRiMmU4NjI0YTAxNTRiYWFmNjVl\" data-original-margin=\"\">\"I missed you,\" he whispers to me as we hug.</p>\n<p class=\"cnM0ODdmYzZiNGVhODQwZmZhNzQ3ZWRiM2I0ZDkwNjEy\" data-original-margin=\"\">\"Missed you too, idiot,\" I respond. We move on and find my mom's room. She is sewing and talking to Edward as we walk in, and responds to our presence without looking up.</p>\n<p class=\"cnNkMzliNTNhMTM5YTQzZmU4MzcwN2UxZjRmOTkxYWEx\" data-original-margin=\"\">\"Hey, can you get some yellow thread, I'd like to embroider some yellow flowers on this, I think they'll match her hair,\" she requests, assuming it is either Henry or Gilbert who walked in.</p>\n<p class=\"cnMzMTM0ZDQ3YjRkMTQ0MjM4MmQ1NTdkMjY4OWMyNGMy\" data-original-margin=\"\">\"Sure, Mom,\" I respond, \"where is it?\" She stabs her finger with her needle before sharply looking up at me, her eyes wide. She looks good. I mean like, really, really, good. I don't know that I've ever seen her look so alive. There is more color in her face and light in her eyes than ever. My pride-fueled dad absconding to who knows where and being replaced with all the women downstairs might be the best thing that ever happened to her. As she looks at me tears well up in her eyes.</p>\n<p class=\"cnNkNzE2MTI4ZmRlOTRmMDZiMzE1YTBkNDE2MDhjMGQ0\" data-original-margin=\"\">\"Lily, you're okay!\" she gushes and I feel water running down my cheeks too. When did that happen? Before I know it, she is embracing me and somehow we are both crying.</p>\n<p class=\"cnMzNjc3ODZkNTBlNTQ1NDc5YzZkMzViNDZhOTI2Yjk4\" data-original-margin=\"\">\"I missed you, Momma,\" I say quietly and she holds me tighter. I don't know how long the embrace lasts, but it's healing. Oh god is it healing. I feel like the last few months have taken years off my life, but nothing can cure a troubled soul like a loving mom's arms holding your head against her. When we do emerge, I notice our eyes aren't the only red ones in the room. Gilbert is strategically looking the other way and Henry is sniffling. Even Ed has complex emotions chasing each other across his face.</p>\n<p class=\"cnMwMWM1OGQ0ZGZhMjQyYzQ5NWU0NzBlZWEyNmMzYmRh\" data-original-margin=\"\">\"L-Lillith,\" Ed stutters, \"good to see you,\" he says. That's honestly the kindest greeting I've gotten from him in years. It's not as surprising as I would have thought. They were moved here because Satusmor wasn't safe, but I was left behind and they had no way of knowing if I was ok. I'd have to give Godfrey a lecture about not keeping them updated. As far as they knew, I could have died by now. Even Ed has shown concern when it looked like I had actually been hurt.</p>\n<p class=\"cnM0YTVjNzhkOGY5ODRiYzY5NzI1ZmY0N2JjOWY5MWNi\" data-original-margin=\"\">\"It's good to see you too, Edward,\" I concede and he awkwardly nods at me. I suppose that's the best I can expect. I had promised Henry a story, but that's not what we needed right now. Right now, we needed to just be a family for a while. I decided to let the coachman know I would be staying here tonight, and I spent the rest of the evening with my loved ones.</p>\n<p class=\"cnM3OWI2YTM2MjZhNzQzNjY5YTZjMzA2ZmVjMjM5NDQ2\" data-original-margin=\"\">That night, I eat a bland meal that tastes better than the finest food I'd ever eaten while laughing with my family. I tell jokes that aren't that funny and my sides ache as I laugh at equally bad gags from my brothers. I go to sleep on a cheap bed and let myself feel like I am safe and everything is alright, just for one fleeting night.</p>\n            ",
  "invisibleParagraphContent": "Enjoying this book? Seek out the original to ensure the author gets credit."
}