{
  "preChapterNote": "<p>Hi! before my latest chapter, If anyone is looking for a change of pace and a new story, or maybe just a writer who surpasses me in detailed characterization, I want to give a shout-out to Feynix and their story \"System Seed: Tutorial\". It's quite a bit different from mine but it's worth reading and I enjoy it myself. Give it a try and if you like it, a follow and a rating.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/78594/system-seed-tutorial-apocalypse-sci-fi-progression\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/78594-system-seed-tutorial.jpg?time=1703742566\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/78594/system-seed-tutorial-apocalypse-sci-fi-progression\" rel=\" ugc nofollow\">System Seed: Tutorial [Apocalypse, Sci-Fi, Progression, LitRPG]</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p><strong>Nothing could be worse than being trapped in an urban office hellscape...</strong></p>\n<p>Well, except being trapped in a 'system' governed, jungle hellscape instead.</p>\n<p>See... Calvin lived an incredibly average life. He worked at a lifestyle app company as their Senior project manager, and while the pay was nice and it had great benefits, it was a mind-numbing adventure in mediocrity. On the plus side, he got to work with his amazing best friend Amy, and went home every night to his adorable pup Freya.</p>\n<p>Well... he did, until a 'system seed' spawned in local space and ripped him, Amy, and Freya, from their regular lives and thrust them straight into the 'System Tutorial'.<br><br>In a reality shaped by nanites, where magic is real, power is measured in levels, and slaying monsters before breakfast is just a fact of life, Calvin has one simple goal...<br><br>He and his group must learn the rules of this new system to survive the tutorial and gain power at all costs because whatever nightmare awaits them on the other side might be much, much worse than they could imagine.</p>\n<hr>\n<p>Daily releases: 7x per week.</p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhNTZjZGE5NjZhZTRiNGNiNTY1M2I3ODA2NmNlODcw\" data-original-margin=\"\">\"Mom, you need to eat,\" I urge, holding a bowl of grits I'd brought her for breakfast. I'm met with the same weary smile and nod of assent as always and my heart breaks a little more. <em>'He's alive,' </em>I want to announce, <em>'I found evidence, I know he's alive!'. </em>I know by now this won't work. Small hopes and progress forward are meaningless to her. She will not allow herself to hope; she is too afraid of breaking all over again.</p>\n<p class=\"cnNiMzhkNjdkODIzYjRjMjZiNDlkMDQzNWNmMTM2YzQ4\" data-original-margin=\"\">Instead, I sit next to her with the bowl in hand and give her one bite at a time. When her mood falls this low, this is all I can do to keep her alive. My heart cries out for her but right now I can't do much. Dad refuses to talk about the problem, Edward seems annoyed by it, and Gilbert... well Gilbert tries but he is his own special brand of unhelpful.</p>\n<p class=\"cnM5ZGYxYmNkZmZkYjQzMzRhY2JjYjRiYWNkNjUzMDUy\" data-original-margin=\"\">\"I love you, Mom,\" I say, giving her a soft hug as I depart. I'd gotten her to eat enough for now; I can come back tonight. Leaving the room, I am greeted by the sight of my father choking down the rubbery grits he had made for his own breakfast. It has been a point of contention between us for a while that I didn't pick up my mother's cooking duties for the family, only preparing food for the two of us. He has given up on pushing this chore on me for now and has to suffer through his own failures every morning now.</p>\n<p class=\"cnM5NzU1NWQ4OGUwZjRmZmI4MDIzNzA3ZWVjZTNkOTA4\" data-original-margin=\"\">\"Lillith, good I need to speak with you!\" he grunts as I come into view. I sigh as I wash the bowl from Mom's breakfast.</p>\n<p class=\"cnNkZjAzYjQ5ZTA0MTQzZDJiMWYwZjJiZmEzYzFlNTZk\" data-original-margin=\"\">\"What is it?\" I grumble, \"Will it be quick?\"</p>\n<p class=\"cnNjODY1ODM0YjRkNTQ3YmQ4YTgxOGUyODNjN2I3YjEy\" data-original-margin=\"\">\"It will be as quick as I want it to be, Lillith. Don't forget I am still your father.\" he chastises, and I raise one eyebrow.</p>\n<p class=\"cnNjNDk5ZGZiNzZmZjRlYmFiZGY3Y2FmNTk3YTQ1MjY5\" data-original-margin=\"\">\"I suppose that's true,\" I intone, \"But I'm on my way out the door so if you want an audience for it I'd recommend spitting it out while I'm still in the room.\" I see him tighten his grip around his spoon and his jaw quiver at the quip, but he holds himself back.</p>\n<p class=\"cnMwNmJhODVjZjk4OTQxZDBhZDQ2ZDMyMDE0MWQ1ZGY2\" data-original-margin=\"\">He fumes for a moment before calming down and saying, \"Your etiquette tutor will be here tomorrow afternoon. I expect you to be here and to be respectful and attentive. She is a very respected tutor employed by Lord Baldwin's estate.\"</p>\n<p class=\"cnNhMzQ5ODdlYmI2MzRiMThhNDMwMTFmZmI4M2IwOTgw\" data-original-margin=\"\">\"Oh, a very fancy Tudor tutor is she?\" I quip, \"Don't worry, I will be as respectful to her as she is to me, and as attentive as you are to your wife.\"</p>\n<p class=\"cnNiNWM5ZmZjMmEyODQ3YmViNmY2ZmM1OWI3MzVkMDM0\" data-original-margin=\"\">He chokes on his breakfast as I add that last bit, but I'm out the door before I can find out what furious profanities I just incited. I have no interest in etiquette lessons but I can't turn away Baldwin's tutor without causing further problems. She would likely be the one punished if I avoided them. I can work on my magic while she chitters about inane noble customs. Today I have bigger concerns.</p>\n<p class=\"cnMxMjc5MTNlYTZkYTQ4ODZiYjgyZTNmYWZhOTU2OTRm\" data-original-margin=\"\">This morning I am meeting Gilbert at Godfrey's shop. I've decided I don't want to knock on his door ever again, so meeting up is preferable. It's time to get to the bottom of the priest's abilities. I arrive at the shop and Gilbert waves me over. \"You look much nicer this way,\" he praises, \"this is far more decent than men's clothes. I'm glad you changed your mind.\" He gestures at my nicer dress and the French braids in my hair.</p>\n<p class=\"cnNjZDY0YTIxMjc5MTRlYTRiNzZhOWRkMzI5YTkzZTMw\" data-original-margin=\"\">I don't know why baggy pants and a shirt would be 'indecent' but I don't bother quizzing him right now. \"I didn't change my mind; these clothes make more sense for what we are doing today. Those clothes made more sense yesterday. Now, we have work to do,\" I rejoin before leading him around the back of the shop and creating an audio barrier around us. In this case, I make a one-directional sound barrier that prevents noises in, but not out.</p>\n<p class=\"cnNjNzc2YTY2YzExMDQwZTJiZWIzZjQxZGYyNmYwZWYz\" data-original-margin=\"\">\"Alright Gil,\" I start once I'm sure we have privacy, \"We need to find a way to witness a confession.\"</p>\n<p class=\"cnM3MmRiYWE0ZTYxNjQ2NjQ4ZjdkNjg0MTJlMThlYjlm\" data-original-margin=\"\">Gilbert looks at me completely aghast, \"Lillith, that's blasphemy! Confessions are a sacred rite protected by the Collector! We can't sneak into one!\"</p>\n<p class=\"cnM2MWZmYmNiYjljZTRjMzQ4ZDRkNWM5MDg3YzRiYWI3\" data-original-margin=\"\">\"If it's protected by the Collector why is some noble prick practicing it outside the temple?\" I challenge.</p>\n<p class=\"cnM4MWY2NWZiNmRlMTRhNjJiMGYxZmExNDA5Y2UyYjRh\" data-original-margin=\"\">\"W-well,\" he stutters, \"I'm not convinced it is the same thing... It could be completely different!\"</p>\n<p class=\"cnM4ZjViOGM4YzQzYTRmOGQ5MTAyYWNjYjJiY2I2MTdm\" data-original-margin=\"\">\"And I'm not convinced the Collector is real,\" I retort to Gilbert's horror. Although, I do have to further consider the possibility of some kind of powerful being. The presence of magic, the special abilities given to priests, and my reincarnation all indicate a powerful supernatural entity could exist. That sounds like a possible enemy to consider at a later date, however. \"You are half right,\" I concede. \"We can't just sneak into some random person's confession, especially since we don't know what goes on during it. It would be violating to whomever we picked.\"</p>\n<p class=\"cnM1MWMxZmNhNjdjYTQwYzY4OTYyMWZjNDgzNmUyNjU2\" data-original-margin=\"\">He seems a bit relieved at this and raises his hand, \"Well, if you insist on doing it at all, I suppose I can volunteer.\" I just look at him with my brow furrowed.</p><p class=\"cjMyOTdmYTdjMmRlNDRiMjliNTc3ZGYxMWNmY2U2ZmEy\" data-original-margin=\"\">The story has been stolen; if detected on Amazon, report the violation.</p>\n<p class=\"cnM4NWYyNzcwZmFlODQ5ZjVhNjYzZjA5NjVmZDM3NTAx\" data-original-margin=\"\">\"Gil, that is a phenomenally terrible idea,\" I intone, and he seems to whither before me.</p>\n<p class=\"cnM3MjYyY2QwNDAxZDRhM2FiYTBlMzdkNGY3MGU0N2E5\" data-original-margin=\"\">\"Why is that? I really don't mind, better me than anyone else right?\" he asks.</p>\n<p class=\"cnM0ZjcyMGE1ZDdlNDQ0ZTc4MTk4OTg0N2Q0NTA3ZGMz\" data-original-margin=\"\">My fingers go to my right temple as they so often do when talking to Gilbert. \"It's called a confession,\" I explain, \"If I had to guess, and I'm going out on a limb here, at least one purpose of it is confessing things. I can't send someone who knows I massacred three dozen men. Yeah, the temple might not care as much as the guard and I might get let off since I'm engaged to a Tudor, but it's a hell of a risk.\"</p>\n<p class=\"cnM1Y2VlYzdkYWQ4NTRkODE4N2NmOGMwNWU0MGZlMjE0\" data-original-margin=\"\">He looks a bit sheepish as he replies, \"Right, that makes sense, sorry. Who then?\"</p>\n<p class=\"cnNlYTQ2MzMzNzI0YjQ1ZWVhZTk1ZWM5NTI0MGU3NDZi\" data-original-margin=\"\">\"That depends. Do confessions take place in a private room or is it more like a two-sided booth?\" I inquire, and Gilbert looks at me like I'm an idiot.</p>\n<p class=\"cnMxZjA2Zjc5ZjYxMDQyZWU5MDY4YTcwN2VhMGIyN2U3\" data-original-margin=\"\">\"Why in the third plane would we have confession in a booth? What kind of sacred ritual takes place in a booth? Of course it's in a private room,\" he scoffs. Yeah, that's fair, I figured as much but I couldn't shake the image of a Catholic confession from my head.</p>\n<p class=\"cnNmYWM5OGM2N2M2ZDRkNWU4OTYxZTY4ZmU4YjFkYzFi\" data-original-margin=\"\">\"That's good, then I can sneak in, there will be room. So who we need is someone who has a reason to help us, doesn't know I am <em>technically </em>a mass murderer, and can camouflage any magic I need to cast,\" I respond, ignoring his snickering.</p>\n<p class=\"cnM2YzRhMjhhYWUxZjRmOTA4MjFlZmU2NjJjM2ZkZjQx\" data-original-margin=\"\">\"Oh is that all?\" Gilbert quips, \"Well someone like that will be easy to find!\". I just roll my eyes and gesture in the direction of the bookshop.</p>\n<p class=\"cnM2MGFmM2IyNTM0NzQ2ZmM5ZjUxMTBjY2YzMjNlNzVm\" data-original-margin=\"\">\"Yeah, I think they might be able to find someone,\" I retort.</p>\n<p class=\"cnMxNGViNDBlZTM0ZTQ2OTc5OGRhZDk5NTk2ZTFmOGZh\" data-original-margin=\"\">He looks confused for a moment, not picking up on my hint. I gesture my head in the direction of the shop again and he just holds his hands up and to the sides in a sort of <em>'what? what are you talking about?' </em>motion. I sigh again and just explain it. \"Godfrey. He has enough mana that no one would spot me if I cast a spell, even another mage. He only knows one of my secrets and only half of it. He doesn't seem too fond of Baldwin, or at the very least he definitely doesn't want Baldwin to have access to my magical knowledge. Finally, he was there the first time Baldwin did it; it's likely he is a victim of it as well.\"</p>\n<p class=\"cnNjNTkxMzgyYWQ4ZDQ3Njg5Mzg3YmViOTAyYjFiMGE4\" data-original-margin=\"\">Things seem to fall into place and Gilbert snaps his fingers, \"Oh! Of course, I don't know why I didn't think of it! Godfrey has always helped you, we can trust him! Good thinking Lillith!\"</p>\n<p class=\"cnNkNjZlMWNkMGNiODQzNzI4MjA1ODA5MDEyN2I5YmY0\" data-original-margin=\"\">\"Well,\" I hedge, \"not trust, exactly. It's more like we share common interests for the time being. It's also a bit of a gamble, truth be told. The one secret he half knows could definitely cause trouble if the church knew it, but just more of the same trouble I already have. The real question is how willing he will be. It requires trusting me more than I trust him.\"</p>\n<p class=\"cnNjMTQyYWNjMGFiZTQ3NjBhMWJhY2NhYTliZDVhOTlk\" data-original-margin=\"\">\"You don't trust Godfrey? He's your master, Lillith, of course you can trust him! I don't know why you have to be so cynical about everything,\" he says, looking almost disappointed in me.</p>\n<p class=\"cnMyYzc0NjEzNjAyYzRkMzViMjcxOGE5MDFlNWJiMTRk\" data-original-margin=\"\">\"I'm no one's apprentice. Besides, if you see a noble, powerful mage who owns a luxury shop for the rich and assume he is trustworthy just because he is friendly... well I don't know what to tell you. You just haven't been paying attention,\" I reply.</p>\n<p class=\"cnNjMjk5NmZjMDM1NTQxZjA4NDJhMzQ0YTA0Y2JiZDQ1\" data-original-margin=\"\">Gilbert wilts at this, then tentatively replies, \"So we don't trust him, then why are we asking him?\"</p>\n<p class=\"cnNjM2YwNDE3MjY3NzQ0ZTM5NWRkMzEwMTNhZjg4OGFl\" data-original-margin=\"\">\"Because,\" I announce, \"I don't have any better ideas. Let's go!\" At this, I dispel the sound magic and enter the shop with Gilbert. \"Godfrey, are you in here?\" I call into the back.</p>\n<p class=\"cnNjMWYxZTBlYjAwYjQ2OWI5YjQwMzYyZWZkNjA2MGFj\" data-original-margin=\"\">\"Depends, do you have a danish?\" I receive in return. With this confirmation, I head into the back of the shop where Godfrey is covering a book with a stack of papers. \"What do you want child?\" he asks, turning away from me in his seat to hide the effects of the hidden book, I suspect.</p>\n<p class=\"cnNkOGVmYTRjOWFmMzQwY2M4MDAyYjMzMjNkMTdjNGEy\" data-original-margin=\"\">\"I need to ask for your help with something. Something... fairly big,\" I begin. He gives me a dismissive nod to indicate I should keep going. I explain the situation to him the best I can. I see a look of recognition and anger paint his face when I discuss our last meeting with Baldwin together, and he confirms he lost time as well. I see his calculating eyes stare back into mine for several moments as I finish my explanation.</p>\n<p class=\"cnMzNWQyYmM3MzllMzQ4NGZhN2RlMjVhODQ5NDY0OTBi\" data-original-margin=\"\">\"I can't do what you are asking,\" he responds. I expected this was a possibility; Godfrey has his own secrets and, if I'm right, a few things he doesn't want me specifically to hear. I tsk, annoyed but already moving on to my next plan when he holds up his hands in a placating gesture. \"I'm not saying I can't help, just that I can't help in the way you are asking. Mages of my power and standing aren't expected to participate in the rite of confession. It would draw a lot of attention if I did.\"</p>\n<p class=\"cnMwMzNjZWRkYjg2MTQ1YjE4ZmRlY2Q3NzQ5ZjY3ZWIx\" data-original-margin=\"\">I raise an eyebrow at him. \"Okay, care to explain how you can help?\" I invite.</p>\n<p class=\"cnNkOGY3ZmY3MDE5MDQ3MDlhZDJhOTZhNzQyNDVkYTYz\" data-original-margin=\"\">\"I know a young priest at the temple, he's a good lad and he owes me a favor. I can arrange a meeting for you, perhaps he can help you out,\" he offers. I bristle at the thought; I didn't have the fondest memories of priests in my past life. The religious are a tricky demographic for me. Many in high positions in any church will just use it as a tool for control, wielding their own sacred texts like a knife or as a pedestal to amplify their own voice.</p>\n<p class=\"cnMxNDYyMDkxMWUyYTQ4ZDFiYmQ2NmQ4YzgwNDlmMWIy\" data-original-margin=\"\">On the other hand, many true believers with compassion genuinely believe they can help you. The problem is they are all mixed together and it's a bit like a bag of mystery jelly beans. The other problem is genuine well-meaning belief doesn't mean you are right, but joining the priesthood often means you are dogmatic. In other words, even the well-meaning ones will try to save my soul for the Collector.</p>\n<p class=\"cnM5NzUwNGQ0MTI1ZDRjNWJhMjUzOGQxOTMzN2I5ZjI1\" data-original-margin=\"\">That would be more of an annoyance than anything, however. I can brush that off and if I can get someone to actually help me, it'll be worth it. If this guy turns out to be the rotten sort I'll just burn that bridge when I come to it. \"Alright, we'll do it your way,\" I concede.</p>\n<p class=\"cnNhMGIzZTIxYTE4NDQ1MTU4YjFmNGM2YzA1ZDkyMjNk\" data-original-margin=\"\">\"Very well, I will contact him now; I'm a bit curious myself. I've never been to a confession before and I'm embarrassed to admit I didn't consider that's what had happened. I knew Baldwin shouldn't have had the power to alter my memories, but I had lost time. Let's talk to him together.\" I nod in assent, and Godfrey pulls a metal sphere out of his desk. He casts a spell I don't recognize, and I'm startled as an exuberant voice comes out of it.</p>\n<p class=\"cnM1ZTBiZTc4N2ZlYzQ4OTRiMGIxM2ExMDMwNGMzYzI0\" data-original-margin=\"\">\"Lord Godfrey! A pleasure to hear from you!\"</p>\n<p class=\"cnMwODc4NTVkZDczYTRmMmNiOTM5ODM5NDMwZGY5NTYy\" data-original-margin=\"\">Apparently, the nobility has long-distance communication. This will accelerate some of my plans a great deal if I can learn how they are made.</p>\n            ",
  "invisibleParagraphContent": "The story has been stolen; if detected on Amazon, report the violation."
}