{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4ZTkyODI4MmViNDRlODc5YTUwNWY1YjZjMmU4ZDMz\" data-original-margin=\"\">Even on a Sunday, Ariadne's morning began at 6AM. In early winter, that was before daybreak.</p>\n<p class=\"cnMxZTFjMDMzZGRhNjQ4Y2Q5NGU0MGI2ZDcxZTkzODUy\" data-original-margin=\"\">She always started with an hour of studying, to take advantage of her fresh mind. On a Sunday, this meant a quick read through next week's teaching materials, so that she might fulfill her duty as a professor's assistant.</p>\n<p class=\"cnMxMTk5ZTgzZWFkOTQ5OTE4MmI5ZGFlN2JjYWE5NzFk\" data-original-margin=\"\">After that came a full set of warm-ups, from squats to sit-ups, while she watched the dawning light permeate the horizon in grapefruit red. It was followed by an hour of sword practice, slashing away at illusory opponents provided by the academy's drill hall.</p>\n<p class=\"cnM1ZmU2ZjhjYTdmNzQzYTQ4ZTAzZDI4MmIwNjQ2MTk0\" data-original-margin=\"\">The Manteuffel clan used a signature weapon that was a variant of the Weichsel swordstaff. It featured a blade the length of one's forearm, attached to the tip of a quarterstaff. A second, shorter blade was concealed in the shaft's bottom, and could be ejected from the rear end. The weapon could be interchangeably used as a sword, a polearm, or even a double-tipped spear. Furthermore, it could magically grow into a heavy lance over six paces long, tipped by a frightful blade.</p>\n<p class=\"cnNjNWVjNzA0NWZhMzQyOTlhYTI2MmMyZWNjZjIxMzEx\" data-original-margin=\"\">These swords symbolized the family's customs and pride: adaptive to circumstance, creative in its use, mastered only through diligence, and deadly beyond all doubt in combat.</p>\n<p class=\"cnNkZjdiNDRjNzU0NzQwYjA5M2IxODlkZjQzNDY3NDY0\" data-original-margin=\"\">Ariadne was the fourth child of a branch family, the only daughter behind three older brothers. In a life where everyone expected her every step to be overshadowed by more prestigious clansmen, she managed to come out with her head held high and her name near the top.</p>\n<p class=\"cnMyMTE3ZmE2MDIwNzQ4ZGE5YTA1YjQwN2E0OGY2NDg1\" data-original-margin=\"\">With her morning routine finished and an off-day ahead, Ariadne indulged her impeccable horsemanship by taking her pegasus familiar Edelweiss out on a joy ride. Soaring across the castle perimeter from ten stories up, she noticed another girl practicing early in the morning.</p>\n<p class=\"cnNlODU1NDU1MjJlMDQxMTM4MGMwZWQ4YzM1ZTQ4YThl\" data-original-margin=\"\">It was Pascal's familiar, shooting arrows across the roof again with a longbow. Her archery style was <em>odd</em>, to say the least. Her ability to pull the bow also clearly relied on magic, as there was no way a small, thin girl like her could exert the arm strength.</p>\n<p class=\"cnNjMTU0ZTI1MWNiMDRjMTZhYmE2NzQ2YTU3YzJjNzFi\" data-original-margin=\"\">\"Good morning, Miss Suvorsky!\" Ariadne called out as she guided Edelweiss into a flawless landing atop the dormitory keep. Having only spoken to the familiar girl once before, Ariadne had to tap her memory necklace -- which she used as a diary -- for a reminder on the other girl's name.</p>\n<p class=\"cnNmYjM2YzBhYjM5MzRlNGI5YTI2OWMzMGQ4M2FiYzBj\" data-original-margin=\"\">\"Good morning, uh, milady.\" The same could not be said for the other girl as she stood uncertain.</p>\n<p class=\"cnNmODExNmMyMzI2ODQ5ODE5YjRhYWQyZjY3MDM3OWFi\" data-original-margin=\"\">\"Ariadne is fine.\" The noblewoman radiated an ever-gentle smile as she walked up.</p>\n<p class=\"cnMwNjlhOTY4NmZmMjQxZmY4ZmY0ZjE4MmUxZTRjYTkw\" data-original-margin=\"\">The smaller girl finally pulled out of her loading stance. Her long, snowy-white hair swayed in the rooftop breeze.</p>\n<p class=\"cnM1ZTQ0MmJmZGFhZDQzZWU5OTYyNzU0NmI3NWM0M2Jj\" data-original-margin=\"\">\"In that case, please call me Kaede as well.\"</p>\n<p class=\"cnM5ZDlkMGM2MWU4ZjQ2YWRiYjU0MWNlYjM3NzA1YThk\" data-original-margin=\"\">\"I take it that you practiced archery back in your world?\" Ariadne tested the waters, still not entirely believing the 'otherworld' story. But Kaede dispelled Ariadne's lingering suspicions in an instant as her pensive mood cast a gloom over her entire figure.</p>\n<p class=\"cnNmZjc1NDQ5MWQyMDRkMWFiNzdlNDM4ODQ5Nzc0ODA1\" data-original-margin=\"\">\"Yes... I practiced on most mornings back in my world, though my bow is very different from this one. Still, the activity is meditative for me, and keeping up the routine helps when everything else has changed so much.\"</p>\n<p class=\"cnMzOGI1ZTJiNTc1NTQ1NDNiYjYwMTc2Njk0NzY1ZGJm\" data-original-margin=\"\">\"So how are you managing? Has that self-centered prick been treating you alright?\"</p>\n<p class=\"cnNiYzA0M2U1NTI3ZDQxZmNhM2E3NTYyYjRmYWQ0OGVk\" data-original-margin=\"\">Kaede shrugged.</p>\n<p class=\"cnM1NmMxNGIyY2JlZjRjY2RhNDllZGZkNjM1ZTA5MWFh\" data-original-margin=\"\">\"I have a sturdy roof to live under, hearty food to enjoy, and a comfy bed to sleep in. Other than my lack of purpose here, and the unusual... changes, I guess I really should be grateful. It certainly could've been far worse. Pascal isn't really a bad person. The summoning is his fault, sure, but I can't do anything about what's already done. I just wish he stopped treating me like his property.\"</p>\n<p class=\"cnMwYjE3MjQ5NjRkYjQ0MGQ5MWQwN2QwZGVhZDVjZDhk\" data-original-margin=\"\"><em>Not a bad person? He's a walking insult to everyone around him!</em></p>\n<p class=\"cnNjYTc0NjAzODk0YzQwY2FiMGVjZmU2ZmFhOTEyMTE0\" data-original-margin=\"\">Ariadne still remembered the night when he shattered their relationship by listing everything she did that he resented.</p>\n<p class=\"cnMzY2Y4YzllYzA2YjRmZmE4YWMyODJhNjUxZmNmOGZk\" data-original-margin=\"\"><em>Nobody treats me like that and walks away with it!</em></p>\n<p class=\"cnM5YTg4ZTFkNTkyYTRmYmNiOWM1Yjc5YTJlOTA0ZTdm\" data-original-margin=\"\">\"The prick does that with everyone. He acts like he's the crown prince, that anyone who isn't a superior must come under his unrelenting judgment and degradation. He's so condescending that he doesn't even respect most nobles as people, and he outright ignores commoners.\"</p>\n<p class=\"cnNjODg3MjdhMzMzYTQ2MDM4MTQyMzUwODYxYWVjMGI5\" data-original-margin=\"\">It might amaze others that such bitter words could emerge from a sunny smile. But Kaede's surprised, raised brows soon transformed into a sympathetic grin of her own.</p>\n<p class=\"cnNmZTM0NjY4Nzc0ZjQ3MDI4NjliMTkyZjliMzdmODAz\" data-original-margin=\"\">\"Well, if he gives you any trouble, please feel free to confide in me about it.\" Ariadne left the other half of her thoughts unsaid: <em>I'll give him a real scandal -- one that will send enough evil glares his way that even he'll flinch.</em></p>\n<p class=\"cnNlMGJkNDg4Mjk4MDRkNWI5MTQzNDdhMTFjNjJjYWI4\" data-original-margin=\"\">For a moment, Kaede seemed eager to take up the offer as her lips parted to speak. However the Samaran girl soon stopped as a cautious look filled her gaze. It felt as though she had prior experience in the politics of nobles and was therefore hesitant to become involved. As a result, all that eventually came out was: \"Thanks. I'll keep that in mind.\"</p>\n<p class=\"cnM1MDVmNDM3OTQwNTRkZWU5MzU2NDhiY2ViOTk5Y2Fh\" data-original-margin=\"\">Ariadne shrugged off her rising disappointment. <em>Don't be greedy</em>, she silently scolded herself. <em>It takes time to build trust.</em></p>\n<p class=\"cnMwYTk2MzE0MDViZjQ2ZmI5NDNiMWU0MWI0MzcwNTY0\" data-original-margin=\"\">If there was one thing Ariadne enjoyed more than riding, and wanted more than a renowned career in the Knights Phantom, it was the trust, recognition, and admiration of everyone around her. This went doubly so for the closest person to one of her few enemies -- that self-centered prick who had dared to scorn her. And based on how the younger girl's gaze had been rooted on her this entire time, she held no doubts that Kaede's trust and respect were steadily growing.</p>\n<p class=\"cnNjYzA1NGYzYTU4ODQxMDI4OGMyZDM5YmVlNWJkZGM1\" data-original-margin=\"\">Her beloved Perceval once joked, amicably of course, that 'vanity' should have been her middle name. Her response was to ask him: \"What's wrong with that?\"</p>\n<p class=\"cnMxMWJmNGY4MjAxNzQ1OTg4N2E2NmQ5YzNkYjcxN2E4\" data-original-margin=\"\">\"So what's your impression of our world?\"</p>\n<p class=\"cnNmMTE3MDk5MWQ0MzQ1MWViZThlMjMwMjVmMDYzODY1\" data-original-margin=\"\">\"Fantastic, decadent, and beautifully unclaimed.\" Kaede shrugged again: \"I haven't left the castle though, so I can't really say.\"</p>\n<p class=\"cnMzMjgyM2NlZTgxNzRkZTA4NDhjOWVmYzg2MzliNTY4\" data-original-margin=\"\">\"To nobility, decadence is an expression of prestige.\" Ariadne smiled as though it was just one of those facts of reality that one had to accept. \"I'm not sure what you mean by 'unclaimed' though.\"</p>\n<p class=\"cnM3NTE0NzI4NTAxMzQwZWRhM2Q4NDFhMjEwNGFkMjQ0\" data-original-margin=\"\">Kaede's face lit up in a broad smile as she spread her arms towards the lake in the distance.</p>\n<p class=\"cnMzYWYyZWU0ZmExMjQ3ODY5ZGM2MDkyOWI1YTM3OWNm\" data-original-margin=\"\">\"Every morning I can come out and see forests and rolling hills, most of it untouched for as far as the eye can see.\" She enjoyed the scenery before taking a deep, relaxing breath. \"The air is so pure, completely free of pollution. I haven't lived in a place like this since my early childhood in the Russian countryside. There are simply too many people in my world.\"</p>\n<p class=\"cnNjYWZiZTY1NGYyYTQ1ZjZhMmMwZGRkYWQ0ZTQyYWUx\" data-original-margin=\"\">\"Rhin-Lotharingie is indeed a beautiful country,\" Ariadne beamed in return. \"Though I wouldn't praise the Lotharins about their low population density. They have a bit of a sore spot over it.\"</p>\n<p class=\"cnNjMWYzZGFjY2QyYjQ4NTk4Yzk0NzZiZjU1ZTdmNDU0\" data-original-margin=\"\">\"How come?\" Kaede pivoted back around with a puzzled face.</p>\n<p class=\"cnM4ZjE5YTI0OTA3ZTQyY2NhNzAxMWYyZmJhNjExNjQ5\" data-original-margin=\"\">\"The Empire of Rhin-Lotharingie was formed from a coalition of tribes that spent several centuries fighting the Inner Sea Imperium,\" Ariadne explained. \"Their persistence is... incredible. But they also paid for it in blood.\"</p>\n<p class=\"cnM2MzI4Y2FkMTJmZjQ3NDY5OTk1ZDEyYzNmY2Y5MGE1\" data-original-margin=\"\">For a second Kaede's expression grew sympathetic yet nostalgic. It was as though she could tell the same tale about her homeland.</p>\n<p class=\"cnMxY2UwOTEwOGU5YzQ0ODY4NGY5MzQ3N2M3YWRjNWE5\" data-original-margin=\"\">\"I take it the Lotharins don't get along with the Imperium?\" The familiar asked next, even though she clearly knew the answer. \"Probably quite difficult when the Inner Sea Imperium is the premier superpower of the west?\"</p>\n<p class=\"cnMyZmJlMmFlNmZlMjQwYWVhNjY3YmY5OTNhZTFhZmZk\" data-original-margin=\"\">\"Yes, on both accounts,\" Ariadne replied, feeling quite impressed by how quickly the girl was learning about their world. \"The Inner Sea Imperium may be in decline, but they still dominate the politics of Western Hyperion. Thanks to their influence, most people see Rhin-Lotharingie as little more than a huge frontier full of half-civilized barbarians. I certainly did before I came here,\" she admitted.</p>\n<p class=\"cnM5MjA3ODc3NWQ0YTQwYWM4MThkYWVjYWY2MWUxNmFl\" data-original-margin=\"\">Kaede sighed as she bore that expression again. It was as though she understood exactly what it meant to belong to a group constantly being vilified by a hegemonic imperial state.</p>\n<p class=\"cnMyYzcwMGE5NWE1OTRiMGRhNGRiYWRlZGQ5ZmM4ZTcx\" data-original-margin=\"\">\"Just like Russia and America,\" the familiar girl muttered in a barely audible voice.</p>\n<p class=\"cnM2MTM0OWRlZjRhMTQzNDdhNDJlY2JlNWQ5NTkzOWNi\" data-original-margin=\"\">\"Sorry?\"</p>\n<p class=\"cnM2YjRjMzYxMmQ2MDRhZGI5ZWU0YzE4MGJmYmNiMDhm\" data-original-margin=\"\">\"Nevermind. Sorry. Just thinking about comparisons from this world to mine,\" Kaede finished with a somewhat wry smile under her chilled rosy cheeks. \"It really reminds me that history loves to rhyme.\"</p>\n<p class=\"cnMzMzYyMmNkNzc3OTQ3NmRhZjdlNTMyYjRhODE0OGIx\" data-original-margin=\"\">Ariadne smiled. She wasn't entirely sure what the familiar meant by that. But...</p>\n<p class=\"cnMzYTk3ODFiODM5MTRmMzJiNjE4N2Y1ZWVkOGU3ZTg1\" data-original-margin=\"\">\"I can see that you're very interested in our world.\"</p>\n<p class=\"cnM5OWMyOWZlMDZhZDQzMTA4ZDFiNmE3NjNiMWNjN2M4\" data-original-margin=\"\">\"<em>Interest</em> is an understatement,\" the Samaran girl chuckled. \"I study history and culture. Your world is absolutely <em>fascinating</em>.\"</p>\n<p class=\"cnMyYmQxMjE3MTdiNzQ4MTQ5MmY0NDQxODQxZDc4OWE1\" data-original-margin=\"\"><em>Well that's unexpected,</em> Ariadne thought to herself even as she kept up her charming smile. <em>I never took her for a bookworm.</em></p>\n<p class=\"cnMxMGE1ZDE2YThiMTQ5ODk5Mzc5MGEwYTkwMGMwNTcw\" data-original-margin=\"\">\"I'm glad you can at least enjoy some aspects of your new life.\" Ariadne continued with the tone of a caring, older sister. \"Is there anything you need? Like I mentioned before, don't hesitate to ask. There's no way a man could anticipate everything a girl needs, even if he was the caretaker type.\"</p>\n<p class=\"cnNlYWQwMjU0YzBjNTRlODNhNGQ0YjgxYmI0YzA1NTE2\" data-original-margin=\"\">Ariadne didn't even need to append: <em>which that self-centered prick certainly isn't</em>.</p>\n<p class=\"cnM0NzZlODkwODc4MzQ2YjM4N2I0Y2YxMjc0ZjFlMjZi\" data-original-margin=\"\">The familiar looked thoughtful for a minute. She then glanced down at her blizzard-blue dress, and pushed against its petticoat layers with her leg, bare except for snow-white stockings.</p>\n<p class=\"cnM1MDYwNGFmNzY2ZDQ2YmZhOWZjNTgxNWMyZTAyZmQw\" data-original-margin=\"\">\"Well... Pascal's clothes for me are all dresses that he wants to doll me up in.\" Her voice came with more than a hint of exasperation. \"This is rather improper, but... could you help me get some... trousers?\"</p>\n<p class=\"cnMwYTIxOWNiZDhmNjRjNzRhYjI4MjA2N2EwYjhjYWRi\" data-original-margin=\"\">\"Trousers for women are only worn as a part of military uniforms,\" Ariadne answered straight. \"Outside that, it's considered religious impropriety. Therefore I have to say no. I'm sorry.\"</p>\n<p class=\"cnMzZTAyNDFiNjZkNTQ4YzBiMTk2YjMwYzAxODkzNmFm\" data-original-margin=\"\">\"No, no, not at all,\" Kaede frantically waved her hands. \"I'm sorry for asking. I didn't realize there were rules on it in this world.\"</p>\n<p class=\"cnNlYTE4YWI4NjIzNTQwZmVhYzUzZmQ0NzhkYmYyMzBi\" data-original-margin=\"\">The Samaran girl eyed Ariadne's hi-low skirt. It had mid-thigh front hem, exposing the tight leggings underneath that hugged her beautiful long legs.</p>\n<p class=\"cnMwODkwYjgwYzk2NTRhOTk5ZGI4NWMyZDkwZDEzMmFl\" data-original-margin=\"\">\"What about a shorter skirt then?\"</p>\n<p class=\"cnNhZmRkOGExYzQ0MTQyZjI4NmY5N2MzOGYyMmZkZjFl\" data-original-margin=\"\">The noblewoman in Ariadne felt scandalized. She had to remind herself again: <em>She's from another place. Different norms and customs and all.</em></p>\n<p class=\"cnNlNjJhOGVjYjViMjQyM2ViMDZjMTY5NWJhM2NjZmVk\" data-original-margin=\"\">\"In our society, it's proper modesty for a girl to keep both legs fully covered. Even short skirts like mine which exposes the leggings is rather uncommon outside active military service. Although...\" the lady smiled as a thought came to her. \"Let me think about this. I might be able to arrange something.\"</p>\n<p class=\"cnM3M2RmYWU3NjNlMzRjYWZhM2M2NDU2NmMxNWIyZTdk\" data-original-margin=\"\">Kaede beamed in response. It was a cute smile that truly lit up her doll-like appearance.</p>\n<p class=\"cnM1ZjJlYjc5NDRkYTQ3NTU4OTcwYjFhZjFhZjU1MmMy\" data-original-margin=\"\">In that moment, Ariadne thought it was kind of a shame: \"Do ladies in your world mostly wear trousers?\"</p>\n<p class=\"cnM3M2YzN2U5Y2JkNDQyODE4NjY0Mjc4NWZlZjQzYjYx\" data-original-margin=\"\">She actually felt relieved when the smaller girl shook her head.</p>\n<p class=\"cnMzZjU1YjlkM2NlYzQ2MmQ5YmM1NzI2NWYzNGFkODEz\" data-original-margin=\"\">The two continued to make comparisons between their worlds for a good hour, until Ariadne saw Perceval on his daily run around the grounds and left to join him. Though even as she left, she still had trouble believing that another realm, one without the aid of magic, could advance to a more technological level of civilization.</p>\n<p class=\"cnM0NjVhMzc2NjRiMzQ4OGE5YTkwZDcwNjlmZGJlYzAz\" data-original-margin=\"\">Ariadne had heard that the Samarans often claimed to have 'memories of past lives', including from other worlds. It was part of why they had a unique relationship with the Trinitian Church, and were considered 'tolerated heathens' as they were impossible to convert. Official Church scripture declared that the Samarans were undergoing a form of mortal purgatory. However there were many whom believed what the Samarans' memories were tainted by whispers of the devil.</p>\n<p class=\"cnM2M2I4ODhmNjcxMTQ0ZGE4ZTc3YWU1NTljYmRjOTY4\" data-original-margin=\"\">Nevertheless, the Samarans' unique biology not only gave them longevity rivaling the healthiest of mages, but also allowed them to provide a substance that the rest of the world badly needed. Ariadne wasn't sure where exactly the religious differences ended and politics began, but she did know that anything a Samaran claimed about their 'other lives' should be considered with a healthy heaping of salt.</p>\n<p class=\"cnM3OTRlNGYwYjM1MzRjYmQ4MDYxM2JlZWZlMDEwMTNh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwYzA3MGI3YjRmZDRlM2M4OGNkMmI2ZDJjYmRkODEx\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMxZmYzY2RiNzViMTQwNWViZGNjYmZhMDkwNzBkYzFh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3ZDQ0YzJhYzA4NDQxNGFhY2JjODExNjkwZjJjYTUw\" data-original-margin=\"\">It wasn't until near midday when Pascal telepathically called Kaede down to the dining hall for brunch. He then followed it by dragging her off to the library.</p>\n<p class=\"cnMyNzNkNGY1NjQ3YTQ0OThhYmQzZDg4MDZiZmE4MWUx\" data-original-margin=\"\">\"You can read those tomes all you want on your own time,\" he explained after sitting her down at a table with both ends piled high with books. \"But while the sun is still up, you are going to help me research for this.\"</p>\n<p class=\"cnNjYWEzOGIwMDYwMTQ0MTA4OThjOGM0MWYzMTY0MTNm\" data-original-margin=\"\">Facing her from his chair on the other side, Pascal slapped a piece of parchment down on the table.</p>\n<p class=\"cnNlMzJlZjg2YWMwOTQzN2E5ZmJmNjRiYmZiN2YyNDAz\" data-original-margin=\"\">\"Victory through ordered chaos and destruction of organizational, logistical, and political assets to inflict total system paralysis - Pandemonium Doctrine,\" Kaede read, before quickly scanning through the rest of the research proposal that received a perfect grade.</p>\n<p class=\"cnNlYWM4ODBlNWUwMTQ4NGU4M2MyMWIzNmExM2UxMGQ0\" data-original-margin=\"\">It called upon unknown military treatises from this world as well as the names of battles from recent wars, and suggested a recompilation of operational guidelines to create a new military doctrine -- one which emphasized speed, mobility, and fluidity to guide multiple, simultaneous thrusts deep into enemy territory. The focus was to destroy the enemy's logistical assets, command infrastructure, and lines of communications, instead of fighting their combat forces directly. Its goal was to defeat the enemy not by relying on pitched battle, but through 'total paralysis' which degraded the enemy's fighting potential.</p><p class=\"cmMxMzg3NDYyZmU5OTQ4MWFhODhjYzMyZjUxZWIwNmY5\" data-original-margin=\"\">Support the creativity of authors by visiting Royal Road for this novel and more.</p>\n<p class=\"cnNkNGFlNDQyNzhkZDQyYmRiYWExMGIyNmI0ZWFhZTlj\" data-original-margin=\"\"><em>Blitzkrieg...? No, not quite. Blitzkrieg focused on tactical battlefield destruction of opposing forces. This sounds more strategic...</em></p>\n<p class=\"cnNmM2E0NzA5OWZmYzRkMWI4NzA1OWI2ZWY1ZTZiYzli\" data-original-margin=\"\">Kaede remembered how his father once proudly explained how 'Soviet Deep Battle' doctrine worked and how it had been used to destroy the mighty Nazi Wehrmacht, even though the German generals refused to admit their failures and whined only of winter and 'endless Russian hordes'. Nevertheless, his lecture was too complicated and her understanding of military tactics was too shallow back then to understand it. She did however attain enough of a basic idea to feel that this was... somewhat similar.</p>\n<p class=\"cnM2YTBmNWYxOTYxOTRkN2M5ZTY1NTU5NTY3MTQ2ZTY0\" data-original-margin=\"\">\"You're writing a new military doctrine?\" She asked, her mind barely grasping the reality of the parchment in her hands. <em>He's only twenty!</em></p>\n<p class=\"cnNlYTM5ZGMxZDRhOTQyOTM5YTg2YjhjYTIwZGE2NWE1\" data-original-margin=\"\">\"Many of the basic concepts were already employed by my father during the War of Imperial Succession ten years ago, the same war that earned him a hero's fame and the title Landgrave of Nordkreuz.\" Pascal actually had enough humility for a faint blush for once. \"But I need as many field examples as possible. Since you are into reading all those boring history books, finding the right battle records for me to examine will be your task.\"</p>\n<p class=\"cnNkMTM3NjkyMTlkNzQ3ODlhNjI1ZDM4MmNlNWEwNTA5\" data-original-margin=\"\">\"What kind of 'pop culture historian' do you think I am?\" Kaede's eyes narrowed as her tone fell. <em>Don't confuse me with one of those social media entertainers whose 'love of history' only extends to military campaigns!</em></p>\n<p class=\"cnNkOTMzNzkwODVjZTRmY2RiNTM0ZmU0ZTI0NWEzNGIx\" data-original-margin=\"\">\"<em>Pop</em>... culture?\" Pascal blinked in confusion before he raised an eyebrow. \"Your world has non-academic historians?\"</p>\n<p class=\"cnM1MDFlODRhZTQ2NzQ1OWVhNDFmMjhmMDQzZDdhODUz\" data-original-margin=\"\">\"Yes, unfortunately.\" The familiar sighed as she deflated a little. \"We have many enthusiasts who think only big, flashy events like battles are interesting, then ignore everything else of nuance. And it doesn't help that our media reinforces such oversimplified narratives.\"</p>\n<p class=\"cnMzYWFmOWE1ZDg2NDQ0ZTQ5MDlmMmIxNjI0NWQ5YTgz\" data-original-margin=\"\">\"Kids playing war then.\" The young lord replied with a haughty sneer. \"Most boys have a phase. Some just never grow out of it. Nevertheless, the battles are not my focus, just the best point of entry. Wars are decided by policies, doctrine, and logistics, not fancy waving with a marshal's baton. Ninety percent of every battle is decided before opposing forces even meet. Nevertheless, it is on the battlefield when the propaganda is peeled away and the results proven.\"</p>\n<p class=\"cnMwNTczMDMyZjQ1OTQzMzVhMmE5NjIzY2Y0ZTEyZjRh\" data-original-margin=\"\"><em>The 'acid test of reality'</em>. Kaede thought as she couldn't help but smile a little in response. It was one of her favorite phrases when discussing politics in the real world.</p>\n<p class=\"cnMzOWVkNmRmYjI3YTQyNDJhNmE4ZmMwODA0Y2IzOGIw\" data-original-margin=\"\">\"Alright, I'll do it.\" She nodded with newfound determination. \"Could you point me to where the library index is though?\"</p>\n<p class=\"cnM5NzJhN2VmZjBhNzQxYWE5ZGUyMDFmYjIyNjVkNmYy\" data-original-margin=\"\">However, that only summoned another bewildered look to Pascal's face.</p>\n<p class=\"cnMxMGYyYmZmOTVkMDQ5OWU5MWZiMTgyNzA3YzE1ZDYw\" data-original-margin=\"\">\"What's a 'library index'?\"</p>\n<p class=\"cnM4NGFiMGY3YTk1ZjQwYTg5NTlmZTllMjgyM2FlZWMx\" data-original-margin=\"\">Kaede almost rammed her face into the nearest pile of books.</p>\n<p class=\"cnNjYzRmZDFmZTcyZTQ3OTA4MWQxNmI0ZTAxZWUzODhj\" data-original-margin=\"\">\"<em>Pleeease</em> tell me you at least have a catalog of all the books in this library somewhere?\"</p>\n<p class=\"cnNiYWRhMWU0NzAxYjQ2ZDA4NDI1MjM5YThhNGFmMGY4\" data-original-margin=\"\">\"Sure, there is a catalog.\" Pascal replied with an uncertain expression. \"Though I do not see how a list of books by author is going to help you figure out where to look.\"</p>\n<p class=\"cnMxZGRkZjhlOGU2ZDQ0NTM5ZGIzZWU4ZTNlMWJmNzJl\" data-original-margin=\"\">The Samaran girl groaned.</p>\n<p class=\"cnM4OWJkM2Y1MjFlMDQyNDc4MGQ3MGMzMDE3YTM4MWE2\" data-original-margin=\"\">Kaede didn't mind studying. If anything, she <em>enjoyed</em> learning. But, as her gaze swept across the table and saw the dozens of dusty tomes piled up in thick columns, she could feel her eyelids tiring already.</p>\n<p class=\"cnM4Y2Q4MDVkMzNmZjQ0YmNhNzk3MzFlZTNjOWNkZjg3\" data-original-margin=\"\"><em>Where is Wikipedia when you need its shorthand summaries to start?</em></p>\n<p class=\"cnMxNjhjNDE3NGE5MzQwY2FiMTViMzI5OTE1NGE3NzEz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjMTQ4OTJhYmY0MTQzYjFhYjkzNTgxMjQ1NjE1NzY5\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMxOWVlZjg1NDkzYTRmYThiMTg3MTg3ZWFmNTg2ZTY1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmOGExZDMwZmI1YjQ4MWU4YTUwYWRjMjlkYjJkYWNl\" data-original-margin=\"\">With three knocks on the thick mahogany door, Professor Albert opened it and led the two inside.</p>\n<p class=\"cnNjYjViMWVkMmY4NTQ3YTFiZGU4ODM0ZDA2MDA0MTNj\" data-original-margin=\"\">Kaede first met Professor Albert von Marienfeld five minutes ago. He had balding gray hair above onyx eyes as sharp as an eagle's, and beneath them were an imposing set of well-trimmed long mustaches. His build was lean with just a bit of belly, his thick arms a remnant of wrestling days long passed. One didn't even need to see him in uniform, impeccable and proudly decorated with medals including the Knight's Cross, to recognize that he was no mere scholar.</p>\n<p class=\"cnM1NWJmOTU5M2NjNDQyM2Q4MzE0MjEwOTMyZDg2ZTJk\" data-original-margin=\"\">He also glanced over Kaede with just one look and never bothered to introduce himself. The key words that ensured Pascal's attention were: \"The Headmaster has returned and wishes to see you, <em>now</em>.\"</p>\n<p class=\"cnMyYmE4ZmE0OTY5ZjQ1ZjNiMzVmN2U3YWFiM2VmNDZj\" data-original-margin=\"\">Those words had brought them all to this room: an oversized office with a massive table backed by huge windows. Several luxurious chairs and couches sat on top of the rich rugs that covered the room's center. The hour was dusk, and the entire office was currently bathed in sunset orange.</p>\n<p class=\"cnNiZmJmYmEyODE2MzQ1MjlhMTMyNTc4NDg2NzRiMWE3\" data-original-margin=\"\">Not satisfied with his face being shadowed by the light from the windows, the Headmaster also wore a bucket helmet on top of his gray robes. His outfit exposed not a patch of skin. Even his hands were covered by thick gloves.</p>\n<p class=\"cnM0ZWUxNWM5N2YyMjQwYjA5MDlkYjc1NWVlYTBhNDE5\" data-original-margin=\"\">Kaede found it a novel experience, to say the least.</p>\n<p class=\"cnMxNDlhOWU2ZTY5NDQzZjA5Y2RjZDkwODFjZDJiOTU1\" data-original-margin=\"\">\"Sir Pascal, welcome.\"</p>\n<p class=\"cnM5NjljNmE3ODZmNjQyNzA5YzJjN2Q5NTY1MzBkZDIw\" data-original-margin=\"\">A raspy voice emerged from behind the steel faceplate. It sounded like the voice of a man with an incurable throat disease.</p>\n<p class=\"cnM1YzYzZDg3NDM0MDRlODU4MDk5ZjNmOTYyODgwYWVh\" data-original-margin=\"\">\"First of all, allow me to extend a belated congratulations for your recent promotion and knighthood.\"</p>\n<p class=\"cnMxZDM0MmVhYTU3NzRhN2JiY2EyMjI2ZDY1MzcxY2U2\" data-original-margin=\"\">\"Thank you, Sir.\"</p>\n<p class=\"cnMwN2QwZTFjNDU3NjRmMzI5YTZlZTg5MjdlMzY4N2U1\" data-original-margin=\"\">\"Nevertheless, it distresses me to hear that you have freely altered the sacred familiar summoning ceremony beyond acceptable boundaries and called forth a foreign girl as a familiar.\"</p>\n<p class=\"cnM5NDc0ZDhlMGQwYzRmMWVhZGYyZTU3MWExZjhmOWJh\" data-original-margin=\"\">\"There is a first time for everything, Sir.\" Pascal reported back in military posture: hands back and chest high. \"Our ancestors did not pioneer the art of familiars through tradition.\"</p>\n<p class=\"cnNhZWU5Y2JiNmI5ZTQwNWY5MzNjMTkzMmVmMDE1N2Ez\" data-original-margin=\"\">\"Right you are. However, I hope you planned to face the same scrutiny and examination that they did.\"</p>\n<p class=\"cnMwYTZlNWVmM2ViNTRmNjY5OGQ1Y2Y5ZGUwYTdhNDkz\" data-original-margin=\"\">\"What kind of examination, Sir?\" Pascal couldn't sound less thrilled.</p>\n<p class=\"cnMwMmI1NGE2OWY2NzQzOTRhZjU3ZWE4NDU2ZjExNDE4\" data-original-margin=\"\">\"We will need to assess the humanity of your familiar, to determine that she brings no health risks or magical dangers from faraway lands. We will also need to tag her for periodic checks to monitor the resulting long-term effects.\"</p>\n<p class=\"cnNmMjU4YmVkMGViODQzNTNiZDAyYjJlZGNiNTlhODJm\" data-original-margin=\"\">\"I understand, Sir. But I can do that myself.\" His tone was on the verge of protesting.</p>\n<p class=\"cnM3NzlmYjNjNDBjNjQyM2M5MzVmOTE0NTAyMGZlNzE4\" data-original-margin=\"\">Kaede <em>loved</em> how they were talking about her -- not just in third person, but as though an experimental specimen -- when she stood within this very room.</p>\n<p class=\"cnMxOTg1ZDNhZDNlODRkZDI5N2QyNzIzZmI0Yjg1YjRj\" data-original-margin=\"\">\"Headmaster, Sir, don't I have rights as a human being for any say in this?\"</p>\n<p class=\"cnNjZDBjN2JiZjRkOTRkZDU4Nzg1MDJkOTg4Y2RjNzg4\" data-original-margin=\"\">The helmet leaned forward, and Kaede envisioned a skeletal lich behind it as a voice colder than any human responded:</p>\n<p class=\"cnMwMjVkOWU0YzJjODQ1ZWJhZDFhNWIyYjhjZDM5Y2Ri\" data-original-margin=\"\">\"No, Miss Familiar. You are neither a citizen of Rhin-Lotharingie nor Weichsel. You are not even a holder of any lawfully issued identification. Furthermore, you were summoned by a mage through his contractual ritual. In the eyes of our national laws, you are a non-entity that is only recognized as part of his responsibility. You are not property, but due to the lack of legal precedence, you are not far above it, either.\"</p>\n<p class=\"cnM2MjkwZmFkZTMxYTRmMDBhMWZhMTJiYmZkMjBiZWVj\" data-original-margin=\"\">Kaede felt like a trap door just opened below her. Her mind stopped all thinking as an impenetrable horror overwhelmed it.</p>\n<p class=\"cnMzM2EyZTNkMWQxNzRiMDA4NDJmMGVhYmUwMzBkZjgy\" data-original-margin=\"\">Sitting back, the headmaster continued:</p>\n<p class=\"cnM1YmRmN2JiYjgyNzQ2YTQ4YTA3ZmQ2MDI2MzNlYTJm\" data-original-margin=\"\">\"As for you, Sir Pascal, the answer is no. A third-party validation is required per academic procedure.\"</p>\n<p class=\"cnMzZmY0OWVmNjU1YTQzOGZiNDRmNzhiYWYyZGE0Y2M0\" data-original-margin=\"\">Pascal cast a worried glance her way, before turning back to the shadowy grille that hid the headmaster's expression:</p>\n<p class=\"cnM2OTQ4YjkwN2IwNDRlNjBhNDM3MGRmNjU0YzU5NTY0\" data-original-margin=\"\">\"I neither <em>need</em> nor care for academic recognition for this, Sir. In fact, I invoke my rights as a feudal noble to assert that she is my right and responsibility, Sir!\"</p>\n<p class=\"cnM0YjFiMmJlNzUxYzRlMjFiZmNiNGQwZTg4MjA4ODAw\" data-original-margin=\"\">For a minute, all signs of passing time stopped as the room froze in the wake of his challenge. Then, it was Professor Albert who cleared his throat from a rear corner of the room:</p>\n<p class=\"cnM5ZWY0ZWZjN2E4NjQ2MGM4N2ZhOWE4MDk0YTljZGU5\" data-original-margin=\"\">\"Sir Pascal, I suggest you reconsider. As you are a member of House Moltewitz, any repercussions for your actions will therefore fall under the responsibility of your father the Landgrave. Furthermore, as we are currently in Rhin-Lotharingie and not Weichsel, any overstepping of authority may escalate into a diplomatic incident.\"</p>\n<p class=\"cnMzYzc1NGNiNTdjMjQ1MjZiNTZjYzQ4N2ViNzViZjEx\" data-original-margin=\"\">Pascal visibly flinched as his father was mentioned.</p>\n<p class=\"cnM1ZjFmMDYxMzZjZTRlOTM4OGY4MmJhMzA4MjJmNWNl\" data-original-margin=\"\">\"I understand, Sir. But I must also take responsibility for my ward, to my ward, for what I have done to her.\" Pascal's unwavering tone snapped Kaede out of her daze, and she began to stare at him with gaping lips. \"Having witnessed the procedures allowed on prisoners-of-war, I <em>cannot</em> allow the same to be forced upon her in good conscience!\"</p>\n<p class=\"cnM5YmJhNWI5YzRmZTQxNWQ4MDZjZDM4YzA3MDcwYzBk\" data-original-margin=\"\">After being raised from the depths of despair, Kaede suddenly felt her sight becoming glassy and her emotions stirred. Sure, it was <em>completely</em> his fault that she was stuck in such a situation in the first place. Yet, not only was Pascal backing his promise to the full before her, he was also, in his roundabout way, finally admitting and apologizing for the injustice he committed.</p>\n<p class=\"cnM4N2RiYWU1YzFmYzQ2ODRiM2QwYmYyOTU3MTY1ZWI4\" data-original-margin=\"\">Shock and hopelessness had passed away to reason. She was now too relieved to feel angry, even if that relief was still premature.</p>\n<p class=\"cnM1ZDBmNDk4ZmM0ZDQ0ZDk4Nzc3OGY1Y2FjM2QzMzFh\" data-original-margin=\"\">Surprisingly, it was Professor Albert who followed up in the contest of will between Pascal and the headmaster:</p>\n<p class=\"cnNlNTQwN2RhMDMzMzQ4MjY4MmVmMGNjMmZiN2Y5YzAw\" data-original-margin=\"\">\"With your permission, Sir, I would like to advise Sir Pascal in performing the proper checks to ensure that no disaster befall us. I shall also shoulder any responsibility from his errors under my oversight. I am, after all, his advisor and the leader of this cultural embassy.\"</p>\n<p class=\"cnMzYjdiOTVlNzRkNTRjZGJhMzVhNTc4YTFiNmJiMjNk\" data-original-margin=\"\">Silence fell upon the room again. Kaede could almost feel the shifting air pressure as two invisible forces dueled one another for supremacy. In the end, it was the headmaster who gave in first:</p>\n<p class=\"cnMyNzVkMTAwN2FjMzQzYzA5MDNiYTFlNzU5ODhmNWNj\" data-original-margin=\"\">\"Very well,\" he finalized in his raspy voice. \"See to it that history does not repeat itself.\"</p>\n<p class=\"cnNmYmEyMWEwNjI2YTRjYzVhYjY0ZTljN2ZiZjczYjU2\" data-original-margin=\"\">Once back in the hallway, Pascal asked his adviser with lingering disbelief still dangling from his words:</p>\n<p class=\"cnM4Mjg2ZDg3OWVmOTQ0ZTU5YThjODBiZjA3Y2FhYWFi\" data-original-margin=\"\">\"Sir, this is the first time you have supported an independent action of mine in... anything!\"</p>\n<p class=\"cnM4ZjVlZjQyMWVhMDQzM2RhYzE4MmEyZGQxZjlmM2Vi\" data-original-margin=\"\">\"Well, this is the first time you've shown a willingness to make amends for your own foolishness.\" Professor Albert sounded a touch surprised himself.</p>\n<p class=\"cnNmYWFhNGZlODBkNjQwYWE4ZTkxNjU0YmY5Yzk1NDk1\" data-original-margin=\"\">\"What does the headmaster mean by history not repeating itself?\"</p>\n<p class=\"cnNkNjQ3MThhNDgwNzQ1ZTE4ZDI4MjEyM2I2OTQzNzFl\" data-original-margin=\"\">\"See, if you had done your research in human-to-human binding, you would have known that there is an unspoken taboo on pact magic between us and the Samarans,\" began the Professor. \"Five hundred years ago, a Prince of the Polisian Federation -- the Grand Republic's predecessor state -- sealed a binding magical contract with his Samaran love. According to some Inner Sea historians, this was the event that unleashed the Great Plague, which killed a third of the population across Western Hyperion before a Samaran alchemist eventually synthesized a cure.\"</p>\n<p class=\"cnM4ZjEzMmQ5NzczMTQ2MTU5MDMwYjY0OTE5YWM4ZWM2\" data-original-margin=\"\">\"But...\"</p>\n<p class=\"cnM2ZDAzYmFkYTQxNTQyNzNiODFiY2RlMGViZmMwYjE4\" data-original-margin=\"\">\"The origins of the Great Plague has never been proven. All we have is speculation and propaganda, since the Imperium also fell out with Polisia-Samara around that same time.\" Professor Albert continued after cutting Pascal off. \"You know as well as I do that taboo or not, the profit margins of trade would entice merchants to continue seeking reliable business contracts between the western states and the Grand Republic. I don't believe for a moment that no binding magical contracts have been formed since, yet no sweeping plagues have emerged for centuries.\"</p>\n<p class=\"cnNlNGI4MDAxMThiNDRkZGE4YmM2NzRlYjc3NzlkNGYz\" data-original-margin=\"\">\"Then...\"</p>\n<p class=\"cnNjMWQyMzVhMTU4YzRhODRiZGJlODQ2MjljMDIzMDYx\" data-original-margin=\"\">Pascal tried to interject, but the Professor still wasn't finished.</p>\n<p class=\"cnNiZWQ1ZTgxMzdlYjQxZTU5ZGMzZTc2NmY2NjI2ZDEw\" data-original-margin=\"\">\"The headmaster just wants an excuse to force his way into cutting-edge arcane research, which he can easily take credit for. Remember to do your homework thoroughly next time so you don't give someone else the opportunity to interfere.\"</p>\n<p class=\"cnM0NWNiZTEwNGI5YjRmMmJiNmQ1ZmVjYjM5NjU2ZmVi\" data-original-margin=\"\">\"Yes Sir. Thank you, Sir.\" Pascal answered, followed by a still-overwhelmed Kaede mirroring his gratitude.</p>\n<p class=\"cnM5NWU3Yjg3N2E3MjRiY2I4YTUwM2M4MzU2NGU0MjFl\" data-original-margin=\"\">The professor, however, never so much as looked at her. After a nod of acknowledgment to Pascal, he walked off:</p>\n<p class=\"cnNkMzdmOGZkNjFlMjRlMjFhOTRlOTI2NGY2MjExNjE0\" data-original-margin=\"\">\"I expect your preliminary report by tomorrow morning, Sir Pascal. Assume nothing, confirm! And don't forget your next research project milestone!\"</p>\n<p class=\"cnMxYjc0M2RkOTFlZjQyODZhNTM0N2UwMWIzNDk1ZDg2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxZTRlMGQzOTMyMTQxYTNhM2Q5N2FmNDdiNTA3Yzg5\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4ZDBjOTM4YjJhZTQ1OGZiMDg4NTZhYWViZmFmM2Ji\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjODczNmRiYTE3YzRhZDJhMmEzMGIxMzQ2ZmQ3NjQ1\" data-original-margin=\"\">Dinner included a gourmet shepherd's pie and chicken soup, which Kaede desperately ate to warm her soul back up.</p>\n<p class=\"cnMyMmE4N2I2NGMxZDRhOGY4OGI3MjhhMzdmZTQ3NzMx\" data-original-margin=\"\">In hindsight, she should have anticipated the news. Even on modern Earth, many illegal immigrants were denied their basic rights due to the fact they fell outside the legal system. Here in Hyperion, Kaede had no history, no identification, not even a hometown where she'd be recognized. It would not be an exaggeration to say that she could be 'vanished' and nobody would even miss her!</p>\n<p class=\"cnM2ZGUzZjA0NzY4MjQ2MzZhNzA0NmNkNjkzNzQ2YTcx\" data-original-margin=\"\">-- Nobody except Pascal. The same man who had caused all of her misery was also the only person who stood up for her.</p>\n<p class=\"cnMwMWFkNDhjYmViMDRmN2ZhN2YzNzQ3Nzc1MmVhOWFj\" data-original-margin=\"\"><em>How am I supposed to even think about this!?</em> Kaede found herself struggling to untangle it all.</p>\n<p class=\"cnMwOTI5MDkxMWFjZjRhZDM4MzdmODNhNTQ1NGE2NTVh\" data-original-margin=\"\">It wasn't until after they returned to his dorms when she regained the energy to breach the topic with him:</p>\n<p class=\"cnNjZTk0ZDUxYzQ2ZTRhMTc5MmRjODYxYWU0NjkzNDQ3\" data-original-margin=\"\">\"Was that your first time meeting the headmaster?\"</p>\n<p class=\"cnNhZmIxNGFiZDg5ZDRjYjA4MmM1M2Y5ZmE1NDFhYjFm\" data-original-margin=\"\">\"No. I have met him a few times, for... various things.\" Pascal didn't seem interested in explaining.</p>\n<p class=\"cnNkYTUyOTZhY2MwNjQxNzRhOGM3N2I4ZjA1OTk5MDQ2\" data-original-margin=\"\">\"Why does he wear all that in his office?\" Kaede shivered as she remembered that cold, raspy voice informing her that she had no more rights than mere property.</p>\n<p class=\"cnMzMmRmMjEwMjViODRhMDBiNzVkYTk2M2M1ODA1YjM1\" data-original-margin=\"\">\"Headmaster Amaury has not shown his face since before I came here. Rumors have it that he caught leprosy from some magical experiment and was forced to seclude himself from the public.\"</p>\n<p class=\"cnNlMDdiOTM1YTU5OTQ3NmY4MTAzMTZhZGYxY2RlYTE2\" data-original-margin=\"\">\"Still... uh, Pascal?\"</p>\n<p class=\"cnM4MGM5NDFmOGVlYTRmY2M5OTZiZGQ4Mzc2MzU0MGE2\" data-original-margin=\"\">\"Yes?\" He asked without looking at Kaede. His attention continued to rush about the room, either collecting or setting up various pieces of equipment.</p>\n<p class=\"cnM3OTJlMGQ5NjY4MTQxZWQ4YTZlNTBmMmVhYzQ0NTM5\" data-original-margin=\"\">\"Thank you for what you did. I really mean it... even if the whole thing was your fault to begin with.\" Kaede spoke out in her wispy voice.</p>\n<p class=\"cnNkNDY3YWQxNjI0OTQ3ZWQ4YzllZDRjYzk3ZTdmMzgy\" data-original-margin=\"\">She had decided to thank him after all. Not because she had lost perspective, but because she wanted to make the best of a situation. Professor Albert was right in that good behavior should be encouraged. And it became clear after meeting the Headmaster that as long as Kaede lived in this world, she also <em>needed</em> Pascal.</p>\n<p class=\"cnMzZjc0NzIyZGRiMTQyMGVhMmY4MzU5YjAyYzAwZGZj\" data-original-margin=\"\">\"Though seriously,\" she then added in a huff. \"What the heck were you thinking, forging a familiar contract with another person without even doing your homework properly?\"</p>\n<p class=\"cnMxNTIwNmU4OGM0ZDQ0YTg4ODY5ZDRjMGQ1NTE3YWFl\" data-original-margin=\"\">\"I figured nobody else had ever tried making another person a familiar...\"</p>\n<p class=\"cnMwZGJiODIyNzczMTRjZDViMzA1ZjllZjhkMWYzNmU0\" data-original-margin=\"\">Kaede was surprised Pascal managed to say that with a straight face. History <em>always</em> offered a precedence, similar in circumstances if not the same.</p>\n<p class=\"cnM5NmIyZDRjOWFhOTQxMmI5MGJlYjdhZDVjZGU5MDJk\" data-original-margin=\"\">\"Besides, you may wish to hold onto that gratitude until <em>after</em> I run through all the checks, which will involve prodding some private places.\"</p>\n<p class=\"cnM1ODMzMjE5NzUzZTQ5MTY5NmZhOTIwOTlkMmM5ZTQ4\" data-original-margin=\"\">As soon as Kaede realized what he meant, she looked away in embarrassment.</p>\n<p class=\"cnM1NjdjNjg0MDRjZDRiYmRhZjg4NDIxNDE5NzViMDZm\" data-original-margin=\"\">\"Don't get full of yourself either. Your help is still a long way from canceling out your misdeeds.\"</p>\n<p class=\"cnM2NDU0Y2I5NGExZTQ2MjdhZWY5MmU5MzQ1OGViZTY5\" data-original-margin=\"\">She meant every word, but her complexion still made her look shy about it.</p>\n<p class=\"cnNmNzkyM2JmMzI5NTRkZWQ4NmFjMDE2ZTJjZDg2OTc1\" data-original-margin=\"\">\"Yes yes,\" Pascal smiled slightly as he knelt down on one knee before her. He gently took her left hand and folded back her sleeve, then raised what looked like a small syringe before readying it against her skin. The needle entered her arm with a sting, and he soon began to draw blood from her.</p>\n<p class=\"cnNlYjc2NGY4NzIyYTRmYzRhYWQzYmFiMTYyZTIyNTE3\" data-original-margin=\"\">What came out was a crystal clear liquid, tinged only by a shade of pink.</p>\n<p class=\"cnM0ZjFlZTE1YjkwYzQ5OTg5YzZiNDM5NWM0NGE4OGYx\" data-original-margin=\"\">Unlike her, Pascal calmly finished the procedure and pulled out the needle before he froze. Both of them stared at the syringe that held translucent blood the color of cotton candy.</p>\n<p class=\"cnMzOTkyNGRiZWU4MTQ3MWRhYjIwNTYxMDE1ZGRjYmM5\" data-original-margin=\"\">\"W-what does this mean?\" Kaede heard her own voice from far away.</p>\n<p class=\"cnM0YjQ4NWNkOWJjODQyMmM5MDM1OWQ2OTc5YmIyZTM0\" data-original-margin=\"\">\"It means that you really are Samaran, or at least your body is. Only they have blood like this. The color is supposed to be a light, crystal red. However this is within deviation from the expected spectrum.\"</p>\n<p class=\"cnNkYmVlMjk2MGUyYjRlY2U4MjhhMTZiN2VkODY0OTYx\" data-original-margin=\"\">\"And w-what does that mean?\"</p>\n<p class=\"cnM4MjYwMmE5NTg3ZDQ5YzI5YjgxOWFkZWY3NzQ0YjNi\" data-original-margin=\"\">After laying the syringe on a bedside table, Pascal leaned forward and clasped Kaede on both shoulders. His turquoise gaze pulled her rose-quartz eyes up, before his blank expression continued with earnest words:</p>\n<p class=\"cnNkZTViMGJhNjBiMjRiYzM5Yzk4YjgyODExZTkzMGFm\" data-original-margin=\"\">\"The Samarans believe in reincarnation, born in this life after their last passed away. I cannot confirm or deny since I am not one of them, but they all claim to retain shards, fragments, images and memories of past lives. Some even claim that those memories are often not of this world.\"</p>\n<p class=\"cnM2YWM2ZDA5M2M4NjQ0M2I4OTViMTVhZTg3YjcwZDE4\" data-original-margin=\"\">Her mind stood still even at the green light. It refused to process the implications of his dire words.</p>\n<p class=\"cnMzMTU5NzQ5YjUyMjQyNjc4ZTlkMjgwN2ZlZDFkZTA3\" data-original-margin=\"\">\"A-and that means...?\"</p>\n<p class=\"cnMzNmE5Yjg4Y2RmNzRjYWI4MzIyZjljYzk1NjE3ZTlm\" data-original-margin=\"\">\"If what they claim is correct, then Kaede, I did not turn you into a girl. Perhaps instead of transporting, my familiar spell may have created a humanoid form which hijacked a soul departing from another world. Kaede, it is likely that -- in that other world, you died.\"</p>\n<p class=\"cnNlZDNkNTdmZjI0YjQ2OGNiNGNjMzdiOTY5ZGI4ZTZh\" data-original-margin=\"\"><em>That can't be... no!</em></p>\n<p class=\"cnM3ZTljZTQ3NjI2ZjRjZjA4YThiYjM4ZTBjYjY0Mjc5\" data-original-margin=\"\">Kaede could only shake her head slowly. Her mind felt overwhelmed by torrents of denial, her eyes pointing but not seeing.</p>\n<p class=\"cnM1ZDdmMzg4YzM5MzQxZWNhMmUyYTk5Y2RiZWVlMjk5\" data-original-margin=\"\">\"I am sorry to tell you this, Kaede. But it is a truth that we must face. It would certainly explain why your soul was naturalized anew in our world, rather than coming here in an alien body. Perhaps it was part of the Holy Father's plans all along. Perhaps you were meant to live as a girl.\"</p>\n<p class=\"cnM0NDkzMWUxODQzYjQ4MGI4YTUxNWJiZDQzNmU3ODZm\" data-original-margin=\"\">By that point, her gaping expression had already stilled into a delicate statue.</p>\n<p class=\"cnNhOTYyYTdlYjRhZDQxZGY5ZjRmYjNiYzAzNDAxOWRk\" data-original-margin=\"\">Pascal figured this was as good a time to begin as any, even as a faint grin tugged at his lips.</p>\n<p class=\"cnNkN2QxYzk4OGViYzQ4NzI5NjYzMjM0ZTUxMWM4Y2Jj\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNiYTVkY2YxZDNjMzQwMjFhM2EyZjgzM2M4NzdjZjJi\" data-original-margin=\"\"><br>Fifteen minutes and an unknown number of observations and measurements later, Kaede's head finally started cranking again:</p>\n<p class=\"cnM0ZWYzMzc3YTcyYTRkODA4ZDNkOTM3NGIwMDc2NWFi\" data-original-margin=\"\">\"That can't be right! I don't just remember fragments. I have <em>all</em> my prior memories! Besides, you said it was a summoning spell -- then why would it create a whole new body!\"</p>\n<p class=\"cnNlNzMxMDE0ZWQ0MDQ1NzI5MmEyNTMyMDU1Y2RjOTM1\" data-original-margin=\"\">Pascal shrugged as he stirred a potion vial that included several strands of her hair.</p>\n<p class=\"cnMyNTQ1MzQ0ZGQxMjQ0OTBiNmZiNGM5NTc1NjI1NjJj\" data-original-margin=\"\">\"Don't jump to a conclusion just because it removes blame from you!\" Kaede glared, seething. Being told that she had died was another shock she could have gone without this day.</p>\n<p class=\"cnNhOGM5ZjM1N2VjMjQzYjQ4NmJmMDFlYmE5ZDAzMDA4\" data-original-margin=\"\">After piling so much weight in the past few hours onto an already overburdened mind, she found herself already on the verge of yet another stressful outburst.</p>\n<p class=\"cnM3ODM2OGE4NTc1OTQ4YTI4NGMzYjkyOGFkNmUyNGMz\" data-original-margin=\"\">\"I did not say that is what happened. I merely said it was a likely scenario.\" His focus was still concentrated on the vial. His poker face was impenetrable.</p>\n<p class=\"cnNjMjA4MTY5OTgwNTRmOTdiMjQwNWZhY2Y4OGYxZTFk\" data-original-margin=\"\">Kaede huffed and collapsed back into the bed:</p>\n<p class=\"cnM0NTI2MmNkMjg1YTQwNWFhZmUzNjBlMzI3ZTJlNmJl\" data-original-margin=\"\">\"<em>Great</em>, now I can't even be sure whether my parents think I'm missing or just dead. Not that there's anything I can do about it outside of useless worrying.\"</p>\n<p class=\"cnMyZTI5Y2JmZGQyMDQ5YmRhODk3ODhkZTA5YjQ2NjFk\" data-original-margin=\"\">Yet despite her comment, she held no doubt that many sleepless hours would be spent precisely over this 'useless worrying'. It was impossible not to, perhaps even inhuman. That was an odd thought because Kaede wasn't even sure if she was still considered 'human' at this point.</p>\n<p class=\"cnNjNDEzMzAzODkyMDQ5MDRhNjBiZjRiNjAwYTJmYjVk\" data-original-margin=\"\">She was now a Samaran without even understanding what 'being a Samaran' meant. How did this affect her body? Or more importantly, her mind? Did Samaran psychology even work the same way as normal humans? She wasn't sure about any of this!</p>\n<p class=\"cnNmZWMwYjgyOGRlMjRjMzg5OGZkNGExZjVkOGE2MTAz\" data-original-margin=\"\">\"Do not bother getting too comfortable. I need a urine sample from you soon,\" Pascal noted, only to receive a groan in response.</p>\n<p class=\"cnM3OWQ5ZmRkYTU5OTQyNDNiYzIxMWIwYTYxNzZjOWE2\" data-original-margin=\"\">Nevertheless, Kaede took her opportunity to do a quick, 'square breathing' exercise. She might not have the time to do proper meditation now, but at least she could chase the evil thoughts away to a corner of her mind. Then, after sitting back up, Kaede pouted towards the corner closet door that held the heavy chamber pot. Leaning against the wall next to it, there was now a pile of treated wood, packed cotton, and velvet fabrics.</p>\n<p class=\"cnM4YzlhNDhjM2U3ODQ4MjE4YTFmNWU4OWRiMjk1YjIy\" data-original-margin=\"\">\"Is that...\"</p>\n<p class=\"cnM3OTU5MTkyZDM3YTRmMWM4Nzg0OWQ0YWQwZjhiOGRl\" data-original-margin=\"\">\"Materials for fabricating a bed? Yes. I retrieved it from the quartermaster this morning,\" Pascal commented as he scrutinized the vial's color change. \"However, your business has taken all my free time today. Plus I have a busy week ahead, especially with the next project milestone...\"</p>\n<p class=\"cnM1MjY5M2U3ZTQ1ZDRiNTdhODY2YTA0ZTlmYjUyM2Vj\" data-original-margin=\"\">Pascal then looked over with a Cheshire grin:</p>\n<p class=\"cnNmZTkwMmRhN2ZmMzRmN2Q5OGQxOGUzY2Q4NjgxODdh\" data-original-margin=\"\">\"I think you should just get used to warming my bed.\"</p>\n<p class=\"cnM5NjNkYjgwNzVjNDQyNDA4YTdjMGYxMmQ4MWMyNWRl\" data-original-margin=\"\">If looks could kill, the one Pascal received wouldn't have left even a speck of dust. Instead the only damage he took was from a flying pillow, which splashed the vial's contents across his cheeks, now magically dyed a glowing blue.</p>\n<p class=\"cnMyOWU4ZTEyZDE4ZDQzYjhiYzkxN2MyNDliZGU0N2M1\" data-original-margin=\"\">Kaede realized that perhaps the greatest struggle of her new life was wrestling with the daily urge to beat the very person whom she depended on senseless.</p>\n            ",
  "invisibleParagraphContent": "Support the creativity of authors by visiting Royal Road for this novel and more."
}