{
  "preChapterNote": "<p>Hey, everyone should try this story from one of my readers about another determined isekai hero. Give it a go!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 17.963%; text-align: center; vertical-align: middle\">\n<p><a href=\"https://www.royalroad.com/fiction/67528/pallesia-litrpg-healing-fantasy-progression\" rel=\" ugc nofollow\"><strong><em><img src=\"https://www.royalroadcdn.com/public/covers-large/67528-pallesia-litrpg-healing-fantasy-progression.jpg?time=1688252017\" alt=\"image\" width=\"154\" height=\"231\"></em></strong></a></p>\n</td>\n<td style=\"width: 82.037%\">\n<p>Lee Barnes finds dying was not at all it was expected to be. Finding himself not in some afterlife of nothingness but in the brand-new world of Pallesia.</p>\n<p>Having a new lease on life, he finds that his new world is not as peaceful as it originally seems. Monsters, Magic, Skills, and Abilities are things he never dreamed of having. Getting a second chance and discovering his ability to heal, Lee finds a new goal to achieve, spreading the knowledge of healing through this new world.</p>\n<p>The goal is a noble one, but do monsters care about that?</p>\n<hr>\n<p>\"Pallesia\" is a LITRPG novel that combines elements of fantasy, adventure, and self-discovery.</p>\n<hr>\n<p>Release schedule: Two chapters a week. Every Wednesday and Saturday.</p>\n<p><strong>[Completionist of the Royal Road Writathon challenge]</strong></p>\n<p>&nbsp;</p>\n</td>\n</tr>\n</tbody>\n</table></div>\n<p>&nbsp;</p>",
  "postChapterNote": "<p>Hi! For a traditional novel, I probably wouldn't worry about this but I understand with a web serial this may feel off.<br><br>This chapter time skips over quite a few significant events. A lot happens in the time Lillith describes here. I have only covered the absolute basics. I just want to assure you, I am not handwaving these events. They will be visited when they will have the most and best impact on the story. I'm not skipping or ignoring them, especially as they cover a lot of things, such as the consequences of spreading magic that many readers are invested in.<br><br>I am just telling things slightly out of order to improve the quality of the story. Furthermore, the consequences of spreading magic will be addressed many times throughout this volume. For the time being, I ask that you refrain from litigating this choice until the end of the volume when most of your questions and concerns about it will have been addressed. Thanks, and I look forward to telling you more of Lillith's story!</p>",
  "chapterContent": "\n                <p class=\"cnNmNzNmZTlhNTU0ZTRlZTg5OWNiYmIxNWIzODhjOGY5\" data-original-margin=\"\"><strong>Lillith</strong><br>\"There will be two others traveling with you, take care of each other on the road, and maybe you'll have a couple of friends when you get there,\" Emeric says, continuing his lecture as we walk to the west gate where a carriage hired by Godfrey waits to take me to Visenar, the capital city of the Kingdom of Potestia, and the home of Facinley Academy.</p>\n<p class=\"cnNjMzE2YmEyMDhlMjRiZWM5NGY5NDI2YzI4OTZjNGFj\" data-original-margin=\"\">Emeric has been acting as my guardian since Godfrey left with my family after... the incident with Baldwin. The half year since has been, to say the least, difficult. Since Godfrey, thankfully, had more important things to return to, The nobles of Satusmor spent months without anyone to rally them. This was a boon for several reasons, but challenging for others. On the one hand, I was able to spread magic far beyond my initial mages of penance. Around the area farmers, sex workers, even bakers, and other groups have begun to learn magic.</p>\n<p class=\"cnMwMzY5NzYwOWQwYzQ4MTg5MDExN2I1NWFmMDEwMjE0\" data-original-margin=\"\">This went unnoticed by the nobility far longer than it would have if a new city lord had been assigned sooner, but not forever. A couple of months after Godfrey left, a new lord arrived to take stewardship of Satusmor. As new commanders often do, Lord William wanted to establish his authority as soon as he got here. He organized the guards and nobility with frightening efficiency and immediately found signs of what I had been up to.</p>\n<p class=\"cnNhM2E5YjllY2ViYTQ3OTk4ODgwZjBhMDU3NWI2MjZj\" data-original-margin=\"\">Food had become more readily available, of a higher quality, and cheaper. All while the city was in crisis. Street kids could be found stealing less frequently, and fewer people were going to confession. On the other side, some more public-facing people had failed to suppress their mana around actual nobles, and with a little organization, reports of this had popped up all over the city.</p>\n<p class=\"cnM3NDg3MmVjNzFlYTQzY2ViNGE2MWRlYTBjY2I4ZjVj\" data-original-margin=\"\">A very few usually docile citizens, victims of divine magic, had managed to break free from their brainwashing with endoaspected mana, and a couple of residents of penance houses had managed to return to their families. Then there were the incidents of violence and the guards. Learning useful spells takes a fair amount of education and practice, and at first, none of my mages could cast anything. More educated commoners, however, were able to figure out simple spells and aspects rather quickly.</p>\n<p class=\"cnNhYmQwZWM5NDM4ODQ3MmZhMDNjNjI3N2ZlM2YzZGJj\" data-original-margin=\"\">Like how farmers were able to improve their craft with magic in a short amount of time, others could as well. No one could do anything too dangerous yet, but several could create short bursts of fire or mold the earth a little if they focused all their training on one spell. Of these, a few had gotten into violent altercations. Most of them with guards, finally fighting back, but a few with each other. Some even targeted commoners who had no magic or with magic but no spells. These I, or other groups had to deal with.</p>\n<p class=\"cnMyM2Q2MzQzNDQyODQzY2U5YTIzYzEzZDVlY2NkNjIx\" data-original-margin=\"\">One predictable problem with spreading magic en masse is also that I can't keep it contained forever. Some guards, after altercations with a commoner mage, tracked down the source of their magic and tried to learn it themselves. These and a thousand other things revealed a drastically changed city once William took over as lord of Satusmor. Had he gotten here a little faster, he might have been able to stop it entirely, but it was too late.</p>\n<p class=\"cnMyNjA2ODkwYmQ3MjQyNDQ5NTE3NDBhZDBkOWQzNjU5\" data-original-margin=\"\">Enough people the city needed to run had already become mages or had learned to suppress mana. Only a few mages had the ability to break a mage's suppression, and they couldn't check every citizen in the city. And magic continued to spread. Had William thought ahead, he might have allowed the guards their magic, but if the nobility wanted magic guardsmen they would have them. Any guard discovered with magic was treated the same way as anyone else.</p>\n<p class=\"cnNmOTYxMGQyZWFmOTQ1NDM4OTVhNzc3ZmRhNmNmYTJh\" data-original-margin=\"\">As of now, Satusmor is showing the early signs of something akin to a modern-day drug war. Well, except the 'drug' in question was the basic education and ability necessary to improve lives and live free of brainwashing. The nobility is actually more concerned with the falling value and increasing availability of food and other goods than the mages who attempted violence. A mage with a half-baked combat spell was a far smaller threat to their power than the loss of control over the economy and food distribution.</p>\n<p class=\"cnM2MjAzNjA5MTE4MDRkNDk4ZTMxNTk2Y2Y3YTQwYmZj\" data-original-margin=\"\">Like with soap, goods like food, medicine, and tools that should always be widely available have been controlled for decades. Even knowledge of how to create some simple things had been jealously guarded. Now, they actually are growing available. Merchants are losing profits and noble houses are losing incentives. As a result, arrests are on the rise, and violent altercations between factions are rising.</p>\n<p class=\"cnNlZmNjODBjZjAwNzQ1MTdiNzg2Mzk3ZDc0NzNlYWY2\" data-original-margin=\"\">Guards, street kids, gangs, the temple, and the nobility are all growing hostile to each other at different levels. I have had to deal with newly empowered guards, angry nobles, indignant priests, and even misguided slaves and beggars directing their pent-up rage at innocent targets. It has been... ugly. Not more ugly than it was before, but certainly less clean and a lot scarier for people who had grown used to being comfortable.</p>\n<p class=\"cnMwOGZiYzFlMDE5MDRmYjg5ODg2ZTBmNWVmNjU4ZTYx\" data-original-margin=\"\">That is just the tip of the iceberg, however. All of that was more or less expected to an extent; taking down a monarchy isn't going to be pretty. Things had gotten... a lot more personal, however. After what had happened with... well, I have a hard time talking about them. What matters now is it has grown beyond me. I am no longer at the center of the changes in this city and it's time for me to move on. If I want to change things in this entire kingdom, and more importantly spread knowledge, I need to be in a better position.</p><p class=\"cmQxN2MwNjAzNzcxMTRjYjI4YzcxN2Q2NTdmMDNiMDBm\" data-original-margin=\"\">A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation.</p>\n<p class=\"cnMxMGE0ZGM2Zjg3ZDRkZjU4NDhjMzgxNjAyNzBlMDVl\" data-original-margin=\"\">There is an item I need to know how to enchant. I can only do so much more here, but I can help this and other cities more once I know more about enchantment. That and I see reminders everywhere I go of... yeah. I had promised Godfrey I would attend the academy, and that is where I am headed now.</p>\n<p class=\"cnMwNWZmOTVhMTgzNjRhYmRiM2M3OTFiNWJkYTJmOTc3\" data-original-margin=\"\">\"Lillith, are you still with me?\" Emeric asks and I snap out of my introspection.</p>\n<p class=\"cnNlMWU1ZDg3YmZhODQwZWM4ZTg1OWUxZGIyYTllOGZi\" data-original-margin=\"\">\"Yes, sorry, I was a little lost in thought,\" I reassure and he laughs.</p>\n<p class=\"cnNmMTYzNjZkNzM2ZDQ5ZjdhYmI5NDViZTQwNzRmZmE3\" data-original-margin=\"\">\"A little nervous, huh?\" he asks, amused. It's rare I show anything like the childishness he expects from me, and he always chuckles when he perceives it. \"You'll be fine, nothing to worry about. If anyone should be worried, it's the academy,\" he teases and I crack a smile. I can't exactly refute him.</p>\n<p class=\"cnNiYzg0ODEzNzIyYjRjMDE4YTBjMTg1NzQ0NzBlODdi\" data-original-margin=\"\">\"Nah, just reflecting,\" I answer and he gives me a placating nod as if he will agree to pretend that's true. I just laugh at the light teasing as we approach the gate.</p>\n<p class=\"cnMwOWEwNTFlNmRkMTQyMGRiMjBjZWJmNGQ5YzQyYTNk\" data-original-margin=\"\">\"Ah, here we are,\" Emeric announces jovially. A sturdy, covered wagon waits with a single coachman. \"Looks like your traveling companions haven't arrived yet, but we are early. They should be here soon!\"</p>\n<p class=\"cnM2YmFjOGRmNjYxMDQ0YzFiNTAwZmY0NWYzMDgzMzM5\" data-original-margin=\"\">I appraise the wagon approvingly. It's not ornate or fancy in any way, but practical and roomy. Plenty of supplies have been loaded up and it looks like there is plenty of room left for people. \"Where are the guards?\" I ask, a little apprehensively, but Emeric just looks at me confused.</p>\n<p class=\"cnM2MzA3YjY1YjZkMzQyNDRiMDUxYTJlY2JiY2Y3MDQ0\" data-original-margin=\"\">\"Why would the guards be here?\" he inquires, and I realize I've made a silly assumption. Three noble kids traveling with a coachman in medieval Europe would definitely have an escort, but this isn't Europe. The ratio of nobility to commoners is completely different, social structures don't look the same and, oh yeah, all of the nobles have powerful magic. Mages don't really need guards, they typically only fear each other. The social conventions and politics that keep them from directly attacking each other are far more effective than a few dudes with spears. Moving around with guards is, funnily enough, seen as a sign of weakness.</p>\n<p class=\"cnNiYWI2N2I2MTA2NzRiZjQ5MDNkNmNhMTA0MzI1MGEx\" data-original-margin=\"\">The number of nobles pretty much excludes the possibility of every low-ranking child having an escort as well, and my nobility rank is definitely low. I knew all of this, Hugh never had an escort when he came to hit on me and it was clear enough why. Still, traveling on the open road, the knowledge of monsters, and memories from my past life all had me expecting an escort on this trip despite all that.</p>\n<p class=\"cnNkMTg3OTg3OTE1YzQ2OTc5NGY5ZWIwODlhYjc4ZDZj\" data-original-margin=\"\">This is a completely different world and society from Earth but my preconceived notions still color my view of the world. There are probably a million different ways a society like this will differ drastically from medieval Earth for a million different reasons and I didn't even try to think about them, just assuming the familiar was correct. I am always a little internally embarrassed at my lack of imagination when I make these assumptions.</p>\n<p class=\"cnMxMTE2MDkzNzk5YTQyZTFhM2QyYjJlZTk4Y2NiZDZl\" data-original-margin=\"\">\"N-nothing, never mind,\" I answer, blushing a little. I should really try a little critical thinking before I ask dumb questions like that. From the first day I woke up in this world, my expectations were challenged. Something as easy to make as soap was presented to me as a luxury. Twenty-seven years of common sense aren't so easily dismissed though. Oh well, Emeric will probably shrug it off. I'll have to keep track of this sort of thinking when interacting with nobles at the academy, however, or I will embarrass myself again.</p>\n<p class=\"cnMzNDZkMTJkZjc1MDQ3MDU5Y2YxYmZkYWY2MzgzNmIz\" data-original-margin=\"\">Speaking of the devil, a pair of nobles about my age approach Emeric and me. Both are blonde and look remarkably similar, the boy in a sensible blue traveling tunic and the girl in a short red traveler's dress. It annoyed me to no end when I learned women don't even wear pants while traveling, but gender norms like that have never been sensible in any setting, so I shrugged it off.</p>\n<p class=\"cnNkMjhhZDFkYmYyODRmZjQ4MTJhOTkwOWYwZjQyNzlh\" data-original-margin=\"\">\"Hello, a pleasure to meet you!\" The boy says with a wide smile on his face, \"Are you coming to the school with us?\"</p>\n<p class=\"cnNhMTY4N2JmY2NhNDQ2ZWViMzM5MDJmYmJiNDFjZGRi\" data-original-margin=\"\">\"Don't be rude, Augie,\" the girl says, \"You haven't even introduced yourself yet! Don't mind my brother, he's just a little over-excited.\"</p>\n<p class=\"cnNmYWY5ODQ5OWQ2NzQ0MDVhY2ZhMzAzMzJmMzAyYWYy\" data-original-margin=\"\">\"I'm not worried about it,\" I answer, \"I've never been one for etiquette anyway. Always made Sybilla furious.\"</p>\n<p class=\"cnNiZGI2OGYzMTRmZjRmY2RhNjc3MTA0MDQ3ZWEyNDIy\" data-original-margin=\"\">\"Oh, Sybilla was your tutor as well?\" the girl asks while the boy responds, \"I like you already, all that nonsense is a waste of time!\" They speak at the same time and I hesitate before answering either.</p>\n<p class=\"cnM0NjJiNzkzMGNiMzQ5Mzk5ZDhhZjViNDBhOTI4Y2Y0\" data-original-margin=\"\">First, I listen to the girl in red, \"She was, although our lessons were cut short fairly abruptly.\" I then give the boy a conspiratorial nod to indicate I agree with him as his sister smacks the back of his head.</p>\n<p class=\"cnNmYTBhZWIwNzFlYzQwOWFiNjk5Njg5OWNhNjVhZWU3\" data-original-margin=\"\">\"Ah, the Forrester twins have arrived at last,\" Emeric says cheerfully. I suppose these are my traveling companions. \"Lillith, allow me to introduce August Forrester and Autumn of Forrester. August and Autumn, allow me to introduce Lillith of Endings!\"</p>\n<p class=\"cnMxY2FmZjY4NDQ1ZjQ5NDA4Yjk4ODA0NGVhOTFlYmQ1\" data-original-margin=\"\">Autumn and August look at me with wide eyes and Autumn bursts out, \"Lillith of Endings, as in, the Lillith of Endings?\" she asks. I sigh a little. Thanks to Godfrey wanting to share the credit with me, I haven't stopped turning heads since Baldwin's death.</p>\n<p class=\"cnM4MTljY2JmZDBkODQ0M2FhOGVjYjhjYjg5MDExMjg4\" data-original-margin=\"\">\"No, I'm the other one,\" I answer flippantly and she laughs.</p>\n<p class=\"cnNiYWM1ODFkNjNkNjQzYjY5MzhiYTY4ZjU5MTEyNjg2\" data-original-margin=\"\">\"You have got to tell us everything!\" August insists, and I resign myself to retelling the story Godfrey and I made up about the night I killed Baldwin. At least neither of these nobles seems too bad yet, although as always I can't help but feel my hackles rise around them.</p>\n<p class=\"cnMxYmYyYmRlZTUzYjRkOWI5MjQ3NmZjMmE2YzQ4Njlj\" data-original-margin=\"\">\"Allow me to say my goodbyes to Emeric, and I'll tell you on the wagon,\" I agree, and the excited twins nod excitedly. This trip is supposed to take three months, so I suppose it's best to start off on good terms. I bid farewell to Emeric, who has grown on me over the months, and climb into the back of the wagon. As the coachman begins the drive, I regale the twins with an entirely fictional story of my fight with Baldwin.</p>\n            ",
  "invisibleParagraphContent": "A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation."
}