{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5ODI2MzUwZDcyYzQ3YTI5MDA0MDM0YjcxNzdjMmNh\" data-original-margin=\"\">On a torn-out sheet of my journal, I draw a magic circle to attract light mana. I also included absorption and emission runes, so any substance imbued by the circle would absorb and immediately emit light. More specifically, It targeted ultra-violet light. In other words, I drew a fluorescent magic circle. For a brief moment, I think of using a circle like this for a person and chuckle.</p>\n<p class=\"cnM2N2ViYjNhMGI5YjRlZDlhOGM0YjUwMzM3NmJmNGRh\" data-original-margin=\"\">I weigh the paper down in the center of my room, the space I am using as an anchor, and place a sack of flour on top of it. Typically enchanting an object with a circle takes a few days to a few weeks, depending on the substance and mass of what is being targeted, but I can get around that. Since I am using mana aspects I have grasped and control directly, I can channel and stabilize it much more quickly.</p>\n<p class=\"cnMzMmU1OGMxOWQ5MzQ0MGM5NzAyN2QyNzM3NDM4YzIx\" data-original-margin=\"\">After about six long, boring hours, I have a sack of fluorescent flour. Flourescent, if you will. Ok, that was pretty bad, I should sleep more. I cast flashlight using a blacklight wavelength and confirm the flour does, in fact, glow. Perfect, step one complete.</p>\n<p class=\"cnNjNjE5NGZlMTUyYjQzMThiYmI0MDU1NGM4NmUwNWFl\" data-original-margin=\"\">I spend some time forming several stones as a lethal projectile. I can technically use any stone for this, but since my spells are more equation than recipe, I am far more accurate when I can perfectly control the mass. Finally, I sneak a few dozen eggs into my room and hollow them out. Thoughts of childhood Easters perk me up a little as poke a small hole in the top and create a bigger hole at the bottom. Fortunately, I don't need these as pretty as Easter eggs, so the process is much faster.</p>\n<p class=\"cnNlZTFlNGJjZWM5YTQ2MDg4ZDFkMGZmYWQ0MTI2N2Zm\" data-original-margin=\"\">Rolling up the paper with the magic circle into a makeshift funnel, I pour the flour into the eggshells, using gentle rotating force mana to expedite the process. As I wrap a few dozen glowing, flour-filled eggshells in my socks and put them in my bag, I can't help but laugh to myself. Prepping to rescue my brother from a dangerous street gang is feeling a lot more 'arts and crafts' and a lot less 'action movie' than I would have expected.</p>\n<p class=\"cnNiNWY3MTU2NDhlNDRlYjI5OTVhNTk2NGI0NjM3MDUx\" data-original-margin=\"\">This is the best I can come up with to deal with such a large group safely, however. Especially if I want to hold back on lethality. I push down a spike of anxiety as I remember what Tommy said about the gang's current leader. 'She is inhumanly fast. She is uncannily quiet. She is hung up about nobility. She is a fucking mage,' I think again, trying to account for these factors in my plan.</p>\n<p class=\"cnMyOGRkMDFjMGZkMTQyOTk5NDQwMjNkMTc3OGE0ZWQ5\" data-original-margin=\"\">Going up against another mage is always a gamble until you can feel their mana. Is she more powerful than me? Does she have more aspects? What else can she do? There are too many variables to plan for all of them, but I refuse to leave Henry with them any longer. I have to rely on what I do know.</p>\n<p class=\"cnM1ZmYwNjJkNTQ2NjQyZmViZjllMTQ2Zjc3NWVjNzI3\" data-original-margin=\"\">She is a mage, but she probably isn't a noble. It's unlikely she is actively avoiding noble recognition like I am. In fact, she has probably tried to be christened as one before. Or she is a noble and runs a street gang as a hobby, I guess. 'Fuck, I guess that's not impossible either,' I realize, my anxiety spiking again. Meeting Baldwin was a reality check. A magical reality check, which I find surreal. I do find that unlikely, however, based on Tommy's description.</p>\n<p class=\"cnNiNzQ5ZDI5YWUyNzRiZThiMzYyZTVkNTJhNmY1NjVk\" data-original-margin=\"\">This leaves one option I consider most likely. She is probably an illegitimate child of a local lord. Either that or an ostracized one. In either case, noble recognition is most likely being actively withheld from her. Hopefully, this means she never got her own magic circle and is relying entirely on inherited magic. This is a lot of 'ifs' and 'probablys' but they'll have to do. Henry deserves immediate action.</p>\n<p class=\"cnNiNTI1YmJlODFiYzQzZTZhYjFmZjhiMzI0OGFjNWFl\" data-original-margin=\"\">I compartmentalize my worries as I gather my supplies and head down to meet Gilbert. The time for worrying has passed.</p>\n<hr>\n<p class=\"cnM5YWZkODgyMGMyMDQwZmU4NTdmYThiYjE0OGI2ZTE5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4NDZmYTg0OTFkMTQ2OTQ4YjkyODhhNzkyNmEyZDFi\" data-original-margin=\"\">Gilbert and I meet up with Tommy and I immediately fail to suppress my panic. He has been beaten, badly. His lip is split open, his face is bruised all over and his left eye is swollen shut. He limps to get to me.</p>\n<p class=\"cnNmN2Y1ZmNmZWNhZjRiMWFhYzVhYTVlNjgxYTIzMzUz\" data-original-margin=\"\">\"Tommy, what the hell happened? Are you okay?\" I ask, running over to him and catching him as he begins to stumble. Gilbert runs up to his other side and wraps his arm around his back to help support him.</p>\n<p class=\"cnMyZDc4OTkzMjY1MzRhOGU5MDk0MGEyZTY0ZGE4NDI0\" data-original-margin=\"\">He groans out his response, \"M'okay, ma'am. Just sum scrapes n' bruises,\" he assures, shortly before taking a sharp breath through his teeth as I examine a welt on his arm.</p>\n<p class=\"cnMzZGIzYjNiYWY2NDQ0N2U5Nzg2OTVjNTlkYTNmMTc5\" data-original-margin=\"\">\"I repeat, what the hell happened? Do we need to get you to safety?\" I ask, beginning to panic.</p>\n<p class=\"cnM5NzlhZTA2YjQ4OTRmNTZiYTYwZDYwZmRhOTE1NWEz\" data-original-margin=\"\">\"R-Rosalind,\" he begins, clearly biting back pain. \"I wus warnin' 'em all like ya said to, and alluva sudden Rosalind came outta nowhere an' 'it me, knocked me flat.\"</p><p class=\"cjg1NDNjYjBlZGM2NDRhMWJiZWYzZmEwN2EzMDAwZTdi\" data-original-margin=\"\">Unauthorized duplication: this tale has been taken without consent. Report sightings.</p>\n<p class=\"cnMxZTA5ZTg0ZmE4NDQyMTY5MGI2MzJiMDM2MWZkMWVi\" data-original-margin=\"\">At this, my hackles rise and I quickly scan our surroundings. This was not the plan. \"I'm so sorry, Tommy. Is she here now? I understand if she is, but I need to know, now!\" I interrogate desperately. Gilbert picks up on my panic and begins flicking his eyes back and forth across the alleys and rooftops near us.</p>\n<p class=\"cnM4MTExN2RjZWFkMjQ2ZTliNjlmZTk1YWQwZTEyMGY3\" data-original-margin=\"\">\"No ma'am,\" he reassures, \"but she knows yer comin'. I told 'er about you an' yer brother. She got all my friends locked up 'n the cellar n' she says she's gonna kill 'em if you don't come in, unarmed. Says she got yer brother too.\"</p>\n<p class=\"cnNiMjE4NWFjODA2ZDRiOGY5N2M3MDc3MDRjMjA0NWRl\" data-original-margin=\"\">\"All of them? Are you sure?\"</p>\n<p class=\"cnM5ZjlhYjIyODUyMDQxZjRiYTliZDZmOGZiM2U5Y2E5\" data-original-margin=\"\">\"'m sorry ma'am, I don' unerstand...\"</p>\n<p class=\"cnMyZGU1MDk0ZjFmZDQwOGQ5ODk3MTI2MjM2N2MyMjgx\" data-original-margin=\"\">\"Your friends, they are all locked up? Was there anyone innocent left free in the main building?\"</p>\n<p class=\"cnNiNzg1N2Q2OWIwYjRkNDk4ZjAzNWY2MzM2OWU1ZjY0\" data-original-margin=\"\">\"I- I don' think so, ma'am, but I dunno fer sure.\"</p>\n<p class=\"cnNmN2ZhMTk4ZjZlYzQxZDM4NTBjN2ZmYzFmNTA5YWRj\" data-original-margin=\"\">\"Did you see the cellar? Could you tell if anyone you didn't know was there?\" Gilbert interjects, inquiring about Henry.</p>\n<p class=\"cnMxYjE1OGU0YmU2MDQxYjlhZTRmNzRhYmViN2YzMDIx\" data-original-margin=\"\">Tommy shakes his head as he responds, \"No sir, sorry. She sent me 'ere right off.\"</p>\n<p class=\"cnM5MzE1ODlkODA2YTQwM2RhYjNmZWYxMDVhZDJjYjEy\" data-original-margin=\"\">\"That's okay,\" I respond, \"Do you know how to get there? Is there a way to sneak into the building?\"</p>\n<p class=\"cnM2NzkyNmM2ZGE3YzQ4OWU4Zjg4ZWM4ZTRkZTk2Yjgx\" data-original-margin=\"\">\"Yes'm,\" Tommy nods, \"I can get in, but I dunno if I can get back out all quiet 'n all.\"</p>\n<p class=\"cnMyMmM2YTYwOGNkZTQ3ZjJhOGRhYmU0YzJkZmFhODVk\" data-original-margin=\"\">\"That's okay. Can you get Gilbert in?\"</p>\n<p class=\"cnM5Y2RkNzRhMzM5NDRiN2JiNDk0YzlkMGRlYmY2OWRj\" data-original-margin=\"\">\"Yes'm, I can 'elp with that.\"</p>\n<p class=\"cnNlYzJjNjBmY2FlYzRlNmVhN2RlYTdmNWZkZDA1ODhm\" data-original-margin=\"\">I turn to Gilbert for my next question. \"Gil, how are you in a fight? Can you take a couple of thugs?\"</p>\n<p class=\"cnM4NzYyZDg5MmUwNjQxNWRiM2Q3YjA1ZGM5ZjRlYmRl\" data-original-margin=\"\">Gilbert taps the club he brought on his waist. \"I can take a couple of these creeps. Do you have a plan?\"</p>\n<p class=\"cnNjZmFjZGFjM2MxMDQ2ODA4ZjMxNTBjNGRjYzVhYjZm\" data-original-margin=\"\">\"I do, but it'll be hard to pull off with hostages. I need someone to get into that cellar and handle any guards posted on the prisoners. Tommy, are you in shape to get Gilbert there?\"</p>\n<p class=\"cnNjNjBiMDE0ZTgzODRkNzU5Mjc5YzRhZTFkMTJiNGU2\" data-original-margin=\"\">\"I dunno ma'am, I can try, but I don' know if I can do it quiet an' all.\"</p>\n<p class=\"cnMyYTU2NWJjZDFkNjQ5NjA5YzE0OTFkYmE0MmJiYjJk\" data-original-margin=\"\">\"That's fine. I'll provide the distraction. Give me a signal when it's safe in the cellar, then tell everyone to get down until the light comes back.\"</p>\n<p class=\"cnNlOTc0OTg5YThlNTQyOWM4MzA3YzE5M2IzZmU1ODc4\" data-original-margin=\"\">\"The light?\" Gilbert asks, before realizing it's not the important question. \"What kind of signal?\"</p>\n<p class=\"cnMwYmRkYjI0ZTk0NzQ0NWZhZTczOTExY2YzZTc1OGFm\" data-original-margin=\"\">I put my fingers in my mouth and let out three shrill whistles in short bursts. \"Can you do that?\"</p>\n<p class=\"cnM1ZWI4N2ZmN2E4YTQzNGRiZGY1MDMxNzlmYWFkZjAy\" data-original-margin=\"\">Gilbert imitates me, then nods. \"Easy enough.\"</p>\n<p class=\"cnMzZmQ1ZTA3NzM2MTQzNzRhYmRhMTUwNTRlYTQ2MjY0\" data-original-margin=\"\">\"Perfect. Neither of you have to do this if you don't want to, or don't think you can. But if you'll trust me, I think we can do this.\"</p>\n<hr>\n<p class=\"cnNjZGYzMDMwOTQ0ZDRmM2JhMmYwOTY2NWYzZjBjYTEw\" data-original-margin=\"\"><strong>Gilbert</strong></p>\n<p class=\"cnNjN2EyZThiNTY0OTQzMmY4NDZjMTYwYTUzOTkwODJl\" data-original-margin=\"\"><br>When we get closer to the Manticorps hideout, Lillith separates from us and I help Tommy in the direction he indicates.</p>\n<p class=\"cnNhZGVlMmU5ODZiZjRlZmQ4NTgyMWMxZDNiOWY5OTll\" data-original-margin=\"\">\"There's a panel o'er there, 'n the side a the wall,\" He points, directing me to our way in. I help him over to the area he indicated and find the panel in question. I try to pull the panel from the wall and my heart tries to beat its way out of my chest as it creaks.</p>\n<p class=\"cnM3NWJhOWQ3MzNjNDRiZGNhNjZkMzNiMGQyYzFjMmRj\" data-original-margin=\"\">\"No!\" he whispers frantically, \"push o'er, don' pull it!\"</p>\n<p class=\"cnM0MGQyY2U4N2IzODQ1ZjU4YmFhMTdjNzNmMDYzZjg3\" data-original-margin=\"\">I do as he instructs and lead him inside. We enter a cramped storage room and I hear voices.</p>\n<p class=\"cnNjZDU1ZmZhMGUwNzQ2NjU4OTdhODYzYWE2NTNiYTVj\" data-original-margin=\"\">\"Your plan was to attack us with pebbles and eggs?\" I hear a woman laughing. from somewhere nearby. We are close, shit. I feel sweat drip down my forehead as I try to creep out of the room. The hallway outside is empty, and I begin slowly, carefully following Tommy's pointing finger as I help him through the old building as the conversation continues somewhere nearby.</p>\n<p class=\"cnM4YmUwZjdhZTY0NzRmZjI5MjhlZWI5MzJjZDA5ODk4\" data-original-margin=\"\">\"Well that remains to be seen, doesn't it?\" I hear Lillith's voice at one point. 'Wait, did the other woman say she brought eggs? Eggs?? What the hell is she planning?' I think as I process what I heard a moment ago. I am jolted back to reality where Tommy is waving, frantically trying to stop me from doing something. I look around for whatever he is panicking about before I take another step and realize what it was.</p>\n<p class=\"cnNjMWYzMzYwMWYwYjQ3M2ViODhjOTdkYWIwNmRiOWE0\" data-original-margin=\"\">A loud creak echoes through the hallway as I step on an aged floorboard. Oh, that's what it was. 'Fuck, I can't believe we didn't discuss signals for this kind of thing ahead of time! When will I stop being so fucking oblivious!' I think until I realize the conversation outside has stopped and footsteps are coming in our direction, followed by a loud *THUNK*. That's when I hear pure chaos.</p>\n<p class=\"cnNhYTc4NTA5M2YwNTQ1MTFiODk1MWMyYzY1MzJjMzM1\" data-original-margin=\"\">Footsteps are suddenly roaring in the other room, the first woman screaming commands and men yelling. I stop sneaking and pick up Tommy in a bridal carry, something he groans through, but keeps directing me. A moment later a man bursts through a door in the hall in front of us. His eyes widen as he sees us and he opens his mouth to yell when I see Lillith appear, kick him in the back of his knee so he falls, grab him by the throat, and throw him back into the other room.</p>\n<p class=\"cnMzNDM5YWExMWIxODQ1NTRiNmY5MDA4YmMzOGQ2M2Rk\" data-original-margin=\"\">I gape. 'How the fuck did she do that!?'</p>\n<p class=\"cnM5ZTZiODQ1NTZmNTRiNjNhYTYzNTE2Y2FkNTQzOGRm\" data-original-margin=\"\">No time to consider, however, as I have to get to the hostages. They could be in trouble with all this commotion. I run in the directions Tommy gives me and finally come to a room with an open hatch in the ground. \"Sorry about this,\" I say, before jumping in with Tommy in my arms.</p>\n<p class=\"cnNhZjVmZjE0NzliNjRiZmFiYzM3ZGZmMjAzNTcyMTdm\" data-original-margin=\"\">I land and collapse to the ground, rolling onto my back to protect Tommy. In the middle of a torch-lit cellar are a couple of ramshackle cells thrown together with old wood absolutely full of terrified street urchins, mostly younger than Lillith. A panicked thug stares at me from in front of one of the cells as I recover, and there is a moment of silence as we stare at each other, before he charges at me.</p>\n<p class=\"cnMxM2JjOGY5NGNkZjQ3NDk4YzlhNDNmMGUwMzFkZDc5\" data-original-margin=\"\">I leave Tommy on the ground and scramble to my feet, narrowly avoiding the thugs club. He is clearly no match for me, and I push him into the wall as he misses. Pulling out my own club, I hit him in the back and he falls to the ground. I pin him with one knee and hold his hands behind his back, satisfied he is subdued. Thank the Collector there was only one, or I would have had to kill him.</p>\n<p class=\"cnM1ZTBmZWU3YzdhMTRkYjA5NDlkODRhZDkwMTNhYTkw\" data-original-margin=\"\">My relief fades quickly as I scan the faces in the cells, however. 'Where is Henry? Henry isn't here! Oh shit, what if-' I don't get to finish my thought as Tommy lets out three shrill whistles.</p>\n<p class=\"cnNkMDExNzQzOTcyZDRmODM4ZjY2NGI5N2YzNGEyNTVl\" data-original-margin=\"\">\"W-Wait, not yet my brother isn't-\" I stutter as the world is swallowed by darkness.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized duplication: this tale has been taken without consent. Report sightings."
}