{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxYzgwZmRhMGJiOTQ0OWU5ODY4ZmFmZjA3YTU5M2Q0\" data-original-margin=\"\">\"We weren't friends,\" Hugh retorts, \"we were courting. Until I decided a commoner was beneath my station. I got what I wanted from her anyway. You really shouldn't bring your pets to class, I don't think commoners are allowed here.\" I roll my eyes at the smirk on his face as he addresses Autumn. I see he hasn't grown more pleasant over the years. Also, gross dude. We were what, twelve last time we saw each other? Why would you even want people to believe you 'got what you wanted' from a girl that age?</p>\n<p class=\"cnNjZTE3NTEzMTQwYzQ1NmFhZGJkNzdhOWYzYzkwMmM3\" data-original-margin=\"\">\"These classes are going to be tough with a memory like that Hugh, I suggest you take careful notes,\" I intone and he scowls at me. Interestingly, Autumn and August aren't the only ones to snicker at that. I'm not the only one to notice this and Hugh's face turns red.</p>\n<p class=\"cnMxNzI4YmZiNmRhYTQxMjJiZWIwZDkzYjhlZTM0NWM1\" data-original-margin=\"\">\"My memory is perfect, but thank you for your concern, common trash. I should have listened to my father when we were younger, he always had the right read on you,\" he sneers and I raise an eyebrow.</p>\n<p class=\"cnNmNDVlMzBjOTQ2ZjQ1NzU5ZGJiMWJkNzBiODkzZTY5\" data-original-margin=\"\">\"If I recall correctly, I completely took your father's breath away,\" I retort. This only draws a confused look from Hugh which confirms that he was not informed of the details of his father's death. Walter's fate and my role in it was known to the guards, so that is interesting. I suppose Baldwin didn't want any uncouth rumors about me before the wedding. After a second I realize Autumn is blushing and Hugh looks furious and I realize my mistake. Since only I know the true double meaning of that joke, I hadn't considered what conclusion others would draw. Oops.</p>\n<p class=\"cnM5NDgwOGZlOTA4MjQ1NzQ5MzQwZWZjYjZkZTZjYzkx\" data-original-margin=\"\">\"My father never touched you, idiot girl. That privilege was mine alone,\" he snarls.</p>\n<p class=\"cnNhYmMwMzVkZjI5NTQ1MzViN2RkNjI3ZDFkYThhNDZl\" data-original-margin=\"\">\"Of course he didn't. Much like you, his intimate interactions with me all ended when he woke up alone in wet sheets,\" I quip, then turn away to get my quill and notebook.</p>\n<p class=\"cnNmZTExYmJjOTI2MDRiNDdhZWUzMWIyZDRiZmM0Y2Rl\" data-original-margin=\"\">\"I think I will retrieve the knights. I won't be able to focus with the stink of a commoner in the classroom with me,\" Hugh furiously threatens, and August steps in.</p>\n<p class=\"cnM0ZTZmYzdiY2UyODRhYWY4YmE4MTEzNTNiYmQzMmZl\" data-original-margin=\"\">\"What house are you from, that you feel comfortable threatening Lillith of Endings, the apprentice of the Duke of Facinley?\" he asks. Hugh's face pales and I groan. Damnit August, I was doing fine. I really didn't want to fucking name-drop Godfrey. Now everyone in this damn class is going to pay attention to everything I do. I glare at August as Hugh stutters.</p>\n<p class=\"cnMwODBiYzkyY2VkOTQ5OTZiZWRkODcxZGMyNjg4MDIw\" data-original-margin=\"\">\"He doesn't have a family name,\" another boy cuts in, likely trying to gain my favor now that he knows who my 'backer' is, \"he's from a family of merchants who bought their title and magic circle. They weren't important enough to be christened by the temple. He's just a wannabe noble trying to earn status by attaching himself to proper nobles.\" With that Hugh thoroughly loses the support of the classroom, but I don't feel like I won.</p>\n<p class=\"cnNjZjY4OGY4MGFiNzRiMjhiM2Q3Mjg0ZDU0Yjk0Nzkx\" data-original-margin=\"\">I did piss off a sexist loser, but thanks to August it went from a perfectly respectable verbal joust to throwing noble names around and shaming a kid for his status. His low ranking among nobility is not what he should feel ashamed of and it's no victory to fall back on that. That and now I am going to have people hanging onto me just to get closer to Godfrey. I have gathered that Godfrey had lost a great deal of respectability among upper nobility during his time in Satusmor, but he was still miles above the average noble house.</p>\n<p class=\"cnNkYmIxOGY4YmE0NTQzNjA5YWVhYTU5MWFhOWY1ZDE4\" data-original-margin=\"\">I give August a sharp look that only draws confusion from him, but we don't get a chance to discuss it as the professor enters the room. She is a severe-looking woman, which surprises me. Not her severity but her gender. So far I haven't met a single male professor on this campus. This confuses me as much as my doctor being a woman when I was a child. In this society, I would expect both positions to be primarily men.</p>\n<p class=\"cnMwZmE3YTExYTFhNDQ1MzA5OTcyNzk2YzE3NTg4MDYw\" data-original-margin=\"\">\"Everyone be silent!\" she commands with mana projecting her voice. She has her aura suppressed, but I can see a lapel with sound mana around it on her dress. The class quiets down quickly and takes their seats. Again I am surprised. To this day I have not seen a man respond to a woman's orders with such respect, even a noblewoman. Excepting children with their mothers, I suppose.</p>\n<p class=\"cnNiMGQxZDk4YTZlNjQ1OTRiZWEzM2JmZjdmYjdjMTRl\" data-original-margin=\"\">\"I am Clarrise of Cavallo. You may call me Professor Clarrise or Lady Clarrise. I will be teaching your 'Introductory Mathematics' course this semester. I strongly suggest you pay close attention during my lectures. This course is a difficult and fast one, and it is a core requirement. In other words, if you fail this class you will have to retake it until you pass, or you will not graduate. I do not care who your parents are, and I do not care how much mana you have. I don't care if the Collector himself is backing you. If you do not focus and work hard, you will fail this class,\" she lectures and I feel my focus failing me.</p>\n<p class=\"cnNkMzk3MTJmZTM3YzQ1OGZiNDRlNGYyZDdmM2Y0NGE2\" data-original-margin=\"\">I have heard this lecture a few times, and it apparently remains more or less consistent across worlds. I didn't attend with many nobles in my past life, but the sentiment is the same. She lectures for nearly an hour on what will be covered throughout the course and I relax. It seems that, while students are expected to have received tutoring, the expectation is fairly low. This year won't extend far past fractions, long division, and other similar concepts. Based on the culture and architecture I have seen, I suspect this world's mathematic knowledge extends somewhere around trigonometry, but not all the way to calculus.</p><p class=\"cjI4MWEzYmRiZjllYTRjMDRiYjMxYzlhYmU2OTIxY2M2\" data-original-margin=\"\">If you spot this story on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnM3MjJmZDFkOWMyYjQ2NzJhYjU1NjIyZGQ5YzFlNTJk\" data-original-margin=\"\">There is also no standard education system in place, so while at my age I would have been learning algebra, it's not surprising they are covering simpler concepts instead. In any case, I could do this shit in my sleep; I don't even need a calculator. That's what I expect, anyway, but when Professor Clarrise writes an equation on some sort of magic board at the front of the room, I realize a minor mistake. I recognize the numeral characters, but the other symbols are mostly alien. I had encountered a few when learning to draw magic circles, but I hadn't read more than I needed.</p>\n<p class=\"cnNlYzY1Mjc4MWJlYjQwMGE4OGYxY2M0YTViNjE2NmRi\" data-original-margin=\"\">As such, I have no idea how to read the question. At a glance I see the numbers are all listed horizontally while the unfamiliar symbols are stacked vertically on the right, but I can only guess what each means or how they interact. I'm not too worried about this, I have time to learn this notation before it will become relevant to me. \"You in the red dress, can you tell me how to solve this equation?\" the professor asks. Well, shit.</p>\n<p class=\"cnNlOGU0MzcyNTU0MzRjNjM4Y2NhNzQ1YTg0NTI1ODg2\" data-original-margin=\"\">I look at the board and the professor for a moment before I shrug and lean back. \"I'm afraid I haven't got a clue,\" I answer, unworried. There is no point in trying to fake it; I might as well own it. Clarrise narrows her eyes at me and a subdued chuckle radiates through the class.</p>\n<p class=\"cnNiNjg5NGVlZjBkOTRjNTg5MWRiODg4YWMxY2RlMTA4\" data-original-margin=\"\">\"Young Lady, I suggest you take this seriously. I am not an easily amused woman, and brushing me off isn't going to result in positive marks,\" she reprimands and I wave my hand placatingly.</p>\n<p class=\"cnM0NTBkYmEzZmZjZjQ1NTI5MGRjODM1OWNiNTQ1ODFh\" data-original-margin=\"\">\"Sorry, I mean I legitimately don't know how to read that, I don't understand the notation,\" I explain and she raises an eyebrow at me.</p>\n<p class=\"cnNiYmFlY2I4YzYyYjQ3ZGNhNTQzYTg1N2M5Yzk1YTcx\" data-original-margin=\"\">\"Your tutor never showed you basic mathematical notation? That is more than an oversight, that is open negligence. What is her name?\" she asks, unamused. I don't miss the assumption that my tutor was a woman and a couple of puzzle pieces fall into place. I suppose teaching must be considered women's work. I don't know if that is because it involves working with children, if it's considered caregiving, or some other reason, but it seems likely. It's interesting how sexism can be expressed differently, but I suppose it's all made up social standards anyway. There is no reason it would manifest the same way across worlds.</p>\n<p class=\"cnNlNDhmYTJkNGI3YTQzNDM4NzVmODllNTNmZjlmMTE5\" data-original-margin=\"\">\"I never had a mathematics tutor, I'm afraid. My house is fairly new and I have only had such opportunities for a year or so,\" I explain. I hear the start of a few snickers that are cut short as they remember who my backer is. That is going to get old fast. Although Godfrey will probably be pleased.</p>\n<p class=\"cnNkODJjMzRiMDA3YzRkNmE5MzA2MzE5ZmNlNWQ4ZWE4\" data-original-margin=\"\">\"Then you are starting quite a bit behind. I suggest you secure a supplementary tutor at your earliest opportunity, or you will most certainly fail. You are already in a questionable position and will have to work hard,\" she lectures and I nod along. From where I am sitting, I have to learn simple notation and everyone else has to learn a year's worth of math. I think I will have an easier time than she suspects. Hugh snickers at me and tries to whisper jabs at me but I ignore him, which results in his face growing redder with rage as the class proceeds.</p>\n<p class=\"cnMwZDY1YTdkYjY4ZjRkZWFiNWFhNDA1Y2RlNDdmZmJl\" data-original-margin=\"\">The rest of class is uneventful, and I am not called on again. We receive an assignment, which is handed out as a sheet of enchanted tin. It seems it can be activated with aspectless mana and one equation will appear at a time. I am more interested in the workings of the magical item than anything else and I look forward to examining it. I have already seen more complex magical item enchantments today than I have the rest of my life combined. I suppose the academy is probably the origin point for a lot of designs, but I would expect them to be more widespread. Especially if they can hand out homework assignments on them.</p>\n<p class=\"cnNlMzA3Y2RhZjczYzQyNGQ4MGRlNDE4MWViN2YyNjcz\" data-original-margin=\"\">Considering the opulence of the rest of the campus, however, it seems the academy is more important than I expected. Much of the kingdom's wealth must be invested in this campus. I suppose that explains why Godfrey wants me here. If the academy is so important, sponsoring a student who performs well may be better for his reputation than I thought.</p>\n<p class=\"cnM0OTA3ZDMxYjg2NzRlM2Y5YzlmOThiMDRhYmQyYzMw\" data-original-margin=\"\">\"Um, I can teach you the notation, if you want,\" Autumn offers and I am drawn out of my introspection. I smile at her.</p>\n<p class=\"cnM4MjgyOWNlZDhlZjQxYjk4M2Y5ZGViY2MwYzJkNGZj\" data-original-margin=\"\">\"Thanks, I'll take you up on that!\" I agree and she smiles. She also gives me that look she has been giving me since we escaped the Radiant Woods. I think she is looking forward to having me alone, it seems she may finally say whatever has been on her mind when we have some privacy.</p>\n<p class=\"cnNmMDkzMGNhOGExMzRmOWNhYzY3MmVlZWRkNDkxYmJj\" data-original-margin=\"\">\"Okay, I'll help you back at the dorm tonight, does that work?\" She asks, and I shake my head.</p>\n<p class=\"cnMwMDQ5M2M1N2M5NzRlZWM4ZDM5NDM3ODczNmRjN2Fi\" data-original-margin=\"\">\"Sorry, I have something else to do tonight,\" I decline and she looks disappointed and confused.</p>\n<p class=\"cnNmMzU5ZmFlNmI5ODRjNGZiMjBmMzFmMWU4N2IzN2Zh\" data-original-margin=\"\">\"But... the gates will close, you'll have to come back at some point,\" she protests.</p>\n<p class=\"cnMxYzQ2OWJjZjlkMzQyYTI4ZjYwZTRjZDUxMTY3NDkw\" data-original-margin=\"\">\"Ah, right. You may find me absent from the dorm a lot. I have other responsibilities... outside the campus walls,\" I explain as we walk away from the classroom. She gives me that same look again then nods.</p>\n<p class=\"cnNjYmIwMzZjZGE0NzQ0M2RiYzBlMGI5OWEyOWQ5YmE1\" data-original-margin=\"\">\"If you say so. Will you have time tomorrow?\"</p>\n<p class=\"cnNjNTUxMGI3NzRjNDQ0OTBiMDk5YmM2MzIxZjFiYzA4\" data-original-margin=\"\">\"Oh, uh, yeah I have some time between classes. I have my science of mana and aspecting classes tomorrow.\"</p>\n<p class=\"cnM2ZWMyYTJjNzg5YTQ2YThiMzQxNWQ2N2YzNzAwMThl\" data-original-margin=\"\">\"Okay, I suppose that will work.\"</p>\n<p class=\"cnMzOTc1OTY4NzI1OTQ4MjA4NTBmZGFkMTRkNzQyZGNi\" data-original-margin=\"\">\"Anyway, I have something to do now, actually. I made a promise to a friend.\" I start to depart but Autumn grabs my arm to stop me.</p>\n<p class=\"cnNlNDUxMTAxY2E0MjQwY2NhMDQxMTVjNjdhZjRiNmZi\" data-original-margin=\"\">\"Be careful out there,\" she whispers to me, \"stay safe, okay?\" I see genuine concern in her eyes and I soften.</p>\n<p class=\"cnNkZDFmZmMwZDA0OTRiMzZhZmZmZjFjZGZlNTc2MjM2\" data-original-margin=\"\">\"I'll do my best,\" I promise, before leaving her there, looking concerned. I do have a promise to keep, however, and a few shops to investigate. A few hours later, and after several dead ends, I finally find a promising storefront. When not investigating the city guard, this is what I have been doing.</p>\n<p class=\"cnMzOGM0NGU5OWE1MTRhZTJiNzkyYzEzNGM3MGU2NDVl\" data-original-margin=\"\">I examine the little dress shop in front of me. The street, the window, and the landmarks are all exactly as Sarafyna described. This has to be it. The shop that should have been her's, and the window that should have displayed her hats. Here is where I will find my first clues about her father. I promised her I would find him, and this is step one.</p>\n<p class=\"cnM4YzgxOWJkMzc1MzQzNjdhYzUzYzc3OTBmZTk4NWUz\" data-original-margin=\"\">I take a deep breath and enter the shop.</p>\n            ",
  "invisibleParagraphContent": "If you spot this story on Amazon, know that it has been stolen. Report the violation."
}