{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1NmFmZmQzNjgxZDQyMDNiNDNlMDc0ZGYyNTlmOGQ0\" data-original-margin=\"\">Before the radiant woods, I'd never killed an innocent person. I've killed many people in more than one world, but always because that world would legitimately be a better place without them. In the Radiant Woods, I killed because those people didn't want to be a part of the world anymore. I didn't know that's why I was killing them but... some part of me did. It had felt off the entire time. The look in each person's eyes as they ran to me... flew to me... attacked me. Their claws were out but in a way, I knew they were dull.</p>\n<p class=\"cnM5ZjhiMmNhZTdkZjRmZWRhZDAzYTg0ZjZlOWY2MWY5\" data-original-margin=\"\">Or maybe that's wrong. It seems so clear as their faces visit me each night. I can see the agony and the begging on their faces with perfect clarity but I don't know how real they are. Is that what I saw, or is that what I am painting on my memory of them? It doesn't matter. I killed them and they didn't deserve to die, even if they wanted to. I couldn't help them any other way. I know that. My mind understands that, but my heart doesn't believe it.</p>\n<p class=\"cnNjOGFmOTc2OGQwYzRjZWZhODQ3ODFjMWJjZDNkNWRh\" data-original-margin=\"\">Part of me is convinced I could have saved them. Given them their lives, minds, and bodies back. Helped them seize their autonomy from... whatever that forest was, and healed them. That belief is what torments me every night. That part is what presents me with their faces in a parade of the tormented. A procession of my victims. I want to run away every night, and I do. But I just flee back to Satusmor. I run from the faces of the dead only to find more.</p>\n<p class=\"cnMzNzBmN2UxMjNkMzQzM2I4NDY3YzMyZmYzMTE1ODQ5\" data-original-margin=\"\">The laughing face of Horace, captain of the Satusmor city guard. I see the bodies he climbed over to find the golden ticket he thought they were hiding. The ticket I created. I remember choking the life out of Captain Horace for what he did, and... I remember enjoying it. Not the act of killing itself, but the revenge. In my dream I am outside of my body, watching the smile on my face as he gasps for breath.</p>\n<p class=\"cnMyOGEwMmJiMWRkOTQ3YmI5ZTM4OWRhODA3NzVmMjQ2\" data-original-margin=\"\">I take a sharp breath through my nose as my eyes fly open. My heart remains still, but adrenaline flows through my veins. A quick glance around the room and the minimal light leaking through the curtains reveals I have only been asleep for maybe three hours. That's the most I ever sleep, and the same dream that always wakes me up. It's a lie. I didn't smile as I killed that creep. Killing him was also entirely necessary. I don't know why my dreams torment me with that version of events every night, but they are relentless.</p>\n<p class=\"cnNhOTJiNDI0YmNiZTRkZDc4ZGFhNjIxZmY2Y2RlMzVm\" data-original-margin=\"\">The reminder of Horace does serve one purpose, however. This city is full of people like him. It's full of their victims. There are slaves, houses of penance, the hopeless, and the abandoned in every corner. Each of them has a boot on their throat, holding their face in the dirt, just to elevate someone an extra few inches. I am here to remove them all. I'm reminded of the gate guard, the rapist, who wanted to enslave and use me as I entered the city. He's a small target, and his absence won't have a massive effect on the city.</p>\n<p class=\"cnM0NTUwZmVmNmE0MzQ3ZTI4NGRhMDU3NmQwNDJmMmIy\" data-original-margin=\"\">It will matter a great deal to his victims, however, especially the future ones. His was the first face of the city's stain of corruption and authority I saw when I came here. It is only appropriate that he is the first I remove. I don't have my luggage, but I don't need it. My mother has a stock of simple, plain clothes for the found family we live with. Using light and sound mana to mask my movements, I dig through them and find a simple dress and cloak, which I quickly change into.</p>\n<p class=\"cnMxM2Y5YjZhMWYwZjQwMzg4MjNiZWY4ZWZhMzZjNWQ1\" data-original-margin=\"\">I leave the inn without waking anyone and enter the quiet night. This city is a large one, and hard to travel through quickly during the day. Without electricity, however, there is far less activity at night. There is some, mostly criminal in nature, but the bustling streets are quiet. I can't hire a carriage, but I don't need one. I hadn't entirely been lying to Godfrey. With force, light, and sound mana, I can move through the city quickly and quietly despite its size. I can't quite fly like I did in the forest, but with my strength and agility and reduced weight, I move faster than a carriage when alone and unimpeded.</p>\n<p class=\"cnM0YTcyNjljNDQ4MzQ2OWFiMWViNmZhNjcxMzczODdk\" data-original-margin=\"\">It still takes some time to traverse the city, but I arrive at the same gate I entered through before. Tonight, I am lucky. As I observe the gate from afar, I see the same guard in the same place. I suspected I might; it's not uncommon for guards to work the same shift and post multiple nights in a row. I don't know the exact schedule yet, but I knew I would find him if I came to the same spot. We had arrived late the first night as well so it was likely this was his regular shift.</p>\n<p class=\"cnNhNjZkMmQzNzk4MTRhZTJiYTNhZjY0OTVmOTk2Mjhi\" data-original-margin=\"\">It's easy enough to walk right out the gate unnoticed. A couple of walls of illusion created by copying and moving light give me a narrow hallway I can walk through unseen. I could snipe him easily enough with a stone bullet, but I need to know for sure. The man hadn't been subtle, but he hadn't actually announced he was going to arrest us either. With the way slavery works in this world, 'guard' and 'slaver' are more or less synonymous. Nevertheless, it doesn't feel quite right to just kill them all on sight.</p>\n<p class=\"cnMzYmU4MjIwODc1NzRjOWI5ZWUwZjA0ZTE2MGJmY2Q2\" data-original-margin=\"\">This isn't my old world. It's not reasonable to believe there is a way to be a city guard without full knowledge that you are going to be explicitly involved in slavery. But some part of me says 'what if?'. What if a child, believing his parent's stories about the importance and heroism of guards, joined the corps and has only ever guarded the gate, never making an arrest and never connecting the dots that they were connected to human traffickers?</p>\n<p class=\"cnM5MGFhMTg1NGViMzQ1MGQ5MGRkZDZjODEwMGUxNmQz\" data-original-margin=\"\">Spoken out loud, it's not really plausible. It's not a secret who slaves are or who catches them. Guards don't get one post forever, and they all train together. They all know what their job is, and they all know the laws. Including laws that obviously only exist to make it easier to create slaves. They all have explicit orders on who they can and can't arrest. Anyone who objected wouldn't be a guard anymore. This very guard had even demonstrated that he will arrest commoners and not nobles.</p><p class=\"cjg1OWY4NGM2ZjU4MTQ2YjhhYTViYzMzZWUwMDA5YWUw\" data-original-margin=\"\">If you spot this narrative on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnM2YWUyZjIwNDRhNjQ0MmJhNDI1NTA0ODU4YWIyNjhi\" data-original-margin=\"\">Rationally, the entire profession should be fair game. I have killed guards before who were only running to stop me, but they were running to stop me after I killed a man they knew used slaves and raped servants. Their job, which they are trained and willing to do, explicitly involves practicing some of the greatest evils mankind perpetrates. They might as well be wearing Nazi uniforms. But... what if I am wrong? I have always been conflicted about guards in this world. I don't have a great relationship with my father but he was one of them himself, and he is my father. Part of me wants to believe they aren't as obviously complicit in slavery as they are. Besides, what if the gate guards in this city are actually an entirely different organization than the city guard?</p>\n<p class=\"cnNjZjY2NThiNTNhNjRhMTY4OWFlZTlmN2QxNGNjNzE4\" data-original-margin=\"\">What if they are just mercenaries guarding the gate? What if they can't arrest or enslave anyone and have no intention of doing so? None of this seems likely, the gate guards and city guard had been the same in Satusmor, and I can't imagine nobles hiring outsiders to protect their gates, and it's literally the same uniform, but... who knows? To me, this feels like a pretty thin objection, but the smile on my face in my dream haunts me... I want to make sure I have a line. It may be an excuse but there is no urgency, and I have time to check first. So I give this man a chance to prove me wrong.</p>\n<p class=\"cnMzMDZjN2U2Mjk4MjRjZmI4ODU3ODMyOTJlMTRmYTk1\" data-original-margin=\"\">I walk just out of sight, release my illusions, and approach the gate again. \"Halt!\" The man commands and I stop. My hood is up and my head is lowered so he can't see my face. He could demand to see it, but that would just give me an easy out, and I could visit him another night. Reports would reach Godfrey, which would be troublesome, but it's unlikely to turn into a major problem if I don't kill him now. I stop as I have been ordered. \"What's your business here this time of night, where are your papers?\" he interrogates.</p>\n<p class=\"cnNmYjRhYWEwYWZlMTRmNGY5ODM5MGUxZGUzNWIyMjkz\" data-original-margin=\"\">\"My apologies, sir, I lost my papers on the road. I am just here to visit family,\" I answer and immediately the guard scoffs.</p>\n<p class=\"cnM3OTVkMzAyZDY4MDRkOWQ4YjFkZWEzODRiYThlYWE0\" data-original-margin=\"\">\"Lost them on the road, on foot, at this time of night?\" he almost laughs, \"Right. Come with me girl, I have a few questions for you.\" The excitement in his voice serves to verify my suspicions, but I follow him for now. This is basically the same thing that happened last time, minus the talk with August. He also seems to be in a hurry. \"I don't know what you are involved in, but it's plain as day you are up to no good,\" he says as he signals to his partner and leads me into a small building just inside the gate. As all three of us enter, he closes and locks the door behind him, then asks, \"What do you think I should do about that?\"</p>\n<p class=\"cnNhZjYxY2U1Mzg5YTQ2ZWM5NmZlYWY5ZmJjMzUxZThk\" data-original-margin=\"\">I look around and see a few weapons, a desk full of papers, and an old bench. \"I'm sorry, I really don't know what you mean, I am just trying to get to my family,\" I whimper, and he chuckles.</p>\n<p class=\"cnNkZDFkNzg2OGU5NDRlYTQ4Y2Q4YmUzODFkOWMxNDVm\" data-original-margin=\"\">\"I don't think you are going to make it sweetheart, I can't just let a criminal through the gates, I have a job to do!\" he laughs. \"Unless of course, you can convince me of your innocence...\" My stomach churns a bit. I was clearly not mistaken about this man's intentions.</p>\n<p class=\"cnMzZDQyMTJjNTM0MjQ2NjNhYzhlNjliM2M0MzRlNjE3\" data-original-margin=\"\">\"Criminal, I'm sorry sir, I don't understand, I haven't committed any crimes, I swear,\" I plead, only to be met with more laughing.</p>\n<p class=\"cnMzYzM1NmI5ZjI5YTQ0NDVhNDgxYzY0MTI0NWVlODM0\" data-original-margin=\"\">\"You illegally entered the city without identification or permission. I can't just ignore that, can I?\" he retorts.</p>\n<p class=\"cnNiY2Q2ZWQyODA4MDRhZGY4MWRkMTkzNmQxODkwYjQ1\" data-original-margin=\"\">\"But you brought me through the gate, I stopped when ordered didn't I?\" I reply, allowing more confidence into my voice. He doesn't notice.</p>\n<p class=\"cnM0NjFjNmFiNzc2MjQwNjVhMDU5ZjZhYzUzODYwNzc4\" data-original-margin=\"\">\"Well, I suppose that's your word against mine. Besides, I caught you sneaking around in the gatehouse, a building with classified documents and weapons. The penalty for that crime is death, not slavery,\" he purrs, \"it's going to take a lot of convincing to get out of this one sweetheart.\" I hear rustling behind me and finally turn around and look up at the grinning man.</p>\n<p class=\"cnM2ZWU3MDI4ZWI1MzQzYjM4N2VkYjIwMmQ3ODI4NGVm\" data-original-margin=\"\">His pants are already around his ankles and he has barricaded the door. I feel bile rising in my throat and notice his face paling as he looks me in the eyes for the first time. Recognition and fear are the final emotions to color his face before a stone spear impales him and pins him to the sturdy door. To his left, his so-far silent partner meets the same fate.</p>\n<p class=\"cnM5OTE5MzU3Y2NhZTQ0Nzc5ZTU2ZGQ1NzNmODEzYTlj\" data-original-margin=\"\">I am far more powerful than I once was, and a simple stone spear takes little effort to conjure and propel. I glare into the first man's eyes as the light fades from them and blood splutters from his mouth as he uses his dying breath to call for help. He fails to make a sound, and after a moment he is dead. His partner died first, and both men now hang limply from my spears.</p>\n<p class=\"cnMxZDJkOGMyMjQzNDQ4M2E4MDRlNzEzMWViNmEwM2Vk\" data-original-margin=\"\">I decide to dissolve the conjured spears, holding the men up with force mana. I replace them with actual spears from inside the gatehouse. It's best if it's unclear what type of magic killed them. It will already be suspicious to anyone who investigates that this happened so soon after I arrived, and I don't want to link this to myself any more clearly. Especially when more high-profile victims begin appearing and the nobility begins to care enough to look. Fortunately, I am not the only student to travel here with the same timing. I would have waited longer but... what if this fucking creep found another victim in the meantime? Instead of finding a new victim, his corpse is pinned to a door with his pants around his ankles. That alone justified the risk to me.</p>\n<p class=\"cnNlYjE1Yzk1N2Q0YTRmZTA5MzU0ZjA3NDFiOTM5MGQ5\" data-original-margin=\"\">In the morning, these bodies will be found, and it will be reported up the chain of command, but not too far up. If my guesses are right and with any luck, the nobles won't pay any attention to it anyway. Non-magical, commoner murder victims have never been high on their priority list. With any luck, they won't put two and two together until much later. Dates aren't tracked as strictly and murder investigations are usually just a day of asking around. By the time my other activities are important, people might not even remember what day this happened. This could all be wrong, but that's part of why I did this tonight. To find out.</p>\n<p class=\"cnMyOWI2OWE3MGE0NzRjNjdiNDljOWQ3OTgzMGRjMGY5\" data-original-margin=\"\">I pull out a bag I'd brought with me for this very purpose and scatter its contents on the floor. After a moment of consideration, I search the desk until I find the entry logs, and burn them. Godfrey already knows when I came in the gate, but perhaps that very fact will point away from me if he decides to look into this for some reason. It's the best I can do for now, and I slip out a window, and then travel back toward my family's home. Tonight was something of a trial run. I will soon know whether my guesses were accurate or not, and can better plan more important outings around the response to this.</p>\n<p class=\"cnMzNjVlNTgzYTJiNjRkNDc4ZTM1NDg1OTMyNmM5MDYz\" data-original-margin=\"\">All in all, there are two fewer rapists in the world and I have a way to gather information. The gate is unguarded and will be for a while. With a little observation, I will find out how the city guard and nobility react to that, and how they investigate this type of crime. When it matters in the future, I'll have far more information. I also planted a little seed I can nurture in the future.</p>\n<p class=\"cnNjNTIzZjA1MTNmZjQ5OWFiZDI2MjE1ZmMxNzJiNDNk\" data-original-margin=\"\">Now, I just need to wait and observe.</p>\n            ",
  "invisibleParagraphContent": "If you spot this narrative on Amazon, know that it has been stolen. Report the violation."
}