{
  "preChapterNote": "<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(61, 5, 5, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/85782/scourge-of-chaos-healer-of-living-and-dead-isekai\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/85782-scourge-of-chaos-savage-healer-isekai-progression.jpg?time=1714733416\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/85782/scourge-of-chaos-healer-of-living-and-dead-isekai\" rel=\" ugc nofollow\">Scourge of Chaos: Savage Healer [Isekai, Progression Fantasy, GameLit]</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p><em><strong>One slap to cure the sick. One word to cover the world. One step to change a destiny.</strong></em></p>\n<p>The strange tale of a young undead named Sunday who’s pulled into a world where the undead live along with the living, spells may hide beneath each stone, and anyone can become a servant of the wicked. To survive and achieve a semblance of a life he would need to master the gifts given to him in the course of his rebirth, rise through the ranks of magic, and figure out why all of it is happening.</p>\n<p>And maybe find time for a proper drink while all of the Divine tremble before him.</p>\n<hr>\n<p>What you, the readers, can expect:</p>\n<p>- A very, very long story.&nbsp;</p>\n<p>- Getting to know the large world and the cultures inside of it along with the main character.&nbsp;</p>\n<p>- The LitRPG elements are dialed down but still present to a lesser extent. There is no number crunching.</p>\n<p>- Power system inspired by cultivation, but made my own.</p>\n<p>- Many interesting characters and abilities, intrigue, power struggles, humorous moments, and even a bit of slice of life occasionally.</p>\n<p>- No harems. Ever. I'm mentioning Romance just case, as I won't run away from it, but I also won't just do it for the sake of having it.</p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwMGRmMGU3YzRlZTRjYThhNGMwMDM5ZmQ5YTVlYzE2\" data-original-margin=\"\"><strong>Autumn</strong></p>\n<p class=\"cnMyODQwNmI0OGMxZDRiMzZiZWRhN2JmNzg5Mzk4ZWJi\" data-original-margin=\"\">I wake up earlier than usual. It's not the low quality of the beds in Lillith's room, I slept fine when we were traveling. It's just... everything feels wrong. I don't really know what to do. I look over at Sarafyna on Lillith's bed and Lillith on the floor and raise an eyebrow. Is she seriously sleeping with that mask on? Why? Does she do that every night? I look at her for a moment before shaking my head and adding it to my mental list of oddities about her. Right next to the absolute nonsense she sometimes says as if she were telling an inside joke, but where she is the only one inside.</p>\n<p class=\"cnNhOTNhZmNjMzIxZTQxYjdhYjBhMmE3MmIyOWVkNTEx\" data-original-margin=\"\">I can't figure her out. Sometimes, she seems so much older than me. She can feel smarter than anyone I have ever met, always considering every angle and planning out what she needs to do next for her grand plan for the country. I came here only worried about passing my classes. Then, there are times like last night. When she showed up with Sarafyna, explaining that she didn't want to leave her alone but also wanted to protect me. They tried to drag me out to some cave so she could be there for both of us and... neither one of them considered Sara just sleeping here for the night. Where there are actually beds.</p>\n<p class=\"cnM2YjdhMWE1OWU4ZTRjZDA5OWM0YzdmZmZiNjI1NGMw\" data-original-margin=\"\">I understand that Sara is self-conscious about living in the city. I... sort of understand that practicing her upsetting... magic isn't safe here. But Lillith surpassed my lifetime of tutoring in math in a week. She should have thought of this obvious solution. With the single-minded focus that girl has, I don't understand how she remembers to show up to class, much less learn years of arithmetic in a week. I sigh as I get dressed. At least Peter is finally in a suitable place. I don't know what she was thinking leaving him outside the city.</p>\n<p class=\"cnM3YTkxMGRkOWYyNTQ3NTBhYWQwNTUxNTQwODI4NDEy\" data-original-margin=\"\">That's what really confuses me. One day, it sounds like she is ready to burn the country and every noble in it. The next, she fights with everything she has and lets herself get hurt trying to save me. Then somehow, after saying more or less the same thing, what sounded like organizing an army suddenly sounds like some kind of, charity that makes the church angry? I was so scared, and now it feels like I was worried over nothing.</p>\n<p class=\"cnMyMzRiNDVkNjA1NTRjOTZhZjgxNjI4MDZjNmY4YjQ1\" data-original-margin=\"\">But which was the right response? The first time, I went for help and nothing happened. Then, I wrote a letter to warn my parents, and some... assassin showed up with it, burned it in front of me, and demanded to know who else I had warned. I thought Lord Godfrey and Lillith must be working together until she showed up and fought like a demon to keep me alive. The next day, I realized it didn't make any sense anyway. I'm not important. I don't matter. Why would a Duke send an assassin? He could just order me to tell him what I'd done.</p>\n<p class=\"cnNmNjgwOTlkZDU1YTQ4MWJhNTBhMTE5ZmVkZTFhNzU4\" data-original-margin=\"\">One thing is clear, however. Whatever Lillith is planning, whether it's dangerous or not, no one is going to help me. So I need to stay close to her and hope she is as benevolent as she claims to be. It's fairly hard to believe, but the emotion she was barely containing did feel real earlier. And I don't think she staged that fight. She could have died when that splinter stabbed her side. I bite my thumbnail as I shamble down the stairs. She is also trying to protect me now in case I am attacked again. I just don't know what to do.</p>\n<p class=\"cnNhMGIwOWMzYTdhOTQ1MzY5OTIxNWRjNzM4YzllZDZi\" data-original-margin=\"\">In the moment, I almost told her I went to Godfrey earlier but... I'm not so sure I should. What if I had it right the first time? If I can't get help and it turns out she is going to do something to hurt my parents, or August... who will stop her if not me? And if she is helping people like she says... well the Duke didn't do anything to her. He is known to sympathize with commoners, maybe that's evidence she really does have good intentions. But if I do tell her I tried to stop her, what will she do? Best case, she wants to help people and she stops trusting me. Worst case, she is dangerous, and she... well then there would be no one to do anything to stop her.</p>\n<p class=\"cnM5YTNiNDFkOTMzZjQ1MjBhODZiZGUxZmMzMzAwNmVm\" data-original-margin=\"\">So I can't tell her what I did. If I want the most people to be as safe as possible... if I want to guarantee the fewest people get hurt... I just can't. I like Lillith. I really want to trust her. She clearly cares about me and doesn't want me hurt. Whatever she wants to do, it's obvious she truly believes it is necessary. It's obvious she believes it will help people, and she definitely cares. But... that doesn't mean she is right. I hope she is, and I hope what she wants to do isn't as... violent as it sounds sometimes. But I can't take that risk. It's not just about me.</p>\n<p class=\"cnM5YThjODY3ZDk1ZjQxNzU5NDZkYTQxZTRiN2M1Njgw\" data-original-margin=\"\">As I reach the dining area I see her brother, Henry eating a bowl of grits alone. I immediately blush and start smoothing my hair down. There is perhaps another, more selfish reason I don't want this family to hate me. But... that doesn't change the reality. Part of me still wishes August and I had just left earlier but... I suppose I still would have met Lillith in the dorms. Still, everything is suddenly so complicated and I just don't know what to do. So, I sit down and greet Henry. At the moment, it's all I can do.</p><p class=\"cmZiNmJlOTAxMTQ4YzQ5ZmViY2FlNGU5MGU3YzIwMDQ0\" data-original-margin=\"\">The narrative has been taken without authorization; if you see it on Amazon, report the incident.</p>\n<hr>\n<p class=\"cnMzYzY5NGUyNDEzYjRjY2M4YmY2YjM4ZGY2MjY2NDIw\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNhYmRkZGFkODUwODQ4YzdhZGY0ODQ4OGRiOWJiMWVh\" data-original-margin=\"\">Once Autumn leaves, I stop pretending to be asleep and sit up. If the last couple of days have taught me anything, it's that I really need to figure out this radar spell. It has been on my to-do list for actual years now, and I have always postponed figuring it out in favor of more important tasks. So, when there was an attacker in Autumn's room, or priests watching me enter a safe house, I had no idea. It was time to stop delaying and figure it out.</p>\n<p class=\"cnM2YzE1ZDMzMjQ1NTRkNDM5Nzc2NjE2OTA0MGJlM2Q1\" data-original-margin=\"\">It shouldn't have been that difficult to do if I had focused on it from the beginning. This becomes apparent barely an hour into practice. Using an Idea I had toyed with before but hadn't quite sorted, I can get halfway there. Well, sort of. I can send the radio waves out and create a light barrier directly in front of my eyes that intercepts them and sends visible light in their place. This allows me to see people through walls easily enough. Well, sort of. I can see if there is someone on the other side anyway.</p>\n<p class=\"cnM3ZGFiMGE2YzAyNDRjZTU4MTZkYWUxODU3NGJmNWQ3\" data-original-margin=\"\">This method had mostly failed in the past due to the amount of control required. I need to cast a light spell at a specific frequency that emits light but doesn't travel with it. My mana isn't always invisible and I don't need a beacon advertising my location. It's the same reason illusions can be obvious to other mages and I mostly use them against mundane guards. In hindsight, it's probably how I got caught at the temple safehouse. Simultaneously, I need to cast a spell that intercepts the exact same frequency and copies its direction perfectly in another, visible frequency.</p>\n<p class=\"cnNiN2QwZjE2ZTQ0YzRkM2M5YWRkMjQ5OWYwYjg2YmE5\" data-original-margin=\"\">I had been practicing this bit a lot over the years, and it wasn't long before I was back to my peak proficiency with it. Interestingly, mana and light stop at the same places, but blocking one doesn't block the other. In other words, mana will bounce off a wall just like light and you can't see it through solid objects. But in a room where I block off all light, I can see mana. Similarly, mana that creates light that passes through physical objects won't be visible on the other side. So if I emit the radio waves from within my dress or armor, no one will know I am casting the spell.</p>\n<p class=\"cnMwOGU1NDE3ODI4MzRjMDNhMzJiMmIzMWIwMzU5MTNi\" data-original-margin=\"\">If I had been using it habitually over the years, this combination would have helped at least with Autumn. But it is distracting when used this way, and takes a lot of focus, so I haven't been keeping it up. As such, when I do practice, it takes time just to get back to my ability the last time I had done it. It'll be annoying, but I'll have to keep it up this time. While I do, I need to figure out a way to give me three-hundred-sixty-degree sight.</p>\n<p class=\"cnNlMzQzODVhYjRhZDQ1MmI4OGY0MGI2NzBkMjRmYmRj\" data-original-margin=\"\">I also have to tweak my chosen frequency a bit. I need one that passes through physical objects but not people. I basically need it to bounce off of salt water but not wood, which isn't too difficult but takes a bit of trial and error, since I am basically forcing a mental image of the frequency I want. All this to say, it takes a lot of work but I can't keep putting it off. I need to figure it out now.</p>\n<p class=\"cnNhMmZkMzBlNzFlOTQ1ZTA4ZDIwYTBkODhkYjQ2ZDVj\" data-original-margin=\"\">So I keep practicing and experimenting until Sarafyna sits up and looks at me blearily.</p>\n<p class=\"cnM4MTc0MTEwNDI3MDRjZmJhM2UzYjgzZDk3NWY1OGI2\" data-original-margin=\"\">\"Good morning,\" I greet, trying to maintain my spells while talking.</p>\n<p class=\"cnM0M2I3ZTQzYjg2NjQ3YTc4MGZhNGFhY2QyODAzZGY1\" data-original-margin=\"\">Still half awake, she tilts her head at me. \"Do you ever take that off?\" she asks, sounding genuinely concerned. I look down at my nightgown.</p>\n<p class=\"cnMwMmNhODg5OGI3NDQ5MGVhMmMyMDViNWI3NzIxNTUx\" data-original-margin=\"\">\"Excuse me?\" I ask, raising an eyebrow at her. That's an... odd question to ask me first thing in the morning.</p>\n<p class=\"cnM5MzI0MjU5NWU1MzQ0NjA5Zjc3N2E3Njk2MGM5NWVj\" data-original-margin=\"\">\"Your mask, did you sleep in it?\" she clarifies and my hand goes up to my face. Oh, right, that was a super weird thing to do.</p>\n<p class=\"cnM0OWQ1MzI5NDBkODQxYmJiZDJkNTk5YWU4YTJjOGM0\" data-original-margin=\"\">\"Uh, this is my face,\" I quip, trying to sound as insulted as I can \"and I am extremely offended by the question.\" She lets out a polite laugh through her nose before looking around to get her bearings. \"How are you feeling?\" I ask and she looks back at me.</p>\n<p class=\"cnNkMjY2NTYxOTIzNDRkZDg4OTZjMmExNWZiODAzNThi\" data-original-margin=\"\">\"I don't know,\" she answers quietly. \"It was nice, sleeping in a place like this again. But... part of me still feels like I am back there. In hell. And part of me still wonders if I belong there,\" she adds after a moment and I nod in understanding.</p>\n<p class=\"cnMxMjUwNmQyNWUyYjQzYWU5YmFjMDhmNjdmYTNkYjhh\" data-original-margin=\"\">\"Give it time, Sara,\" I respond. \"I can't promise that feeling will ever go away, but I can promise you that you are helping people. There are already dozens of people whose lives would be their own hell without your help. Someday, you'll be living in a new world you helped create. And that's not nothing.\"</p>\n<p class=\"cnNiODEyMjZiMTcxYTRkY2ZhNTNjYTM3ZTgzZjFkYzM1\" data-original-margin=\"\">She gives me a half-hearted smile at this but doesn't respond. I can't blame her. A chat, a hug, and a comfortable bed are all healing things, but they aren't magic. Not that magic will help her either. I suppose that metaphor doesn't age well between realities. Or dimensions, or planets, I guess. I don't really know how the world I am in relates to Earth. That thought causes a little itch on my brain and I put my hand over my mouth and chin to consider why.</p>\n<p class=\"cnNlOWNlNDNmNmJlZTQ5MDhiNmU3YWY4YzM0NzA4ZGFj\" data-original-margin=\"\">I had wondered about this before but there is literally no way to investigate it I could ever think of. But for some reason, it feels like I am missing a clue about it this time. \"Hey Sara,\" I ask after a moment, \"did you say you felt like you were back in <em>hell</em>?\" I ask and she looks up from her own contemplations. She had definitely used the English word.</p>\n<p class=\"cnNkNWNjZmY1MTJlOTQwNzA5OGZlNmM5N2RjYTBlYzhm\" data-original-margin=\"\">\"Um, yes?\" She responds, concern passing through her eyes.</p>\n<p class=\"cnNkMTQ5YjQwNWI4YzQ0NTNiOGQ0OThhOTliZGE5MTE5\" data-original-margin=\"\">\"Did you hear that from me?\" I ask and confusion paints her face.</p>\n<p class=\"cnNlZjJlNTY2MjU3OTRlZDZiMWJiMDFjMTc3ZjUwNGM2\" data-original-margin=\"\">She speaks slowly at first when she responds, \"I'm sorry, I thought you heard it from me. That's what... it called itself. The Radiant Woods. It told me I was in hell. Why, where did you hear it?\"</p>\n            ",
  "invisibleParagraphContent": "The narrative has been taken without authorization; if you see it on Amazon, report the incident."
}