{
  "preChapterNote": "<p>This is a Sarfyna chapter. We'll be back to Lillith next chapter.</p>",
  "postChapterNote": "<p>Sorry about this chapter. Had to do it.</p>",
  "chapterContent": "\n                <p class=\"cnMzZjc1ZTAwMGNjZjRjMjhhMWVmZjEwOWNmNWI0NmM2\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnMxMmMyYzlhNzk0YjQ3NzhiZjBjNmUyOTU0NzBjOWQw\" data-original-margin=\"\">\"So what exactly should I expect?\" I ask as we walk toward the nearest temple.</p>\n<p class=\"cnNkZGE3MzU2MWM1ODRhYWJiMmIzZWZkNjQ2MzRmMTE4\" data-original-margin=\"\">\"No one is really sure, but you have nothing to worry about,\" my dad reassures me. It is finally time for the rite of confession and I have been feeling anxious since yesterday. I'm not sure why, I just have a bad feeling. I do my best to shake it off, as all my older friends have done this and they are all fine. My mom used to undergo the rite once a month; more frequently than most and she actually looked forward to it.</p>\n<p class=\"cnNmNjk5ZjJjMzJkNzRmOGRiMDYzODU0MWQwM2U0YmQ3\" data-original-margin=\"\">I certainly haven't done anything notable to confess, and I know I need to stop worrying over nothing. This isn't the first time I've had a similar anxiety and it always turns out fine. When I was a kid, a woman down the road from us gave me the exact same feeling, but everyone else had nothing but good things to say about her. Since then I have gotten the same feeling many times without it ever being validated.</p>\n<p class=\"cnMxYTBmYWMxNjc3NTQ5OWNhYTM5YjcwMjMxZDExY2Ri\" data-original-margin=\"\">There is no reason to believe this will be any different. I decide to distract myself with other, happier thoughts. \"I know, thanks Dad,\" I answer, before asking \"How is the hat block coming?\" Dad smiles, recognizing this tactic of dealing with anxiety. He has been carving the first hat block for the shop. It'll be cheaper than buying one and woodwork has always been a hobby of his.</p>\n<p class=\"cnM0NzIxY2JhM2M4NTRlNTRiZWNlYTA0ODFlNDQ4ZGYx\" data-original-margin=\"\">\"It's finished actually. I was going to surprise you when we got home! Some of the neighbors have donated some materials as well, linen, fabric, and straw, you'll be at the shop making your designs real in no time!\" he answers and a grin breaks out across my face.</p>\n<p class=\"cnM2MGQ1Yzc0MGMyMjRlZDU5ZmM1Mzc4NzQ1NzYwNWFi\" data-original-margin=\"\">\"Seriously? That's amazing! Remind me to thank everyone!\" I exclaim excitedly. I am beyond excited at the news. The shop needs some work before I can sell anything but I have so many designs to realize that I'm not worried about it. The more money we save on materials the faster we can hope to make a profit, and the faster we can get Dad out of the stables. He's getting older for a commoner, and I'd like to take over as the breadwinner if I can.</p>\n<p class=\"cnM4ZDMxOTZkNjdjMTQ4NzVhY2NkZjEwZjVhZGY3NDAx\" data-original-margin=\"\">I can tell the distraction worked because as soon as we round a corner and see the temple, the ice gripping my heart is completely unexpected. Why am I reacting so strongly to this? It's just a confession! I haven't done anything terrible and this temple was practically my mom's second home. I shake my head a bit and take a deep breath. It's fine, Sara. Stop panicking over nothing.</p>\n<p class=\"cnM5MTkyZmU2MTk1MzRiM2NhMWZjNDFjMzM0OWNlMTRi\" data-original-margin=\"\">None of this works and my anxiety causes a slight tremor in my hand as we finally enter the temple. Dad notices and, as a priest approaches us, he rubs my back. \"It's ok sweetheart, I promise. I brought your mom here for this rite all the time. It'll all be ok,\" he promises. I look up at him with slightly glassy eyes. At some point, I had started holding back tears and I don't even know why.</p>\n<p class=\"cnNlZWU2MjA0NmVhNjQxOGNhNjc4YjM4ZGE0YmRjNTVi\" data-original-margin=\"\">\"I know Dad, I don't know why I feel this way. It just feels like... I'm saying goodbye. I don't know why, I just can't shake the feeling!\" I explain. He looks at me with concern and pulls me into a hug.</p>\n<p class=\"cnNhOWJiNzhiYmExYzQyZTFhZWJiZTAzZWM1NGJiZTY2\" data-original-margin=\"\">\"I understand. Feeling anxious is perfectly okay. But this isn't goodbye, I promise. I'll be right here when you are done. If you feel anxious, just look at the wall in my direction. I'll be right here, waiting and praying for you, okay?\" he reassures me, and I nod. Usually, that would have made me feel better, but it doesn't. The moment is interrupted by the priest arriving.</p>\n<p class=\"cnMwNTRiZjJlNTU0NTRkNjFiNzhjNGNlMmI1NzQ1OWM4\" data-original-margin=\"\">\"Hello, welcome to the temple of the Collector, is there something wrong?\" the priest asks. Dad gives me the opportunity to reply but my voice gets caught in my throat. His concern deepens and he decides to help out.</p>\n<p class=\"cnMwYzRkNWRjYjBjYjQ3NzU4MjkzZjEwZTkzZTFkYTQ4\" data-original-margin=\"\">\"Sorry, my Lord. This is my Daughter Sarafyna. She is plagued by anxiety, but there is nothing wrong. We had an appointment for her first confession today,\" he explains on my behalf. The priest smiles knowingly.</p>\n<p class=\"cnM5ZTVmOWU4MWZiOTRmNWI5ZDA3NWI5YjViNDIzODZi\" data-original-margin=\"\">\"Oh, is that all? It's quite alright, this happens all the time. She probably took a few coins from your purse or kissed a boy a little too early. Don't worry Sarafyna, the rite of confession is confidential. There will be no rumors about you coming from here. Its only purpose is to give you a clean slate before the Collector,\" he explains in a friendly tone.</p>\n<p class=\"cnNmODNiYWJhZTlhODQ1MWY5MjkzYjhlMDljMWUxYjlj\" data-original-margin=\"\">It doesn't make me feel better at all. Is that what it is? Do I feel guilty? I have let Dad work himself pretty hard for my dreams. I didn't know but... it is my fault anyway, isn't it? Is that why I am so deeply and thoroughly terrified right now? It doesn't feel right but it must be. \"Come with me, Sarafyna, can you do that?\" the priest asks and I nod. I don't get a chance to say anything to Dad before the priest guides me through the halls of the temple. I maintain eye contact with my dad as long as I can.</p>\n<p class=\"cnNjYTI5NjVhZGE4MzRiZWJiOTU1OThlZTcwYTA3NGZi\" data-original-margin=\"\">When we turn a corner that cuts him off from my view, my heart and legs protest at the same time. My heart falls into my stomach and it feels like it's trying to claw its way out and return to my father. My knees give way and I actually start to fall when the priest catches me. Why is my body rebelling against me like this?</p><p class=\"cmRlZjZmYWY5ZDc4YzRjMDA4MGZlOWQ3ZjQ2MTE5Zjk0\" data-original-margin=\"\">This story has been unlawfully obtained without the author's consent. Report any appearances on Amazon.</p>\n<p class=\"cnM2MmY4OWE2ZjQ4MTQzMDk5YWI1Zjg5NDkzMGYwYmUx\" data-original-margin=\"\">\"Oh, don't throw a fit, what have you been sleeping around behind daddy's back?\" the annoyed priest says, irritated. \"Well get over it, we'll keep your little secret, okay? Just come along!\" All the kindness and understanding has left his voice and my stomach churns. That's not true, I don't know why my body is doing this! I want to protest but the words won't come out.</p>\n<p class=\"cnM2OWMxNWE5MzY0NDQ3ZDNhMmVlMzgwOGI3YjBhYWUx\" data-original-margin=\"\">Another priest runs up and both priests grab an arm and pull me up, then drag me along the corridors. \"This one looks like a handful,\" the new priest consoles the first.</p>\n<p class=\"cnM0ZDA1MjFjNzQyYzQzYzg4ZWVmY2Q2NGFjNjNlM2Q1\" data-original-margin=\"\">\"Tell me about it, haven't had to drag a girl to confession in a while,\" the first priest replies.</p>\n<p class=\"cnMwNTI4NmM4YzY5NzQ0ZTFiZTZiYTcwYjkxYjQ4MTcw\" data-original-margin=\"\">The newcomer frowns and laments, \"Well with a pretty one like this, I suppose there isn't really any mystery what the problem is. I swear to the Collector, we get more cases like this every year. It's a godless country out there.\" The first priest nods in agreement, and the two drag me into a circular room, then roughly put me on a stone seat in the middle.</p>\n<p class=\"cnMzNTIwYTg2NWE4YjQ4NTViYzA2M2QwY2E2Yzk4Yzlk\" data-original-margin=\"\">I feel control of my legs return and something inside of me screams to run. To get out as fast as I can, damn the consequences. My breathing is coming faster and sweat is pouring down my face. It no longer matters that this is supposed to be nothing. I don't care that it's supposed to be routine. This is wrong, and I don't know why, but I know I need to get out. Everything depends on escape from this cold, stone room.</p>\n<p class=\"cnMxODRlM2IyNDJmOTRlZWU4Mzg1MjA1Njg3YTBkZjcw\" data-original-margin=\"\">I stand up and begin to run, but I feel a sudden pain radiating through my body. It's like the feeling you get when you hit your elbow in just the wrong spot. My legs seize up after only a couple of strides and my momentum throws me to the ground. My face collides with the stone and I feel something crack in my nose.</p>\n<p class=\"cnM3MjVjODY5NDU0ODRjOWRiMTJiNDU5MjFjMzA4ZTYz\" data-original-margin=\"\">\"Woah, we got a live one here,\" I hear a man say through a laugh. \"She must have done something real ugly to do that!\" I start to weep. I'm in pain and, for only a moment, I lose control of my body entirely. I feel some kind of pressure, holding me in place, but I push back and regain control. I don't know how I push back, I just... do.</p>\n<p class=\"cnM1YWUyN2ZlMzhmOTQ0NjM4ZDhiNGRlODhhM2I2OTU5\" data-original-margin=\"\">\"Please, help me!\" I beg through the blood running down my face as I climb back to my hands and knees, \"There is something wrong with my body!\" I feel the same pressure and pain as before in a greater quantity and push back harder, breaking free again. \"PLEASE!\" I beg.</p>\n<p class=\"cnMyYzI5NDY1MjUxMzRlMjI4OTJhYmE0ZTA0MzMwOGEz\" data-original-margin=\"\">\"Fuck, it's not working, get Father Medici!\" I hear a voice yell followed by scrambling. The pressure keeps coming back, but it grows easier to break out of until I hardly notice at all anymore. As I finally regain my feet, I stumble. I am about to run again when priests from all around the room run to me and physically hold me, forcing me back onto the chair.</p>\n<p class=\"cnNmNDc2M2IyODA5OTRlNzZhZTAzY2QxNjExNmNhN2E4\" data-original-margin=\"\">I don't understand what is going on but I have never felt terror like this. I just want to go home. I want to make my hats and talk with my dad. I want to sit in my favorite chair and eat, but I can't push back against the physical force the same way I pushed off... whatever had been controlling me before. \"Please,\" I whimper, \"I just want to go home... I just want to go home...\"</p>\n<p class=\"cnNjOTViNDg5Y2Y5MTRlZjBiMTlmNDJhNWY5YmQ5ZTY0\" data-original-margin=\"\">\"Quite the heretic we have here,\" an elderly man says as he approaches me. \"Now where exactly did you learn divine magic?\" he asks and I look up at him. He is glaring at me. What did I do? I didn't do anything?</p>\n<p class=\"cnM2NzBmZGZiNmYyMTRkYTg4N2QyNmRjOTQ3MDU5MGE4\" data-original-margin=\"\">\"I don't understand,\" I say and he backhands me.</p>\n<p class=\"cnM2ZmJmYzdjNDM0NjQ4NTZiZjIwZmJkMzQ0OWE2MTli\" data-original-margin=\"\">\"This isn't a game, girl. Tell me who taught you divine magic, and tell me now,\" he insists and I look back at him, terrified. This isn't what's supposed to happen! It's supposed to be easy and quick. It's supposed to be a routine ritual!</p>\n<p class=\"cnNlMTczMWI1MWNhNDRkNzBhMTNmMWZmMTNjOTg1Mzky\" data-original-margin=\"\">\"I'm sorry, I don't know any magic!\" I respond, desperation coloring my voice. \"I don't know what I did, I want to go home! Please, I'm sorry!\" At this, I feel the strongest pressure yet and I have to fight to push the pain back. The older man's eyes widen.</p>\n<p class=\"cnNkYjNiMGQyODczMzRjZTU4ZmMxZmNiNDIzYTk4ZmEz\" data-original-margin=\"\">\"She's demon spawn,\" he announces and my eyes widen in return. Demon spawn? What is he talking about? I'm just... me! The daughter of a stableman. A hatter! I don't understand!</p>\n<p class=\"cnNlZmY5ZjZmNmUwZjQzOWRiM2Q3M2QxODE3ZmZjZjEz\" data-original-margin=\"\">\"I'm sorry my Lord, there must be some kind of mistake! I'm just a hatter! I don't know anything about magic or demons or anything! I swear!\" I beg but he is looking at me with horror.</p>\n<p class=\"cnMyMDYyNWNkODZiNDQ3ODVhNTk4NGVlNTc0MGRkYTU3\" data-original-margin=\"\">\"You know what must be done, deal with it,\" he orders the other priests and they descend on me. It is not long before I am completely tied up and gagged. Together, they carry me through the winding corridors of the temple. I look in the direction I believe my father is waiting, but it provides no comfort. They take me out a side door and toss me into the back of a covered wagon. A few of them follow me inside, and others seem to circle around.</p>\n<p class=\"cnM0YTU2MDY1M2Y1YzQ5YmRhMjUxZDgzYzdlN2JkNWQ0\" data-original-margin=\"\">I feel the wagon begin to move. Where are they taking me? I struggle to move with my arms tied behind my back and my legs tied together. the priests don't stop me from moving, however, and I am not too far from the back. I manage to throw myself toward the exit, but not far enough. My body gets halfway over the back rail and my face sticks out of the curtain that covers the back. I feel the priest's hands pulling me back in, but before they can, I see my Dad.</p>\n<p class=\"cnMxMzYyNjYyYWFkMzRmNTI5YzE2NWUzNzM4MjM2NWVi\" data-original-margin=\"\">He looks confused and is talking to another priest just in front of the temple. He glances over, and our eyes make contact. He recognizes me immediately and for the first time in my life, I see cold fury contorting my father's face. I don't see anymore, however, as I am thrown to the other side of the wagon. \"Sara!\" I hear my father scream, \"Sarafyna, I'm coming! Let her go! Let my daughter go!\"</p>\n<p class=\"cnMxN2EwMTNiMWQzMjRhZTJhYzg4YmJkOWZjN2Q2YjEw\" data-original-margin=\"\">This carries on. His anguished cries and attempts to reassure me follow the wagon through the city. At the speed we are moving, he must be running like his life hangs in the balance. With his health, it will kill him to keep this up. He does. His shouts slowly grow quieter, but anytime we stop they grow louder again. I hear his screaming for what must be at least an hour, and the sounds of the city fade before he does.</p>\n<p class=\"cnM1Y2RiZWU5ODEyMDQ0YjM5Y2JiN2EwOWQ4NGFmN2Y2\" data-original-margin=\"\">Then, finally, all I can hear is the horses, the wagon on the road, and my own soft sobbing.</p>\n            ",
  "invisibleParagraphContent": "This story has been unlawfully obtained without the author's consent. Report any appearances on Amazon."
}