{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMyZjQ1ZmQ4MjA0ZTQzMWM4NDYwOTJkODFkZDFjNzEw\" data-original-margin=\"\"><strong>Lillith</strong><br>I gasp as I wrestle with the device. Mana bleeds from me to it like heat to ice. The resonating sound isn't deafening, but it is shocking how far it exceeds the response of the students before me. My hand doesn't want to separate from the device and it refuses my commands. In my mind's eye, I've jerked my hand away like I've just touched a hot stove, but reality refuses to comply. I begin to panic as I feel my reserves drain and the pitch and volume it creates increases.</p>\n<p class=\"cnMxMGJjNzRjNDFkZTRlMGY5MzMxMTUzYjczNGQ2ZWQx\" data-original-margin=\"\">I am still unsure what will happen if I manage to use all my mana but I am all but certain it will be one of two things. It's possible I will be able to use the mana I am still gathering indefinitely. But I consider it more likely that my body, now dependent on mana, will simply die as my blood fails to flow. In this case, the two may be one and the same since the device is devouring mana faster than I am gathering it. This stupid fucking test is more dangerous than it has any right to be, but possibly only for me. As I feel my mana reserves drain, I realize it's not going to stop until I have nothing.</p>\n<p class=\"cnM3MzAxOTNlMGY5ZjQxODBhOWIxZDgzNjdmY2JkM2Uw\" data-original-margin=\"\">In a moment of desperation, I choose to lean in the other direction. So you won't let me pull my hand away? Fine. I bend my fingers in an attempt to grip the device and this time my hand obeys. The base I am touching is too small for my hand, and my attempts to essentially make a fist push it away from me, just barely. As my hand closes, I manage to break contact for the split second I need to pull myself away. My head throbs and I realize the edges of my vision are growing darker.</p>\n<p class=\"cnNiYzNmZDU0ZDc2ZjQ1NDk4Y2RiZmU2N2JiNTY1YmQ4\" data-original-margin=\"\">I am drenched in sweat and I begin to see the aura that used to tell Annie a migraine was on its way. I find this odd, as I had left those with my bad vision and deviated septum. In a past life. I suppose I have figured out something that causes them again, which is almost as unpleasant a surprise as a mouth full of pear. Nevertheless, my presiding emotion at the moment is relief. That had been too close. I hold my hand and give it a frustrated look in response to its betrayal. You and I are going to have words about this later, young lady.</p>\n<p class=\"cnMxNzVkMTY3ZmE2NTRjZWFhNDI3MGUxNDMwZDE3YmZj\" data-original-margin=\"\">Then, finally, I realize the room is completely silent. As I look up, I am met by wide eyes sinking their claws into me from every angle. Even Professor Kyra appraises me with a perplexed stare. Hugh looks like I just forced sewage down his throat with a funnel. At this point, I figure there is nothing for it, so I give him the same sweet smile I had before being tested. Then, I work my way back to my seat as the students before me had. The room is dead quiet, and I begin to grow self-conscious about my heavy breathing and my... drenched dress. Several eyes have tracked me back to my place, and the tension is palpable when the professor finally speaks.</p>\n<p class=\"cnM4ZmY2NzkxYmZhNzQyNGQ5MzZhYmM3ZDM4NTNlMjBj\" data-original-margin=\"\">\"Right then,\" she dismisses. \"Autumn of Forrester, please come to the front.\" Oh, it's Autumn's turn. That makes sense. Actually, August should be here too now that I think about it. I look around for him, but he is absent. I suppose he must be attending this test with another group like Leo. The sound created by Autumn's test is more prominent than Hugh's but exists on the lower end of the spectrum so far. Her face is pepper-red as she makes her way back to her seat and I feel a bit guilty. She actually did better than I would have thought, but my performance would have been hard to follow. I didn’t mean to, but it doesn’t change the effect it has on her.</p>\n<p class=\"cnNkNmEyYWZmMDEwMTQ2ZmY4MTk0N2Y4M2RmYjE3MWI2\" data-original-margin=\"\">After that, the rest of the tests go by fairly uneventfully. I am not the strongest student in class, being beaten out by two students from centuries-old families, but I am the only one getting looks and murmurs throughout the rest of the class. It doesn’t matter that Lionel and Jocelyn of whatever near royal houses have more mana than me. That was expected. What matters is, as I suspect Godfrey intended, I am centuries ahead of the power a brand-new house should have. Today alone may erase any perceived shame or mockery from his time in Satusmor. His apprentice who, people will assume, used a circle of his design, has surpassed the currently known limits of magic. Noble houses will migrate to him as if the king were winter.</p>\n<p class=\"cnNhNWM2YmE0MDM4ZDRiZmJiZTY4ZTNhZWJiNGQ5NDUy\" data-original-margin=\"\">At this point, it doesn’t matter if I fail out of classes, at least not to Godfrey. It would obviously be better if I displayed talent, but the point has been made. People will think Godfrey's line is destined to be king as long as his circle is the most powerful. Class ends without a lecture, and I sigh. I like Godfrey, I do. That's why I really didn't want to actually help him consolidate power. The closer he gets to the crown, the harder it will be to convince him that no one should have it.</p>\n<p class=\"cnNjM2ZmZTE1ODhkYzQ4YWViNTVhYWRhNmJlNGFlYzli\" data-original-margin=\"\">This is why, as I fail to sneak out of the auditorium without being swarmed by students, I curse internally. \"How did you cheat?\" Hugh demands, pushing his way to the front and glaring at me. \"Your family is even newer than mine! As the second in my family's line of mages, I have to have more mana than you!\" I give him that squinty-eyed look people always reserve for morons. Hugh is evidence of a theory I have held across multiple lives. Pride and stupidity are the same thing. Or at least, they have a clear cause-and-effect relationship. The concept of 'IQ' is long defunct. If you really want to measure someone's level of idiocy, listen to how self-impressed they are.</p>\n<p class=\"cnNjZDc0Njg3MDI4OTQxNTNhMDRmMWY5MmViZWJiYjll\" data-original-margin=\"\">\"Your father bought your barony after you were born, Hugh,\" I intone, \"Which means you didn't inherit his mana level. We are both first-generation mages, dipshit.\" There is a bit of a gasp in the crowd and I immediately realize my mistake. Not everyone in this crowd knew I was <strong>common born</strong> or Godfrey's apprentice. Those who did might not have realized I was the first mage in my family. I just sped up the rumors about me, just to mock Hugh. Well done Lillith. Congratulate yourself on not being a prideful idiot. No way that thought process results in immediate karmic justice.</p>\n<p class=\"cnNiNzc4M2E0OWEwYzRhNzhhMzI4MTUxMDM4NzdjNjM4\" data-original-margin=\"\">\"You're a first-generation mage??\" a girl gasps and I immediately recognize her as Jocelyn, the most powerful mage in the class. She must be from Autumn's class, as I don't recognize her from mine. \"How is that possible? You showed off almost as much mana as my father in there!\" Yep, I definitely didn't do myself any favors. I didn't have any choice. They weren't going to just drop this. I had to give them an explanation they would accept, and that meant bolstering Godfrey's position. Fucking mana fork.</p>\n<p class=\"cnMzNGI3ZWM3YTE4ZDQ1NjE5NTEzZDk5YTAyNmY3MTI1\" data-original-margin=\"\">\"Well,\" I start, rubbing the back of my neck, \"It's Lord Godfrey. I'm his apprentice, so...\" and just like that, understanding and awe decorate my classmate's faces. They are all now under the exact impression Godfrey had probably been aiming for. He knew me, and he knew I would have tried to hide my magic. He also would have known I wouldn't be able to. I was outplayed. That thought sits like sour milk in my stomach. On the other hand, as the wave of questions from the crowd washes over me, something else occurs to me.</p><p class=\"cjMzZWEzODA3YTAzNTRhNjE5YWQyNjJiOGM3ZWU5NjBm\" data-original-margin=\"\">The narrative has been illicitly obtained; should you discover it on Amazon, report the violation.</p>\n<p class=\"cnM3NDllMDExNzAxZjRkZjNiNDc5OTM4Y2Y3NDAzZmU4\" data-original-margin=\"\">How did he know I wouldn't be able to? I mean, he must have experienced it before, but how did it stop me from pulling away? My thoughts are interrupted by Hugh, the thorn that just wouldn't leave my side. \"So, you surpassed me while lying on your back, is that it?\" he accuses and I roll my eyes.</p>\n<p class=\"cnM5N2E1NDY3YWNkMjQ3MDI4NmU3ZWY0ODdlNjEyZWQ2\" data-original-margin=\"\">\"No,\" I answer, \"but if I had, that would still just mean I did more to earn it than you did. Would that really make you feel better?\" I dismiss. He huffs before responding.</p>\n<p class=\"cnMxNTM5YjI0MzgyYzRiYTM5MjNiNWNlMDIwYTNmZjQw\" data-original-margin=\"\">\"Whatever you say, whore,\" he accuses again. \"All that mana is useless in your hands anyway. A woman and an ignorant fool. Midterms are coming up, I'll put you in your place with those.\" Again I squint my eyes at him.</p>\n<p class=\"cnNjOWE1Yjc5OGU3YzQ4Y2FhNjg3NDFlMjc2YTY0Y2Ux\" data-original-margin=\"\">\"Like, you'll show me to my seat?\" I joke and he tsks.</p>\n<p class=\"cnNkNTcxZWYyZjQ2ZDQ5NWViZDE0NjVmNWM5YWIwOGZj\" data-original-margin=\"\">\"I mean I want to make a bet. You are so full of yourself. So proud of Lord Godfrey's accomplishments. Surely you aren't afraid of a simple bet? Whichever of us has the higher scores in say, mathematics wins, and the loser has to fulfill one request for them?\" He tries to act casual at the suggestion of math as our makeshift duel, but his intent is transparent. He still believes I know nothing of the subject since I couldn't read the notation. It may as well be an arm wrestle or a biology test.</p>\n<p class=\"cnNkOTY4MzA5NmYxNjRjZGRiMzYyNzg5NDc3YmY0YTJi\" data-original-margin=\"\">The crowd murmurs at the challenge, and I can actually see his pants begin to bulge as he suggests the 'one request'. Fucking creep. I try to remember he is just a kid, but that doesn't make him less of a little pervert. So much for my hair driving men away. I snap my fingers and give him a finger gun before answering with a single word. \"Nah,\" I dismiss, before turning around and walking away from the group.</p>\n<p class=\"cnM4YzhmNDQ0Mjg3ZDQ3YjNhMTFlMzRmN2Y5OTMyNjY0\" data-original-margin=\"\">\"Coward!\" he calls after me. \"You know you can't win, huh? Too afraid to compete with something that wasn't handed to you?\" I just laugh and flip him off as I walk away. I have absolutely zero reason to make a bet with him, even if I have such a huge advantage. He continues raging after me, desperate to heal his wounded pride but my mind has already moved on. The mana device had controlled my body. It was like... confession. I only beat it with malicious compliance. This makes me wonder. If objects can be enchanted with regular mana... can they be enchanted with divine magic as well?</p>\n<hr>\n<p class=\"cnNiYmZmNmU4MGQ5ZDQwMzA4YWExNGM1MjBiNDRlMGM2\" data-original-margin=\"\"><strong>Father Medici</strong><br>\"We have found no sign of them. They were there one moment, and gone the next,\" Brother Wynter explains. He is one of my most powerful priests, and he rarely fails an assignment. Yet his report today is the same as it has been for two weeks. No sign of the two priests who disappeared the day after the demon attack. No sign of the killer in the basement or the apprentices he was watching.</p>\n<p class=\"cnMwZTBlNTliZDE0MjQwMTFiNzMyMmZhZTgxZGMyNjUz\" data-original-margin=\"\">\"What of the demon,\" I ask, already knowing what answer I will receive.</p>\n<p class=\"cnM3ZDcxMzc2ZmE3YjRmYjRiMjQ3NmQ0NTYwODE2OTJm\" data-original-margin=\"\">\"No leads, Father, I'm sorry,\" he replies and I nod. That was expected. The events are obviously related. I still find it hard to grasp that a demon managed to make it into our sanctuary, chew a powerful brother to death, and disappear without leaving so much as a blood trail. Then to come back, while we are on high alert, and steal our apprentices out from under us? Whatever this is, they are more dangerous than any of my priests know.</p>\n<p class=\"cnM5YjMyNjEwYTcxYTQ5MWI4YTg1YzkzMzU1YTNhMmNi\" data-original-margin=\"\">\"I am reassigning all divine priests to this task. We must find this demon at all costs,\" I order and Wynter looks up at me in concern.</p>\n<p class=\"cnMwMWY5MTc0OWIyZDQxYjE4ODhmZTQxYjE5YzZhOTc0\" data-original-margin=\"\">\"But Father,\" he protests, \"if there is no one to conduct confessions or make deliveries to our Lord...\" he trails off and I shake my head.</p>\n<p class=\"cnMzNmZmMTc4ZDE3MDQzOTBhN2FjYjY4M2EyM2RiMGYx\" data-original-margin=\"\">\"You don't seem to understand, brother Wynter,\" I respond, \"This is no simple incident. This isn't just the loss of priests and apprentices. If need be, they can be replaced with the same method we have been using since the first disappearances. This is about so much more than that. Do you know why we are the true rulers of Potestia,\" I ask and he looks confused.</p>\n<p class=\"cnMyMDBlZWQyNTQzNzQxNWU5NDIxMWFmYWQwOWMwZmJm\" data-original-margin=\"\">\"Because the Collector declared it so,\" he answers and I shake my head. This is the problem with power and position through piety. Sometimes your subordinates believe the nonsense you sell them.</p>\n<p class=\"cnMwYjZiMzEzNTMxNDRiOWQ4Njc3YjQ4NDY3OWMxNDNh\" data-original-margin=\"\">\"No, Brother Wynter,\" I answer. \"It is because of the Collector, but not because of his declaration. It's because of the power he gives us. The power of authority over his creations, and the power to choose who joins the Great Collection. We are the true rulers of Potestia because even the king must fear us. We control his people. We protect him from his people. And do you know why we exempt them from confession?\" I ask.</p>\n<p class=\"cnNhZWYwMjAzNmFhNDQ2NjNhNDU2NzBmODY5MThmZWI3\" data-original-margin=\"\">He opens his mouth to answer but I wave him off, I know he will just quote scripture. \"It's because we don't need to. Nobles are sure of their power and supremacy, especially the king. They would never believe they needed to be confessed. But does that mean we can't control them? No. Because not only do we control his people here, we control the monsters of the Collector. The beasts of the forest. The two armies that could tear him from his throne in a day, mana or no mana. We are the true rulers because we have everything he fears,\" I lecture.</p>\n<p class=\"cnMwYjdmMDhiMzdjNTRhZDBhOGUxN2EyZjEwZDdhM2Vk\" data-original-margin=\"\">\"But the monsters can't leave the Radiant woods,\" he protests, \"they will die without the Collector's magic!\"</p>\n<p class=\"cnM2MWU4YzE4N2E0NzQ5Y2Y4MDE2NDRjNTVlNWJhYzg3\" data-original-margin=\"\">He's right... in a way. The Collector holds these monsters together after changing them in ways no human could survive. \"Exactly,\" I answer. \"Without the Collector's magic. Our magic. They are an army only we can lead from the forest. That is how it is, and that is how it has always been. So, let me ask. What will the nobility do if, say, a monster shows up that we don't have control over? What will they think of us? What happens to the fear we control them with? What happens when they realize a monster is hunting us, and we can't even find them?\" I ask and his eyes widen.</p>\n<p class=\"cnNmNjg0NjZhNzA3YTQzODNhZDdkYjFhNTkzZGVjZmNi\" data-original-margin=\"\">\"I understand, Father,\" he whispers.</p>\n<p class=\"cnNkOTU2N2MxMDE3YjRkNGRiNzNhZTUwMDg4ZjFlNzM0\" data-original-margin=\"\">\"Very good. Then take all of the divine mages, and track this demon down before it causes more trouble for all of us,\" I order. He pauses before turning.</p>\n<p class=\"cnMxYmM1MWRlMjc5MjRiNTA5YjFhZTIwOGYxYTg0MWM0\" data-original-margin=\"\">\"I understand, Father,\" he says, \"but... we still need to make deliveries to the Collector. You know he won't accept any excuse if we don't so... I want to propose we plant a closer section of the Woods,\" he proposes and I clench my fists.</p>\n<p class=\"cnMzMjE3OWYwYTgzMTRkMmI5YTczODA0ZGQ4ZGYyY2U0\" data-original-margin=\"\">\"No, you damn fool. That would be even worse than letting the demon go! Do you think it's an accident all our cities are so far from the Radiant Woods?\" I ask. I understand his thought process. Every priest has this idea at first. When he realizes the Radiant Woods is only one place from the inside. When we see a map that reveals its entrances peppered all over the country, we all wonder if we couldn't have one in the city. No more weeks-long trips to drop off mementos. Just quick, routine drop-offs. But we don't do that for a reason.</p>\n<p class=\"cnMzYjhhMGY3ODNlNjQwZWRhNDE5Yjg4MTI4NTNlOTEy\" data-original-margin=\"\">\"No, Father, but if only we could deliver them more quickly, we wouldn't need to choose between-\" he starts and I wave him off.</p>\n<p class=\"cnNmMTZkNGRhNDY2MjQwYWU5ZGRlNzI2YzUwZjkxMGEy\" data-original-margin=\"\">\"The answer is no. It is the Collector's will that we leave the woods where they are. It's far too dangerous to keep them closer,\" I dismiss. He looks frustrated, but he bows.</p>\n<p class=\"cnMyYjM1YTAyYzVmZDQ4ZDI5NTE0MmQ0NmNkZWFiMzg3\" data-original-margin=\"\">\"As you wish, Father,\" he says before turning and leaving. He would understand if I could explain, but that would be just as dangerous. There is a reason only Fathers are told the true nature of divine magic.</p>\n            ",
  "invisibleParagraphContent": "The narrative has been illicitly obtained; should you discover it on Amazon, report the violation."
}