{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxOTVhMDk2NjFkZDQ1ZWE5Zjc3Y2Y3MzUyNGUzNWY0\" data-original-margin=\"\">\"Your Grace, please wake up.\"</p>\n<p class=\"cnNmMjVhOGM2ZWYxNDRkNjhiMjY1ZGEzZjU0N2IzMGUw\" data-original-margin=\"\">Pascal's consciousness was still forming when a hand shook his shoulders.</p>\n<p class=\"cnNhNDQ3OWU4OTJmODRmYzNiNGY2MmFkZmRhZjIwOTky\" data-original-margin=\"\">\"Your Grace.\"</p>\n<p class=\"cnM3ZDFkNjg4OTEyZDQzMjY5MDc1ODY1NjdmMmZjN2Fi\" data-original-margin=\"\">\"Kaede... stop.\" Pascal mumbled as his arm reached up to his throbbing forehead. His cheeks felt the hard, wooden surface that it laid on. It seemed that he had fallen asleep on his desk yet again. \"Give me... a minute.\"</p>\n<p class=\"cnMyOGQ3YzNiY2Q2MDRmMTVhNTJmNjE4Y2FmZWM4NmJh\" data-original-margin=\"\">\"I'm not your familiar.\" The voice added before Pascal realized that it was masculine, if rather soft in tone. \"And we don't have a minute.\"</p>\n<p class=\"cnNkZDM1MGRmZDU1ZTQ3MWRiZjk2ODlkOGY3ODk2OGZj\" data-original-margin=\"\">The fog in Pascal's head began to disperse. He rubbed his eyes as he sat up and turned towards his visitor. His vision slowly gained clarity as the figure of a disheveled Oriflamme Armiger came into view.</p>\n<p class=\"cnM5ZGE3OTA1NWM1YTQ0YWRhYTEzNjFhZDE3MDEzZDI1\" data-original-margin=\"\">\"Sir Robert.\"</p>\n<p class=\"cnM1NTVhMTdjZmM5NDQzN2Q5Yzk3OWExMGEzN2MwMDI5\" data-original-margin=\"\">The handsome young man stood just beside Pascal in his cabin. Judging by the darkness through the window, the sun had yet to peak over the horizon.</p>\n<p class=\"cnM1Y2ZmN2E5Nzg3YTQ4MTNhYTRjNzA2ODE0Nzg3OGE0\" data-original-margin=\"\">\"Your Grace, we have a problem,\" Robert began. \"Captain Erwan...\"</p>\n<p class=\"cnNhNjc0MGI2NzU4YjRiOTg4ODBmMmI5YWQzNjk2OTgw\" data-original-margin=\"\">Pascal tensed the moment he heard the name. He had sent off Lady Lynette and most of the rangers with Vivienne. This left only a hundred rangers in the main force under the command of Captain Erwan -- which Pascal had reorganized into five 'ranger banners' using militia volunteers who had extensive woodland experience.</p>\n<p class=\"cnNkOTBiMzBmZTBhZDRmOThiNGI4MmI1ODE1YjE5NjEw\" data-original-margin=\"\">\"Captain Erwan reported that one of the screening units he left behind was attacked earlier this morning by Cataliyan light cavalry.\"</p>\n<p class=\"cnM4Mzk3N2ZiMDZjMzQzYzg5Nzk3YmZlNjQwOTU1ODUx\" data-original-margin=\"\">Pascal blinked twice as his still-drowsy brain thought through what this meant. To protect the army's back, Erwan left several detachments between eight to twelve kilopaces behind to screen the main force. It wasn't unusual for them to skirmish with Cataliyan advanced scouts, but...</p>\n<p class=\"cnM0OWMzYzE0ZDFhZTQwYWM5ZTJiM2VlOTQzZGQ4YzY1\" data-original-margin=\"\">The young lord stared out the dark window. <em>Not at this hour.</em></p>\n<p class=\"cnM2YjUzOTZlZWMyYzQ0NmU4ZTllM2RhNDI2ODgyMjFm\" data-original-margin=\"\">\"By how many?\"</p>\n<p class=\"cnMxMjA3MDkwZTdlZjQ1OGVhOGVlYWY1OThmYmE1YTdj\" data-original-margin=\"\">\"At least two hundred, before the <em>Farspeak</em> link was cut.\" Robert answered as the door opened to admit Sylviane and her maid Mari into Pascal's expandable cabin.</p>\n<p class=\"cnM5ZmY3M2RhZDZkZTQxNjY5NjVkNTYyNDFlZDQ3ZDNh\" data-original-margin=\"\">\"I've sent orders to wake the army up.\" The Princess declared as her hands were still fixing her tiara and straightening out her hair. \"They must be raiding us.\"</p>\n<p class=\"cnNhYzcwOTQ3YjFjZjQyYjY4ZDIxY2FhZjJiNGFhNDE0\" data-original-margin=\"\">Pascal pulled out his arcane pocketwatch. It was almost daybreak.</p>\n<p class=\"cnM3YTdiNDkxOTExYzRhYjY5NGQzMzI3NGE4MzFjZTVm\" data-original-margin=\"\">The Cataliyans should know that he had already reached Glywysing. With a town at his back and an early warning to alert them, there was no way a raid could inflict any significant damage. The only value of such an attack would be to disturb the army's rest. However, that was clearly not the goal when the soldiers were about to wake up anyway.</p>\n<p class=\"cnNmNDhhMWRkM2Y3NjRkNzNiNTdjNTc5NzNjMzJhMGZk\" data-original-margin=\"\">Yet, if it wasn't a skirmish between scouts, and it wasn't a raid, then that left only one option. This was an aggressive, all-out morning assault after a concealed overnight march.</p>\n<p class=\"cnNiNzZmNWViMTA4ZTQ5OTI5NDQwMzE3NjA3ZDE1MzBk\" data-original-margin=\"\">The Caliphate certainly had the motive: to seek vengeance and restore morale after yesterday's disaster at Lysardh Point. This was especially the case as the Lotharin army was still divided, as a sizeable contingent of rangers and archers had been given to Vivienne and had yet to return.</p>\n<p class=\"cnM1YzM3ZjA0YWYyODRkNGViZjI3ZDYzMWZlNmZkMGFl\" data-original-margin=\"\"><em>I really should have expected this.</em> Pascal berated himself. Had he been in their shoes, he might have opted for the same gamble.</p>\n<p class=\"cnNlM2VhMmUzNGU3MTQ3YjliMjk2ZTNkMDhjNTA0MjY3\" data-original-margin=\"\">\"No,\" His solemn voice nevertheless remained calm. \"They moved up under the cover of darkness. This is a full attack.\"</p>\n<p class=\"cnMxNTY0ZmZhYTk5ZDQzZjU4Y2I5Y2QwY2U5ZGRiMGJi\" data-original-margin=\"\">\"How do you--?\" Sylviane looked back in surprise.</p>\n<p class=\"cnMwYmVhOTBkNTkyMTRmNjQ4OTIzM2JjOGU3NDYxMWIz\" data-original-margin=\"\">\"I will explain later. But right now we need to assemble the entire army into battle order, <em>immediately!</em>\" Pascal stood up and strode towards the door.</p>\n<p class=\"cnNiMDdmNTgxMGU5YjQ0YTg4ZjQ1MDcxZTQ4NTk3MjA1\" data-original-margin=\"\">There was no time to retreat. The Cataliyan force's combat elements were mostly mounted. If they shed their logistical units and traveled light through the woods, then they were most likely just thirty or so minutes out.</p>\n<p class=\"cnM0M2Y3ZTcyMWQ5NjQ0NDk5NTJkNDBkNzgwNDRkNTQy\" data-original-margin=\"\">\"And Sylv,\" Pascal stopped the Princess before she could follow her two armigers out. His concerned eyes met with his fiancée's pretty wisteria gaze.</p>\n<p class=\"cnMyYjQyYzNmYWZmZTRmNzM4NmEwNWFlNzY2MTJiYzRj\" data-original-margin=\"\">This time, they truly had their backs to the wall. There was no river to cover a retreat. The army must stand its ground or be destroyed.</p>\n<p class=\"cnM3YWM5NjBlZDcyOTRkODg5ZjQyM2U4Y2M3MzY5NDMy\" data-original-margin=\"\">His fiancée's countenance softened with sentiment. This really could be their last private moment together. Yet, Pascal's final statement was anything but romantic:</p>\n<p class=\"cnNkNDY0ZDk0MzFjNjQ4YjFhMDVkYzczZWNlNDJkZTE4\" data-original-margin=\"\">\"Give this order to the men,\" Pascal said as he pulled out a scroll of paper. \"Kaede had drafted this before she left in the case of an emergency. I had hoped that we would not have to use it, as it is rather extreme. However, given the current situation, we must take advantage of every tool at our disposal.\"</p>\n<p class=\"cnMxZDZlZTIwYjYzNTQwOTRhOTY1NmU4M2ExYzRlYTRl\" data-original-margin=\"\">Sylviane frowned with the faintest scowl as she received the 'orders' from Pascal's familiar. Yet, as she opened the scroll and read its contents, her disapproval vanished into astonishment as her eyes swelled into saucers.</p>\n<p class=\"cnMxZWY5Njk2ZDVjNTQ4YmE5NjhmOTllY2UzZDk3YjYy\" data-original-margin=\"\">\"Kaede wrote this?\" The Princess stared back up at Pascal. \"I can hardly believe it.\"</p>\n<p class=\"cnNiMjUxM2EzM2VlNTQ4MDI5ZjQzOTE3OTkwOTMzNjYy\" data-original-margin=\"\">\"Nor could I, if I had not seen her write it herself.\" Pascal answered before he joked: \"you can also tell by the awful handwriting. She is still not used to writing in our language.\"</p>\n<p class=\"cnM4MzZiNDhiODMyOTRlMTE5MjUwNjBkMGQ1ZjhiMGZi\" data-original-margin=\"\">\"But this is so... unlike her,\" Sylviane couldn't help commenting.</p>\n<p class=\"cnMxMzM2MGMxNWZhOTQ0YWRhNWVjZGQ5ODlmNDBhZjJl\" data-original-margin=\"\">\"Kaede had told me that in her world, during the decisive 'Battle of Stalingrad' that changed the course of a world war, this was one of the most instrumental orders that brought victory to the army of her homeland,\" Pascal explained. \"Though she also noted that our political enemies will surely try to use this as propaganda to vilify us later, just as it had happened in her world.\"</p>\n<p class=\"cnM1MDhkOTdhOWNiNTQ5ZTNiYzliMzMzNmE3MWQyNjAx\" data-original-margin=\"\">\"If we're still significant enough to be vilified, I'd consider that a success for today,\" the Princess answered sarcastically as her fiancé's lips formed a slight smirk. \"I take it that the citation 'Order 227' is the original name of this?\"</p>\n<p class=\"cnMwOTA5ZTMyZDc4MjQ5NDliYmY2MDI0MjhkMWVjMmRm\" data-original-margin=\"\">\"She is still a scholar at heart,\" Pascal nodded with a smile as he straightened his uniform shirt and put on his 'war face'. His smirk grew even more lopsided as his expression became the very definition of conceit, arrogance, but also <em>confidence.</em></p>\n<p class=\"cnM3MWFiZDY5MzAyNTQxYWU4NzIxZDQyOWJiYWI2ZTdk\" data-original-margin=\"\">\"Not a step back,\" he then declared in the same motto that Kaede wrote before stepping out the door.</p>\n<p class=\"cnM1NDA1ZGEyZmQ1NzQzYjc4OGNmZGI1NmRjZjUwOGVh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlNGEzZmQ2NDVkYzQ4N2FiZTg5MmY4ZWQyYjM1Zjdk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMxYmNlY2I2NzkzNDQyN2ZiMTkwMzc4ZTljMzlkNjFh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzNmZlMzVjNjUyNjQ5OTQ4ZjlmYjliNDcwYzZkMjcy\" data-original-margin=\"\">Edith emerged from her tent as she finished tightening the straps to her cuirass.</p>\n<p class=\"cnNkZjcxODUxMzk0ZjQ4ZjhhMjI3MzczY2FmYWU2ZDEx\" data-original-margin=\"\">The sun's halo had just peeked over the horizon. Its rays dyed the skies a dawning red. A low morning mist still enshrouded the camp, and most of its soldiers were either asleep or just waking up. Yet as the Saint marched between tents, she found the Knights Hospitaller of her <em>Steel Lily</em> banner were already assembled in neat rows and waiting.</p>\n<p class=\"cnM3MzYzMDc5MGIyMzQ4MThhYWY4Y2ZkZmY3MjQ5ZWFk\" data-original-margin=\"\">Despite being a paramilitary religious order and therefore not officially part of the army, the <em>Steel Lily</em> was one of the most elite units in the Lotharin order of battle. Edith had relied on them in every engagement to hold the most critical point in her front line. However, after weeks of ferocious fighting, the banner had been reduced from over two hundred sisters, to just thirty-nine.</p>\n<p class=\"cnNlYzlmNzFjYTY4MTRiZWFiN2RjYmVjNjNiZjVjM2Mx\" data-original-margin=\"\">King Alistair had left Edith several royal armigers to help replenish her numbers. Yet in this most critical moment, Edith decided that she couldn't trust them. No, only her sword-sisters would watch her back in the coup today.</p>\n<p class=\"cnNmYjI1ODBiOTMxZjQzNzU4MDlmMDc5MjNiNDk1N2Ux\" data-original-margin=\"\">Leading the unit was Mother Abbess Anne, who greeted her foster daughter and commander with a knightly salute.</p>\n<p class=\"cnNhNGM1YWExOWZkNTRlOWFhYjVkMWFiZjBkODg5ZmEz\" data-original-margin=\"\">\"We're ready.\"</p>\n<p class=\"cnNiZjM2YjI0Njk3MDRhZWI5NWE1YmMyZWVlNjc3MDY1\" data-original-margin=\"\">Edith nodded as she took a deep breath. This was truly the point of no return.</p>\n<p class=\"cnNkNDQ4MjhkZDNmMzQ3MTc5OWE1YWU2MWQzZDllZDU4\" data-original-margin=\"\">The two women paused as they heard a strange, unintelligible cry in the distance. It came from the center of the overall encampment.</p>\n<p class=\"cnM5MTEzOTJkMjA2NzQ0NWZhNzg4YWUxZWFhMjY1M2Fh\" data-original-margin=\"\">\"Must be one of the nobles,\" Anne remarked with a disapproving gaze. \"I told the six of them to marshal their troops within their own encampments to <em>minimize</em> attention...!\"</p>\n<p class=\"cnMwNGVkNmUzY2M2MjQ0NWM5NDRhMjEyYjExYzg0YzQ5\" data-original-margin=\"\">The blast of a distant trumpet then interrupted Anne. A second, prolonged note then followed the first, which meant that it was a call for emergency assembly to battle formation.</p>\n<p class=\"cnNkYjFlZmRjMmI2YjQ5NmFhYjc5MTE0MTYyMDRjOTcz\" data-original-margin=\"\">\"Assemble for...!\" Edith could hear the yelling grow closer.</p>\n<p class=\"cnNlNDlmZGI0OTVmZTQ1ZmNhYzMyNWJiMTQ0ZjI1MDdh\" data-original-margin=\"\">\"Someone must have warned them!\" Anne glared into the morning mist before swiveling back to the Crusader Saint. \"We must act, now! While we still retain an element of surprise!\"</p>\n<p class=\"cnNhYzM4NGRlMzZmNTQzODk5N2Y4OTliMmU5Mjc4MDdh\" data-original-margin=\"\">However, Edith stopped her with a raised hand.</p>\n<p class=\"cnM3MmY3OGUwODlhYzRiNjRiZWVjYjFkYzBhMTU4ODdl\" data-original-margin=\"\">Something was wrong.</p>\n<p class=\"cnMzZTQwNTgwMzdmNzRhMjZhYmY5MmI4MjJmZmU0MmEx\" data-original-margin=\"\">Something was <em>terribly</em> wrong.</p>\n<p class=\"cnMwNGM2OTM3OTIxZjRlYmJhODQ4NzA2MjA4NzVjMDVj\" data-original-margin=\"\">Edith wasn't sure why yet. But her intuition was screaming at her to stop.</p>\n<p class=\"cnNiYTdmMDBmOWFjZTQ4YTZhODA0ODZhMjgzNzI2MGUz\" data-original-margin=\"\"><em>What is the Holy Father trying to tell me?</em> She thought as her gaze met the eyes of her phoenix Durandal. Yet the bird could only blink back as his majestic blue form perched atop her spaulder.</p>\n<p class=\"cnNmMjBkODY5NmNiMzQ1ZTg4OTIxMjVjYmJlNGRkY2Zh\" data-original-margin=\"\">The trumpet calls spread as more and more signalers woke up and joined in.</p>\n<p class=\"cnMyNjdjNjVmYmU1YjRjMTZhMGQwNWMxNjMyYTA3ZWZm\" data-original-margin=\"\">\"ASSEMBLE FOR BATTLE!\" The distant, magically-amplified words rang loud and clear this time.</p>\n<p class=\"cnMyZjU3MDBjMTc0ZjQyYjJhNjJhOWEwYTNkMDJlYTFl\" data-original-margin=\"\">A column of two dozen noble armigers in half-plate emerged from the mist. They were led by Duchess Jeanette -- the same noblewoman who had been insulted by King Alistair several days ago -- as they hustled into Edith's encampment.</p>\n<p class=\"cnM1MGJmN2MyMzM4NTRhMmViOGI4OGVlNWZjNTczZGY3\" data-original-margin=\"\">\"Just what is going on!? What are you waiting for?\" The Duchess anxiously demanded.</p>\n<p class=\"cnM1MWE4Zjc1NDY5MzQ2YmJiMzVjYTIzN2RmMWM0NTk4\" data-original-margin=\"\">Yet before anyone could reply, a runner sprinted in from the direction of the central camp.</p>\n<p class=\"cnM2NmJiODA0YzMxNzRkYzZhN2FhNDBkOWI2YTExNjVl\" data-original-margin=\"\">\"We're... about to be attacked!\" The signaler halted before Edith, breathless. \"Her Highness... requests for you... to raise the cross!\"</p>\n<p class=\"cnMzOTA2N2IyNWVlNTQ5ZjU4OGVkYjY4YzUwZjBmYWYz\" data-original-margin=\"\">\"Attacked!?\" Anne demanded. \"By the Caliphate? How!?\"</p>\n<p class=\"cnNjZjM1MzRkOWMzNjRkOWE5MjkzZTI2NjNmMTI4N2I1\" data-original-margin=\"\">\"I don't know!\" The young man huffed. \"Her Highness said... it's an emergency! And that... and that...\"</p>\n<p class=\"cnM1N2ZlMjRiNzM5MzRkNzNiZjVmNDIxM2RjMDBhMzQ0\" data-original-margin=\"\">\"And what!?\"</p>\n<p class=\"cnNlYjdkOGQ4YzZjYzRkMWQ5MGFkYjBmMGNhNWY1ZDIz\" data-original-margin=\"\">\"A-any noble or captain... who fails to answer the call to arms... who prepares his soldiers for retreat instead of combat... who deserts the field in the face of duty, is to be summarily executed as a traitor!\" The signaler recited with wide eyes as though he couldn't believe the words that were coming out of his own mouth. \"Their titles and lands will be declared forfeit and given to those below them who exemplified themselves in this time of crisis!\"</p>\n<p class=\"cnM4NTE2NGM5ODg1NzRjMjE5MWQ1ZWI0ZWIxMTNiYmMz\" data-original-margin=\"\">\"PREPARE FOR BATTLE!\" Yet more yells began to resound across the camp.</p>\n<p class=\"cnM4MTdhOWI2MzM0YjRmNzJiZTIwYmMzNjE2NTZkZTFh\" data-original-margin=\"\">\"LORDS AND COMMANDANTS TO THE COMMAND CABIN! ALL BANNERS PREPARE FOR COMBAT!\"</p>\n<p class=\"cnNmNTYwODRhZDBhNTQ3NDZhNDQyODg2ZGI3OTcwN2Ex\" data-original-margin=\"\">\"I still have other lords to inform. Please excuse me, Milady.\" The young man added before running off. He clearly wasn't concerned about Saint Estelle's willingness to fight.</p>\n<p class=\"cnM0YTEwMDAwNTljOTQ4YzI4MDgwMWY5MzExNjI3NjFi\" data-original-margin=\"\">\"This is a trick.\" Duchess Jeanette seethed as she balled her fists. \"She knows!\"</p>\n<p class=\"cnMxZjViY2E4NTc2NTQyZjZiMDVlNWJjNmZiNjJmMmQx\" data-original-margin=\"\">The Mother Abbess stared back with doubt and turmoil written all over her face. Was this alert real, or a pretense? Were they truly under attack by infidels? Or was this just a ruse to round up the traitors?</p>\n<p class=\"cnMyYmZjZGJhOWZjZjQ0ZjdiMGNkODczODYwYzU0Njdm\" data-original-margin=\"\">Everything was rapidly spinning out of control.</p>\n<p class=\"cnNhOWNhYTFhN2NlNzQzNTZhZWRlMmRlYTg0NzQwNDRh\" data-original-margin=\"\">A breeze seemed to pick up in the sparsely wooded army encampment as the morning mist began to thin. It was not enough to see into the distance. But it was sufficient to spot a hazy, cerulean halo in the air -- the burning-blue figure of an Oriflamme.</p>\n<p class=\"cnMzOTdlOGFmMWZjNTRhYTFhOWIxYjBhMTk2YjRiNzMw\" data-original-margin=\"\">Apart from Edith, there was only one other paladin currently in camp: Her Highness, Crown Princess Sylviane.</p>\n<p class=\"cnM5ZDZhYTQwNGIwODQ0MjQ5NDIxODVkYjEwMTAxZmNl\" data-original-margin=\"\">-- And she was headed straight this way.</p>\n<p class=\"cnNlNmM5ZDY1ZWMxZjRlODI4N2MzNGVhYmY5MGZhZWYz\" data-original-margin=\"\">\"Edith!\" The Princess' voice resounded over the air. \"Raise the cross! The infidels are coming!\"</p>\n<p class=\"cnNkZjQwM2U2ZTExNjQ3YzdhN2Y3MGI4NWQ4M2NiYWIz\" data-original-margin=\"\">\"This is our chance!\" Duchess Jeanette hissed at the Saint from just a few steps away. \"Seize command before she takes our heads and finds another reason to withdraw!</p>\n<p class=\"cnMzMTQzMmQ2YTYyMzQ2YjNhNTVmMDhjMmRiYWI2NTFm\" data-original-margin=\"\">\"Stand ready!\" The Duchess ordered her armigers to deploy into combat formation as the cerulean halo drew closer. Her orders were immediately echoed by Mother Abbess Anne.</p>\n<p class=\"cnNhOTIwYzhkYjc5ZTQxZWZhYWIxNmNlMTg5ZGQzNmMw\" data-original-margin=\"\">\"Stand down!\" Edith immediately yelled at her own knights. The conflicting orders caused them to all look back at a loss.</p>\n<p class=\"cnNjNWY4ZGRjNjE2NzQzOWU5Nzc5YzYwMGMxZmZjOWQw\" data-original-margin=\"\">Even Anne stared back in confusion. Her widening gaze all but shouted 'what are you doing?'</p>\n<p class=\"cnM3NmRjNGFiNzY5NDQ0ZDhhMWMxNjJlODQ4MWFiZDI2\" data-original-margin=\"\">The timing weighed heavily on Edith's mind. The attack, the rally, the orders given that tolerated no retreat of any kind...</p>\n<p class=\"cnMwNzFjMDQxNmZmZjQxNjM4YzNiYWQ0ZWE0YjhjM2E5\" data-original-margin=\"\"><em>This cannot be a coincidence!</em> Her thoughts raced as she faced the incoming princess. <em>Nothing happened by mere coincidence!</em></p>\n<p class=\"cnMwZDdmYThkZDg3ZjRkMjliZDIyYjQ1ODYwZjU4ZGFm\" data-original-margin=\"\">She had asked for a sign last night -- a sign from the Holy Father which had clearly been given.</p>\n<p class=\"cnM5M2ZhNTIxNjU4NTQxNjZhMzQzYTVkOTA5ZDhhZWQz\" data-original-margin=\"\">\"Edith!\" The Princess cried as she landed with two armigers in tow. She was no more than twenty steps away with her hands still empty and unarmed.</p>\n<p class=\"cnMzZDQwYjkwNTU0NzRlY2RhMTYwN2MxMjYzZTU2YWQ2\" data-original-margin=\"\">Sylviane then paused as she looked upon the assembled knights and armigers. Her eyes narrowed as her hand reached up for her necklace.</p>\n<p class=\"cnNiYTkzNzZjZmYzNzRkYjQ4OWI3YWZjMDdiMjViOWU5\" data-original-margin=\"\">\"Take her!\" Duchess Jeanette pointed a steely finger. \"Or we will all hang by nightfall!\"</p>\n<p class=\"cnNlNTY0YTM5OWMxNjRlYTg5MDhkNTVmMzhlOWQ5ZmMx\" data-original-margin=\"\">Edith had no doubt that the second half of the order was directed at her. But as twenty noble armigers charged forward with their shield and maces, the saint closed her eyes and reached one conclusion.</p>\n<p class=\"cnNmNTM4NDIwZjk2MTRjMjA5YWIyNzA2ZTMzMjc2ODc1\" data-original-margin=\"\"><em>Thank you, Holy Father.</em></p>\n<p class=\"cnM4ZmVhYzliNDZhODRiNjQ5NjA1ZThjODc3MGRiYmJk\" data-original-margin=\"\">She felt the flames as the phoenix Durandal merged into her body. Righteous authority coursed through her as she <em>knew</em> with absolute conviction in where her duty lay.</p>\n<p class=\"cnM2Y2E4NzBhMTQ1NDQ3ZDZiMDI1ZjliZWFmMGNkNjYy\" data-original-margin=\"\">\"In the name of the Holy Father, YOU WILL STAND DOWN!\"</p>\n<p class=\"cnNiYmI5NTYyOTY0MDQ3ZjlhYTRhN2EzNDNiNDJjZWE2\" data-original-margin=\"\">The leading armiger had already swung his mace. Yet, distracted by the Saint's orders, his attack was easily deflected by the royal maid's shield. The rest of the men virtually halted in their tracks. Their turning eyes were bewildered by the clashing orders.</p>\n<p class=\"cnMxNDFhMjQwNWUwZDQzYWY4MTY4MTdmN2M1ZmM5YWVk\" data-original-margin=\"\">Her Highness, however, did not hesitate. With no doubt of the perpetrator, she materialized her shield and meteor hammer from a cloud of cerulean sparkles that burst forth from her necklace.</p>\n<p class=\"cnNiNjc4NDA0NjQ0MTQ0NTU5MDQyOTY4NDJmN2EwZjgy\" data-original-margin=\"\">\"Elspeth!\" Sylviane called her bodyguard as she pinned Duchess Jeanette with a death glare.</p>\n<p class=\"cnNjNmY5YTZmOWU5NDQyYzlhMTM5MzlmYWU2NTk0MjQ4\" data-original-margin=\"\">The petite royal armiger didn't even voice a reply. With a surge of magic, Elspeth leaped over the heads of the armored troops. She spun once in mid air before flinging out her own meteor hammer. Its steel rope trailed behind as the weighted end shot straight for Jeanette's face.</p>\n<p class=\"cnNmMzlhODZjNjg3MjRlZDZiMTc5NDFlZGUxOGQwYmFk\" data-original-margin=\"\">The Duchess' own shield was caught out of position and she barely stepped aside in time. A sharpened spike on the meteor drew a line of blood as it flew across her cheek. However, as Elspeth's gloved fingers caught the cord and gave it a hard yank to her other side, the retracting weight deployed its four bladed spikes -- one of which pierced into Jeanette's cheeks and sheared off half of her face.</p>\n<p class=\"cnNlM2JlMDFjZGM1OTRmNzA5NWZhY2VhZDc4YTM2YjJh\" data-original-margin=\"\">Bloodcurdling screams emerged from the noblewoman as she reached up to her mutilated appearance. Yet even that lasted only seconds as Elspeth landed and released the meteor again. This time the weight plunged straight into Jeanette's face. Its magically amplified momentum crushed the Duchess' skull in the process.</p>\n<p class=\"cnNjZGFmNjVlOTU2MjQ0MDRiN2IyYjhjZTkxNmMyMjY5\" data-original-margin=\"\">With their liege killed before their eyes, the armigers turned their attention back to the Princess. Their glares were a mixture of turmoil, uncertainty, and outrage.</p>\n<p class=\"cnMyM2Q4MThlMDg5ZTRiNjk5N2UwZWI5NDBiZTkwYTIx\" data-original-margin=\"\">Behind her shield and her royal maid, Sylviane seemed to relax as she loosened her grip on the chains of her meteor hammer. She stood back straight, regal and confident, assured of her divine protection as she offered those present a chance for mercy.</p>\n<p class=\"cnNhYmE1NWNlZjI5NjQ5MTJhYTA4MTViMzM1NzZjMDI2\" data-original-margin=\"\">\"Do not make me spill another drop of Lotharin blood.\" The Princess warned in a deathly calm voice. \"Fight, today, not for me or that traitorous bitch, but for Rhin-Lotharingie and the Holy Father, for your home and for your families! Fight with courage, and I swear before the Lord: I will not hold any of you at blame.\"</p>\n<p class=\"cnM4ZmNkZTZhZjJhZjRlZmU4NzFlYzQ2NTQ4ODliMTVl\" data-original-margin=\"\">A tense silence passed as the armigers remained still with weapons ready. Some stole peeks at others in confusion at what should be done now.</p>\n<p class=\"cnNkYzk5NzIyOGJhYzRkMjM5ZGRhMzI3OThmZjM1Zjlk\" data-original-margin=\"\">\"ALL BANNERS, PREPARE FOR BATTLE!\"</p>\n<p class=\"cnNiYjcwYjc4ZjRkODRjYTQ5YzRhMjQ2NWQxNzhjYTA4\" data-original-margin=\"\">Another round of calls resounded through the camp's background. The cries to arms seemed to finally break the stalemate.</p>\n<p class=\"cnM4Y2U2ZGFhMTc4ZjQ3MzZiNTVkNDFhMDE3YzRlMzY1\" data-original-margin=\"\">\"We will hold you to your word then,\" the leader of Jeanette's armigers growled back. His tone was still furious, but he nevertheless backed away before ordering his men: \"Withdraw! We must prepare Her Grace's troops for battle!\"</p>\n<p class=\"cnNlOTE0ZDE2MzcxOTQzODliZmE2MjQ4Y2FiMjIyMWVi\" data-original-margin=\"\">They left without a second of delay, leaving only Princess Sylviane, Lady Edith-Estellise, and their respective entourage still in the compartmentalized camp.</p>\n<p class=\"cnM4NDdmM2E1MmE2NDRkNjE4ZWVjMjQyZThmZTdkOWJm\" data-original-margin=\"\">Sylviane closed her eyes and took a deep breath, as though the worst was over. Her facade of composure cracked and fell apart. By the time her eyes reopened to meet Edith's, they were seething with disappointment and betrayal.</p>\n<p class=\"cnM5MDJhNWYxNWQyMjRkODZiN2ZjNmIxYmVhZTNhZjk2\" data-original-margin=\"\">Yet, instead of showing anxiety, the Saint smiled a little and breathed a sigh of relief. It was refreshing to know that the Princess still trusted her, enough to refrain from further violence before meeting their common foe. After all, as good as Elspeth and Mari were as armigers, neither of them stood a chance of holding back the Crusader Saint.</p>\n<p class=\"cnM2N2EzMzM0MTA2ZjRhMmNhNDYyYTg5M2MxY2Y4NDVj\" data-original-margin=\"\">\"Now you know.\"</p>\n<p class=\"cnNiNGFiMzJmYjRhYzQ2MGFiODdkNmY4YWU2ZmUwY2M3\" data-original-margin=\"\">For the first time in days, Edith felt a burden lift from her soul. There were no longer any plots to hide, any backstabs to scheme. She would face judgment, but with a clear conscience that she had done as the Holy Father commanded in the end.</p>\n<p class=\"cnMwOTdjMzE2YzU5ZjQxNjhiY2Q0NzJlNjY4MzQ1N2Jm\" data-original-margin=\"\">\"I <em>have known</em>, since before Gwilen,\" the Princess remarked in a scornful voice. \"However, I'd <em>never</em> thought that you would actually go through with it.\"</p>\n<p class=\"cnMzNzA5NmNmNjNmYzRhMmU4MmI2ZjM4OTAxMjBkNTBh\" data-original-margin=\"\">\"Neither did I.\" Edith closed her eyes as she shook her head. \"But even those blessed by the Church cannot always understand the mysterious ways of our Lord. I have erred in my arrogance, and now... my due penance must be paid.\"</p><p class=\"cjY5MmVhZTEwMTg2MTQ3YTU4YmMzYWFlNGEzNmJjOGJk\" data-original-margin=\"\">If you discover this tale on Amazon, be aware that it has been stolen. Please report the violation.</p>\n<p class=\"cnMyMmJmZjM5M2RkMzQxOWRiNWM4YWNlMGUyNjNiMTA4\" data-original-margin=\"\">The Crusader Saint released Durandal from their union. She stepped forward and knelt down on both knees. Her arms reached down as she drew the pristine Sword of Charity and presented it to her liege with both hands.</p>\n<p class=\"cnNiNzk4YzZlNGJjZTQxNDhhMzA0YWY1YzVkMTIyMDA1\" data-original-margin=\"\">\"Do with it as you will.\"</p>\n<p class=\"cnNiZmFhYmM3ODNlNzQ0N2Y4YzllY2Q1OGQzYzkxNDc2\" data-original-margin=\"\">For a brief moment, the Princess stayed motionless, stunned. To a knight of the holy orders, their weapon was the symbol of their monastic life. Whatever else Sylviane had expected, a display of total submission was clearly not one of them.</p>\n<p class=\"cnM1ZDU4OTNiZjk2OTRlY2M4YWVhMDYwOWZkMDJiODUw\" data-original-margin=\"\">Edith even bowed her head towards the ground, which would have exposed the back of her thin neck had it not been for the black half-veil that hung behind her head. Given the circumstances, it would be perfectly reasonable for Sylviane to grab the sword and shove it down her spine, to bestow upon her a clean death.</p>\n<p class=\"cnM0NTU5ODI1N2M5NjRjMTY5NDEwOWMwYzk3Yzg0MmY5\" data-original-margin=\"\">\"Your Highness!\"</p>\n<p class=\"cnM5NGQxZDVkNTM5YzQ2MDM5MzBkYTc4NGJmNTA2Yjk3\" data-original-margin=\"\">The sound of armored knees hitting ground came from behind Edith as Mother Abbess Anne pleaded for her foster daughter's life.</p>\n<p class=\"cnNlOGJkODgzNzdiMTRiNmJiMWZkYWIzZDAyNTAwNDMx\" data-original-margin=\"\">\"The fault lies with me, not her. If--\"</p>\n<p class=\"cnMwNTZlNmFiOWQ4YTQ3OWViZDQwODgyOTliZWM0NjVi\" data-original-margin=\"\">\"Mother, please,\" Edith interrupted with her head still bowed. \"The choice was mine to make. The sin is mine to bear. I must be allowed to take responsibility before the eyes of our Lord.\"</p>\n<p class=\"cnNmMmMwNDc3ZTEyMTQxNDJhYjg3M2IwNGQ4MGU4NWMz\" data-original-margin=\"\">She heard the whimper of a mother in anguish. Nevertheless, Anne said no more as Edith made clear her resolve.</p>\n<p class=\"cnNjYmQyYWNkNjZiNzRiMjQ5M2M1YzBjODY5YzczYTdm\" data-original-margin=\"\">The Princess reached out with her hand and settled it on top of the holy blade. Edith felt it as the weight in her palms shifted. Any second now, her sword and life would be taken out of her hands.</p>\n<p class=\"cnNkNTRkODk0NmYwNDRkZWE5MTg1NDAwZDJmMzU2MzM1\" data-original-margin=\"\">Then, it stopped.</p>\n<p class=\"cnNkNWExMDY4OWVjYTRkMzc5N2I3ZjExN2FkZWUyMGU4\" data-original-margin=\"\">The weight of dragon-forged steel soon pressed harder into her fingers, before the Princess' armored boots stepped back.</p>\n<p class=\"cnM0NThkODA4YjIyYzRhZWJhMjAzZTAzODY1MTg4ZjUx\" data-original-margin=\"\">\"Keep it,\" Sylviane declared. \"You will need it today.\"</p>\n<p class=\"cnNlMjZiOTAwOGJmNTQ4MWVhOGQ4OWFkOGM4NTVmNmM5\" data-original-margin=\"\">The Saint and Oriflamme looked up. Has she really been given another chance?</p>\n<p class=\"cnM0YzQwZjIzYjhiZTRiNWRiMzRjZDZiNGU4N2M4YTE3\" data-original-margin=\"\">The Princess' phoenix-blue gaze remained a whirlpool of emotions. She sighed with exasperation as anger and betrayal mixed with mercy and kindness. However, behind them all laid a firm wall of resolve -- a gentle light that reflected from an unyielding wall of steel.</p>\n<p class=\"cnM4YmM3N2RiNzc5NDRhZmNhZWIxYTEyZGIzYzdjNjcx\" data-original-margin=\"\">\"Edith,\" Sylviane began. \"I know you're not loyal to me. You certainly don't respect me like the way you did my father. But... I also know that you would gladly die for the people of Rhin-Lotharingie, that you would never betray their interests and cause.\"</p>\n<p class=\"cnMzMDFhMzM5OThlYjQwODJhZDNlZTQ0ZDliMjllY2Iw\" data-original-margin=\"\">Edith felt the Princess' hand grasping hers beneath the sword. Sylviane then pulled the Saint back up onto her feet and tapped her armored shoulder.</p>\n<p class=\"cnMyOGVhMzU4YjJhZTQzY2I4NmRmOGVlOGQwNWJkMjFk\" data-original-margin=\"\">\"Fight well today, and we will <em>never speak of this again.</em>\"</p>\n<p class=\"cnNlZjlmZDE0ZTY5YjRjOWJiNzlhNThhMGZjNzlmN2Ji\" data-original-margin=\"\">It was the ultimate gesture of forgiveness, to wipe the floor clean as though it had never occurred.</p>\n<p class=\"cnM4ZmRiMzg2ZGMxZjRlZjZhYTI0NjdiNjAxOWQ0MDgw\" data-original-margin=\"\">Edith bit her lips and nodded. A joyful relief flooded her thoughts. Even a few tears leaked into her eyes as she tightened her fingers around the Princess' hand.</p>\n<p class=\"cnM4ZTM2NDFlMDY1NjQwYjFhYzJlODE5YTQzN2U5NzA2\" data-original-margin=\"\"><em>Why did I ever doubt?</em></p>\n<p class=\"cnM3YjBlMWI1Y2Q1ODQyMzc5ZGIwYzc3ZGFhMjQ3YWNh\" data-original-margin=\"\">Sylviane had released her grasp and was about to turn away before she stopped to add:</p>\n<p class=\"cnM5MDZkOTYwYjgxZTQ5M2VhMzJhNmJhODVmYzE0MzA3\" data-original-margin=\"\">\"And Edith -- next time you believe the Holy Father has a problem with my decisions, I expect you to challenge me face-to-face, preferably in private so we can talk without some opportunistic noble cutting in. No more of this behind-my-back business. It's not you. And it plays straight into those worthless schemers' hands.\"</p>\n<p class=\"cnM3ZjMzOTMwY2QwMzRmNzliYTYyODMzNDVkOTAyYjY3\" data-original-margin=\"\">\"Yes, Your Highness.\" Edith bowed low before the Princess.</p>\n<p class=\"cnM1ZmFlODZlYmMyYzRlMWE5YWYwZTk0MzI1NDlmNmRk\" data-original-margin=\"\">With one last respectful nod, the Princess turned and took off into the air. Then, before she could rush off to the central camp, Sylviane swiveled to shout back a final order:</p>\n<p class=\"cnNmNThlMGY4NjRmNDQwODNiNzRjMzFlYzhmOWJlMmEz\" data-original-margin=\"\">\"Don't forget the Cross!\"</p>\n<p class=\"cnNkZGVmY2RlNDM2ZDRkMTM4ZmE1YzBmODkxZDU3Njhi\" data-original-margin=\"\">She didn't wait for a reply. Time was of the essence, and she flew off without another word.</p>\n<p class=\"cnNjNjMzYzAwMmFjOTQ1ZmFhMWMzYjdhYzk2NDcwM2M4\" data-original-margin=\"\">Edith sheathed the holy sword once more before she closed her eyes to clear the water from her gaze. Her reply then followed in a whispered, barely audible voice:</p>\n<p class=\"cnNkYTYwOGI3MDVhYjQ0Y2FiNGNlOGVlMTMxOGJjYzQ4\" data-original-margin=\"\">\"Yes, <em>Your Majesty.</em>\"</p>\n<p class=\"cnMwYWQ4MjgzNDUzYjQ2Yjg4MjM2MGM4M2FjZDY0ZTVi\" data-original-margin=\"\">She would have to thank the Lord for his guidance later. But for now, she had another test to face, a battle to win.</p>\n<p class=\"cnM2Y2Q4ZTM2MzI3YjRmZGNhNGE0YmQ5NzliNDJkYWYw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkNWViODg4OTg0NjQ0OGI5YTNlMDZjNTc0YjNlMjAx\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNjYTA4NDBmNzRhNDRlMDg4MjFiM2QzY2NjY2E0MGUy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyYTc1ODFiNTUyNDRhMmQ4ODNkMmIzZmFjNWFiZTI1\" data-original-margin=\"\">Meanwhile in the command cabin, winning was scarcely even on Pascal's mind.</p>\n<p class=\"cnM2YjU5NmIyODE5NDQwMWI5OGUwNzhmODNjODhlNjM2\" data-original-margin=\"\">No. Realistically speaking, the best he could hope for today was to stave off defeat. That would be a victory in its own right.</p>\n<p class=\"cnNjYTIzNjA0ZDBhNDQwZTI4N2FjZmUzZWE1MzMwMDU0\" data-original-margin=\"\">Certainly, he had the advantages of terrain. He had positioned the army camp just west of Glywysing, down the road towards the Ceredigion Capital. With the town at their back and forests on both sides, the Caliphate would never manage their massed lancer charge.</p>\n<p class=\"cnMyMjNjMGU2MDRlZjQyMjdiZWFjYTk4MjczODk5YmIw\" data-original-margin=\"\">Furthermore, after a night of forced marching, the enemy would enter the battlefield tired and hungry. The Lotharins might not have the leisure of a real breakfast, but at least they were near their supply wagons and could therefore pass out bread as the troops assembled into battle order.</p>\n<p class=\"cnM0YTYxYWZmOWVjODQ2ODY5NTM4NzZhNGU3N2NlZjE4\" data-original-margin=\"\">The problem, however, lay in the comparison of forces.</p>\n<p class=\"cnNlODRjZTY0NzBmZTRjNjU5Njc2NmJjMjk1ZGIxZDEz\" data-original-margin=\"\">By the scouts' estimates over the previous days, the Caliphate force chasing after them numbered fifteen thousand men. Even if they cast aside all support attachments, it would still leave a fighting force of ten thousand professional soldiers. Assuming they had the force distribution of an average Cataliyan cavalry brigade, this ten thousand would be roughly composed of three thousand light cavalry, five thousand heavy Ghulam cavalry, and two thousand Asawira armored hybrid cavalry.</p>\n<p class=\"cnMyYzQwMDdiMmNmMjQ5ZmM5ZThmNDhlNzQwOGJkZGJl\" data-original-margin=\"\">The Cataliyan Ghulams that formed the core of this force were trained in the art of war since they were still young, enslaved boys. Although they performed best as cavalry, they were more than capable of fighting as heavy foot in a shield wall.</p>\n<p class=\"cnNiODU1NThhZDQ3ODRlYjlhNDUyOTRkZGFkOTdlMmEy\" data-original-margin=\"\">Meanwhile, the Lotharin army -- after breaking off eleven hundred men for the ad-hoc 'Battlegroup Vivienne' -- was left with less than four thousand troops. Logistics and support personnel further accounted for nearly a quarter of their numbers. This left only three thousand proper soldiers.</p>\n<p class=\"cnMxOGViNmEzZDVmMDRiOGY5NTQxYjM4YmQ1MDk1Yzdi\" data-original-margin=\"\">They included all six hundred of King Alistair's remaining Galloglaich shock troops, plus another four hundred noble armiger heavy infantry. Pascal also had his five hundred 'rangers', though in reality only one-fifth of them were professional soldiers before the war.</p>\n<p class=\"cnNmYjY1MmI5NjMxNzRhMDNhMjk2MjRjZDdjNDhmZDA3\" data-original-margin=\"\">The remaining fifteen hundred were militia drawn from the hardy mountain tribes. And while the best longbowmen had all been given to Vivienne, those who remained were still capable archers.</p>\n<p class=\"cnNjN2E2NTFhZjA0ODQzZjhiYjU3ODNmN2Q0OTRjZThh\" data-original-margin=\"\">Lastly, the town of Glywysing had a militia force of two hundred, plus several hundred more men of fighting age whom Sylviane could muster. However, even <em>if</em> they could be assembled in time, the Lotharins would still be outmatched five-to-one in terms of actual combat effectiveness.</p>\n<p class=\"cnNiM2EwMzBjY2RjODQ2MzA4YmU2NDk3MjlkYzljNDZk\" data-original-margin=\"\"><em>If only I had prepared the battlefield last night!</em></p>\n<p class=\"cnMyNDNjZjIwODY4MzQ3NDQ5Y2FmYjlkYTM5MTYxZjc1\" data-original-margin=\"\">The door to the cabin opened again and again. However Pascal only scratched his head as his gaze remained glued to the map on the main table.</p>\n<p class=\"cnM1OWQ3OGMyNTZhOTQ3MDRhOTliMWFjOGNiOGI2ZDgx\" data-original-margin=\"\">There was no way he could hold a conventional battle line against such a superior force. The Cataliyans could easily envelop both flanks before crushing his center. Instead, he would have to bend both wings backwards like a half-circle, to make it as difficult as possible for the enemy to outflank him.</p>\n<p class=\"cnM5ZDQ1NjRlZjJhMTQ5NDY4OWY2MzEyYzQzZjQwMDkw\" data-original-margin=\"\">The downside to this was that it created a 'bulge' in the center of the defensive line, which the enemy could pressure from three sides. To counter this, Pascal would have to rely on the town's buildings, to pull the enemy into 'urban combat' where every door would be a chokepoint and every window could rain arrows from above.</p>\n<p class=\"cnM5ZWM4Mjk1NGQ5NTQ3NjFhOTlhNTQyNmI0Yjc0ZmUz\" data-original-margin=\"\">Five buildings -- the new church, the old chapel, the mayor's house, the granary, and the main tavern -- had been identified by Pascal as the primary defensive strongpoints. His intention was to organize a battlegroup to hold each of them.</p>\n<p class=\"cnM0NTc5NWM5ZjJiMjQ0N2I5MTdmZDlmOGYwM2JmYWE0\" data-original-margin=\"\">The battlegroup was a Weichsen concept that he had been introducing to the Lotharins -- an independent, composite formation that was created on an ad-hoc basis to focus on a single, tactical objective. For the defense of Glywysing, each battlegroup would be built around a core of noble armigers. These disciplined heavy infantry would give backbone to several times their numbers in militia and support troops.</p>\n<p class=\"cnNkOGY3NDQwZmU4ZDQ5NDdhMjg5MmM4NTc0MmQ1Zjc1\" data-original-margin=\"\">Meanwhile, the Galloglaich shock infantry would hold the outer wings where they would have more mobility to countercharge. The reorganized 'ranger banners' would be used to support them, especially near the ends to fend off any flanking attempts.</p>\n<p class=\"cnMyM2M1ZWMwOTJjMTQxMDQ5MTA0YmQ4M2ZlYjJhMTNj\" data-original-margin=\"\"><em>Even then,</em> Pascal gritted his teeth as he placed two Galloglaich markers at the rear. <em>We need to maintain a reserve in case anyone circles behind us.</em></p>\n<p class=\"cnNhNzZiNTU4M2VlNjRmY2Q4NmU1ODNjMGY2ODQ5OWZj\" data-original-margin=\"\">Everything demanded more from his precious pool of units and men.</p>\n<p class=\"cnMzNmFiYjNiYTg5YjQzNGQ5OTliNjVmNDhlOWQ5MDcz\" data-original-margin=\"\">Reaching down into his pocket, Pascal retrieved a runic pebble with a reluctant sigh.</p>\n<p class=\"cnNmYzE5N2JhOTZkMjRkYmE4ZjM3MzVjMzU3MTdiNGIw\" data-original-margin=\"\">His spell wasn't ready yet. He had all the pieces to achieve the desired chain reaction. But the output wasn't stable, and he hadn't been able to assert full control of the tremendous energy burst even in small scale tests. If he deployed the runestones he had inscribed in combat, they could become a double-edged sword that destroyed everything without regard, both friend and foe alike.</p>\n<p class=\"cnMyNTBhMTYyNDRmZjRhOTBiMDlhZWI1NGY1MGIzOWM1\" data-original-margin=\"\"><em>Yet what other choice do I have?</em></p>\n<p class=\"cnNmNjIyZmFjNjgzOTQyZjA4MmVjYzgyOWEyOWJjYjdh\" data-original-margin=\"\">The young lord couldn't help but think of those cutting words from Lady Anne once more:</p>\n<p class=\"cnM2YjhhMTIwZDUxYzQwYTQ4ODQ2MzYzOTM2Y2ZjNzYz\" data-original-margin=\"\">\"<em>Tell me, Your Grace, what kind of man knows only to push others into harm's way?</em>\"</p>\n<p class=\"cnM2YWM5NWZhZGNmMTRiY2RiYzRlM2ZhY2ZkNDZiOWNm\" data-original-margin=\"\">Pascal clenched his fist as he placed the pebble at the extreme left flank and swiveled it towards the enemy.</p>\n<p class=\"cnM2MmI1NjQ2MjViZjRlYzNiMjQ1NjY4OWZhZjliODQ0\" data-original-margin=\"\">Soldiers generally carried shields in their left hand and weapons in their right. Fighting in formation, this allowed each man to receive protection from the comrade to their right. However, it also meant that those on the extreme right were exposed, as there was nobody to <em>their right</em> to help cover them. Therefore, armies traditionally placed their strongest units on their right flank, which in turn would seek to overwhelm the defender's left wing.</p>\n<p class=\"cnMxZjczNDk4ZWE1YTRkZGViMjdlNzkzZjk1MGQ4NWFh\" data-original-margin=\"\">If he formed the Lotharin left wing in a straight line that bent back like a 'V', then he could, hopefully, fire off a semi-enfilade shot on the enemy right wing. This would devastate the strongest Cataliyan formations while minimizing casualties to allied troops.</p>\n<p class=\"cnMxNTAzZTdkOTBlMDQ3MTg5YmRhOTNkNWQyOTVkNDkz\" data-original-margin=\"\">\"Pascal.\"</p>\n<p class=\"cnNkN2ZlZWJhYjQ1MDQzZGM4MGQ2MTEyOTc5MjVkMWRi\" data-original-margin=\"\">The young lord turned to the Princess' voice as she entered the command cabin. Over two dozen nobles and officers had already assembled around the map table.</p>\n<p class=\"cnM1Njc2NzdiYzhiYTQ2MGU4ODRlNmE0ZDk4N2ZmODcy\" data-original-margin=\"\">\"Is your battle plan ready?\"</p>\n<p class=\"cnNkNjJiNzBiZjA5NDQ5MDQ5Y2MzNTNkNTkwYjg0ZDY3\" data-original-margin=\"\">\"Yes.\" The Landgrave declared in a confident voice as he forced aside all of his own anxieties and doubts. He then took out his baton and extended it into a pointing-stick.</p>\n<p class=\"cnMzZjZkMGU5NmQ4NzRiM2JhZjcyNjI5YWMwZjdiYzlj\" data-original-margin=\"\">\"We will deploy in this formation, with both wings folded back to minimize the threat of flanking maneuvers. The front center will anchor itself in Glywysing, taking advantage of the town's buildings as fortifications. The right wing will arc back gradually, using the outlying structures as well as the nearby creek. Meanwhile, the left wing will form a straight line that pivots back from the center.</p>\n<p class=\"cnNkMzAyOGVmMjE2YjQxODY5NTUzM2VhNGI5OTAyZGNh\" data-original-margin=\"\">\"Your Highness,\" Pascal turned towards Sylviane. \"I hope you will do the honors of commanding the center and holding the town. Your presence would offer the best chance of inspiring the townsfolk to fight alongside us.\"</p>\n<p class=\"cnM2Yjg3ODc4Y2Q3MzQxMzdhOGJiYzkyNzAzMmQ1MGIy\" data-original-margin=\"\">\"Of course,\" the Princess nodded.</p>\n<p class=\"cnM1OGYzMzcyNzNkMDQwYjliNGZhMGRkNTYyMGFjNWJi\" data-original-margin=\"\">Her fiancé never mentioned the other reason, which was that the center was actually the safest position along the entire line. Glywysing had a population of five thousand, and although many of them lived in outlying houses scattered among the surrounding orchards, the town center did feature a stockade wall to keep animals away from its granaries and wealthy residents. Its streets could also be blocked off to further restrict movement, while every building and window would turn into a fortress with arrow slits.</p>\n<p class=\"cnMwMGYwMzY2YjIxZTRkNjg5M2E1OWI4MzQ1NmY2NjM0\" data-original-margin=\"\">\"Lady Edith-Estellise,\" Pascal addressed the Saint next just as she rushed into the room. \"I wish for you to take command of the right wing. You will have complete battlefield initiative to do as the situation demands. But please keep an eye out for Caliphate flanking attempts.\"</p>\n<p class=\"cnNiZTIwM2VkZjcxNjQ5NGQ4OTk1MDYxYTcxYjQwZWYz\" data-original-margin=\"\">The <em>Polar Cross</em> Oriflamme briskly made her way to the table and looked it over.</p>\n<p class=\"cnNmNTU5ZmI4MWNmNTQ5OGFiYTJkZmQ5NDUxZDFkZjJl\" data-original-margin=\"\">\"Understood.\" She turned to Pascal with a salute. It was an overt display that made it clear to other conspirators just where their leader's loyalties stood.</p>\n<p class=\"cnM1NWQxY2Q4MGIzODQ1ZWU5MjlmMTRlM2E1MzZiZTA3\" data-original-margin=\"\">\"Duke Lionel,\" Pascal next addressed the veteran lord commander whom he had been at odds with just two days ago. \"I would like you to form a battlegroup to hold the central right, stretching from the town to along the creek and centered on the old chapel. Once the enemy discovers that Lady Edith is holding the right wing, they likely will assault your position in an attempt to drive a wedge between Lady Edith-Estellise and Her Highness.\"</p>\n<p class=\"cnNlOTY3ODQxYzNlMjQ5YjJiYzI1NGJjNDYwMzUwY2I3\" data-original-margin=\"\">\"I swear upon my honor and my life, Your Highness, that I will make the river run red with infidel blood before they take a pace of ground from me.\" The Duke avowed with steel in his gaze as he received the pivotal role in battle that he had sought.</p>\n<p class=\"cnNiNTRjNjVhMjU2MTQ2OWI4ZDNmNzFiNWVlNWM3MDU3\" data-original-margin=\"\">\"However,\" Lionel then turned back to Pascal with a skeptical look. \"With all three of us senior leaders on the center and right, who will lead the left wing?\"</p>\n<p class=\"cnNiMzhiMmQ5N2ZjNTQ2OTJiMjZmYjk1MDVlMmI0NTcx\" data-original-margin=\"\">The young Landgrave reached out with his right hand and released his weapon from his right glove's extradimensional storage. His swordstaff manifested into existence just as his fingers grasped the shaft and slammed it into the cabin floor.</p>\n<p class=\"cnNiZGIyNjhlYWRiZjQ4OTRiYjVjOWUwYjNlNWFiMDVh\" data-original-margin=\"\">\"I will.\"</p>\n<p class=\"cnMyZjU2MmVlNGRiMTQxYTI4M2ZhZTA4NDMzZTMwNzlh\" data-original-margin=\"\">Even the Princess looked surprised. And the Duke's following smile was only half-derisive:</p>\n<p class=\"cnNlYzkxMTFhMzNlZjQ1MzA4MjQ1YjRmMzRkNDk3M2Y4\" data-original-margin=\"\">\"I didn't know you could fight.\"</p>\n<p class=\"cnM0YTEzODA2NGY0ZDRkNjU5ZDg2ZDhlNGI4YmEwMmJm\" data-original-margin=\"\">\"I am fairly mediocre with a weapon,\" Pascal admitted before his lips formed a haughty smirk. \"But that is not why they call me the <em>Runelord</em>.\"</p>\n<p class=\"cnM3NjAxYmE0ZDY0MDQwMTdiODgzNzE2YTY4Njk5ODRl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMTI2ZTkwZDk2MDRkNzViNmQ3ODQyNjg1YjgzZjJh\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlNDVhMDAwODljNDQ3MDk4NTRlMzkxNTM4ZmQ0MmNm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhZjUzODEyMWFiYjQwZWZhN2UzODRmYWU2MmNlYTFi\" data-original-margin=\"\">\"Sir, Brigadier Ardashir's light cavalry reports having engaged a screen of Lotharin rangers!\"</p>\n<p class=\"cnM4MDc1ZGMwNmRmOTQ5Yjg5NDAzYjA4NmMxZTU5YjIx\" data-original-margin=\"\">General Salim nodded. Though it was winter, the barren orchard trees and buildings scattered outside the town still made it impossible for him to survey the Lotharin deployment from the ground. The light mist only made this problem worse, as it obscured the terrain from Hakim's attempt to scry the battlefield from a viewpoint two hundred paces above.</p>\n<p class=\"cnM4NGE5N2Y4NTk0ZjQwMjBhMzUyMmU5Yzc3M2I1NTUy\" data-original-margin=\"\"><em>We'll have to accept the low visibility,</em> Salim thought.</p>\n<p class=\"cnM4N2U2YWFmYjkwNDQyMzM4NGU3NzIwNjZlMjZlN2Rj\" data-original-margin=\"\">After the loss of Brigadier Arslan at the Battle of Gwilen River, Ardashir's cavalry brigade had become his best formation. As such, they occupied the honored position on the Cataliyan right flank. The men advanced behind a light cavalry skirmish screen that probed the Lotharin lines.</p>\n<p class=\"cnM4YzI5YWQyMmYyNTQ1NThhMTA4OTU3NTdmYTVjNGJh\" data-original-margin=\"\">\"Order Ardashir to dismount his heavy lancers while the rest of our forces move into position.\" The General barked to his signal officers from atop his steed. \"Pass word for any troops who haven't finished their breakfast to do so now.\"</p>\n<p class=\"cnM2ZjZiZWQzZTg2MTRlNWFiZGNhYjIxZGVmZjM3YTIw\" data-original-margin=\"\">\"Yes Sir!\"</p>\n<p class=\"cnNiMmExMWU1Y2YzYjQyZmE5MjBkNmVjODc1YWRiMGU4\" data-original-margin=\"\">The cooks had distributed two pieces of khubz round-bread with dried beans and nuts wrapped inside to every soldier before departure. The overnight march no doubt left them cold and unappetizing, but it was still better than fighting on an empty stomach.</p>\n<p class=\"cnM4MTRmNjRlNWQ2MDQ5MjdiNWZhMzA2MzlmOWU1MDU0\" data-original-margin=\"\">Salim dismounted from his horse and strode into a newly erected tent that his staff officers had just expanded. They were still laying down a fresh map drawn with cartography magic when he leaned over it.</p>\n<p class=\"cnM3Y2E0ZWE2Yzc4YTRjYTJiMWVkNjFjZmZiZTBhMjc4\" data-original-margin=\"\">Thus far, contact reports from frontline units left much to be desired in terms of position. It was hardly surprising, given the commanders' lack of local geographical knowledge. Yet as Salim surveyed the map, he knew exactly how <em>he</em> would act had he been the opposing commander -- which was a good place to start.</p>\n<p class=\"cnMxYzM4NTI1OGM4ODQyODQ5OGE5OWUyNDE0ZTBhODM2\" data-original-margin=\"\">\"They know they're outnumbered, and their camp is on the far side of town. My bet is on them deploying in a convex formation with the town protecting their center and the creek on their right.\"</p>\n<p class=\"cnMwMjg4OGRiNDIxYjRiOGZhYTRlNzM3YjEyOGY3ZDcw\" data-original-margin=\"\">\"I agree, Your Eminence.\" Hakim took his position across the table. \"The town will be a hard nut to crack. We should begin with an assault on one wing to draw in their reserves, while simultaneously deploying cavalry further down both flanks.\"</p>\n<p class=\"cnM3YzEzM2I0MjQzZDQxODQ5MTBlYmZmYjFkZDRmNjA1\" data-original-margin=\"\">\"Put pressure on them while taking advantage of the morning mist.\" Salim met his partner's gaze and nodded in approval. \"Their left wing will be the most exposed.\" He circled the anticipated area on the map with a pointed finger. \"They will expect us to strike there. Why not give them the obvious?\"</p>\n<p class=\"cnMzYzY4NDVjZGYwMTQ1NGM4YTU1OWJmNzkwOWY3OTBh\" data-original-margin=\"\">Hakim simply smirked.</p>\n<p class=\"cnMyZDNmZmQ2NWIwMDQwZjRiMDc0ODc2YjExNmUyOGIz\" data-original-margin=\"\">\"Tell Ardashir he has ten minutes to form his lines,\" the General ordered. \"After that, I want his lancers to press a full assault on the infidel left. Simultaneously, he is to detach his Asawira cavalry to ride west towards the enemy's rear!\"</p>\n<p class=\"cnMxYTMzMzJhNWQyMzQ0Y2ViNWNhODJkOWE0MmQyNGE1\" data-original-margin=\"\">\"Yes Sir!\"</p>\n<p class=\"cnMxMDJjNGFjOTI4MjQ0MmZiMTQ0Mzc5MDlmODZkZDM2\" data-original-margin=\"\">Salim still had no idea who exactly was in command of the Lotharin forces now. The Caliphate's intelligence network had yet to recover since the last battle on the Avorican plains, nor had he been able to take a high-ranking prisoner who knew the politics inside the Lotharin chain of command. It was even possible, since the Phantoms had been left behind in Roazhon, that the opposing leader was no longer the same as during the Battle of Gwilen River.</p>\n<p class=\"cnNiYTJhZTA3ZGEzMDQwNjdhZDA4NjMxZTU5MTkzYzQ4\" data-original-margin=\"\">Nevertheless, as his gaze narrowed around the town labeled 'Glywysing', his teeth clenched before expelling a hot breath.</p>\n<p class=\"cnMzY2FjMjU4OWIzZTRlMzFhZDRiYjFmNmE5MmI5ZjI4\" data-original-margin=\"\"><em>Let battle commence,</em> his thoughts declared. <em>And don't think I'm as easy as that foolhardy Admiral Kilic.</em></p>\n<p class=\"cnMxOWM1YTUzMjUwMzQ3OWZhMmI2M2NkZDE3YzkzNWEy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlZjkyOTlmM2M4ZTQwZTc5OTI2NmY5ZTZmYjQwZGYw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMxZjg1M2VlMWZmOTQwZWU5MjRhYzQ0YWNhNWI4OTE1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMjJiZTdlNjAwYjRiNDZhZDQwMjZhODU0ODJhYjEx\" data-original-margin=\"\">Pascal clenched his jaw shut as he looked down the line.</p>\n<p class=\"cnNhZWEyMzNhMmZjNzRkNjhiOGVlMzRkODY0YTJkZjE2\" data-original-margin=\"\">The fine mist still enshrouded everything beyond three hundred paces. Once more, he missed the presence of Kaede who always gave him an alternative viewing angle of the front lines.</p>\n<p class=\"cnMzNTY5OTQ1YzEzYTQ4ZDM4MDExZTk5NjlmNDgxZmQ0\" data-original-margin=\"\">After several minutes of skirmishing between Cataliyan light cavalry and Lotharin archers, the Caliphate right wing began a general advance. Their armored infantry marched through the forest in long lines behind disciplined walls of round shields. The Rangers did their best to break up the formations with blasting-spell-imbued arrows. But without artillery support, the enemy's discipline and numerical superiority were proving too much to overcome.</p>\n<p class=\"cnNjNTM2OWFiOWNjMDQ4OWNhNTVjMzk3OGZjMTlhODdm\" data-original-margin=\"\">\"Cross fire!\"</p>\n<p class=\"cnMxZjFmYmM2NzhjMzQxNjQ4ZmQwNTE0NjAwNzUyNGY1\" data-original-margin=\"\">\"Volley!\"</p>\n<p class=\"cnM2ZDY4YzkzY2VmMTRmZmU5NDZjNzg5MGRlYjJhMjg0\" data-original-margin=\"\">Shouts from ranger commanders continued to echo across the line. The thin ranks of archers they led had been further diluted as the men had been split into two scattered 'lines'. The front row unleashed their arrows straight through the porous gaps between the mail-clad Galloglaich heavy infantry. Meanwhile the rear rank shot high into the air, where gravity would pull them back down to fall upon the Cataliyan's heads.</p>\n<p class=\"cnM4MzEyMTg1YzZkZTQ3ZWU4MmYzYThlZjlmOTdkODI2\" data-original-margin=\"\">In the thin morning mist, Pascal could see the Tauheed soldiers opting to protect their front. However, with their shields facing forward, the rain of arrows that came from high above stuck unimpeded. 'Cross fire' was a classic Lotharin tactic that only the Imperial Testudo formation could properly answer. Nevertheless, very few arrows struck flesh, as the Cataliyans' heavy mail turned most of them into glancing hits.</p>\n<p class=\"cnM2YjNmZjcyZTdjMDRkNDA4YThhMjdkNDE0YzJiODI3\" data-original-margin=\"\">With only five hundred archers in his wing, Pascal's bowmen barely even dented the Cataliphate's lines. The ranks of dismounted cavalry clad in green and yellow tabards continued their unrelenting advance, even without the protection of their <em>Sandstorm Ignition Screen</em> due to the forest terrain. Rows upon rows of men marched forth with their countenance hidden behind chainmail veils -- a faceless juggernaut that was poised to smash through the porous Lotharin lines.</p>\n<p class=\"cnMwOWZiMjZjYjQ5MTQ1YTFiOGJhNjQ1NmEyY2U4ZmYz\" data-original-margin=\"\">Pascal knew that the troops under his command had absolutely no chance of holding their ground against such a massive assault. In order to reinforce Sylviane's and Edith's positions, he had assigned only eight hundred troops to himself, which now had to hold a left wing that stretched on for over a kilopace. Everything now came down upon a single gamble –- a spell that he had used only once before, and never in battle.</p>\n<p class=\"cnMyMTJlNDczMTUwMTQyY2Q4Nzg4ZTg1NmQxMmZkNzg2\" data-original-margin=\"\"><em>Now or never</em>, the young Landgrave bit down as he decided that it was time.</p>\n<p class=\"cnNmOWVhZDZhMjAyMjQzZjVhMTU5ZTdmMTJlZTk2MjUx\" data-original-margin=\"\">\"Cover me.\" He ordered the squad of claymore-wielding Galloglaichs that the Princess had hand-picked as bodyguards for him.</p>\n<p class=\"cnNmOTgzNDRhY2I1MDRmZTQ4ZjgzYzE1MjFhNjYzN2Zj\" data-original-margin=\"\">Pascal advanced three steps forward, out from the Lotharin flank as though a maniac with a death wish. Swiveling due east on his heels, he faced the advancing tide of several thousand infidels at an angle, just as he had planned.</p>\n<p class=\"cnNjYTA1OWE1YmI4MDQ3MDY4NjczNzQ4NzBjNTVlMzM2\" data-original-margin=\"\">His swordstaff vanished back into his storage gloves. Instead, both hands reached deep into prepared pockets to pull out fistfuls of gems and runestones.</p>\n<p class=\"cnNkMGQ2MDJmOWY2OTQwZjM5YzkyZGM2NTM2ZDUzYWQ0\" data-original-margin=\"\">\"<em>Levitation Field!</em>\"</p>\n<p class=\"cnNhZGNkMmNmMWM0ZDQ5NTQ5MzhkZTIwNDBiNjljN2Ey\" data-original-margin=\"\">He threw both types of rocks into the air, where they hovered in a menacing cloud around him.</p>\n<p class=\"cnM1YmU5ZTM0ZDg3YTRlYmVhMDA4NzZkZTI0YThiNGQw\" data-original-margin=\"\">\"Activate: <em>Vector Shift Screen!</em>\" He said before touching one of the trigger runes.</p>\n<p class=\"cnM0ODY4NTRiYWQzMDQxOWFhOWEyMjI3NTQwODNiN2Y2\" data-original-margin=\"\">The first dozen runestones spun into a circle and activated. They formed five layers of small but powerful barriers that sought to redirect all physical forces in one direction. Their magic appeared in midair as a hemisphere of pitch, utter darkness, as not even the flow of light could exit its confines.</p>\n<p class=\"cnM4MWMwNjdiZWFjMDQ2OWZiYjQ4ZmViMDdlOWJjMjNj\" data-original-margin=\"\">Meanwhile, a ring of glowing gems gathered around the hemisphere. Their compressed mana fuelled the tiny ward's astronomical demands. After all, there were reasons why this 'invulnerability' magic never replaced <em>Repulsion</em> as a personal defense spell. Magic and physics held similarities in its conservation laws, and it was far more efficient to deflect than to stop and reflect a vector head-on.</p>\n<p class=\"cnM0YTA5OWQwYzdjZjQ4ZGZhODNjYzg2ZTZiZGQ4MDFm\" data-original-margin=\"\">During his time in Nordkreuz, Pascal had consulted Kaede on just what was the most powerful weapon of war devised by her 'modern' world. His familiar had spoken of an 'atomic bomb'. It supposedly worked by using focused, explosive energy to unbind the 'strong force' that held atoms together. This in turn would unleash tremendous energy of its own, which in turn split more atoms to create a 'self-sustaining nuclear reaction that imitated the power of the sun.'</p>\n<p class=\"cnNjZDFhYWFjOTAwNDQxZWJiYzU5YTcxYTlkZWI4MTFl\" data-original-margin=\"\">Their discussion left much to be desired, as Kaede herself was no scholar of the physical sciences and therefore couldn't offer many details. However, it at least gave Pascal a hint to begin his research. Recovering in Nordkreuz at the time was the infamous Colonel Gunther-Hans Rudel of the <em>Dawn Sky</em> Knights Phantom. He was the most accomplished battlemage in Weichsel, and the only spellcaster Pascal knew on Hyperion who focused on light-based offensive magic.</p>\n<p class=\"cnM2MTM0NGFhNTExMDQzMTk5ZWQwNWFlZmM5OGQyNTMx\" data-original-margin=\"\">\"Activate: <em>Transmutation Matrix!</em>\"</p>\n<p class=\"cnM1Yzk5Y2E4NDkzNTRmMTZiNDI4ZTMyZjA2YmNjMzhj\" data-original-margin=\"\">Pascal had spent an entire morning for the conversation that followed, during which Colonel Rudel passed on one of his personal inventions -- a catalyst spell that could mimic the sun's power. Yet there was a catch: the mana required to initiate the spell was tremendous, yet the overall output efficiency was far lower than that of traditional elemental spells. The Colonel had already given up on this path of research when Pascal expressed his interest.</p>\n<p class=\"cnM3OTA0NjdhNGJkNTRmYzA5YTk5NmIyNDc2ZmM3MmUw\" data-original-margin=\"\">In other words, it was a spell catalyst that lacked a cascading chain reaction. However, thanks to Kaede's 'high school physics', Pascal knew roughly what those missing elements were:</p>\n<p class=\"cnM5NWVmMjc4ZGE2ZjQ1NGI4MGI0ZjhhMTQ1MDM5NzM4\" data-original-margin=\"\">Extreme pressure and hydrogen fuel.</p>\n<p class=\"cnNkMjVhNjM0ZmQ1MDRhNDQ5ZWM5Y2VhNGMyM2RmZjA4\" data-original-margin=\"\">Now, he watched as the overlapping turquoise <em>Transmutation</em> screens formed heavy and tri-hydrogen from airborne molecules. The final product was held in a vacuum funnel, sealed between layers of alchemy spells. A tiny, hollow ball formed at the tip of this cone as it pressed into the black hemisphere, which grew more spherical as its sides expanded to bite into the funnel.</p>\n<p class=\"cnM2N2FmN2FlNzk0YTRjYTZiMTdkYjMzYjRjZWMzYTQx\" data-original-margin=\"\">\"Protect His Grace! CHARGE!\" Pascal heard the voice of his leading bodyguard.</p>\n<p class=\"cnMxY2U1MGRmMWFkMzQyMmU5ODc4MDc0MDUxNmI3MTFk\" data-original-margin=\"\">The Cataliyan advance was almost upon him. Hurled spears had begun to shatter his outermost <em>Spellshields</em>. However, the Galloglaich officer realized what Pascal was doing. He led not only his men, but also two nearby squads in a countercharge against overwhelming odds -- two dozen plunging into a sea of hundreds to buy precious time.</p>\n<p class=\"cnNmNGY3MTVkZjg5YzQyZWU4Njc3YmUzMDU3NDJhNzZl\" data-original-margin=\"\">\"Activate: <em>Force Surge Condensation Field!</em>\"</p>\n<p class=\"cnNkZjVmMWIxODg3NzRiMjc4Y2Y2ZjhhN2QxNzlkZDEx\" data-original-margin=\"\">Every remaining runestone hovering above Pascal triggered. They rearrange themselves to form a ball around the black spheroid and turquoise funnel. There, each of them pressed in with its own beam of compressive force, crushing the isolated 'ball' at the tip of the conic funnel as though millions of hammers beating in at once.</p>\n<p class=\"cnNmNGM1ZDdjMTdiNzRlOWU5OGZkOWQ4NTRiODdiZTE3\" data-original-margin=\"\"><em>...And now, the finale.</em></p>\n<p class=\"cnM0MTU0YzUwNzVlYjQxODZhNWEzYTBmMjcxMDdiNTZj\" data-original-margin=\"\">Pascal still couldn't manage the catalyst spell through mnemonic casting. It was too complicated, too new, too much chance of mishaps. But thankfully, after dozens of attempts to graft its magic into stone, at least one came out perfect.</p>\n<p class=\"cnM2ZDJhM2RmZWEzODRiMGZhYTgwOGE0YWE4YmE1ZDEz\" data-original-margin=\"\">Now, he pulled a fist-sized tablet from his pocket and turned it to the magical contraption floating in midair. He had predefined the spell to target the 'containment core', while his largest diamond -- one that he had spent years to imbue -- would fuel it with the necessary mana. All he had to do now was to touch the inscribed stone while reading its name:</p>\n<p class=\"cnM3YzZmZTUzOTI3NTQxMWI4Y2RmYWU3ODE4YzU1ODUw\" data-original-margin=\"\">\"<em>Catalyst Phalanx - Solar Initiation.</em>\"</p>\n<p class=\"cnNlYTBmZmQ3NWYwMTRkOTE4MDYxNDVhNTljODhlYjFm\" data-original-margin=\"\">Pascal couldn't see the nucleus of the reaction. However, he knew that fires hotter than anything on this world sparked within the tiny 'containment core' at the end of the fuel funnel. Both the black spheroid and translucent <em>Condensation Field</em> sphere trembled, a sign of the pulverizing forces that sought to rupture layers upon layers of magical containment. All that remained was for his <em>Vector Shift</em> barriers to widen the gap, and the 'nuclear' chain reaction would spread like wildfire -- detonate in a blast of raw power several thousand times more potent than even the greatest <em>Fireball</em>.</p>\n<p class=\"cnMzNGY2ZGRjNDBjNjQwODA4YmQyNDM2ZDMyNjhjMTkw\" data-original-margin=\"\">\"Rel--\"</p>\n<p class=\"cnNmNzliNGVhNjE5YjQzNGY4YTE0ZTJkYzE5YjMwYjQ1\" data-original-margin=\"\">He never even finished his word when the containment core blew. The single barrier facing east was shattered in an instant, and the quintupled-layered black spheroid immediately cracked under pressure.</p>\n<p class=\"cnNlZGEzMWJhMTU4YjRjZGVhYTFlMDdhMzYxMGY0MTMy\" data-original-margin=\"\">The overwhelming brunt of the explosion was still channeled eastwards. It became a conic blast that swept outwards in the blink of an eye. Every man and tree within two hundred paces east was instantly vaporized by the power of the sun unleashed. Neither friend nor foe was spared in its wake, including most of the Galloglaichs who had charged forth to protect him.</p>\n<p class=\"cnNiZmZjOTJkZTg1ZDQ0MDNiZDlmMzQxMTY0ZDU1MmM5\" data-original-margin=\"\">Accompanying the directional fireball was an intense burst of light, which flayed skin and blinded eyes as far as two kilopaces away. Those within a thousand paces never even felt pain as the thermal pulse destroyed nerves on contact, leaving survivors aghast at the sight of insensate, burning flesh.</p>\n<p class=\"cnM4YmRlNjY0ZjI0NDQ5ODNiY2E3NjA1ZjA1ZmI2ZGQ0\" data-original-margin=\"\">After that came the most destructive wave -- a tide of flames amidst rolling thunder that consumed everything it touched. In the east, this apocalyptic current of raw, cataclysmic fury swept on for nearly a kilopace. It left a forty-ish degree cone of barren, blackened earth, filled with the charred remains of men, trees, and empty cottages where several thousand men once marched.</p>\n<p class=\"cnM3MjU3NWFlYzcxNDQwZmJhODQ1NDFhM2ZkZDVhZmI3\" data-original-margin=\"\">The Cataliyan troops weren't the only victims either.</p>\n<p class=\"cnM1YTg5Y2M2MmJhYzRjMTBiZTQyYmU3MDZkYTJhZTJl\" data-original-margin=\"\">Bursts of light and heat had rushed out from cracks in the magical containment. They unleashed focused beams of energy that either disintegrated or torched anything that they neared. Over a dozen of these plowed into the Lotharin lines, killing and igniting men where they stood.</p>\n<p class=\"cnNiM2FlOWIxNWQyMzQwZTk5NDI2Mjk4ZTZhYjFkMWVi\" data-original-margin=\"\">Pascal had prepared the best he could for such an eventuality. However his troops near the epicenter had neither the time nor the mana to spare. Countless charred remains surrounded his former position, their bones shattered and flesh burned beyond recognition. Black, imprinted shadows also dotted the ground around them, where leaking rays of fusion energy simply vaporized the soldiers in formation. Even what remained of the ground and atmosphere had been set alight, with smoke and dust burning over lanes of a blackened wasteland.</p>\n<p class=\"cnM2ZDA1YjhhOTA4YzRmYTc4NWEyNjM0YzQ0OWU4NzJl\" data-original-margin=\"\">It was as if <em>Death</em> itself had been summoned onto the battlefield.</p>\n<p class=\"cnM0ODA0NGNjMTk3MjQzNzc5M2Y3OWJlZmZmZmVmYzEx\" data-original-margin=\"\">And the caster himself?</p>\n<p class=\"cnNlNDc5YmMzZDYyMDRiMGNiMzJmMGIzMjkxMTVjNjVm\" data-original-margin=\"\">A triple layer of boosted personal wards could not protect him from the power unleashed. Pascal's barriers endured for as long as they could, before a rupture threw him back like a rag doll. His charred body was later found mangled in the ditch surrounding the Lotharin encampment.</p>\n<p class=\"cnM0YTVjMDNlYzY0NjQ3YTVhNjA1YzZiMTI3YzJkYmY4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMDE5MzYyNjBkMTRmMmVhYWI1M2M0ZjYxYmFhOTY3\" data-original-margin=\"\"><img src=\"https://i0.wp.com/samaran-daybreak.com/wp-content/uploads/2021/12/ch18-Battle-of-Glywysing.jpg\" alt=\"\" width=\"828\" height=\"633\"></p>\n            ",
  "invisibleParagraphContent": "If you discover this tale on Amazon, be aware that it has been stolen. Please report the violation."
}