{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhZTNjNmU5NjBmNjQ3NzBhMGFiYTM5YWQzYjU0MjJm\" data-original-margin=\"\">The whole world seemed like it was on fire.</p>\n<p class=\"cnNkYzZkYjdiOTY0MjQ5Yjg5OWQ1Njk4NGE1ZDExOTQz\" data-original-margin=\"\">The ground, the coast, even the water was covered by patches of burning-red flames. The sight stretched on for as far as the eye could see, be it over the snow-covered plains or into the lake.</p>\n<p class=\"cnM1ZmZiZjZjNDE4MTQwYjBiNjk0YzAxMzgwNTVkMGFm\" data-original-margin=\"\">Bodies of the dying laid all around on the shallow incline of the lakeside coast. The nearby snow had been melted away by a barrage of battle magic, leaving only churned-up, muddy fields that men crawled through.</p>\n<p class=\"cnMyOWZhMTQ2OWIwZTRmZDI4MWVmOGFkMzEyMDRlMjJm\" data-original-margin=\"\">Some of them groaned with agony as they struggled over the ground with gaping wounds or severed limbs. Others screamed as they frantically scrambled while their bodies were alight with flames. But no matter how wretched they were, no matter how much blood they spilled onto crimson mud, the men continued to drag themselves across the ground as though they were zombies driven by the single-minded need to consume the living.</p>\n<p class=\"cnM0OGNhNTgzNGJkODQ2ZDE4ODk4NjE2YThhZjk3MjQy\" data-original-margin=\"\">...And they all crawled towards one spot, converged upon a single snowy-haired familiar who knelt atop the muddy ground.</p>\n<p class=\"cnNjMjg3ZTUyOGZiMDQ4NGY5NWY4YjA1NDBkNTFlZWFh\" data-original-margin=\"\">\"S-stay away,\" Kaede cried out in fright as she depressed the trigger of the flame projector in her hands.</p>\n<p class=\"cnMyYWFmYjJlMzYxOTQxZjNiMThlNjYxMmRhYzRkZDc1\" data-original-margin=\"\">Liquid fire spewed into the faces of those approaching her, scorching their appearances as human beings before they would stop moving. Yet even as the dead sunk into the mud, more living corpses crawled over their bodies to advance upon the young girl.</p>\n<p class=\"cnM0ODYyYTMwZjJmMjQ3NjE4ZDJmN2Q4NjkxMmYxM2Fl\" data-original-margin=\"\">\"Stay away!\" Kaede yelled out as she pumped out even more flames.</p>\n<p class=\"cnM0MWM1OGIzMWQ2NzQ0YjRhZTc0MjIwMDlhN2Q0NTU4\" data-original-margin=\"\">However the weapon was losing its pressure and the fire jet began to dwindle.</p>\n<p class=\"cnMyMWU0ZTM2NjdlZTRhNzk4YjAzZmY3ZWM5ZDVhMjc3\" data-original-margin=\"\">\"Keep... shooting!\"</p>\n<p class=\"cnM0MWRmMGExZTNlMDRhNTc5YWU5YWY1NjRiZjA5ZDU1\" data-original-margin=\"\">Kaede once again heard those orders being given. She hurriedly pumped the weapon in her hands but it spurted only a few more times before running out completely. Her eyes darted between the corpses that advanced on her position and the empty flamethrower in her hands. She was out of options and her mind was drawing a blank as she looked around in a panic.</p>\n<p class=\"cnNlYmNmNDdiNTMyMjRiNDc4NzA2MTdmZGZkMGZlYTI0\" data-original-margin=\"\">Yet the figure she spotted shambling towards her looked anything but friendly.</p>\n<p class=\"cnM4ZDBhN2RlM2Y0MDRlNzVhMTAzMDI5NjA5MDkxNWVi\" data-original-margin=\"\">\"You shot me!\"</p>\n<p class=\"cnMyMWI3YjBmYWZjZDQ2OTBiZGYzZjllZmQyYTEyMDY2\" data-original-margin=\"\">The damning accusation came from Major Karen, the woman who had saved Kaede's life. She too was now alight, her entire right arm consumed by flames. Her eyes looked spiteful as they stared hatefully at the familiar.</p>\n<p class=\"cnNmOThkMmMwNzgxNjQwZGE4NjdhYzI0YjM5NDM1YjU1\" data-original-margin=\"\">\"No, it was an accident!\" Kaede cried as she struggled to move away from the wave of zombies that followed the woman.</p>\n<p class=\"cnNmZGUzMDMxOGMxMzQ4ZjhhYWE4MDg2YjFlMTE5YzY5\" data-original-margin=\"\">However her legs felt devoid of all sensation and refused to move. She could only cast aside her weapon and drag her body along the ground with clawing hands. Yet before she could even cover two paces of ground, the Major had caught up with her and seized her foot with her burning arm.</p>\n<p class=\"cnM0MDlmMDcxMGExZTRjZmJiOWRlMTk1NTU0MWE1MmVk\" data-original-margin=\"\">\"You <em>burned</em> me!\"</p>\n<p class=\"cnNlYTk1MjgxNTA4OTRlZDlhMTNjYWMwYTQ5ODc4MDli\" data-original-margin=\"\">\"No, I didn't mean it! Please!\"</p>\n<p class=\"cnM5NzMwZTRkYjUzZTRhYzI4ZjU0ZDU3YWYwYmM2YWVj\" data-original-margin=\"\">Kaede tried to kick back but she couldn't. She tried to get away but the Major's grip was too strong. She couldn't do anything as more and more corpses crawled into reach. Faces that she remembered from the battle, people that she immolated with her own hands.</p>\n<p class=\"cnNiYWRiYjA2M2NiODQ5M2U5ZDA3ODI3MzFmMjA0Yzlj\" data-original-margin=\"\">They grabbed onto her body and began to pull her into the mass of the dead in hell...</p>\n<p class=\"cnMzNTVhOWM5NjY3ZTQ5NDk4N2UyZTM0OGE2MWNhZDQ2\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNkNjEzZThiMTMxMzRhMTc5NmM5Y2I3MWE2NzZiNjY5\" data-original-margin=\"\"><br>\"AaaaAHHH!\" Kaede screamed as she scrambled upright in her bed.</p>\n<p class=\"cnNmODhkNGZmZjkyNzQ0ZGFiZTgwYjMwNThiZmM4ZTUx\" data-original-margin=\"\">Her breaths were frantic as she opened her eyes in the darkness. Moonlight shined through the clear glass windows and illuminated the inside just enough that she could see. She was in Pascal's expandable cabin, just like the previous night when she had woken up after losing consciousness in the battle. Though yet again she was its only occupant.</p>\n<p class=\"cnNmYThkNmRhYWI0ZDRmN2Q5NDI3MjU5MjEwMTIzMTY2\" data-original-margin=\"\">Kaede gasped breathlessly as she struggled to calm herself down. Her arms trembled as she felt icy perspiration roll down her sensitive skin. Her hands were still shaking as she reached down to the pain she felt in her midsection. Her stomach couldn't even give her a break before reminding her with its period cramps.</p>\n<p class=\"cnMzNGY5NDM0MDA1NTQ0YzViMTk4OGM0NmMwZDJiOGFi\" data-original-margin=\"\"><em>It's only a nightmare... only a nightmare,</em> the familiar repeated to herself.</p>\n<p class=\"cnM5ZDIxMDFiNzE5NTQ3MzJhYmFmMzcyOTkyOWZiOGRm\" data-original-margin=\"\">It was the second night in a row. Third time, if one counted her attempt to take a nap the previous afternoon. Kaede was starting to grow genuinely concerned that she could no longer sleep without seeing yet another variation of this same dream.</p>\n<p class=\"cnM1ZjAyYjhjYjc0YTQ3OWQ4MWVjYjgxNDJiNjMxMjFm\" data-original-margin=\"\">\"&lt;Is everything all right?&gt;\" Pascal's concerned voice emerged directly in her mind.</p>\n<p class=\"cnM1MzhlZjZlNTk1MzRiOGNiMTI1MDY4NTYwM2JlNzQ4\" data-original-margin=\"\">\"&lt;Y-yeah. It's... it's only a nightmare,&gt; Kaede answered over the link as she gritted her teeth at the pang of stomach pains. \"&lt;...And these s-stupid cramps that you're making me go through.&gt;\"</p>\n<p class=\"cnMwMThkOWU2ZTFjNjQ0MGFhNWY3YWNmNmUxOTg3NWM5\" data-original-margin=\"\">She hadn't even told Pascal about the two previous times yet. Nor did it feel like 'only a nightmare' as her heart was still racing while the smell of burning flesh lingered in her thoughts. She couldn't drive out the horrifying images from her mind. Even the faces of the Northmen who she killed haunted her in her sleep.</p>\n<p class=\"cnM2OGE0ZGE0MDA3NDRiOWNiNDU1OTM2MjhmOWUyNzYz\" data-original-margin=\"\">\"&lt;Tell me if there is anything you need.&gt;\" Pascal commented sympathetically.</p>\n<p class=\"cnM2N2EzMTZmMWNjYzRjZDZhN2EyNzAxZmFhM2FmOGRi\" data-original-margin=\"\">Kaede took a deep breath as her abdomen offered her a brief moment of reprieve. She found the small cushion that Pascal had enchanted with a long lasting heating spell and applied pressure with it.</p>\n<p class=\"cnNmMDdlYmYyOTYxNTQ1YmJiOWU4ZmMwMGJjYTNkM2Q2\" data-original-margin=\"\">\"&lt;Also, you just experienced your first real battle and your first... well, few dozen kills.&gt;\" He spoke in a supportive tone yet it only made Kaede flinch. \"&lt;Having ill dreams is natural and nothing to feel ashamed about. Try to go back to sleep. You barely slept last night and your body needs rest to properly heal those wounds that magic closed.&gt;\"</p>\n<p class=\"cnM5YWU2MWRiNzFlZTQ5MWFiNTAxOGM0ZGZjOWZlOGQ2\" data-original-margin=\"\">\"&lt;W-what about you?&gt;\" Kaede remarked as she slowly calmed her breathing. \"&lt;You were injured during the battle as well, and you didn't sleep at all last night. Why aren't <em>you</em> resting now?&gt;\"</p>\n<p class=\"cnM5MjQyMjkxNGVhOTRhZjZhMWZjZGMxYTRkNjBkYmI3\" data-original-margin=\"\">Her tone was clearly irritable as her annoyed mood clashed with her anxieties and terror from those nightmares. She wished Pascal had at least been close by to offer his support, and not be in some distant building.</p>\n<p class=\"cnNiODE2MjdmNDQ2YzQwMmJhMThkZDQ0NzY1ZWNmOTJk\" data-original-margin=\"\">\"&lt;I need to finish organizing the shelters and provisions for the cityfolk.&gt;\" Pascal replied with guilt in his voice. \"&lt;It is due to my failure that they lost their homes. They have coped for these past two nights but I cannot ask them to do a third. These supplies that the King and the army graciously provided must be made available for distribution -- the people need a roof over their heads and kitchens for a proper meal.&gt;\"</p>\n<p class=\"cnNjZmYyMTEzMGZkNDRmZWY5ZDE4ZDYwZThlZjZiNjYx\" data-original-margin=\"\">Kaede sighed before she added in a rebuking tone: \"&lt;You're pushing yourself too hard, Pascal. You won't be able to help anyone if you drop from exhaustion.&gt;\"</p>\n<p class=\"cnNkNmQ2YTQyOWQ5MzRiNjliOWQxYzhjMjU5YTY0N2Ez\" data-original-margin=\"\">\"&lt;<em>Yes, Mother,</em>&gt;\" Pascal answered sarcastically, before his voice grew more serious. \"&lt;I promise I will sleep once these are finished. Should only take me an hour or two.&gt;\"</p>\n<p class=\"cnNlYzNkYzljNzdkYTQ4MmU5NWQ0NmJiNTkzM2QwOWIy\" data-original-margin=\"\">\"&lt;Okay, fine, in the meantime I think... I'll go outside for a bit,&gt;\" Kaede said as she struggled to banish the dreadful feelings from both her mind and her body, which even now made her want to throw up. \"&lt;I don't think I can rest right now.&gt;\"</p>\n<p class=\"cnM0MWM0OTFjNzJiZDQ1ZGU5NGY5MDA2ZmRhNWUxZTdh\" data-original-margin=\"\">\"&lt;Are you sure?&gt;\" His voice was concerned.</p>\n<p class=\"cnNhYWRjMjFkYWFlOTQzZDY5NGQ3MDI1MjRkNzA1Njcw\" data-original-margin=\"\">\"&lt;I <em>really</em> need some fresh air.&gt;\" Kaede insisted, even though her stomach kept giving her second thoughts.</p>\n<p class=\"cnMwMDk0MmExZDIwZTQwNDFiMzIzNTliNDFhNWFmMTAw\" data-original-margin=\"\">\"&lt;Turn your garments' heat all the way up then. It is still cold outside and it might help with your cramps.&gt;\" Pascal added helpfully. \"&lt;And remember to bring the heated cushion.&gt;\"</p>\n<p class=\"cnNmNGZjMTRhODZjYjQ2NjNiYjE2ODEwMjIwZWVhYWE3\" data-original-margin=\"\">\"&lt;Sure.&gt;\" Kaede commented as she willed her enchanted undergarments to grow warmer until it felt like her entire body was embraced by an electric blanket. Even her arms and legs felt like they were wrapped in heat thanks to her long, silky gloves and stockings. Only her exposed shoulders and thighs felt chilly as she stood up from the warm bed covers.</p>\n<p class=\"cnNhZThjNDhlMWMzYzQzZGZiZDA1ZGQ0ODk5ZGI0ZjY4\" data-original-margin=\"\">She groped about in the dark with her small hands before finding her black, pseudo-uniform draped over a nearby chair. Pascal had made basic repairs with mending spells but it was still singed around the edges. She needed to visit a tailor for proper fixing. However, until then it was the only outfit Kaede could wear to fit in, so she put it on.</p>\n<p class=\"cnNjMTYxYTI1MWM5NDRkYzU5MjEzNTdiZTBmOTYzNTM3\" data-original-margin=\"\">She then opened a chest nearby which held Pascal's spare uniform. She took a belt and tightened it to press the heated cushion firmly against her stomach. It felt like she was being squeezed by a waist cinch, but for once Kaede might have been happy to wear a corset. She then took his jacket and draped it over her shoulders. The extra layer definitely helped to disguise the slight bump over her midsection.</p>\n<p class=\"cnNhNDI4ZjQ0MDc5OTRkZTBhYjJlNGI3ZmIzYTVjMWEx\" data-original-margin=\"\"><em>It's a good thing my body is so thin, otherwise I'd look pregnant,</em> she couldn't help ponder before the mere idea of pregnancy left her thoughts aghast.</p>\n<p class=\"cnM5YjMzNWFiMmE2MzQwNzliYWZhZjA1NTE4OTcyZjdk\" data-original-margin=\"\"><em>What am I even thinking about!?</em> She then rushed to shake those images out of her head.</p>\n<p class=\"cnNkZmM4NDQ1ZTM5NjRhMjY4NDY1ZTgwYWMzOTk3Njk1\" data-original-margin=\"\">Yet her thoughts only went to a similar topic as Kaede wondered if a normal girl would ask for some company and a long, warm embrace at moments like these. However, while she couldn't claim to be an icon of masculinity even before coming to Hyperion, she had nevertheless been raised to be emotionally strong and independent.</p>\n<p class=\"cnM4ZmY1ODVkNjAzMDRjYzFiNjRjZmYxOTgwOTAyNTRj\" data-original-margin=\"\"><em>Why do men always have to appear steady and in control?</em> She sighed before wondering to herself: <em>maybe girls really did have an easier life.</em></p>\n<p class=\"cnNlODI4NTQ0ZmJiNTQ5Mjg5ZmQwZTdjNmI1ZDMwMjM2\" data-original-margin=\"\">Culturally speaking, people judged the masculinity of men by their successes, while femininity appealed through a girl's weakness. Though an accomplished woman had her charms, society considered it not only acceptable, but even attractive, for females to show vulnerability. As a result it was perfectly acceptable for girls to confide their troubles among close friends and family, which gave them a network of emotional support to help them weather life's turbulences.</p>\n<p class=\"cnM3YTNmMmYwOTI0YTQ2ZGJhMTM2Y2UwZjlhMzY3ZDVm\" data-original-margin=\"\">However this did not apply to males, as the social expectation for any fall was to walk away with unbruised pride. Men almost never sought emotional comfort through each other. And as a result many of them turned to substance abuse and violence.</p>\n<p class=\"cnMyY2UyNTBlM2Y5OTRjNmVhMGIyYTRjNTVlMDhhYTlj\" data-original-margin=\"\"><em>Is this why I can't be honest with Pascal?</em> Kaede thought.</p>\n<p class=\"cnMwYTUzOTZkNWRlZDQ4NWViZjBhZjRkOGMzYTYxMjRh\" data-original-margin=\"\">After all, Pascal had always been judgmental and took every opportunity to test others' intellect and resolve. When his father died, he went out to be alone and cried atop the roof in silence.</p>\n<p class=\"cnM3MjkyNDIxYTAxOTRmNmU4YzdhZTAyNTkzYTlmZWM5\" data-original-margin=\"\">Nevertheless, she <em>was</em> a girl now. Maybe Pascal wouldn't look down upon her for requesting some comfort? He certainly offered her free hugs when she broke down after receiving her residency papers.</p>\n<p class=\"cnNhYzUzNzlhZWQyMzRjODViYzRjM2NmZmQ4YzE3YTU5\" data-original-margin=\"\">She mulled it over as she opened the door to the freezing winds outside. She could only imagine how her father would react if he saw her now, as Konstantin had always complained that his <em>son</em> wasn't manly enough by Russian social standards.</p>\n<p class=\"cnNiNGZkMzljZmE3NTQ3OTM4NjI2NGEwMGU5N2Y4ZGU5\" data-original-margin=\"\"><em>No.</em> Years of being told to 'man up' made Kaede berate herself. <em>I may be a girl in body. But I'm still me.</em></p>\n<p class=\"cnMxZjVhNjVlY2Q4NTRmMDg4YjllYTU3NDQ1ZDM2NWQx\" data-original-margin=\"\">Though in reality she already knew this was no longer true. Only two months might have passed since she came to Hyperion, but nobody could experience as much as she did during this time and remain the same.</p>\n<p class=\"cnNjMWY1ODc0NmY3ZDQyYmFhNzlmZDM2ZjQyYmIxMjUy\" data-original-margin=\"\"><em>Maybe some habits might be healthier to change.</em> A voice from deep within caused her to sigh.</p>\n<p class=\"cnNhZTNlNmMyMmMyZjRmODQ5NGQzMGQzZTRkM2JhZDU4\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNmN2ZlNDQwNmFlNzQ0N2I5OTlhOGQ0ZWM0Y2ZjNGUw\" data-original-margin=\"\"><br>Kaede halted in her footsteps the moment she crossed the makeshift bridge onto an intact section of the Nordkreuz's northern wall. The gas giant 'moon' illuminated the city through the clear, night skies. Its indigo light gave a haunting glow to the devastated settlement that had been renowned throughout Hyperion as the 'Jewel of the North'.</p>\n<p class=\"cnM4ZjU0Njg5MDUwOTQwNTI5YzI5NDhjNWI4YmI2ZDM2\" data-original-margin=\"\">Over eighty percent of Nordkreuz's buildings had been burned, gutted, or outright collapsed by a combination of the aerial bombardment, powerful earthquakes, and the many fires that had spread all over the city. They reduced wooden structures to little more than charred rubble. Meanwhile, countless brick walls and stone columns stood damaged and alone, like headstones for the flattened taverns and workshops that once stood.</p>\n<p class=\"cnMwZmYxNWZmNTljMzQ3ZDE5NjY0YjVhYjg4ZjZhZGFk\" data-original-margin=\"\">Even the roads lay twisted and broken. The city blocks had been reduced to mounds of wreckage and debris. Carts of equipment from volunteer teams littered the streets. Some were filled with recovered foodstuffs while others held rubble that had yet to be hauled out. There were even a few carts half-filled with charred or mangled corpses, as the dead had to be extracted from burned-out basements and collapsed cellars.</p>\n<p class=\"cnM3NzllM2Q0Y2IwNTRmYzZhYmQ3Y2Y2OThiMjEzYWEz\" data-original-margin=\"\">It reminded Kaede of the haunting images of bombed out WWII cities that she had seen, particularly the Japanese settlements where American napalm had created a tsunami of fire amidst wooden and bamboo districts. The firebombing raids had laid waste to dozens of cities even before the infamous nuclear bombs had been dropped.</p>\n<p class=\"cnMxMWIxNDJkZDRkYTQ3MjdhMTk0MDI0NWZjNTZjNTJj\" data-original-margin=\"\"><em>Carpet bombing should be a war crime.</em></p>\n<p class=\"cnM5NTVkZDBhOTA0MDQ5Njg5MzY3OWQ0NTgyYTA4NDk1\" data-original-margin=\"\">Kaede had heard that the casualty count already stood at over ten thousand. And it was still rising as entire battalions of the army joined in the relief efforts. The only reason it was this 'low' was because all residents had been sent to their cellars which were reinforced in anticipation of the air strike. Otherwise Nordkreuz, a city which had a population exceeding fifty thousand, would easily have suffered far worse.</p>\n<p class=\"cnMxNjRkYjFlNmM5NTQ4OGQ5YTM1OWQwY2I0N2I1MjMz\" data-original-margin=\"\">Nevertheless, this didn't stop Weichsel's soldiers from committing their own crimes in retribution. Rumors were already abound of Skagen troops, particularly survivors from the skywhales, who tried to surrender only to be cut down. Sure, the Northmen weren't signatories to the <em>Articles of War</em> that Weichsel had signed with other Trinitian states. But a moral precedence had clearly been set in the world of Hyperion, which made the killing of POWs a crime.</p>\n<p class=\"cnNhYjQ1NzIzNjdmODQyYmFhZTU0MzFmZGZkZmVjMzEz\" data-original-margin=\"\">Yet, despite the devastation that reached as far as the eye could see, Kaede heard sounds of laughter coming from a nearby ruin. It looked like someone had converted a half-destroyed building into an open-aired alehouse. And though it was already past midnight, there were still some soldiers and civilians who were drinking.</p>\n<p class=\"cnMwNWQxZjRhNDI2ODQ4ODI5YzNlYjJjNTI3Njc2NTAz\" data-original-margin=\"\"><em>Maybe a little alcohol is exactly what I need to go back to sleep,</em> the Samaran girl thought.</p>\n<p class=\"cnNjZWNmNTQzOTczZDQyYmJhODFmNmNlMGE2ZjFmNmM1\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNjZjFkMmQ4MWY5NTQ5NWQ5N2RmOGY4ZmIzNDA0YmY0\" data-original-margin=\"\"><br>The building had apparently been a tavern before the air raid. Two of its walls were still standing, as well as half of its first floor ceiling. The owner clearly didn't let the devastation stop him from running a business. Repairs had been made to ensure the structure wasn't in danger of collapse, while a large roll of canvas was ready to be used in case it started raining.</p>\n<p class=\"cnNmOTdlOGU5ZTI2YzQyN2E4MzYxOGUxZjNiMTljOTZh\" data-original-margin=\"\">It really spoke to Weichsel's 'military frontier' culture that they would continue operating even in such a state.</p>\n<p class=\"cnMzZWZmYTc2ZWM3NjQwMjg5NGZiZTUyODU2ZmIyMDA2\" data-original-margin=\"\">\"Hey cutestuff! Care to join us?\" One of the drunk soldiers called out almost as soon as Kaede crossed the threshold. He wore the black-on-burning-red uniform of a Knight Phantom just like three others around him. His face was just as red as he happily waved a stein of sloshing beer in midair.</p>\n<p class=\"cnM2MWQwNzhlYzZlZDQ4YzdhNTYzN2VkZDlhZjZjOTRk\" data-original-margin=\"\">His call instantly turned more heads than Kaede would have wanted.</p>\n<p class=\"cnM4OGEwZDVmYzdmYTQ4N2I4ZDU2YzRiYWJlMjQwMDFj\" data-original-margin=\"\">\"We're the <em>Falcons</em> who won the day!\" A second knight spoke out with an even redder face. \"You should (hic) offer us a drink!\"</p>\n<p class=\"cnNhODhjNzA0NzA5ODRhNzliZGEyMTQxODFmNTk4YWFj\" data-original-margin=\"\">There were already two young women sitting between the knights. One of them was all smiles but the other clearly didn't want to be there. It didn't take much to see why, as one of the knights had his arm down below her waist where his hand groped her rear.</p>\n<p class=\"cnNmMjkzM2QxN2ZkODRhYTc5OGE4NjViN2U5NmNkNDEw\" data-original-margin=\"\">\"Sorry Sirs, she's with us,\" a gruff voice called out from another, much longer table. It came from a master sergeant in Weichsel's standard crimson-on-black uniform.</p>\n<p class=\"cnMwOTc3OWI5ZGMyYzRlYjc5NjdkMzc5ZmVhM2E1YTkw\" data-original-margin=\"\">Kaede could mildly recall seeing his face before. However she couldn't remember where.</p>\n<p class=\"cnM5ZjA1ZGFmMzYzYTQ2YzZiNGIyMzUyNWYxNTU4MTlk\" data-original-margin=\"\">\"Ehhhhh!?\" The drunk knight stood up and turned towards the sergeant with an elongated, snarling face. \"A mere <em>sergeant</em> (hic) ordering me what to do?\" He then pulled on his uniform's shoulders where he wore a captain's insignia. \"Are you too stupid to see rank, you peasant?\"</p>\n<p class=\"cnM0NDU1MmIwYjk3NTQxNDk4ZTZlMTFlNjVlYWRmMmJl\" data-original-margin=\"\">\"Sir, rank does not change the fact she fought as part of my battalion,\" the Master Sergeant added calmly, though several of the soldiers who sat with him were already glaring daggers. \"It's thanks to her that we held down the right anchor of the line. Besides, she's in service to the Landgrave of Nordkreuz. And unless I'm mistaken, that's his jacket,\" he nodded towards the uniform jacket that Kaede wore draped over her pseudo-uniform.</p>\n<p class=\"cnM2ZWI3YTA2NWJjODRhOWFiOTQyYjc4MWYyODk1MjU0\" data-original-margin=\"\">\"Hmmph, we don't need some half-grown girl to serve us anyway,\" the drunk knight declared before sitting back down. Meanwhile Kaede took the opportunity to scurry over to the other table.</p>\n<p class=\"cnM2ZDdkMTI3NGFiODQ1MTFhNmE3YjhkMjMzMDVhMGNh\" data-original-margin=\"\">\"Thanks,\" she muttered. \"Uhhh--\"</p>\n<p class=\"cnMzZGVhMzdmZTIyMjQxZDk4NjVjMzY1ZjM0M2E5MGYz\" data-original-margin=\"\">\"Master Sergeant Eckhart Steinmetz,\" said the tall, broad-shouldered man in his 'early thirties'. He wore a wide smile beneath a full mustache and gray eyes. \"I'm Major Karen von Lichnowsky's senior sergeant-at-arms. Was, at any rate.\" He added before offering an open hand to the much smaller girl.</p>\n<p class=\"cnM2ZjE0MWQ1ZWU3YTQ0ZTJiYmYwYjg1ZGRkMDlmYmNl\" data-original-margin=\"\">Kaede grasped it as firmly as she could. She felt as though she was shaking hands with a giant.</p>\n<p class=\"cnMwYmRhOTBkZDg1NDQ2MTg5ZTBkZDkzZWNkYTgwNGYx\" data-original-margin=\"\">\"Are you all,\" she looked at the nineteen men who sat at the table. Half of them were already drunk if not wasted, and several of them even passed out where they sat.</p>\n<p class=\"cnM5YmI3ZjFiYzE0ZDRiNmQ5MDgxYWNkMTRhYmFhMGYw\" data-original-margin=\"\">\"We're all that remains of the battalion,\" Eckhart noted sadly. \"All who can still walk, at any rate.\" He shrugged. \"Though if it weren't for you, I doubt any of us would be here.\"</p>\n<p class=\"cnNkYjFiZTY1ZTUwODQ2YWI4YjI3ODFmZjBhNzc0MmNl\" data-original-margin=\"\">Several of the men who sat near him nodded before one of them remarked: \"Yeah lass, without you sending a hundred Northmen to their graves, we'd be goners now.\"</p><p class=\"cmQ4YzlmODU4ZDlkYjQ2MjY4YmQwNGRhNmE3YzQ4NjYx\" data-original-margin=\"\">This story originates from Royal Road. Ensure the author gets the support they deserve by reading it there.</p>\n<p class=\"cnMxZGVkODJlYTAwMjQyZDdiMzI0ODIyY2FkMDI4MTk1\" data-original-margin=\"\">Kaede couldn't help but feel embarrassed, and also somewhat guilty, as they made a spot for her at the bench. She sat down next to the Master Sergeant, before she tried her best to insist in her wispy voice:</p>\n<p class=\"cnM2ZjM5ODc4MzFkYjQ4Mzk4NTk4MmYxMTQxZWQxOGE3\" data-original-margin=\"\">\"I did <em>not</em> kill a hundred!\"</p>\n<p class=\"cnMxOTdhYTM0MGY5NzRkOGE5MzA3OTAwODdjYTg1NzA2\" data-original-margin=\"\">\"That's the rumor that's been spreading anyway,\" Eckhart chuckled with a grin. \"Only those Phantoms who are too full of themselves wouldn't recognize a hero.\"</p>\n<p class=\"cnNiNDAzMDk2ZjI5MDRhZWJiNDgyNmNhNDY4YTI4MzY1\" data-original-margin=\"\">\"I sure don't feel like a hero... nor do I want to,\" Kaede sighed as she grumbled back. She could still see images from the recent nightmare drifting across her head.</p>\n<p class=\"cnNhNTYzZWY1NGE2NjRjZDJhZGRiMjU5NzkwNGMzYjNl\" data-original-margin=\"\">Eckhart looked at her with a raised eyebrow. \"First time in combat?\"</p>\n<p class=\"cnNkZmM3MWM5M2YzNjRmZDc4ZDIyZDFkNjRiNGFlZWNj\" data-original-margin=\"\">\"In battle, yes.\" Kaede nodded.</p>\n<p class=\"cnMxMjdhNWMwNzQ3ZTRkMjk4ZjgwNzhlMDc3NzFjODY1\" data-original-margin=\"\">\"First time’s always hard, lest you be already red-eyed with revenge,\" said a young corporal with disheveled hair and green eyes. \"Still, plenty of soldiers would fancy your fame and glory. Might as well take advantage of your opportunity to improve your lot in life.\"</p>\n<p class=\"cnNhZmNmNWQ2MDRjYzRjZTk5NTExNWFlMmQ1NTBjZDk3\" data-original-margin=\"\">\"I agree,\" Eckhart nodded. \"Just take us for example. We've all been cited for valor, honors that came at the expense of our <em>many</em> fallen comrades.\" He spoke in a solemn voice as all of them looked down at the table in remembrance. \"But would rejecting it make us feel any better?\"</p>\n<p class=\"cnNkMzZkNjY1ODJkYzRkZjBhOGY1MDM1NTk1YjQ5OTJj\" data-original-margin=\"\">\"No...\" Kaede reluctantly admitted. \"It's just that... Major Karen is the real hero, not me. Without her, I'd be dead.\"</p>\n<p class=\"cnM2YjdjNDQxMTI0ODQyNTg4NzRiZTJmZTA5ZDA1ZjMy\" data-original-margin=\"\"><em>Yet I'm the one who caused her to lose her arm,</em> she couldn't help reflect.</p>\n<p class=\"cnMyOGExY2M5N2VjZDRjZWJhYzhjNjczZmIxOGYyNGE0\" data-original-margin=\"\">\"And the Major will be honored as a hero, don't you worry about that!\" Eckhart declared. \"Besides, watching out for each other is what we soldiers do. The Major helped you just as you helped her...\"</p>\n<p class=\"cnNkNzU0NDg1NTIyMjQ0ODg5NWFmY2U1MDc1OTE0NjJm\" data-original-margin=\"\">Kaede winced slightly as the Master Sergeant's words only made her feel even more unworthy. However Eckhart never noticed as he offered Kaede an extra large stein of black beer:</p>\n<p class=\"cnMyNTM4MzViYTI4ZTQxNjlhNGRhNGNlZGYxMjk3MmFl\" data-original-margin=\"\">\"--You became part of the family the moment you stood by us against that ghastly charge. There is no need to feel undeserving. Besides, as the survivors, we have a duty to use the rewards accordingly, to create meaning for those who gave their lives.\"</p>\n<p class=\"cnMyZWQ0NDJkNmIxMTQzYTNhYzQwYzAwZTQ5NDJhMDY1\" data-original-margin=\"\">\"Exactly,\" the corporal spoke out loud as he stood up and raised his beer. \"Hail the victorious dead!\"</p>\n<p class=\"cnMwZTRmNzIxYzFmNDRmYWQ5YWJhNzVkMzg2YTVlOTIx\" data-original-margin=\"\">\"Hail!\" All of those who could still raise their hands joined in. Even Kaede did so as she made a hearty gesture with her stein.</p>\n<p class=\"cnNlZTY0N2Y5NzM5NzQ1NWZhM2ZkZDliZDc1OTk2ZGRj\" data-original-margin=\"\">She could hardly refuse, considering the support and help she had just received. It was no wonder why, despite the fact she sat amidst a group of lowborn soldiers, not one of them showed the slightest sign of lechery like the knights at the other table had done. Her gender hardly even mattered among a group of comrades who fought together on the battlefield. They clearly saw her as 'one of them', and stared daggers earlier at those men who tried to treat her otherwise.</p>\n<p class=\"cnNhNjhmMThiOGUxNDQ0N2M5MDJjOTIzMDMyMDMzOGU3\" data-original-margin=\"\">-- And now, as each of them brought drinking vessels to their lips and drained their beer in nonstop gulps, Kaede realized that she was also expected to do the same.</p>\n<p class=\"cnMwZWJlZmM0N2U0ZjQ3YWM5ZjM1MTRjYTcxZjgzN2Fi\" data-original-margin=\"\">She had her reservations, considering her first experience with alcohol wasn't exactly pleasant. Her parents first offered her a sip of vodka at age six, and that burning sensation on her tongue made Kaede lose any interest in booze throughout school. Nevertheless, she did come here for alcohol to help suppress her anxieties, and it would certainly be inappropriate to deny these men who accepted her into their group.</p>\n<p class=\"cnMyMTFiYmVlYjFjMzQ0MmY4OWYxMTAyOTY3ZDgxZjRm\" data-original-margin=\"\"><em>Time to man up,</em> Kaede thought as she took a deep breath before raising the vessel to her lips.</p>\n<p class=\"cnNjMTVhMjllM2ZmYjQzZjdhZjFlNWViZWMwZDA3ODM1\" data-original-margin=\"\">Several deep gulps proved that this alcohol didn't burn. However it was strong and very, very bitter. Nevertheless Kaede continued until she drained the entire oversized stein. Its contents were enough to fill her stomach alone. And as she finished, she slammed it onto the table as she sucked down some much needed air.</p>\n<p class=\"cnNmN2ViMTM5MjZkMjQ0MTRiMjRjMDZjMjlkYmM5ZmE3\" data-original-margin=\"\">\"Now that's how it's done!\" The corporal praised as several nearby soldiers cheered.</p>\n<p class=\"cnM3ZGM2ZWY3M2FlZjQyZDk4MzI4ZmJlN2JkYTBhYTZj\" data-original-margin=\"\">\"Is this mead?\" Kaede coughed several times as she looked around. Everyone else had emptied their vessels as well. And another soldier laid his head onto the table as he fell asleep drunk.</p>\n<p class=\"cnNlZTAxMTM4YWE4OTRjZWZiYmRjZThiN2QwNTA0M2Uy\" data-original-margin=\"\">\"Lager.\" Eckhart smirked as he gave her two backpats that felt more like rubber mallet blows.</p>\n<p class=\"cnNlYTFkYWMyODk5ODQ0MDhiZmMxNGNjZGFkMWEzZDcz\" data-original-margin=\"\">The familiar winced as she could feel her stomach swell. It pressed against the belt she buckled tightly around her waist. The discomfort soon joined her period cramps as her midsection now felt two different kinds of aches.</p>\n<p class=\"cnM4ZDkxODg3MmNlMDRhN2RiZjc2NDVhOWNkNWZlM2Zk\" data-original-margin=\"\"><em>I'm going to regret that.</em> Kaede realized as she bent over slightly.</p>\n<p class=\"cnNjM2JmNDczZjVjMjRhODBiODMzZTVlNjY5MWRlZTEz\" data-original-margin=\"\">\"H-how's Major Karen doing?\" She then remarked as she looked for a distraction through conversation. \"Has anyone visited her since the battle?\"</p>\n<p class=\"cnNlZmM5MjY1MjhkZDQwMDJiZTkxZTE5NjFjN2U3Nzkz\" data-original-margin=\"\">\"I have,\" Eckhart looked grim. \"She's doing well, better than I would have expected. However with her right arm gone, she knows she'll have to retire...\"</p>\n<p class=\"cnMzMWU4YzNlMWYyNjRiMmM5ODgzZjJhOTU5Njg4YWYx\" data-original-margin=\"\"><em>Retire... what a nice way to say that she's too crippled to fight anymore.</em> The familiar thought as she felt guilt wash over her again. <em>And it's my fault.</em></p>\n<p class=\"cnM4NDAxMDRmODIyNTRlZDJiZTkyMTNkZjI1NTI4Y2E3\" data-original-margin=\"\">\"--Though apparently His Majesty wrote to her in person, and gave her a barony from the seized Manteuffel lands as reward,\" the Master Sergeant's expression somewhat brightened. \"So at least she'll be retiring as a baroness.\"</p>\n<p class=\"cnM1YjdiMjgwYTdkMzQ1Y2E4OGE1ZmVlNTQwOTk2ZWUz\" data-original-margin=\"\">\"Milady's been a good commander!\" A soldier chimed in. \"She deserves a rise in status!\"</p>\n<p class=\"cnNkMDA0ODBkNjUyOTRjODVhMzQ0YzNkZTNjYTNhZGQy\" data-original-margin=\"\"><em>Yes, but I bet she'd still exchange that for her arm back,</em> Kaede grimaced at her stomach ills as she realized that this topic only made her feel worse.</p>\n<p class=\"cnMwOWMwYTMzOGYwNTQ2Y2ViZmNlZjY0MWY1NDcwZmNk\" data-original-margin=\"\">The barkeep came by and offered to refill the soldiers' mugs. Kaede nodded at once with barely any thought. She didn't know if drunkenness really could drown all worries. But right now, she <em>really</em> wanted the stupor that supposedly came along with it.</p>\n<p class=\"cnMzMTQ4MDBhNDE2ZTRiNTI4NDZhNTQ1NzI3ZjhjNTRh\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM0NmJhN2VlYWIyOTQ2ZGRhZTczNDk2YmQ5ZTA1ODUx\" data-original-margin=\"\"><br>For hours, Eckhart and the others meandered from one story to another, drinking and laughing as they retold tales from within their battalion.</p>\n<p class=\"cnMyYTFiNTJiMGU3ODQ4NWVhOGEyM2VkOGY4NmVhNzBj\" data-original-margin=\"\">\"--Annnd the Ma'or, she just 'abbed thee o'em by with her 'air, and 'quash their face straigh' into one 'nother,\" Eckhart laughed as he told yet another tale of Major Karen 'disciplining' her troops. \"Say'f they gonna figh', then a' leas do it proper!\"</p>\n<p class=\"cnMxYTJiNzg3MDdlYzQ4YWE4ZGY5MjVhOGUyNTU2NzA4\" data-original-margin=\"\">\"She alfays did like usin' her hair to su'rise peo...\" the corporal slurred with a grin. \"n' Hans was a 'oublemader so he often go' it.\"</p>\n<p class=\"cnM2YTgwNGZiNTE0YTQ3N2U5Y2MwZjc3MWQxODQ4ZjBi\" data-original-margin=\"\">\"Theeey 'ere all good boyz tho...\" Eckhart said before his voice seized up and his eyes glistened. \"Now... 'ole pratoon... gone 'n one fire...\"</p>\n<p class=\"cnMwMDBlN2U0YTAxMzQyY2E5OWMxOTZlNDkyNzljODI1\" data-original-margin=\"\">\"We'll mee 'gain,\" the corporal raised his empty mug one last time as he dropped his head onto the table. \"In 'er ladyship's halls and in heaven...\"</p>\n<p class=\"cnM4YjVlMjRkOTU2YjQ3NGE4Njc4MTJkMTk1NWIwM2Vl\" data-original-margin=\"\">Then, with a more noticeable thud, the sergeant collapsed onto the bench himself and made a half-crying noise before he too fell asleep.</p>\n<p class=\"cnNkYjI2MTIwNjM0MjRmNzQ4YjBiZWJjM2JmYWI0ODY3\" data-original-margin=\"\">The knights had long left, so too the barkeep and the other civilians. All that remained were nineteen soldiers who lay collapsed around a single wooden table -- all who escaped the casualty lists from the three hundred names of an infantry battalion's order of battle -- as well as a Samaran girl whose already bloated stomach was screaming for her to stop drinking.</p>\n<p class=\"cnNhYzExNTI5MmYwNjQ3ZjNhOGVjMDJhMDRjYzVlMmJl\" data-original-margin=\"\"><em>They did this on purpose, didn't they?</em> Kaede realized at last as she looked at the countless bottles and drinking vessels that laid all around. It was a sight that brought new meaning to the question of why alcoholism had been so rampant in her homeland.</p>\n<p class=\"cnM2NmZiODYwZDY2NzQ3ZmE5ODcwMjFiN2YxZTg2YzNh\" data-original-margin=\"\">It was easy to forget that an entire generation of Russian men had been scarred by the Great Patriotic War. They watched as millions of their comrades perished before the Nazi war machine, then returned home with psychological trauma that Russian culture, with its demand for hyper-masculinity, offered little emotional recompense. These men drank themselves into a stupor to escape from reality, and in doing so they also taught their children to do the same...</p>\n<p class=\"cnNlY2U2MTFlYzI2YjRlODI4YjI3ZDRkNjI1MDBjOTZi\" data-original-margin=\"\"><em>I'm sorry, Mama,</em> Kaede thought as she looked up at the now dawning skies. <em>You tried so hard to keep me from learning Papa's bad habits. Yet look at me now.</em></p>\n<p class=\"cnNmMzc5ODJhMzEyNTRjYjliZThjMjhjYjgzYjNmMjU3\" data-original-margin=\"\">The young girl hiccuped. Even she could tell that her breath stank of booze.</p>\n<p class=\"cnM3YjExMWFjZWY5ZjQxZDk5ZWY1NDNkZjE2NGY1N2Y1\" data-original-margin=\"\"><em>But just this once...</em> the familiar felt a warm tear slide down her cheeks. <em>Just let me put myself to sleep.</em></p>\n<p class=\"cnNhZWUwODYzMGMzZDQ4OWVhOTlmMjFmNmMyY2NlZjNh\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMzMmY2M2Q2NmExNzRjOTM5NmI1NDdlMTZiOGY3NDAx\" data-original-margin=\"\"><br>Kaede was still suffering from stomach pains as she wandered about the city in the early morning light. She hiccuped occasionally and walked in a slight zig-zag as she pretended she was drunk. However no amount of fermented grains could give her the oblivion that she craved. Alcohol was simply too mild of a toxin to overwhelm her nature as a Samaran.</p>\n<p class=\"cnM1ZWVjYzkxZmEyZjRlY2E4YzQyZTI2YjI4MjQ2YWRh\" data-original-margin=\"\"><em>I guess here on Hyperion, Russians really can drink vodka like water,</em> the young girl reflected.</p>\n<p class=\"cnM3OGIxNTQwYjk1ZjQ0NDM5N2M3NGY2NTE2MDEzNTJk\" data-original-margin=\"\">She wasn't sure how long she had been walking amidst ruins before she spotted a large, makeshift field hospital just off the main street. The healers and medics were already up and working on the many patients being treated there. One of the healers spotted the dazed Samaran girl and quickly drew the attention of others.</p>\n<p class=\"cnNkOTE2ODRhZjg5YzQ5NWViMjdhNTY0NzFjNjQ2Y2Y0\" data-original-margin=\"\">Soon, four of these medical personnel left the tents and accosted Kaede.</p>\n<p class=\"cnMwNDUwMTJiNGU3NzQ3YmJhNDY3YTFjOWM1Y2EwMDNl\" data-original-margin=\"\">\"Miss? You're a Samaran, aren't you?\" A male healer asked.</p>\n<p class=\"cnNlNjgyOTk0MzlkOTQ2ZDQ4ZWUyOTc3YmVhYTM4YTJj\" data-original-margin=\"\">Kaede only nodded in response.</p>\n<p class=\"cnM0YTg4ZjQ4MGFmNDQ5YzM5YjY2MWMwYmFkYmZiOWFh\" data-original-margin=\"\">\"Could you please give us some blood? We've been out since yesterday. We have several critically wounded and our healing spells are barely having an effect.\"</p>\n<p class=\"cnNhNWJhMzFiZTM0MDQ4OTc4ZDlhNjc1OWNlYWU5MTFi\" data-original-margin=\"\">\"Please!\" The two women pleaded.</p>\n<p class=\"cnNhZjhiOTJiNWZhNDQwZDc5YmEwYWY0M2ZhZjIyMGFm\" data-original-margin=\"\">Unsure of what she could say to respond, Kaede merely nodded again. The healers' faces brightened as though they've just been saved. They quickly ushered Kaede over to the tent and into an empty chair.</p>\n<p class=\"cnM5ZGZhNGUzMDU1MjRlODU4ZjE5Mjg1YjNjMGE0MjYw\" data-original-margin=\"\">The familiar barely paid attention as they drew one syringe after another of blood from her. It wasn't until a recognizable voice called out that the young girl snapped back to reality.</p>\n<p class=\"cnNkOWZlMDg3NDdjZjRhZDg5N2MwNWQwMWEyOWJlNmFi\" data-original-margin=\"\">\"Kaede, what are you doing here!?\"</p>\n<p class=\"cnMyZDk0MTY1ZGZhYzRhZjlhMDRhY2Q2M2ExMWI1NWE0\" data-original-margin=\"\">\"Oh...\" Kaede returned a tired smile. \"Hey Perceval.\" She greeted him casually. Her mind felt too light-headed and dizzy to ponder why the Lotharin noble was here in Nordkreuz.</p>\n<p class=\"cnNjNjQzOTYwYzk0OTQyZjE5ZjQ2NDNkY2M1MWZiYTk3\" data-original-margin=\"\">\"Don't hey me!\" Perceval spoke with visible anger. \"What are you doing here!? I heard you were seriously injured only two days ago!\" He then turned to the other healers. \"And what are <em>you all</em> doing!? Can't you tell she's already anemic!?\"</p>\n<p class=\"cnNlMDU4YjQ3YTcyNTRmMmFiNjhlYTg4YTU1YmNlODJj\" data-original-margin=\"\">Then, as Perceval spotted the odd way Kaede wore a belt, he pulled away her outer jacket. His lips thinned as he saw the heated cushion that Kaede strapped to her stomach, and immediately realized why she was doing it.</p>\n<p class=\"cnNmOTI2NzJhYzMxNDQ5MmRiZjVhNDA2NjlhMjYzZDlm\" data-original-margin=\"\">\"For Father's sake, you're on your period too!\" His pitch rose to a yell. \"Do you have a death wish you stupid girl!? Giving out this much blood when you should be recovering!?\"</p>\n<p class=\"cnM5MzljNTgxZjAzZDRkZTJhZWVkZDc4YjcxYTRhNDIx\" data-original-margin=\"\">\"No...\" Kaede felt her head lull to one side. \"I just want to drop unconscious.\"</p>\n<p class=\"cnNiZTk2Mzk4ODMxMzQzOWY5YWMzM2VkYmZlZTk2Y2Ex\" data-original-margin=\"\">For a moment Perceval looked so stunned he didn't even know what to say.</p>\n<p class=\"cnM2ZTkyN2RmOWNhZDRiYTI5YzhhMDViZjg0NGRiYTJh\" data-original-margin=\"\">His lips were still open when Kaede finally, blessedly, passed out.</p>\n<p class=\"cnM0NGRkNGUxNWE0NzQzMTg4ZDc5YjhkZTgzYzg1NDIx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyY2JhN2YyNjQ5ZjQwNmFiYmEzYmMyNGYzMDI2NjE0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNjYmFjMDc1NjI3YTQxNjk5YzllODMyMDBmOTMxMjQ0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmZDEyNGE1MjBkZDQ5YzM5ZTc2ZjVkMjczZTk4Mzdl\" data-original-margin=\"\">\"Mmmmh?\"</p>\n<p class=\"cnNkYTg1OGM5Y2JjOTRmMTE5NjI0YmI2MDJkYzZhNDAy\" data-original-margin=\"\">Kaede stirred as she woke up. Her body felt like it was wrapped by heated blankets while floating atop a cool, watery mattress.</p>\n<p class=\"cnMzZWM3Njc3OGMyODRmYjBhMDZjMDI3MDE5NDMzZjJi\" data-original-margin=\"\">Her eyes opened and took note of her surroundings. She was lying on a giant, white blob in the sitting room of Pascal's home. The floor was no longer slanted at an incline like when she visited yesterday, which meant the spells Pascal and Gerard cast had finished pulling the keep-like structure back onto a stable foundation. Not far from her sat Pascal and Perceval in two comfy armchairs, their conversation on hold as they both stared at her.</p>\n<p class=\"cnM4ODE2MWNhYzU0ZTQ1ZjE4N2MyZTg5N2IzOGFkNmI5\" data-original-margin=\"\">\"You are finally awake,\" her master met her eyes and spoke.</p>\n<p class=\"cnM2NWU4YjM5MjQ1YzRhZjZhYjU3ZGUxMDFmMTE0NWRj\" data-original-margin=\"\"><em>I... fell asleep?</em> Kaede was confused.</p>\n<p class=\"cnMwNTMzMWRiMTZlMTQ4NzE5ZTExNTUyOWVhOTRlMGU5\" data-original-margin=\"\">She could still smell the alcohol in her breath which brought memories of last night. Her whole body felt heavy as she struggled to sit up. However her mind, while a little faint-headed, was neither aching nor throbbing.</p>\n<p class=\"cnMyNWJhMjQ1NzhiZjQ3ZjI5NDRkMjk5YTc0MGEzMjEx\" data-original-margin=\"\"><em>Can't be hungover if I can't get drunk,</em> she thought.</p>\n<p class=\"cnM4ZjRkZjc2NzEwNzQ1YjliMWNhY2JkNWZjOTUxYzNm\" data-original-margin=\"\">\"What did you think you were doing, out in the city by yourself!?\" Pascal's voice immediately took on an angry tone as he began to berate her. \"You are a Samaran, Kaede. In the current circumstances, your blood is worth its weight in gold...\"</p>\n<p class=\"cnM5MGI5MjUwMDdlMjRkZjI5OWRmODc3ZDQxMGFmMWNh\" data-original-margin=\"\">\"Much more,\" the healer frowned as he muttered in a barely audible voice.</p>\n<p class=\"cnM2NTMxMTU5ZGVlNDQ3NTBhODAwYzE2ODg3NDVmM2Yw\" data-original-margin=\"\">\"--Had Perceval not found you, who knows what could have happened!?\" Pascal continued to scold. \"Nordkreuz has always had its share of black market smuggling! It is <em>not difficult</em> to make a girl vanish in the current state of mess!\"</p>\n<p class=\"cnMxMDU5YWUwOTdjOTQ4ZWJiMzM0Njc0MWJjNDMwZGUy\" data-original-margin=\"\">\"Calm down, Pascal,\" Perceval interjected with a sigh. \"She's back. She's safe. Everything ended well. Besides,\" he then added as his gaze fixed on Pascal: \"What were <em>you</em> doing? You're her master.\"</p>\n<p class=\"cnM3NTBmMjAyMDgyYTQyY2Y5MTcwZDJlOTE2MDBhMWE1\" data-original-margin=\"\">\"I admit, I should have kept an eye on her better,\" Pascal scowled as his anger turned inwards with guilt. \"I did not anticipate falling asleep at my desk after finishing my work.\"</p>\n<p class=\"cnNkOGMzOWU0NjUzZjRmYjI5MGRkYmFlMDM1ZTQ0MWI2\" data-original-margin=\"\">\"No, you're right,\" Kaede quickly added, feeling like a child who had just been scolded by her parents for running off. \"I should've been more careful. Sorry.\"</p>\n<p class=\"cnM4NDcwYzNlYTgzNzRjYTNiNDkxYjE4NzVkMmM3NzZl\" data-original-margin=\"\"><em>If I let Pascal shoulder the blame he'll feel like he needs to keep me on a leash,</em> the familiar thought.</p>\n<p class=\"cnM2OWI5YWNkYjE2OTQ4MDViMWNiYjE2MDViYjkwODUz\" data-original-margin=\"\">She then winced and bent over as her stomach cramped up again. It was only then that she realized that the soft and cool 'bed' she had been lying on was in fact Perceval's tofu familiar.</p>\n<p class=\"cnNjYWRmMjA2ZDg4OTRmMTFhZjczZWYzYjgwYTAwMmUz\" data-original-margin=\"\">\"Here,\" Pascal's expression softened as he reached behind Kaede and gave her the heated cushion again.</p>\n<p class=\"cnNiODdiYTcxYjllODRlNGU5NmExNTA0ZjcwMjg4N2Fj\" data-original-margin=\"\">\"That reminds me,\" Perceval spoke as he reached into a belt pouch and retrieved a small bag. \"I had asked the medics, since they're commoners, on what they suggest to help with menstrual cramps. This is chamomile, lavender, and fennel. They suggest making tea from it, which helps with the inflammation, stress, and stomach problems. Should also help her sleep.\"</p>\n<p class=\"cnNmZGE3NmY4ZWNiNTQ0MjNiNWMxMWEwZmQ4ZjdjOWU3\" data-original-margin=\"\">\"Does it work on Samarans?\" Pascal asked.</p>\n<p class=\"cnNlZGJjNGE1YzYwOTRhYjViZThhMTI4NzRjZTlkN2Uw\" data-original-margin=\"\">The Samaran 'fluid of life' was yet another example that nothing in nature happened without consequence. Their crystal-clear red blood offered countless immunities to diseases and poisons, but it also complicated any medicinal aid to regulate chemical imbalances within the mind and body.</p>\n<p class=\"cnM1ODU4YzVlNzYwMzQ4M2RiNmE3MTVkOTk1YzM4MTNi\" data-original-margin=\"\">\"I don't know.\" Perceval admitted. \"But herbal remedies are usually more accepted by the body than alchemical concoctions. I think it's worth a try.\"</p>\n<p class=\"cnNlNDFiMmYwNDgzYTRhMjNhNzcwYzhhNWI1Y2IxNGIw\" data-original-margin=\"\">\"I'll try anything at this stage,\" Kaede groaned. \"Thanks Perceval.\"</p>\n<p class=\"cnNlNTY1ODc1ZDhhYzRiMmNiYWI1MTYwMjAwZmRlZmEy\" data-original-margin=\"\">\"You're welcome,\" the healer smiled. \"And the girls say drinking it with honey can help with the taste. That might be expensive for commoners but shouldn't be a problem for your master.\"</p>\n<p class=\"cnNmMTgzYTk3YWM4ZjQyZDJiMjViMjk4MjhkNmNiMzA2\" data-original-margin=\"\">\"I will have the maids take care of it,\" Pascal noted at once. \"Though for sleep issues, would a <em>Slumber</em> spell not work better?\"</p>\n<p class=\"cnNlZGMyMDE0OTUwNDRmZjY4MDQ5YzBhZDg5ZDY5NGFi\" data-original-margin=\"\">\"Mind-affecting spells are best not used unless necessary,\" Perceval frowned. \"Compulsion magic has a high tendency to cause unintended side-effects upon our complex and sensitive brains. Plus it's not like she hasn't been able to sleep at all.\"</p>\n<p class=\"cnM1Yzg5MzgyMjQ2YjQ3ZGE5Y2VmOTM1N2I4NTdmOGNm\" data-original-margin=\"\"><em>So they're comparable to heavy-duty prescription drugs then,</em> Kaede concluded.</p>\n<p class=\"cnM3NjEyM2Q4OGE1MzRmZmViMGEzZDUxNWFmNjZiM2M4\" data-original-margin=\"\">\"Does that include <em>Mental Clarity</em>?\" Pascal asked next with concern. It was one of the spells in Kaede's set of defensive and support spells, and one that both of them used during combat.</p>\n<p class=\"cnM1YzliYzI5MjE2NjRiN2VhMzdiNWFjNTk0NWRjZTNj\" data-original-margin=\"\">\"Yes.\" Perceval stressed without any doubt. \"<em>Mental Clarity</em> actively suppresses undesirable feedback from the nerves. Not only is that psychologically addictive, but prolonged use may even cause permanent imbalance in the nervous system. I realize it's popular among officers and that being alert and steady is always better than being dead. But try to use it sparingly.\"</p>\n<p class=\"cnMyYzJjMDYwZWFmYzQ3ZjM5YmVhOWRjOWQ4NjJkMGUy\" data-original-margin=\"\">The healer's well-reasoned warning left both Pascal and Kaede with deep, thoughtful nods.</p>\n<p class=\"cnM3YWVhMDA3OTVlODQ5NDQ5ZWM4YjhkNTE3M2E1ZWIw\" data-original-margin=\"\">\"Now, I've stayed long enough as it is,\" Perceval commented next. \"Sorry Kaede, but could you lounge on something other than my familiar now? I need to go back to the field hospital, and Putty is a really good surgical assistant.\"</p>\n<p class=\"cnNlYjRmODAxYWY4NjQ0ZWRhYmE4MTQ0YWQ5Y2ExMThh\" data-original-margin=\"\"><em>I bet,</em> the Samaran girl thought with a smile. She could just imagine the tofu familiar serving as a sentient bed, one that could change the patient's posture to whichever way he needed.</p>\n<p class=\"cnM4ZmI1ODdhM2UzYTQ5Y2Y5NzE0ZjZlNDViYzZmNDg1\" data-original-margin=\"\">\"Sure,\" the young girl reluctantly agreed before she stood up with a groan and relocated to a nearby lounge chair. Meanwhile Putty wobbled energetically as though it was waving her goodbye.</p>\n<p class=\"cnM2NDQ3YzYyYTk5ZjQ3MGQ4ZjljOWQwZDYwZDVlYzcy\" data-original-margin=\"\">Kaede then watched as Perceval unbuckled a large and rigid belt pouch which looked more like a fanny pack. She was puzzled over what he was doing as he knelt down and allowed the white pudding familiar to climb onto his legs and into said pouch.</p>\n<p class=\"cnM1NWE1M2IzM2M3ZDQzNzM4MDM0YzE3ZjM0NzI1NWFj\" data-original-margin=\"\">Her eyes swelled into saucers as the silken tofu familiar that held more volume than a King-sized mattress somehow disappeared into a belt pouch.</p>\n<p class=\"cnMxYTc1MzNlNGM5ZjQyNTE4ZWRiM2FjMDI2MjkxNjA5\" data-original-margin=\"\">\"W-w-what is that!?\" The snowy-haired girl exclaimed.</p>\n<p class=\"cnNlNGVhZGIxZDk4YjQ2Y2Y4NDU4MTIwYjJkZmI1MWU3\" data-original-margin=\"\">\"Extradimensional familiar pocket,\" Perceval answered as though it was completely natural, harmless compared to a <em>Slumber</em> spell.</p>\n<p class=\"cnMxNmEzNzVhOWI2MzRjYzI5MGQ1ZTE2NjRlZTg0MjMx\" data-original-margin=\"\">\"They make those for <em>living beings</em> too?\" She muttered in disbelief, never even realizing how she easily classified the energetic tofu as a living entity.</p>\n<p class=\"cnNlODVkOGI4Y2EwNzRlZDA5MWIzMDg4Zjc1N2VlNjU3\" data-original-margin=\"\">\"Those are designed for familiars,\" Pascal explained from beside her. \"The enchantment required is more complex. But many people use these, since it makes it easier to bring their familiars along on journeys.\"</p>\n<p class=\"cnMwYzM4ZDBlMWI0MTRmZmNiYWI5NzJmMzEyMDg3NThk\" data-original-margin=\"\"><em>'Many' people...</em></p>\n<p class=\"cnM0ZmZiNTZmMWNmMjQzMzRhMmM0ZjAyYmU2NzAwMmJk\" data-original-margin=\"\">It was no wonder why Kaede rarely saw familiars out in the open.</p>\n<p class=\"cnMwZDBjOTgwMjIwODQzYzY5ODI2ZWM0OWFjNzQxNGRh\" data-original-margin=\"\"><em>What is this, Pokémon!?</em></p>\n<p class=\"cnM2NmNlZjQxNzVjZTQ1YTZiMGU1NDhmNzE1Nzg5NGVm\" data-original-margin=\"\">Perceval suppressed a chuckle as the familiar girl slowly turned on her master with an ominous glare. However Pascal wasn't fazed as he stared at Kaede with a warning:</p>\n<p class=\"cnNhZmZkZTBiZmY4MDQxNGE4ZTRhZDZkMDhmODBhOGUz\" data-original-margin=\"\">\"Behave or I will have you put inside one.\"</p>\n<p class=\"cnM4ZDc5YTY3OTdlMjQ5Y2NiMmRiZjQ3NTlhOGMxMDVk\" data-original-margin=\"\">\"Only if you want free broken ribs again,\" the familiar countered.</p>\n<p class=\"cnM2YWJjOWJlMjUxODQ3YTE5NDUyYzM0YWI0ODhkNDM3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjYTdmMTNjODI3MDQyNzk4YjBjOTBlZDdlNzhhNWYw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0OWIxMTdjNDI3NDRhYzNiNzRmOTE3NGY5Y2RjZGQ2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5NDA4NzgwZDFlYjQ4ODRiMGJjM2VjNTNlMGEwZjdk\" data-original-margin=\"\">\"AHHH!\" Kaede bolted awake again later that night.</p>\n<p class=\"cnNhOTExZjE4ZmRiNDRmNjVhYTJkMzhmNGQ0ZjMyZWZm\" data-original-margin=\"\">Thanks to her anemia, Kaede had been feeling tired and drowsy the whole day. She had gone to sleep right after dinner, though even the safety of her own room did not help.</p>\n<p class=\"cnMzN2Y3MGY5MjkwYTQ2NjZiYjIzMWM3NzcyNDgwODAx\" data-original-margin=\"\">\"&lt;Another nightmare?&gt;\" Pascal's concerned voice came over the telepathy.</p>\n<p class=\"cnM3Yzg0OTEyMjdhZjQ2MGY5MWRjN2QxODkxZjJhZGU2\" data-original-margin=\"\">\"&lt;Y-yes...&gt;\" Kaede struggled to calm down as she felt the cold sweat that rolled down her exposed back. She had already turned the lights on as it felt like she could see living corpses wherever darkness reigned, even in the back of her own eyelids.</p>\n<p class=\"cnNjNTQ4MjAwNTI2ZDQ0MmU5NjUzMTU3MDYyNjY2OTFj\" data-original-margin=\"\">\"&lt;Did you drink the herbal tea that Marina made for you?&gt;\"</p>\n<p class=\"cnMwMzkyYTgwMzgxMTRhNmViZDRlOWY0MzU1ZDI3M2Y5\" data-original-margin=\"\">\"&lt;Yes...&gt;\"</p>\n<p class=\"cnM1ZDMwM2RiNTA5MDQ4OTdiNWUwZGI5N2RkOTdlOThk\" data-original-margin=\"\">\"&lt;I guess that does not help once you are asleep,&gt;\" Pascal thought aloud. \"&lt;Just how many times has it been now?&gt;\"</p>\n<p class=\"cnM4ZTYxMGJmYmMyNzRjNTg5MWM2ZTBhMmYyYWQxMGQ2\" data-original-margin=\"\">\"&lt;F-four...&gt;\" Kaede was almost afraid to admit it, as though not saying would void the fact she kept having these similarly awful dreams.</p>\n<p class=\"cnM4ZTgxNDMxYWM3YzRjZGU5NGU5ZjI3MGZhYTFmODE0\" data-original-margin=\"\">For a moment Pascal didn't respond. The young girl wasn't sure if he was disappointed in her, or simply didn't know what to say. Then...</p>\n<p class=\"cnM1N2Y2MTI5ODQ0ZjQ0ZDliOTRkNTY5YzU3MjYzN2U2\" data-original-margin=\"\">\"&lt;Do you want some company?&gt;\" He offered warmly.</p>\n<p class=\"cnNjYTIyNWQ5YmEwMDQzOTU5MTdiN2I3OTkxMjI1NTZh\" data-original-margin=\"\">For a moment Kaede couldn't bring herself to respond. She could feel her cheeks burn up as her entire face blushed furiously. It wasn't fair that Pascal was an insensitive jerk most of the time, yet in moments like these he could close the distance as though it didn't exist.</p>\n<p class=\"cnNiYjMyODI2NTQ4YjQxMWU4NzAzYWFjMWMyMzM5NTEz\" data-original-margin=\"\">She then felt a mild amusement from him, which immediately reminded her that he must have felt her embarrassment. Even though she was alone in her room and he was somewhere else in the house, the distance meant little as they shared an empathic bond.</p>\n<p class=\"cnMxODRmNjIxZTE4MTQ3Y2ViOTMyNzM3ZTcyM2FhYjFk\" data-original-margin=\"\">Nevertheless, it still wasn't the same as being in close proximity, and Pascal didn't make fun of her in even the slightest as he kindly added:</p>\n<p class=\"cnMzMGU1YmM1M2RjNjQyZGI5ZjllNDc5YTMzZWVkNDVi\" data-original-margin=\"\">\"&lt;All you have to do is say 'yes'.&gt;\"</p>\n<p class=\"cnMwYzAwNTE3MTIwZTRmMTE5NTY4MDEwN2E3MDBhZGE4\" data-original-margin=\"\">\"&lt;Y-yes... please.&gt;\" Kaede finally brought herself to say.</p>\n<p class=\"cnNmOTFlYzY5NWE1ZTQ2ODM4ODgxYzJlZmMyNGYxODBj\" data-original-margin=\"\">She could almost feel Pascal smile as he responded:</p>\n<p class=\"cnNjMmNkZjY4M2ZlNDRiMDRiYWEwMWE4ODI1ZDcxNTc4\" data-original-margin=\"\">\"&lt;All right. I will be over in a few minutes. Just let me finish up here.&gt;\"</p>\n<p class=\"cnM4Nzk0M2I5ZTAwZjRkMzliMGQwZDdhOTc2MTNmMmJi\" data-original-margin=\"\">For the next minute Kaede simply laid back in her bed, taking deep, calming breaths as she hugged a heated cushion against her waist. She did reach for a knotted cord above the headrest and pulled. It jerked on a rope that went through the house's stone structure and ran a bell down in the servants' quarters.</p>\n<p class=\"cnM0NjEzNzBkYmMyYjRlODViNTA2OGZjMGJjOTY2MDQ1\" data-original-margin=\"\">She was wondering who would show up first when she heard a knock on the door before it opened.</p>\n<p class=\"cnM0NDg2NDBhYmZiZTQ4ODFhZmNmZWNhZThkNmJiYjE5\" data-original-margin=\"\">\"Milady?\" The petite lady's maid curtsied politely as she stood in the doorway.</p>\n<p class=\"cnM5ZTliYTQ0MjhkYTRjNTBiZThjOGVhYjNjMTY2ODY2\" data-original-margin=\"\">\"Marina,\" Kaede forced a smile onto her lips. \"I told you, you don't need to be so formal.\"</p>\n<p class=\"cnM5MzI5MmE2YzYwODRlN2NhNTBhNTYyMDlkYWQyMDY0\" data-original-margin=\"\">\"Sorry, <em>Milady</em>,\" the maid grinned a little herself. \"But the Majordomo disagrees with you.\"</p>\n<p class=\"cnM1M2QxNDMwYWNlMTQ2MThiMjE1NjJjODVjYmUwNzM1\" data-original-margin=\"\"><em>She's totally doing this on purpose,</em> Kaede sighed.</p>\n<p class=\"cnM2OGU2NzdhMDIyOTQ3NGY4NmUwY2E4MDZjMDU3YmI2\" data-original-margin=\"\">\"Marina, could you make me another cup of that lavender-chamomile tea?\" She asked. \"Two spoons of honey again. I could use something relaxing right now.\"</p>\n<p class=\"cnNhMThkNzUyNjg1YzQyM2E4NGIxMDViMTFmNTM2NmI1\" data-original-margin=\"\">\"Certainly, Milady,\" Marina curtsied again before turning to leave. She hadn't even closed the door before Pascal came into view.</p>\n<p class=\"cnM2MTUwNmY1OThiYzRmNmY4ZTg2ZDY2OTY1YjYzY2Fh\" data-original-margin=\"\">\"Your Grace.\" The maid curtsied once more and received a nod in response. She then departed while he walked through the open door.</p>\n<p class=\"cnMxYmM2OTliZGUwZjRiOGFhMzIzNDY3NGQxMDQxMmIz\" data-original-margin=\"\">\"Seems like you two are getting along,\" Pascal remarked.</p>\n<p class=\"cnM1MGIyNzU2MjQ0ODQwMTE5YzMxMjg3NDA4M2NkMDFk\" data-original-margin=\"\">\"Slowly,\" Kaede made a faint smile. \"I doubt she's forgiven me for what happened back at the academy yet. But she is getting used to life here, gradually.\"</p>\n<p class=\"cnNhZDI5NDFmMWZlODQ2ZWFiNzY1YjcyYjdhZDE5OTRm\" data-original-margin=\"\">\"It helps that you are pampering her.\" He commented as he moved over to her writing desk, where he put down the thick, leather-bound notebook in his hands. \"A lady's maid is one of the easiest positions in workload, while having the most to gain as they often receive their lady's old garments as gifts. The only downside is that they do not exactly fit in with the other servants. And as such they are often the target of jealousy from the other maids.\"</p>\n<p class=\"cnNlZDk1NTVmMDljNTRlMjdhYTlhZDllMTlhNTQ5ZjAx\" data-original-margin=\"\">\"Marina was never going to fit in squarely, given how she came here,\" Kaede replied. \"And I'm not sure how much pampering she can receive from me. I'm hardly the type to buy new clothes every season.\"</p>\n<p class=\"cnNkMTQ0YTcxZTNiMjRmNzk4OGVhOWI5NTZmN2M2YWJl\" data-original-margin=\"\">\"No, you are the type to keep wearing the same clothes until they fall apart on you.\" Pascal said as he glanced at Kaede's pseudo-uniform, which she left draped over the dresser chair.</p>\n<p class=\"cnNiNzU4OTllYThkNDRmZjI4Mzc1NGJjNDU2M2NkZWIz\" data-original-margin=\"\">\"It's not <em>that</em> bad,\" the familiar protested. \"I'll get it repaired properly as soon as the tailors are back in business.\"</p>\n<p class=\"cnNjNDM2MmJiOTk2NjQxOWFiZmJjODEzM2E0ODZhYWJl\" data-original-margin=\"\">Pascal sighed.</p>\n<p class=\"cnM3NWU2NmIwMDQyNzRlYTc5NDU2MTk1ZDhhZjhjMjI1\" data-original-margin=\"\">\"I did hear that Samarans tend to be frugal. I just never knew how much. Karsten already tells me that the servants noticed that you were not 'dressed like a lady'.\"</p>\n<p class=\"cnNlNDhiZjBjNTYyMjQ0ZDRiMWZmYTc5NGNiMDBiOGIw\" data-original-margin=\"\">\"I'm never going to dress like a lady. They might as well accept that,\" Kaede retorted petulantly.</p>\n<p class=\"cnMyNDVhYTQ4NzE4ZjQwZGJhMWY4ZDEzMDViMzAwMWE4\" data-original-margin=\"\">\"Clearly not,\" Pascal chuckled. \"Most ladies refuse to wear the same clothes twice in a week. You have to be persuaded just to change your clothes! I did buy other clothes for you too.\" he then reminded her as he walked over to the large, mahogany wardrobe. He opened it to reveal two ornate dresses. \"Why not wear one of these until then?\"</p>\n<p class=\"cnM1MTY4M2MxYTg3ODRjNGFhYjNmMjQ1MmJmMzM3MTFh\" data-original-margin=\"\">\"I am <em>not</em> wearing those dresses unless I absolutely have to!\" Kaede declared with annoyance. \"They're awkward, heavy, and make me feel like an overdressed peacock!\"</p>\n<p class=\"cnMwMDc2YjJjMGYyNzQyYTU4NzIyNzVmYmQ3MTdjMTMw\" data-original-margin=\"\">\"But you looked beautiful last time,\" Pascal was all smiles as he pulled out the garnet-red, victorian-esque dress which she had worn to the state dinner with King Leopold. \"You should know that most girls in this country would <em>love</em> to wear a dress like this.\"</p>\n<p class=\"cnNmZjUxYjI3N2IyNTQxMzhhZGFhYmY0OWEwODI4ZTE2\" data-original-margin=\"\">\"Well I'm not 'most girls'!\"</p>\n<p class=\"cnM1MzYzYzcxNTVkMjQ5NGFiZWY4YTQzNDNkZTNkMzYw\" data-original-margin=\"\">\"Does your world not have an equivalent of the proverb 'when in Arcadia, do as the Arcadians do?'\" Pascal asked as he put the dress back into the wardrobe.</p>\n<p class=\"cnNmNmZjNTZiY2U1ZTQ5OTdiMWEwNmNjYzdmYmM5OGZl\" data-original-margin=\"\"><em>When in Rome...</em></p>\n<p class=\"cnNlMWEyYWY3NzM4NzQ2NjM4M2U3YzU1MDUzM2M4NmEw\" data-original-margin=\"\">Kaede's thoughts conjured those words in reflex before she kicked them out from her head and shot back: \"just because I accept the fact I'm a girl now doesn't mean I'm going to start fawning over dresses!\"</p>\n<p class=\"cnNlOTNiMzE5OTcyMTRiN2NiNzMzZDZjYTVlMmRiMmU0\" data-original-margin=\"\">She then grimaced and pressed her heated cushion against her stomach, as yet another bout of stomach cramps began.</p>\n<p class=\"cnMzODUwYTdhYjVjNzQxZjk5YTUyYmZmZjU2YTZkMzY0\" data-original-margin=\"\">\"True, you fawn over books,\" Pascal remarked as a sympathetic look replaced whatever else he had to say.</p>\n<p class=\"cnNkNjk0YzI0ODRjZjQ2YmQ4YjY0Y2NiZWUxNzUyOGY0\" data-original-margin=\"\">At that moment, another knock came from the door before it opened.</p>\n<p class=\"cnMzYmM0Yjc1OTM0ZDRjMGFiZTdjMGEyNzg5MzQzZWNk\" data-original-margin=\"\">\"Milady, your tea,\" Marina entered carrying a tray with a large mug, which she set on the bedside table.</p>\n<p class=\"cnNjYjVjZWU2Mjk1NzQ4MmJhNWUzNTJjNTU5NDA0ZTQ0\" data-original-margin=\"\">\"Thank you, Marina,\" Kaede forced herself to say as she was still suppressing the pain.</p>\n<p class=\"cnNlYTc2Zjk1MGNlZjRjM2RhZGNlMzMyY2MwNjc0NDJi\" data-original-margin=\"\">It wasn't until after Marina left when the familiar resumed fuming:</p>\n<p class=\"cnNlN2E0NDE5ZGVkNjQ3Y2JhYmNkZDJhMGVmMDVkODZl\" data-original-margin=\"\">\"I thought you were here to keep me company, not to annoy me!\" The snowy-haired girl complained as the pain had finally subsided enough. She took the tea mug between her small hands and took a deep breath of its herbal aroma.</p>\n<p class=\"cnM1ZTJlYmJjZDJiZDRlMDdiZTliY2NkYzZlNDdlYzA3\" data-original-margin=\"\"><em>This really is calming...</em></p>\n<p class=\"cnNhZjNkZGE0OTg5MjQ0ZTM4NjQ3MDk0MTA2NGM2MThj\" data-original-margin=\"\">\"All right, all right. I will stop teasing you. Though I suggest at least wearing your white outfit until your black one is fixed.\" Pascal noted the white pseudo-uniform with black lines that Kaede wore back in Rhin-Lotharingie.</p>\n<p class=\"cnMyOWViODRhMGNiOTQ3YTViYjdlNDg2NzQwMTNiMGY2\" data-original-margin=\"\">He then grabbed the notebook he left on the writing desk and moved to her bed. There, he sat down on top of the covers before leaning back to sit at Kaede's side.</p>\n<p class=\"cnNmNjA5YzBlNWM5ZjRhNWVhMjA1M2I5YjRkMGRlMjky\" data-original-margin=\"\">\"I still need to finish some work. But I will be right here. So rest and, when you can, sleep. I will do my best to keep your nightmares away.\"</p>\n<p class=\"cnM2NmQxZTdjNjZmMTQzZTE4YjVkYTk4YzljN2ZiMjI0\" data-original-margin=\"\">Kaede couldn't help but feel a tug at the corner of her lips. She leaned slightly into him as she slowly sipped her sweetened, herbal tea. The smell of lavender and chamomile was definitely having an effect on her as she felt her head grow foggy. Her eyelids soon started to feel heavy as a relaxed drowsiness slowly spread through her body.</p>\n<p class=\"cnNhNWUxMWNjOGRlMjQ2ZmJhNzI0ZWViMTZjMTJmYzI1\" data-original-margin=\"\">In hindsight, Pascal had always been selfish, from the moment he summoned her to the way he tried to 'decorate' her even now. Yet, he also proved to be a reliable pillar whenever she needed him, regardless of whether that was protection in this new world or support as she adapted to her new life.</p>\n<p class=\"cnM0Y2FhOWZmZDgxYjQ2NDE5OGFjYzVhNjc4Y2IzYWQz\" data-original-margin=\"\">This, in turn, made it impossible for Kaede to <em>not</em> rely on him, which also left a concern as sleepiness slowly overtook her thoughts:</p>\n<p class=\"cnNmNzM1ODZjYzI3MjQzOGY5ZjIxZjM3MDc3YzgwNGEw\" data-original-margin=\"\"><em>Just what kind of distance should I be maintaining in a relationship like this?</em></p>\n<p class=\"cnNmOWU0NGMxNDMwYTQ2NDRiNmNhNDg2OTU4Y2U5OThm\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "This story originates from Royal Road. Ensure the author gets the support they deserve by reading it there."
}