{
  "preChapterNote": "<p>Author's Foreword: Daybreak extra chapters are either scenes that don't fit neatly into the story's pacing, or are meant to address the interests of specific audiences and aren't for everyone. This particular chapter is a slice-of-life aside between Kaede and Sylv that tackles how Hyperion views several topics, particularly gender roles and expectations. It takes place in the middle of volume 2, between chapters 13 and 14.</p>",
  "postChapterNote": "<p>For anyone who has the misconception that corsetry is patriarchal and evil and obsolete, I welcome you to check out <a href=\"https://www.youtube.com/watch?v=eWr_GtqsvFA\" rel=\" ugc nofollow\">Bernadette Banner's video on the topic</a>.</p>",
  "chapterContent": "\n                <p class=\"cnNkZjIyMzI0ZTk1OTQxMzJhOTNjYzE0Yzg4ZjgzNTI1\" data-original-margin=\"\">\"Ahhhh...\"</p>\n<p class=\"cnNiNzkzMTNlZTNjMjRjZWZhNWU3MDM3NTA2MjVhMTVh\" data-original-margin=\"\">Kaede sighed blissfully as she laid back against the smooth, stone wall that lined the sides of the small pool. Her entire torso lay submerged beneath the steaming-hot water. She could feel every muscle in her body relaxing in the soothing warmth.</p>\n<p class=\"cnM4YjQyYzdmNTIwMDRhMTI4ZjVmMjdkMDRhMjQ4ZmU5\" data-original-margin=\"\">Perhaps she shouldn't be surprised that Pascal had a small bathing pool in the basement of his home. Considering the bathhouses Pascal's father built within the city to improve hygiene, it was only natural that the late Marshal would also build one for his own home. The stone chamber was three stories below 'ground floor', which left it even lower than the kitchens and the servant's hall. Yet, thanks to the motte --the earthen mound that Pascal's home stood upon-- the room still had a set of windows that looked out into the lake.</p>\n<p class=\"cnMxNDA5NzUzNWNmOTRjY2Q5MWY4MzM4OGIzMzgzNGVj\" data-original-margin=\"\">It was currently night-time, so there wasn't anything to see outside right now. Nevertheless, to gaze upon the moonlit lake while taking a slow, warm soak was the epitome of blissful relaxation.</p>\n<p class=\"cnM2ZDc4OTVjZjc4OTRmNDU4MjA1NzlmN2Q2ZGU5ZGUy\" data-original-margin=\"\">It was also the first time Kaede had taken a bath since coming to Hyperion.</p>\n<p class=\"cnM3ZjdiN2I5Yzc1YjRhNTg5YTAwNjhhNjhmZmJiZjE0\" data-original-margin=\"\">Pascal used his <em>Cleanse</em> spell upon himself and her daily, and Kaede also had the benefit of her enchanted undergarments. However feeling refreshed from a spell just wasn't the same as taking an actual bath. This was doubly the case for her, as years spent growing up in Japan meant she had become accustomed to taking regular soaks -- both at home and in communal baths.</p>\n<p class=\"cnMzNzI1NWYxMTNmODQzYjU5ZjdmMmMyNWEzMTc2OWQy\" data-original-margin=\"\"><em>And this is even better,</em> Kaede thought as she briefly sank until her nose was barely above water. <em>Clean, fresh water drawn from the lake. Not even a whiff of chlorine.</em></p>\n<p class=\"cnM2YTFlZGYyMjZlYjQ1MDhhMWY2ZGE0MGQwNmI2MThm\" data-original-margin=\"\">It spoke volumes for Hyperion's sanitation that water pollution was so low next to a city like Nordkreuz. The lake's water wasn't exactly pristine, but it was still clear enough to see several paces into the depths. Kaede had noticed the city's sewer system earlier, but what she hadn't seen yet was their method of water treatment.</p>\n<p class=\"cnNiZTQ3MmNkNGY3NzQzYjI5OTM5NzY0NjQyOGRkYzdk\" data-original-margin=\"\">Pascal told her that all of the city's sewage was redirected into the marshlands southeast of the city. There, the dense wetland grass, not to mention the algae population and countless species of decomposers, did their job in breaking up the filth. Combined with several filtration spells powered by the local ley lines on the water inlets, it created a purification system that easily sustained the local population and industry without leaving a significant impact on the environment.</p>\n<p class=\"cnNlNDQ5M2JmMzJmZjQ5NjE5YjNhM2VhOTRkMDQzMzc1\" data-original-margin=\"\">When Kaede asked why mages were so keen to protect the environment, Pascal answered:</p>\n<p class=\"cnM4ODNjOWY4MzdlNTRiYjVhM2JkZDAzYWFlYWFhNjVk\" data-original-margin=\"\">\"It makes sense, does it not? The ley-lines are the product of a healthy ecosystem. We may not fully understand the relationship, but we do know that they are connected. Those who do not take care of the environment will inevitably see the impact of their sins at the end of their lives. They must answer to the Holy Father for the state of their lands which they are passing down to their descendants.\"</p>\n<p class=\"cnNmYjQzNzg0ZDM4YjRjMmQ4MGJkZTgzZTczODg4OWZl\" data-original-margin=\"\">This made Kaede wonder just how much of Hyperion's ecological sustainability was due to the perceived connection between magic and nature. And how much of it was because of the mages' longevity and the dynastic inheritance of noble houses.</p>\n<p class=\"cnM5MWNmMjlkOGVkYjQ5M2Q4ZDBkMTcxYjAzZDMxMmFl\" data-original-margin=\"\"><em>If there's one decisive advantage to traditional aristocracy, it's that people become more invested in the state of their lands *after* their death,</em> Kaede pondered. A corporate CEO might not care about the local ecology as long as their children are rich enough to relocate to isolated country estates. But a duke needed to ensure that the lands they were passing down weren’t an unsustainable wreck.</p>\n<p class=\"cnM1NDAzNTE5MDZmZjRkODFiZjdjZjIwYTM4YmYyOWVl\" data-original-margin=\"\">It was also the biggest problem with modern democracy. After all, what do elected leaders care if a problem rears its ugly head decades later? They needed policies that gave them approval and votes <em>now</em>, not twenty years down the road when only their successors could reap the benefits. Sure, there were some leaders who wanted a reputable legacy. But in the short-sighted election cycles that dominated so many countries, most leaders were political opportunists who simply didn't care.</p>\n<p class=\"cnM5NWI0ZDQ4ZGVmODRmMTdhMGNiNGQ5MjVkMmQ2YmUx\" data-original-margin=\"\"><em>Socrates was right in that regard,</em> Kaede thought of the famous Greek philosopher who denounced democracy as folly. <em>In a choice between a doctor and a candy shop owner, most people will always vote for sweet talk.</em></p>\n<p class=\"cnNmYjUyYTU3YTcyOTRlMGFiZDQyNWQ0OWY0YTJlZDI0\" data-original-margin=\"\">The question however was where to strike the balance? Between hereditary responsibility and popular accountability?</p>\n<p class=\"cnM1MDJlMmNmNmU1YTQ1MjhiOWI3MzExMDNiMzViMTc5\" data-original-margin=\"\"><em>...And why do I always wonder about philosophical questions while in the bath?</em> Kaede frowned inwardly before she sank lower and blew bubbles into the water.</p>\n<p class=\"cnM0ZmU4OWQwMGM5MDRlOTY5ZjgxNmY1NDA4ZTI0MTg4\" data-original-margin=\"\">The water was a bit <em>too warm</em> to stay submerged for long. She soon sat up straight which exposed her shoulders to the cooler air.</p>\n<p class=\"cnNjYzBkMDI3MzBiMDQwNTZhOGMxZGY3OWM1OWM4OTUz\" data-original-margin=\"\">Then, a minute later, Kaede heard the sound of footsteps approaching from outside. The heavy, mahogany door to the pool room swung open. The Samaran girl's eyes turned as big as saucers as Princess Sylviane strode in with her bodyguard and maid Lady Mari in tow.</p>\n<p class=\"cnNkNzM2NWM5YjNjNjRjZWU5MWI2OWVmYzJkZTdlYmRj\" data-original-margin=\"\">Kaede almost jumped as she wrestled with an urge to leave the room. She wasn't sure if this was due to the fact two young ladies were walking into her bath, or if it was the fact one of them was a <em>princess</em>.</p>\n<p class=\"cnNmZDQ0NmE3M2ZkNDQ2NjViZTY1NWUwMjc1MjMzYmVj\" data-original-margin=\"\">\"M-milady,\" Kaede also couldn't decide if she should stay in the water because she was stark naked, or if she should stand and curtsy as etiquette dictated.</p>\n<p class=\"cnMzZTM0YzNjYTQ0NDRiOTdhMTM4N2JkYzE5M2U1ZGNm\" data-original-margin=\"\">\"No need for formalities,\" Sylviane smiled as she decided for Kaede with a wave of her hand. \"Pascal told me you were taking a bath down here. I figured I'd also take advantage of the opportunity since the water's been heated.\"</p>\n<p class=\"cnNlMzU1M2ZkZjUzYzQxNjRhODcyNDFjYjQwZTU5YzM5\" data-original-margin=\"\">The Princess then raised her arms to the sides to allow Lady Mari to unlace her dress from behind. A leather waist cincher built into Sylviane's royal-blue gown hugged her narrow midsection. Yet, as the armored maid pulled the dress off the Princess' body, Kaede noticed that there was a more substantial corset beneath. It hugged her figure from her hips to her breasts, and was worn over a silky, lilac undergarment.</p>\n<p class=\"cnM2NWVmYmI2YzBhYzQ3MjQ4YTdiOGI5NzFhOGM0NzQx\" data-original-margin=\"\">\"Is that... whale baleen?\" Kaede raised her eyebrows.</p>\n<p class=\"cnNlYjlhMDRmNGM0NDQxNmM4N2FkNDhjNmUxZTVhY2Jl\" data-original-margin=\"\">\"Yes.\" Sylviane smiled. \"I'm surprised you recognized it.\"</p>\n<p class=\"cnMwZTAwNjYwYjBiZTQxNDliZTQzZTc1NzdjZjQyMzVl\" data-original-margin=\"\">\"It's a common corsetry material in the world I'm from too,\" Kaede remarked. <em>At least, back when it was still acceptable to hunt whales.</em></p>\n<p class=\"cnNmODVlOTcxM2Q3NTRiNDFhY2MzYTE2Zjk4ZmU3MjZk\" data-original-margin=\"\">\"It's the best kind, though on the rare side,\" the Princess began to explain. \"Whale baleen is usually only found when a dead whale washes up ashore. Unlike steel-boned corsets which have limitations on how much they bend, baleen changes its shape over time to better fit the body's exact curvature.\"</p>\n<p class=\"cnM0ZTY4NzQ5Njc3NTRiZWQ4Mzg3Mzc4M2RhMGQ2M2U5\" data-original-margin=\"\">Sylviane stood and waited while Mari slowly unlaced the corset from behind. Her thin waist noticeably decompressed as the corset loosened and was pulled away.</p>\n<p class=\"cnMyM2Y5ZjYxYTQ4ODQ0MjY5MTA3OGMyNzI3NTJmZTZl\" data-original-margin=\"\">It made Kaede stare in awe as she wondered: <em>just how tight did you have that thing?</em></p>\n<p class=\"cnNmNGQ5Y2Q1NGJlYTQyY2Y5NjE1YzlhZWM2ZmNhZTQ3\" data-original-margin=\"\">The Princess took a deep breath as though she could finally fill her lungs. Nevertheless she didn't look upon her undergarment with dislike. If anything the slight smile she wore as she took it off implied that it was her favorite.</p>\n<p class=\"cnNhYjcxYjRlYjRmYTRmOTM5NDVmNGViZTAxNmRlYzBj\" data-original-margin=\"\">The Princess' figure certainly spoke volumes for the corset's effect. Her Highness' breasts and hips were both on the average side. Yet her thin midsection from prolonged waist-training gave her a pronounced curve -- one that lingered even after the corset was removed.</p>\n<p class=\"cnMzMDE1ZjUwY2M0YzQ3MGM5ODQ0NTRlNzA3YjAwOTk1\" data-original-margin=\"\">\"Would Your Ladyship still wear a corset if you didn't have to though?\" Kaede asked. It was a question she genuinely wondered, ever since Head Maid Rachel spoke of the garment with approval.</p>\n<p class=\"cnNjYzRiOTMwZWUzODQ3NTFhMjU2NGRmMDc5NDlhNDdi\" data-original-margin=\"\">Sylviane blinked as though she was confused.</p>\n<p class=\"cnNiZTk4NWI2MWQxZTRiN2I5Nzk0YjAxYzZkMzJhNzQx\" data-original-margin=\"\">\"I'm the Crown Princess of Rhin-Lotharingie. Nobody tells me what to wear.\"</p>\n<p class=\"cnNkNGNlZjdlNGU3MzQ3Mzg5MjNlNTc1YzU0YmFmZjRk\" data-original-margin=\"\">\"Sure. But don't we all still feel pressured by cultural expectations to wear certain garments?\" Kaede asked. \"Like... we'd never see this in Hyperion, but girls in my world would often wear short skirts that leave their legs exposed all the way up to their thighs.\"</p>\n<p class=\"cnMwYTBmYTBlOTJkNTQ3ZGI4ZjY5NDBiMGE2YTYwNWFh\" data-original-margin=\"\">\"<em>In public?</em>\" Sylviane stared back with a scandalized look.</p>\n<p class=\"cnM2Zjk2YmNhMGVjZDQ0ZjBiZTc5NWQwYjkxYjhiMjky\" data-original-margin=\"\">Kaede nodded in response. <em>You better believe it.</em></p>\n<p class=\"cnMzMDZkNDIzNGZkMDQyOGQ4NjY4NmJiZWY0MmU1NWY0\" data-original-margin=\"\">\"I can't imagine any girl with even a shred of decency behaving in such a lascivious manner,\" the Princess scoffed. \"Even the most common whores would never stoop to such low behavior.\"</p>\n<p class=\"cnNmZDhhMTBmNThhYTQyNmU4YTk2MTc1MjA3YjA0NjYx\" data-original-margin=\"\">\"Well... women's fashion is certainly very different in my world,\" Kaede commented. \"Most girls view corsetry as the embodiment of patriarchal oppression.\"</p>\n<p class=\"cnMyOGE3MjlkZDRmNTQwMzk4Y2JkMGFjZmY2NTBlNDhi\" data-original-margin=\"\">\"That's just stupid.\" Sylviane retorted as Mari helped her take off her boots and leggings. \"The beauty standards of women have always been largely propelled by women in power. The main problem is that most men judge by visuals first. They're often too occupied with appearance to easily see past it. And since everyone likes to be viewed as attractive by those of the opposite sex, women naturally end up focusing too much on their image.\"</p>\n<p class=\"cnMzM2UxOWM3Nzk1MTQyOGJiMzYzZDk4NmU1NTM4Nzdi\" data-original-margin=\"\"><em>Though Hyperion also has more 'women in power' than on Earth.</em> Kaede thought. \"Though... 'attractiveness' doesn't have to depend on a waspy waist either,\" she pointed out.</p>\n<p class=\"cnNmYzU1OWQxMjlhNDRlNGU5Y2FhNDE1ZTZjMGM0NTQ5\" data-original-margin=\"\">\"No, but 'attractiveness' is always going to rely on rare traits,\" Sylviane answered. \"What's common is the standard, the boring. One must have a rare attribute to stand out from the crowd -- a trait that is difficult to achieve. And since the nobility has an abundance of lavish food, it's naturally difficult to maintain a thin waist.\"</p>\n<p class=\"cnNiY2RmMDE4MjI1MDQ0OGFiNzVhOThjZmNiNWI4Njll\" data-original-margin=\"\">\"Can't you just magic the waist down to size?\" Kaede half-joked.</p>\n<p class=\"cnNhYzY4MGEwZmU5NTRlZTE4M2M2ZDgwNjc0Y2M3YTc3\" data-original-margin=\"\">\"I'm sure some girls do that,\" Sylviane frowned in disapproval. \"But maintaining constant bodyshaping magic is neither simple nor safe. Enchantment garments have a more consistent effect. However, not only are customized enchantments very expensive, they also tend to create problems due to inflexibility in adapting to the body's constant changes.\"</p>\n<p class=\"cnNkYmRkNTNlM2IyNzQ1ZjM5MWFlNDk1ZTM4MjY3MmUw\" data-original-margin=\"\"><em>I guess it's like too much botox injected into the face inhibiting facial expressions?</em> Kaede thought with amusement.</p>\n<p class=\"cnNjZTZlOTcwYWYyODQ1ZDE5NWVmODIyODIxN2EzMTdl\" data-original-margin=\"\">\"Then... is that why Your Ladyship wears a corset? Because of its effect on your waist?\" The Samaran girl redirected her thoughts from all the other ways one could cause grievous self-injury through the misuse of magic.</p>\n<p class=\"cnNkYzFhOGVhOGZiMDRmMmFhOWM5ODMyZGZlNjYwN2Fj\" data-original-margin=\"\">\"That's undeniably part of the appeal.\" The Princess admitted as she slid off her last piece of underwear. \"To use the phrase of my dress designer, my waist 'squishes easily',\" she added with an amused giggle as she pressed her midsection with her own hands. \"It feels nice to have a thin waist -- something the other noble daughters can be envious of for once.\"</p>\n<p class=\"cnM1MWU2YmI2NDI2YTRmMzM5MjJlZjhkM2M4MjVlYmRi\" data-original-margin=\"\"><em>I guess no matter where you go, most young girls like to be 'envied' by others.</em> Kaede thought.</p>\n<p class=\"cnNkNTVkZWFkZDRmMDQ0M2U4NDgyZmI3YzhhMTQ1ZDI1\" data-original-margin=\"\">\"But does Your Ladyship <em>like</em> wearing a corset though?\" The Samaran girl added as she watched Sylviane turn around to face her.</p>\n<p class=\"cnNjNmU2NjdjNmU5NzRkMmViYmIwNTAzMjg4MTcyZDg5\" data-original-margin=\"\">The Princess was now completely naked. She might not be a supermodel but she was still fairly good-looking. Her build was slim, with narrow shoulders and arms that were firm but not thick. Her midriff was noticeably flat which accentuated the curvature of her breasts and pelvis. She strode across the stone floor with long, toned legs that moved with careful elegance in each step.</p>\n<p class=\"cnMyNzgzZjllNTVhYzQyZjk5MGVjYzhiMGM4ZjkwNzQw\" data-original-margin=\"\">It was clear that while Sylviane might not be an exceptional beauty, she did take great care of her body's appearance.</p>\n<p class=\"cnNmN2QwM2RkZTMwNjQ3YWE5NzAwNWE1MjMwYzk3Zjgy\" data-original-margin=\"\">Meanwhile the Princess frowned slightly before she gave a surprising answer:</p><p class=\"cjFmMzI1ZjU1NDFhYzRiZmVhYThlMDg5ZDJkNTEyZDIz\" data-original-margin=\"\">Love this novel? Read it on Royal Road to ensure the author gets credit.</p>\n<p class=\"cnNiNDc4N2NhOTQyMDQyMThiNzIwNGM5MzIzNmI3ZmEz\" data-original-margin=\"\">\"To be honest? Yes. I'm not sure I would have started wearing it without the waist benefits, but after so long I've taken quite a liking to it,\" she glanced back at her clothes with a smile. \"Not only does it help support my back and keeps me from tiring as easily when I have to stand and sit upright all day. It also feels nice to have that constant pressure around my waist -- like an ever-present feeling of reassurance.\"</p>\n<p class=\"cnNiZmFmNTBiY2ZiMjQwZGE4YzI0NzVmNTJlNzFiMzE2\" data-original-margin=\"\">Kaede nodded in understanding. It was a well-known fact that most people enjoyed a gentle pressure upon their bodies, which reminded the human subconscious of a time when they were still safe in their mother's womb. It was the reason why people sought products like the 'weighted blanket' even back on Earth.</p>\n<p class=\"cnMxMmU2N2QxNDdmZTRkYjRiNjIwMmE3Nzc4ZDU2NjAx\" data-original-margin=\"\">\"Besides,\" Sylviane then added. \"The soothing heat is really helpful when I just had a stressful day and my body could really use a moment to relax.\"</p>\n<p class=\"cnMzZGVlZTgzOTc5YjQwMmE5OTI4MWE2OTM1NmM0ODUw\" data-original-margin=\"\"><em>Heat--? Oh!</em></p>\n<p class=\"cnNmY2FiODJiYWMwNzQwYmViN2ZhMzE1YWVjMTRmNmY5\" data-original-margin=\"\">It was only then when Kaede realized that Sylviane's baleen corset was also her enchanted, temperature-control garment. In other words, the Princess used the corset as a tight-hugging heating and cooling pad!</p>\n<p class=\"cnNjMDk3NzUxOWQ5MzRmNjBiYWRkNjkyZWE4ODJkY2Jj\" data-original-margin=\"\"><em>It's definitely convenient,</em> she thought of her own enchanted undergarments. <em>There's a reason why modern medicine sells heat wraps that cling to the waist.</em></p>\n<p class=\"cnNmMjY3OTdjY2Y4YjQ3MTM5NDk5YjlhMTMzMTQ3YmMz\" data-original-margin=\"\">The Princess had just sat down on the pool's side before she noticed the Samaran girl's absentminded stare. Her lips then turned into a sly expression as she remarked: \"oh right, you used to be a boy.\"</p>\n<p class=\"cnM1ODIxOTQ3NjBiNzQzOTk5Mzk3MDFiMzJkMWI2MjIz\" data-original-margin=\"\">\"Ha!? Nono, that's not it,\" Kaede stammered with a flustered look. \"Besides, I've seen a naked girl before. Bathed with my older sister quite a few times as I was growing up.\"</p>\n<p class=\"cnMzMDdjMGQ2NDFkOTRhMGY5MWI1MDBjMjUzNDcwZDhm\" data-original-margin=\"\">Sylviane laughed slightly from that.</p>\n<p class=\"cnM4MTQ1MWY3YTFlMzRmOGVhYWZjODc0YTEzMTk3MDkw\" data-original-margin=\"\">\"Are you saying you don't feel anything when you look at me then?\"</p>\n<p class=\"cnM5ZmUxZmI2MmJiNjRkMDg5YWQ1YWFkM2U4NzlmMTdl\" data-original-margin=\"\"><em>What am I supposed to feel? A phantom penis?</em> Kaede puzzled.</p>\n<p class=\"cnM0ZmZlMzdkNDJiODQyYjY5ZjM1NTg0ZmNjYzEyY2Zj\" data-original-margin=\"\">\"I think Your Highness has a very attractive physique,\" the snowy-haired familiar decided to opt for the safe answer. \"But no, I don't feel any male impulses in this body, if that's what you're asking.\"</p>\n<p class=\"cnMzOWE4NzM2NTZmYTRiMjhhOWRlZThlOGFjYTFkYmRj\" data-original-margin=\"\">\"See?\" Sylviane turned to Lady Mari, who still stood near the door. \"I told you that you worried too much.\"</p>\n<p class=\"cnMwNWY2MWFiOTlmYzQ2ZjBiYzc3NzRjMGY5YzExMGJk\" data-original-margin=\"\">\"It's my job to worry about you,\" Mari answered simply. \"Not like we have any precedence for what is appropriate propriety in this case.\"</p>\n<p class=\"cnM1ODQ1OTM4MDYxNzQ5MGE4MTgzMjcyYWIwMmM1Yzlk\" data-original-margin=\"\"><em>Third gender bathrooms,</em> Kaede thought on reflex. <em>This must be what it feels like to be a transsexual.</em></p>\n<p class=\"cnNlYzNiYjIyNzFlYzQxZTI5NjE5MDM2MGE4MGZiZWZk\" data-original-margin=\"\">It really did make her wonder about transsexuals back on Earth. Just because they thought of themselves as their new gender doesn't mean everyone else felt that way. So where did one draw the line between respecting the individual and respecting everyone else?</p>\n<p class=\"cnMyYTEyNjdjYzA0MzQ4ZTNhNDFlYmM3MGFiODE5MDJk\" data-original-margin=\"\">\"Take off your armor and join us, Mari,\" Sylviane beckoned next.</p>\n<p class=\"cnNkNzJkZDhhZjk1MzQ3ZmI4MGI3MmQ0ZmQ4ZjdjYzY2\" data-original-margin=\"\">\"Your Highness...\" The armored maid tried to protest, but the Princess had none of it:</p>\n<p class=\"cnNiNjM2YWQwZDQwNDRkNDFhNzhlNDM3NTkwNzllMjYx\" data-original-margin=\"\">\"Come on Mari, we're in the basement of a fortified residence accessible only from a city that's surrounded by an army. This house is guarded not just by my armigers, but also Nordkreuz' garrison and King Leopold's Black Eagles. How much safer do you expect it to be?\"</p>\n<p class=\"cnMxYTc0YmJkYjAzMTRlYmRhOTEzOGU3OWYzZmY5OTFj\" data-original-margin=\"\">\"But Your Highness...\"</p>\n<p class=\"cnM1YTVlYjdlZjQ5ZjQ4ZGU5Njk0MDQ0OGM5MjUwMWE3\" data-original-margin=\"\">\"That. Is. An. <em>Order</em>.\" Sylviane insisted in a sing-song voice, which forced Mari to relent as the bodyguard moved to take off her half-plate armor.</p>\n<p class=\"cnNjYTk1Y2E0ZWQ4YzRlNDlhNzQ4MDU3NjIxOTM5N2Jm\" data-original-margin=\"\">-- Though that only took a few seconds when Mari activated a pendant around her neck. Her entire suit of armor glowed in a cloudy-gray color, before they turned into specks of light which were sucked into the gem in her pendant.</p>\n<p class=\"cnMyZDg0ZDRkZWY5YTRiNTJiYzg0MjRjNWQ4Zjg5YzE2\" data-original-margin=\"\">\"As you were saying?\" The Princess then returned her attention to Kaede.</p>\n<p class=\"cnNlYTdjZDNjNTU1OTQ0NWZiMWFkZGE4MjE2NjdkMTBj\" data-original-margin=\"\">\"Uhhhh... so Your Highness doesn't have any issues with the fact I used to be a boy then?\" The familiar pondered aloud.</p>\n<p class=\"cnMyZTExMGYxYjA5YzQzYzdhOTU5ZDg1NjI5OWUyMjRl\" data-original-margin=\"\">\"Why would I? You're a cute girl now,\" Sylviane grinned.</p>\n<p class=\"cnMwOTU1OWVmNTg5NTRkMzQ5OThlMmVlZDJiOTg5NjZh\" data-original-margin=\"\">There was even a slight, wolfish feel to the way the Princess' wisteria eyes looked down at her. It was enough to make Kaede feel like she was being seen as a tasty treat, as though she was the unsafe one here.</p>\n<p class=\"cnMxYWQ3MGIyNTE4MTQ0NzFiMzM1MzViOTY4YmIyOTE1\" data-original-margin=\"\">The Samaran girl had never felt this way before, not even the most crowded communal bath in Japan. She couldn't help pulling her legs in and huddling up into a more protective posture as an uncomfortable shiver travelled up her spine.</p>\n<p class=\"cnNkOTk5YzE0NWY2NjQ4NjViMDFiNTFhOTY4MDY0ZWMw\" data-original-margin=\"\">Thankfully, the questionable intent in Sylviane's eyes soon faded as her countenance transformed into a gentle smile:</p>\n<p class=\"cnNiOWRkZTQzZTEyNDQ1ZmJiZWE3ZWM2N2QyMDk4MDNh\" data-original-margin=\"\">\"Besides, if the stories about Samarans' past lives are true, then any Samaran girl in the present could have been a boy in a past life. I've even heard that Samarans with a strong enough desire in their previous life can subconsciously <em>choose</em> their new gender in a reborn body. Though of course I have no way of knowing how true that is.\"</p>\n<p class=\"cnNkZTZmMzdjNDZhZDQzNWQ4M2U0YzA4YmFkOTIyOWFm\" data-original-margin=\"\">The Princess then slipped into the water where she sat down on the side opposite Kaede. The pool had enough room to fit six so there was more than enough space.</p>\n<p class=\"cnNhMzMyYTFmNjM4NzQ0Y2U5YzYyODM4MmU1MGI2NjU3\" data-original-margin=\"\">\"You wouldn't have had a desire to be a girl in your old life, did you?\" Sylviane asked with a more humored smile this time.</p>\n<p class=\"cnNkNTY4M2M1ZDZjNzQ2OTU4ZmNkZGE5Zjk4MGZkZjgz\" data-original-margin=\"\">\"Not a chance.\" Kaede replied on impulse before she took a moment to explain: \"I mean sure, I had some gripes about what people expected from me just because I was a boy. But it's not like I detested it so much I wanted to switch bodies. There were definitely benefits on both sides of the fence.\"</p>\n<p class=\"cnNkNjkzMjQzNTkwYzRiMWY4YjM1MDIzZjJmODgzMzgx\" data-original-margin=\"\">\"Cecylia did mention to me that your society was rather patriarchal?\"</p>\n<p class=\"cnM4MTEzNTc0MWRiYTRiZWVhMjM2ODM1YzU2Y2VlMzQ5\" data-original-margin=\"\">\"Especially in the East Asian countries,\" Kaede nodded. \"Men were expected to carry the burdens of a career. Meanwhile women were expected to focus on the household and family. These gender roles were very firmly entrenched in my society.\"</p>\n<p class=\"cnNkNjI0YTIyYWIxNzQwZjZiYzgyZmU3NzYwYjc4ZmE1\" data-original-margin=\"\">\"So of course men hold all the positions of authority then,\" Sylviane stated.</p>\n<p class=\"cnM0ZDI0M2E0OGRiMjQyM2RhNDVjMGIwMGRiMTgxZTNj\" data-original-margin=\"\">\"It's more complicated than that though,\" Kaede then added. \"For men --at least in the country of Japan where I lived-- there was no choice in their life. They <em>have to</em> prioritize their careers, and those coming home from work early often earned public shame in the eyes of the neighborhood. Meanwhile women often receive a choice in their career, they can <em>choose</em> the fast track that comes with heavy responsibilities but also more opportunity for promotions, or they can choose the easy track to make more room for their family lives.\"</p>\n<p class=\"cnM0ZDFjYjYyYzJhMzRkNDliZWRlMTJlODY4NTFlNDRl\" data-original-margin=\"\">\"Why only women?\" Sylviane frowned. \"Are men not expected to be father figures to their children?\"</p>\n<p class=\"cnNmOTc0ZmJkZjVkMDQ0ZGZhNDYxZjk4MTUwNTk2OWQw\" data-original-margin=\"\">\"There's a reason why in my culture, the 'father figure' is often seen as aloof and distant,\" Kaede sighed. \"I was lucky to have my Papa, who cultivated many of my interests. But the same could not be said for many other kids.\"</p>\n<p class=\"cnM3MDBkYzRhZWExMjQyYzU5ZDBjNGU3MDMwYWJkZGM4\" data-original-margin=\"\">\"So they expect the mother to do all the childrearing?\" Sylviane added in a voice that clearly expressed her disapproval.</p>\n<p class=\"cnMwNjMyNzU2NjZiODQ0YWRiN2EwNjM1NDBjZWNkNzUz\" data-original-margin=\"\">\"Most of it, at least,\" Kaede nodded. \"That's why most women choose the easy career path, since you can't have a functioning home and family if both sides spend all their time at work. But of course the downside to this choice is that men always see female workers as 'less committed', since women could choose to opt for a mother's life at any time, while men do not receive that choice.\"</p>\n<p class=\"cnM5ZDJlNTI5MzA4YzRmZTZiZmMyMDkwYWYxOTFlMzY2\" data-original-margin=\"\">\"Can't you at least hire servants to take care of the home? Save more time for family that way.\" Sylviane remarked as though it was the most obvious thing in the world. Meanwhile the bodyguard Mari, now also naked, slipped into the pool without making even a splash.</p>\n<p class=\"cnM1YTQ2NzQwYTAzNTQwZDJhNDM4ZTg5NTAyNzAxNmFh\" data-original-margin=\"\">The freckle-faced Mari was not just the tallest girl present, but also the most built. She wasn't hunky by any means, but her sinewy arms and legs showed off her prominent, well-toned muscles. It reminded Kaede of modern martial artists whose bodies needed a balance between strength and endurance, which Mari certainly needed as she not only wore half-plate armor all day, but also used a heavy mace in combat.</p>\n<p class=\"cnNlMzMyMzU4MmFhOTQ1OGVhNTk5OGZhNWZlZTc2Y2Jj\" data-original-margin=\"\">\"Eh, labor costs in my world are kinda... expensive,\" Kaede frowned. \"Only the upper crust of society can afford having servants to take care of their homes.\"</p>\n<p class=\"cnM0YjMyMmRhMDdjMDQzNzhiYWE3NjkxMjBmYzYzNzlm\" data-original-margin=\"\">\"I guess some things don't change no matter which world you live in then,\" Sylviane noted. \"In our world, the commoners and yeomen hold pretty much the same views. Men are the breadwinners, and women are housewives. Because of this, most noblewomen aren't comfortable 'marrying down', even if their suitor is tremendously wealthy or politically influential.\"</p>\n<p class=\"cnNjN2MxNzI4MzQ1NzRjNDI5NjQ2NGU4ZDMxYjNiYmY2\" data-original-margin=\"\"><em>Wait wait... Nobles? As the more progressive, forward-thinking social class!?</em></p>\n<p class=\"cnM3YjJkNjVmMWRiNzRkYjc4NDM4OGY1ZGNjNzZhZWY1\" data-original-margin=\"\">Kaede's eyebrows shot straight up. The thought was just absurd.</p>\n<p class=\"cnMyNjlkYjRlNzZkMjQ0NmQ5ZWZiMmM3OTczYjBjNTdm\" data-original-margin=\"\">\"Why do the commoners have strong gender role views while nobles don't?\"</p>\n<p class=\"cnNlOTY5ZmNiZTVmNTRiN2E4YTMzMTAwYTU5ZmIxZDJh\" data-original-margin=\"\">\"You really don't hesitate from diving straight into complicated topics, do you?\" Sylviane giggled.</p>\n<p class=\"cnNmYmNlZmYyNWIwOTQ2ZGRiNjRjMmNhNzcyNTcwNjgw\" data-original-margin=\"\">\"Uhhh--\" Kaede froze. \"Sorry, Milady.\"</p>\n<p class=\"cnMwNzBjNzA4NGJiOTRhNmNhYThmMTQ0NjNjZjM0YWQx\" data-original-margin=\"\">She still remembers how back at school <em>his</em> friends had often commented that <em>he</em> sucked at 'small talk'. It was one of the reasons why <em>he</em> had trouble making friends, since not everyone was interested in going straight into a complicated topic.</p>\n<p class=\"cnNiNWY2NjYwNjBiYjRjMTY5ZjY2N2U5ZWFiNWYwMzU2\" data-original-margin=\"\">\"No, no, I'm not bothered by it,\" Sylviane continued to chuckle. \"It's just... you're <em>really</em> like Pascal in this regard. Everything has to have a topic -- he's much the same way.\"</p>\n<p class=\"cnNiNjBhOTc4MGM3ZjQxZTBiNmFjZWY2YzE2MjY1YThi\" data-original-margin=\"\"><em>Must be part of why his familiar summoning spell picked me,</em> Kaede reflected with a wry smile.</p>\n<p class=\"cnNkZjk3YTdhNGM3NDQ0YjA5ZDQ4YjUyZDllMWJkZDJh\" data-original-margin=\"\">\"But to answer your question,\" Sylviane began to explain: \"the feudal system of Hyperion really started in the aftermath of the Dragon Age. The departure of the dragonlords left a power vacuum that the ambitious tried to fill, and for centuries the world was plunged into the nonstop wars of the Chaos Age. It was then that people turned to the pupils of the dragonlords, those who received the blessing of magic, for protection. This of course meant that for us nobility, our first and foremost responsibility is martial -- we must fight to defend the realm, from the lowest knight to the highest sovereign.\"</p>\n<p class=\"cnM4Njc3NDk1MTQ5MDQ2ZTRhZjNhZTJmNjdlZjVjYjM4\" data-original-margin=\"\"><em>That doesn't sound that different from Earth,</em> Kaede thought. Most anthropologists believe that the first rulers of man were tribal warrior-kings, who earned their position through feat of arms in a dangerous, lawless world.</p>\n<p class=\"cnMxOTEwZTYzYzZkNjQ0ZjZiYjJjZDVjODQ1MjJlZTQx\" data-original-margin=\"\">\"And noblewomen have the strength of magic to fight,\" the familiar noted.</p>\n<p class=\"cnM1YjY5NDQyNDhjNDQxMjFiOTQ4MWFjZTkwYmVkMGY2\" data-original-margin=\"\">\"Exactly,\" the Princess nodded. \"Weichsel has this enshrined in their <em>Writ of Universal Conscription.</em> Both noble men and women are expected to take up arms to protect the Kingdom. Rhin-Lotharingie is less, <em>legal</em>, about such expectations. Nevertheless, any lady of a vassal fiefdom is expected to answer the muster of their liege -- to lead her retinue and levy into battle as long as she is physically able.\"</p>\n<p class=\"cnNmMTYwMjU0OWJmOTQ0NjQ4ZjIyZTZkZjU0ZGRmYTJk\" data-original-margin=\"\"><em>A social equality that began with the equal chance of being killed,</em> Kaede reflected. It really reminded her of the story Pascal told her about his mother, who led the local militia in battle despite her handicapped state and a small infant at home.</p>\n<p class=\"cnM5ZTJkNGZjZGU2YzQ1MzM4NTJmNDY4NTVkODAyM2Yx\" data-original-margin=\"\">Historical truths did agree that patriarchal societies also saw men as the 'expendable' gender. After all, assuming an abundance of food, one man and ten women could potentially reproduce as fast as ten and ten. So while cowardice was often seen as cute and attractive in girls, it grew to become the most intolerable sin for men, as they were the ones called upon to fight wars and overcome disasters.</p>\n<p class=\"cnM5ZWZhZjgyMjRlNjRhMDQ5MDIyYjg0YTdiZDA4NTE1\" data-original-margin=\"\">In traditional governments where state power rested with the military, this meant it was the men who would seek 'special privileges' for their sacrifices. Furthermore, significant losses of men which resulted in skewed gender ratios would even prompt society to give them preferential treatment.</p>\n<p class=\"cnNjMzkzODlmMGRkMTQ3NGFhOGVjMGZmNjhlZGRlYzdk\" data-original-margin=\"\">Kaede's motherland was actually a good example of this. Despite accepting women into its combat units, the Soviet Union lost nearly three males for every female in the Great Patriotic War. The postwar gender imbalance was so great that there were widespread calls for the legalization of polygamy. It was rejected, but the need to replenish the population nevertheless encouraged the men to sleep around, while their obligations as fathers were met by social programs of the state.</p>\n<p class=\"cnMxYTgxNmVlNGE0YzRmMDZhM2MyMDk2Y2FiYzc4ZDM2\" data-original-margin=\"\">Needless to say, this was disastrous for Russian gender equality.</p>\n<p class=\"cnM0OTk1M2E5NTIxZDRmZTc4NmE4NTVjNWExY2NkMjM5\" data-original-margin=\"\">Kaede was still reflecting upon what all this meant for Hyperion's social hierarchy when the Princess stretched her head to look behind the familiar.</p>\n<p class=\"cnNkOTAxMGQ0ODY1ZjRhNzM4ZWU4ZjU0MmYwZWVkMDVk\" data-original-margin=\"\">\"By the way, Kaede, what is that?\"</p>\n<p class=\"cnNlMTVjYjY3ZTM0NTRmZjBhZjBmYzU1ZjdmOTM2NGM3\" data-original-margin=\"\">The Samaran girl looked around before she remembered.</p>\n<p class=\"cnMyNGJlZGUxMTEyYzQzMTc5ODg4ZjQ4NTNiMTZkZWYx\" data-original-margin=\"\">\"Oh... it's a <em>venik</em>.\" Kaede smiled as she grasped the small, wooden bucket full of scalding-hot water and pulled it to the pool's edge. Placed on top of the bucket was a bundle of leaves. It was tied together from multiple branches cut from the indoor plants of Pascal's home.</p>\n<p class=\"cnM4NDJmYjljZjJkZTQ3MGViYmU1MjM4NjM0MDg3Mjhl\" data-original-margin=\"\">\"Why would you bring a broom of leaves to a bath?\" Sylviane was perplexed.</p>\n<p class=\"cnMxN2I3YTdiNzQ5OTQ0ZTFhYzM2MGFjNjVmMmYyZWEy\" data-original-margin=\"\">\"It's for cleansing the body,\" Kaede explained as she sank back into the hot water to relax. \"The branches are steamed over really hot water and then lightly smacked against the body.\"</p>\n<p class=\"cnNjNTFjYjQ3NTQ2MDQxZGViOWM4ZjAxMGQ3MDlkOWNk\" data-original-margin=\"\">That wasn't exactly correct. A venik was supposed to be used to hit others during a Russian <em>banya</em> steam bath. However most Japanese homes didn't have a sauna, and neither did Pascal's. So Kaede's family had to adapt this Russian custom with some changes, which involved using a hot venik in a steamy bathroom before stepping into the bath.</p>\n<p class=\"cnM4ODZiOTc3MzhmMjRiODRiMGUwZmU0OWMzZjBhNjUz\" data-original-margin=\"\">\"You... hit yourself with a leaf broom... that's scalding hot?\" Sylviane asked as though she had trouble believing it. \"Kaede, are you a masochist?\"</p>\n<p class=\"cnNjYTg5ZDA4NWQ1NDRkNmViNzcxM2UyNjNlMDM5N2Zj\" data-original-margin=\"\">\"What? No!\" Kaede rushed to sit back upright. The last thing she wanted was for <em>this princess</em> to think she enjoys being bullied! That was like giving Sylviane a blank check to do as she pleased with her 'hobby'!</p>\n<p class=\"cnM0MDE3MjhhNTA2MzRkYjU4NmQ0OGY5YWExMWQxYmI5\" data-original-margin=\"\">\"It's a tradition from my homeland!\" The Samaran girl anxiously explained. \"Using the venik has a massage-like effect on the body. It draws blood towards the skin, which helps the body detoxify and helps people relax in the bath!\"</p>\n<p class=\"cnM4YTU5M2YyMjEwMjRiNjBhNzAxZTc3MTEzNDUxMDQ5\" data-original-margin=\"\">She skipped the part where she would pour a bucket of icy cold water over herself. The stimulation caused by the contrast of hot and cold was an important aspect of enhancing the body's immune response. However as Sylviane continued to look skeptical, it was clear that Kaede already had enough difficulty convincing the Princess.</p>\n<p class=\"cnM3NmUwMDY4ZDc2MDRhOGQ4ZjY0MTg3MzQ1NWNjNTg1\" data-original-margin=\"\">\"You can give it a try if you'd like,\" Kaede offered. \"I suggest using it on the shoulders and back. It really does feel amazing afterwards.\"</p>\n<p class=\"cnNlMWVkY2FmN2JmMTQ5NTZiNTg3YmUxNTRiZjc2ZTk4\" data-original-margin=\"\">Sylviane didn't exactly look convinced. But she nevertheless turned to her maid:</p>\n<p class=\"cnNmZTcxY2Y5ZGU4ZDQ0YTRhYzcwYzE2OTVmMzE2YjY5\" data-original-margin=\"\">\"Mari? Care to smack my back a few times with a broom?\"</p>\n<p class=\"cnM4YzdiNGQ2YmIwOTQxYzA5MmM4NDM3MDNhZjJjNjk5\" data-original-margin=\"\">\"Your Highness?\" The maid raised an eyebrow. \"Are you sure about this?\"</p>\n<p class=\"cnMzYTYyYjVhMDU0MDQ5MGRhZWNmOWE5ZmJlYTJlYTgx\" data-original-margin=\"\">\"It's just a trial.\" The Princess responded as she pushed herself back onto the pool's edge. \"Besides, even you must have at least <em>some frustration</em> with me,\" Sylviane added with a playful smile.</p>\n<p class=\"cnNhMGNkNWY1MTg4ZjQ4ZWJiZjRkZTA2YmQzN2UwZjYw\" data-original-margin=\"\">The maid and bodyguard chuckled as though in agreement.</p>\n<p class=\"cnNiZGE0NmNkZmVmNzRmZGZhZWM3MzFhNzYxZDNkMDRh\" data-original-margin=\"\">\"Very well, Your Highness.\" She said before climbing out of the pool.</p>\n<p class=\"cnM1NmU2NzllYjYxZjQzNzA5MWVlZGUwMjk0NzY2NmFh\" data-original-margin=\"\">She took the hot water bucket and brought it over to Sylviane's side. Then, after raising the leafy broom and confirming with Sylviane again that this really was fine, Mari began to tap the Princess' back with it.</p>\n<p class=\"cnMxZWFjMDE3ZjY5NzRkZDE5MDExZDIwMWI1ZWM4ZDVh\" data-original-margin=\"\">\"You want to apply at least some force,\" Kaede suggested. \"Enough to have the leaves make sound.\"</p>\n<p class=\"cnMyNTZmMTk1MGE2MzQ0ZDJiY2ExMmFkZDM4ZWQwMzNj\" data-original-margin=\"\">With a nod of approval from Sylviane, Mari steadily increased the force behind her strikes. For the next two minutes Kaede watched the unusual sight of a lady's maid beating her princess' bare shoulders and back. Sylviane winced from time to time as the hot leaves clearly stung. However Kaede encouraged her with a beaming smile to keep going.</p>\n<p class=\"cnMzOWExZjQ5Y2MxMTRhZjVhZTU3OTZhMWU4MjA5NDA3\" data-original-margin=\"\">Eventually, Sylviane decided she had enough and told Mari to stop. She stretched her arms to feel her back, which was now completely red from the gentle lashing of the venik.</p>\n<p class=\"cnMxYjU4NjExYzQ5MDRkNzI4N2NkNTEwYzYxOGI4Y2E0\" data-original-margin=\"\">\"Kaede if you're toying with me...\" The Princess had a threatening look in her eyes.</p>\n<p class=\"cnM4Y2Y5MWIxNjkyMzRkY2NiYzk2MDVjMTE5N2M0NjE5\" data-original-margin=\"\"><em>Good thing I skipped the cold water bucket this time,</em> Kaede thought. Nevertheless she felt confident enough to smile as she advised: \"now come back into the pool and relax.\"</p>\n<p class=\"cnM0MDU4N2Q4YzZiYTQ2YzhiZTliN2Y3Yzc2YWE0ZmRj\" data-original-margin=\"\">Sylviane was a little sluggish as she slipped back into the steaming-hot bath. The Princess then closed her eyes and leaned back as a blissful smile stretched across her lips.</p>\n<p class=\"cnNhYTljYjMwNmFkODRmZmZhYjJmMjJiYTcxMzIzNTAy\" data-original-margin=\"\">\"Oooooh... you're right. This <em>does</em> feel amazing.\"</p>\n<p class=\"cnMwZDM1ZDY3ZjJlMDQ5N2RhYjhkZjZlZjgyZGNkYmI4\" data-original-margin=\"\">\"Thousands of years of tradition can't be a lie,\" Kaede voiced with a grin. \"Even if something seems alien and nonsensical at first glance, it's always worth it to try out foreign cultural traditions at least once.\"</p>\n            ",
  "invisibleParagraphContent": "Love this novel? Read it on Royal Road to ensure the author gets credit."
}