{
  "preChapterNote": "<p>Hey all, finally got a <a href=\"https://discord.gg/GPgegHpWWb\" rel=\" ugc nofollow\">discord server</a> up and running. Come hang out, promote your stories, talk about mine, looking for writing tips and rec from the other talented authors already there. Thanks, all!</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMyNmMwMjUzYmJkODQ1OTY5YzQwNjdmOGQ1NDFiY2M3\" data-original-margin=\"\"><strong>Leo</strong></p>\n<p class=\"cnNhZjRiMjM4ZGU4MDRlZWM5NGI0ODM4NzExMWQwNjBj\" data-original-margin=\"\">I pace back and forth across my room, anxiety forcing me into movement I lacked the energy for. When I first heard the call on my whisper sphere, I was confused. I didn't know the spheres could work like that, picking up on other conversations. I'd never heard of it happening before. Then I couldn't understand why anyone would do something like that. I couldn't tell who either speaker was. One voice was hushed and the other entirely unfamiliar to me. I had my fears here, but I had to be afraid everywhere. Who would want to go back to the way things were before?</p>\n<p class=\"cnNlYzNiOTkwOTM1OTRiODc5NDc5MzdjZDBkZDk4YTUz\" data-original-margin=\"\">The best I could guess was someone from the Kingdom of Endings. Some deal to return their business, or home, or even be elevated to nobility if they agreed to help bring everyone here back. But that didn't make sense. They'd talked about the people we had just met. Surely the Kingdom of Endings didn't even know about them yet. Or for some reason, they knew about them before Lily did. Ultimately, I realized it didn't matter who. Not in the moment, anyway. No, what matters is alerting Lily as soon as possible. If she knows there is a traitor, she can at least plan for it. She might be able to identify who it was as well.</p>\n<p class=\"cnNhZjhhZTZlOTI3YzQwM2VhZDk5N2NkNDQzZTBhMzM0\" data-original-margin=\"\">I'm not an idiot, but I've been locked up in my room for weeks. I haven't left this one settlement. I'm not going to be able to identify any spies that haven't recently been inside my home. What I need to do is tell Lily somehow. My gut reaction was to call her right away and tell her what I heard, but... Well if I could overhear a call, who else could? I don't want to call her, just for whoever the spy is to bolt or go quiet as soon as she knows to look out for them. That would be better than her not knowing at all, but worse than her knowing without alerting the spy.</p>\n<p class=\"cnNkMTgyOGQ0OTI2NTQ4Y2ViMjM0ZDM4ZmJlYzdkNTEy\" data-original-margin=\"\">Eventually, however, I realized she would come back soon. Before going anywhere near Potestia. Charlotte said Lily promised to come back and help her transition again tomorrow. All I have to do is wait, and I can warn her without anyone being the wiser. I don't have to risk anything else. I just have to wait. This knowledge fails to relieve any associated anxiety. My skin itches in that unique way that always feels like an insect burrowing under it. I keep panicking, thinking something has just bit me. My plan is simple and easy, and requires nothing from me until tomorrow. But it doesn't feel right. It feels like it's not enough. If I can't tell Lily tomorrow, I'll call her anyway. Risk be damned.</p>\n<p class=\"cnMyNjYzM2Q3YmFlYjQ2MWI4YTE0NGZmNmIzZmMzZDcx\" data-original-margin=\"\">The problem, of course, is both of these plans mean there is nothing I can do <em>right now.</em> Which means I will continue to feel this anxiety. It's hours past sundown, but I still feel energy pulsing through me. When the quiet of the room is interrupted by a gentle knock, a sharp pang rings through my heart and I jump, my heart beating out of my chest until I realize it must be Charlotte. She visits me all the time, like she has a sixth sense for my particularly bad days. Still. It's hard not to jump at everything these days. Even once I realize who it is, I struggle to control my breathing and heart rate. I take a deep breath and redirect my pacing to the door. I open it slowly to reveal it is, in fact, my mentor.</p>\n<p class=\"cnM2NGNkMjg5NDMzZDQ0MTY4NmMyNmM5OWM5OGM0MWY4\" data-original-margin=\"\">\"You alright in there, Leo?\" She asks and I sigh. I should have just talked to her about this from the beginning.</p>\n<p class=\"cnM1NjllYzk4MWVhYTQ4MjA5Y2I2NDNiZmE1YjYzNTQ5\" data-original-margin=\"\">\"Not... really,\" I reply. \"Come on in.\" I open the door for her and return to pacing. She sits down on the bed.</p>\n<p class=\"cnNiY2ViNDUxY2Q5NzQ5NjlhNTVhMDMwMGNkMTRjZDgw\" data-original-margin=\"\">\"The nightmares again?\" She guesses.</p>\n<p class=\"cnM1YzYyY2E0ODlkZDQxODY5NGUwMTM5OTFiZWQxYjA4\" data-original-margin=\"\">\"No,\" I reply before pausing. \"Well, yes. But... no. It's something else.\" I stop and she raises an eyebrow at me. I take another deep breath and let it all pour out. \"It's my whisper sphere... I heard something on it. Something not meant for me. Someone is spying on Lily.\" Her eyes widen at this revelation, and I continue to recount the entire thing as best as I can remember. Charlotte doesn't interrupt once, listening attentively. She shows clear concern when I tell her when I heard the conversation, especially when I mention the information shared about Ember. I tell her everything I can remember, and she sits in silence for a long while.</p>\n<p class=\"cnMyMzI3YzZkYWI1ZTQ2ODY4NGZkMjhkODM1NzU5NTE0\" data-original-margin=\"\">My heart is beating in my chest, like I just confessed to doing something wrong. Charlotte stews for an agonizing amount of time, before looking up at me. \"Leo, this is serious. It's good you said something. We need to let Lillith know as soon as we can. It was smart of you, not to use the whisper sphere right away but...\" she pauses.</p>\n<p class=\"cnM5ZWE5YzQ1NjNhMzQ3ZWRhZmMxNDlmZjNhNzZhYTVh\" data-original-margin=\"\">\"But?\" I prod, desperate for her to tell me everything is going to be fine.</p>\n<p class=\"cnNlNWI2MmQxYmU5YTRhNzNiYzdlMGVmMDk5MjU3NWY5\" data-original-margin=\"\">\"But... I don't know if it will be safe to tell her tomorrow either,\" she finishes. I freeze.</p>\n<p class=\"cnMzN2ZhN2ViYWQyYTQ2ODRhYTBkOWY5ZjkxMjAyM2Uy\" data-original-margin=\"\">\"W-why not?\" I stutter and she sighs.</p>\n<p class=\"cnNkODhkYWUzMDZjYjQ5MmI5N2RjMDg4YTA2OWI3NDEy\" data-original-margin=\"\">\"You said the call came in a little after we all separated, right? Just after Lillith met Ember. That timing is...\" she pauses and I fear I know what she is going to say. My theory about the Kingdom of Endings doesn't make sense. They wouldn't have been making a report on Ember's people for the first time immediately after Lily met her. Even if they made contact separately, the timing would just be too convenient. \"I see you understand what I mean. It must have been someone who was here. Someone in this community, the first she visited. Probably someone who wouldn't have had the chance to report on it until...\" she trails off.</p>\n<p class=\"cnNkZGI4MmZhNGM0NDQ2OTU4MjExYjhhZTE1M2UwZjFk\" data-original-margin=\"\">\"Until they were alone. Someone who had been too close to Lily until that point,\" I finish. \"Edward.\" She nods gravely. \"I should have known. He was always so... off. So jealous. So angry at her. But Lily... you don't understand. She wants her family to be good... she wants it so, so badly. This will crush her,\" I lament.</p><p class=\"cjdhYTg1NTFmZGU3ZTQyYmRiYTc3ZTEwZmQ1Y2I5YzEz\" data-original-margin=\"\">Support the creativity of authors by visiting the original site for this novel and more.</p>\n<p class=\"cnNhMTFiODFjNzZmZTRjYjBiZDZlZTM2Nzg1MTRiY2Nh\" data-original-margin=\"\">\"And,\" Charlotte adds, \"He will probably be with her again, when she comes. We need to make a plan. A plan to distract him, while the other warns Lillith.\" I nod, if only to hide the tremor in my jaw. Everything about this makes me feel sick to my stomach. It's all so wrong. It's true I have had trouble facing Lily lately but, I still love her. She's like Charlotte. Like the family that didn't reject me. I don't know if I can be the one to tell her that her family is trying to hurt her again. Charlotte seems to understand this. \"I'll do it. The part that frightens you so much. I'll talk to Lillith. But you need to be strong. You need to keep Ed away from her. Can you do that, Leo?\"</p>\n<p class=\"cnNhYzgxN2UwOGQ0NTQ2MzRhNDc2NTg5N2U1MmUxZjJi\" data-original-margin=\"\">I nod. For Lily, I can do that.</p>\n<hr>\n<p class=\"cnMzYjM2MDAwYWNhYTRlZjZhOWVmZDkxZmQzMTc5OWM0\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnMxZTdjNzA3NzRlMzQ0MWRhNzFlMWQ4Y2U1YTE2Zjcy\" data-original-margin=\"\">My head throbs as I finally wake up. My cheek rests on cold, dirty stone. My hands are tied behind my back, and my clothes have been replaced with some kind of burlap dress. Everything hurts and my limbs don't move like I want them to. I feel like the morning after too much labor. Annie says it has something to do with... tearing your body and acid, I think? In either case, it hasn't been much of a problem for me since I was a child. Not since my nine years in hell. I can always just heal that kind of thing.</p>\n<p class=\"cnNiYTcwOWQxMDcwZjRlOWY5ZGJiZTNhNTI0OWMyMDVh\" data-original-margin=\"\">The thought panics me. I try to reform my arms to escape the cuffs. It works, a little. I can feel the muscles and bones shift around, but they move like old molasses. They aren't responding like they usually do, and it hurts. It hurts like no pain I've felt since I was first thrown into that wagon as a child. I push through. I don't know how I got here, but I need to get out. I need to get out now. But... they stop. Before any significant changes can take place, my arms stop changing. They defy me. I feel like I am no longer in charge of my own body.</p>\n<p class=\"cnNlYmI5YTg2MWViZjQzYmRhMDcyMzIyMTU5YWI5YTI5\" data-original-margin=\"\">My heart starts beating faster. I can feel the veins in my forehead pulsing. My breath grows shorter. I try to flex my mana, usually useless for anything but suppressing other mages. I'm desperate enough to try using it. But it too is entirely suppressed. No. No no no fuck no. \"Help, HELP ME! IS ANYONE OUT THERE?\" I scream. No one answers. I scream again. And again and again. I can't be trapped again. I can't be gone again. I can't be away from Annie. I can't let her... not again. I can't do this again.</p>\n<p class=\"cnMwMTI4M2NlMTQxNjRjN2ZiYThhNDhjZTVlMGQwMDMw\" data-original-margin=\"\">I struggle to rise to my feet, but fail. The muscle weakness and the tied arms fight me, and I fall to my face again. I am in the woods, with a hood over my head, drowning in the river. My vision clears, and I realize I'm not. I'm in some kind of cell. I start to cry out, screaming for help. I feel like I scream for hours. Maybe it is minutes. I don't know. But my voice is hoarse and fading when the thick, steel door to the cell finally opens, and Rebecca walks in.</p>\n<p class=\"cnM3MWY0M2U2NDgzZDRlODM4ZDhlZmQ0NWY4ZWE0Mjgw\" data-original-margin=\"\">\"Oh quit making a fuss, you are embarrassing yourself,\" she chides.</p>\n<p class=\"cnNiOGIxMzIyM2JlODQ5MTk4NzhlNGQ5ZTZhOGViMDk1\" data-original-margin=\"\">\"W-what am I doing here? Why did you do this... h-how did you do this?\" I beg.</p>\n<p class=\"cnM3ZTI2NTNiY2FmMzQ0YTBiMWYxOWQ5ODdmZTY0YTVl\" data-original-margin=\"\">\"Patience, Sarafyna. Patience. All will be answered. A... special guest will be coming to visit soon. You just need to sit tight until then,\" she replies. I roll over to my side to get a better look at her. \"I'd like for us to be friends. To get along. Until our queen comes around at least. Even more so if she doesn't actually.\"</p>\n<p class=\"cnM0YzI4Y2VmYTc2YzQxZmE4ZjYzODkyNjYwN2Q3ZGFl\" data-original-margin=\"\">\"You don't understand. She needs me,\" I protest and she shakes her head.</p>\n<p class=\"cnMwMDIzYjZkZWJlOTQ5Yjk5OTI0ZjM0MzA0ZTBiZWI4\" data-original-margin=\"\">\"Don't you worry about that, sweetheart. We've got her love life... arranged, should she ever wise up. She doesn't need you. If she wants to engage in... unnatural relations, there are plenty of other women. Women, well I don't want to be rude, but women that don't need a wide-brimmed hat to hide the ugly bits. Your value is in what you can do for the people,\" she corrects.</p>\n<p class=\"cnMxNjY4ZGQ3NzgxZjQ0N2M5ZDkzN2YwOGRjNDNhOTc4\" data-original-margin=\"\">\"No, you don't understand, without me, she'll... she'll...\" I trail off. I can't say she'll die. I can't accept that as reality. And I can't just say that to this woman. \"She needs me,\" I repeat again.</p>\n<p class=\"cnM2N2Y3Y2Y5NDhjNDRjMzg5NGFiMzEyNDlkNGI3MTQ2\" data-original-margin=\"\">\"The people, need you. The people of her kingdom. Now, you know Lillith better than I do, Sarafyna. Would she want people to go hungry, just because she can't have you to warm her bed at night? No. She would want you to make sure everyone could get where they needed to go. She would want you to feed the hungry, wouldn't she?\" She prodded. I bit my lip in frustration. This woman doesn't understand Lillith at all.</p>\n<p class=\"cnM0Yzg2ZmM2ODQ0ZDQyZDdiZDRmZmM2NGM1ZTAwMDg2\" data-original-margin=\"\">\"Of course, she would want me to help people. She would want me to keep everyone safe,\" I whisper.</p>\n<p class=\"cnM3YWNhMGMzMzNiOTQyY2U4OTRjZTc5NWRhMGViN2Rj\" data-original-margin=\"\">\"Good, so we are in agreement,\" she smiles.</p>\n<p class=\"cnMyMTI2NzUzZDJkMTRiNTM5ZjQ4OGYyMjliYWUxZWVm\" data-original-margin=\"\">\"No. She wants all of that. But she loathes the idea of taking it at the tip of a sword. She loathes it. I was helping. I was making use of my sickening connection to the Radiant Woods. But if Lillith thought anyone was safe, and fed, and comfortable at the expense of the people they stepped on... no. The woman I love wants all of these communities safe and protected. But she wouldn't want me doing it in chains,\" I spit.</p>\n<p class=\"cnNiOTVmMjRlNzZhODQ3MDNhODAzZjliZjQ4Yzk0ZTZj\" data-original-margin=\"\">She frowns at me. \"Well, I don't want you to do it in chains, exactly. Just with a little... encouragement to behave, is that so bad?\" She asks. I glare at her. \"Well, no matter. You have time to decide. Our distinguished guest is taking the long way around, it seems. I'd like you on our side before then. See, they are helping us in your stead but... well it never hurts to have a contingency. Something 'the woman you love' should have considered. Think about it. In the meantime, it's time for dinner.\" She snaps her fingers, and a man, maybe a year younger than me, carrying a plate of fruit and bread.</p>\n<p class=\"cnMwZGMyZDI1MTNjODQzYWQ5MGY5ZjI3ZTQ4YmQ5Njk3\" data-original-margin=\"\">\"I... I can't eat with my arms tied like this,\" I protest.</p>\n<p class=\"cnMwYmYzYTRlYjE0NjRlOTBiNjE1MTM2ZmNhMzU3OGVm\" data-original-margin=\"\">\"Oh, I wouldn't worry about it, sweetheart,\" she says. \"He'll make sure you eat it all. Wouldn't want you going hungry, would we?\" My eyes widen as he approaches me. I understand on an instinctual level what he plans to do. I won't eat it. Not like that. It must be how they are drugging me. But I won't eat it like that.</p>\n<p class=\"cnM0YWI5YzA2NzM2NzQ4ZWI4Yjc0ZWUxODE4YWRlMzVh\" data-original-margin=\"\">\"No,\" I whisper. \"Please... just, no. I'll eat it off the floor if I have to. Just drop it. But... no,\" I beg. She says nothing, and the man approaches. He fixes one hand on my jaw to force it open, and grabs a piece of fruit with another. My heart is beating so quickly that I can hear it in my ears. I am in the Radiant Woods again. And the food I need is being offered. Bile rises in my throat. I rapidly turn my head and bite as hard as I can. I can't do enough to free my arms, but I can at least sharpen my teeth.</p>\n<p class=\"cnM5NmFiNDBkOTA3ZDRiMTJhMGQ3YThjZGNlMjJjYTRm\" data-original-margin=\"\">It's almost too easy, the way I shear through his index and middle finger. The taste of copper floods my mouth. As my assailant screams. He leaves the two digits behind and I spit them out. Rebecca watches me with gruesome fascination. The man screams and drops the tray. \"I told you no,\" I growl and the woman in front of me shrugs.</p>\n<p class=\"cnM1YTQzOTg2ZGQwYjQxNjBhOGYwNDgwMjIwZmI0ZTg3\" data-original-margin=\"\">\"Very well,\" she agrees. \"Off the floor it is. But be certain to eat it all.\" She turns at that and whistles, \"Get a healer here, quick as you can\" she cries into the hall. She tries to hide it, but there is a slight tremor in her voice, and she marches out of the room just a little more quickly, more rigidly, than she entered.</p>\n            ",
  "invisibleParagraphContent": "Support the creativity of authors by visiting the original site for this novel and more."
}