{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxNTZiMWYyM2Q3MDQ0NTRiYjcxMDg2OTRjMDNjOTIy\" data-original-margin=\"\">It had been months since Pascal last reviewed the Landgraviate of Nordkreuz's tax records and finances. He had been doing it for years now in place of his father, working with Majordomo Karsten who also served as the Landgrave's steward. The late Marshal was often too busy with national affairs and this was a good way for Pascal to receive more training in managerial skills.</p>\n<p class=\"cnNjMmRjNWU4MDA0NjRkOTA4NjgyMWMwZDcxNDI3YTg5\" data-original-margin=\"\">The young lord had griped at first that going through account books and ledgers was 'the peak of boredom', only to be rebuffed by his father that 'a general who cannot manage logistics is not a general at all'.</p>\n<p class=\"cnM0NDhmNDJlZTFmMDQ4ZDM5MzBjOThlNzExMTYyYjhj\" data-original-margin=\"\"><em>I was such a brat,</em> Pascal chuckled as he checked his available funds.</p>\n<p class=\"cnM5ZjEzNjYzZmJjMTQwNTE4ZGQ3ZGFmNWNkZjkxMTRi\" data-original-margin=\"\">Pascal's father had always been the frugal type. He was never stingy, as he readily bought what was necessary for propriety, education, and work. However he maintained a simple lifestyle and was never extravagant. His willingness to eat the same food as his soldiers outside formal dinners was one of the reasons why the troops loved him.</p>\n<p class=\"cnNmOTFlNmY5YzZlNzQ0YzNiMzFjZTQ2OWU1MWJiOWZm\" data-original-margin=\"\">It was also why the Moltewitz family home was a repurposed old keep. Sure, the building had undergone significant renovations. However it still had the foundations of a fortification built six centuries ago by the Inner Sea Imperium when they first established a trading post at Nordkreuz.</p>\n<p class=\"cnNmYjZkZjczMThhMDRhMTY4MmJkZDA3YjQ2OWI1NGI0\" data-original-margin=\"\">Now, thanks to Nordkreuz's wealth and their family's modest expenditures, Pascal had a sizable 'war chest' to work with. His father had originally been saving the funds for a major infrastructure project in Nordkreuz, such as a polarity rail from the trade city to the capital city of Königsfeld. However in light of the current situation, Pascal had to repurpose these funds for more immediate goals.</p>\n<p class=\"cnMwOTUwNGQ1NDYyODQ1MDFiMmU1NmIwNmExMWNiOWNi\" data-original-margin=\"\">Half the money would be set aside for the city's reconstruction and recovery. The King had generously offered 'interest-free loans' from the national treasury, though Pascal would hardly be setting a good example if he relied only on the Kingdom's wealth and not his own. To hasten the city's recovery he would need the burghers to contribute their own resources, and to encourage that he needed to practice what he preached.</p>\n<p class=\"cnMxM2M0YmEyMzZmYzQwOTlhYTg5YTAyNDg5MWUzNTk3\" data-original-margin=\"\"><em>Always lead by example,</em> Pascal thought about the lesson that his father had hammered into him time and again. The late Marshal had said that this was the one leadership trait that surpassed all others in importance, as a leader was nothing if he cannot motivate others to place their trust in him.</p>\n<p class=\"cnNmNWI2MGE1NWU2OTQ2MzU5ZWQ2ZDVjMzU1NmFmNzFk\" data-original-margin=\"\">The question though was how to best invest this money in Nordkreuz. Public infrastructure such as roads and docks were the priority. But after that? Which shops and trades should he give preference to for optimal economic benefit?</p>\n<p class=\"cnM2ZWM5ZTIwNTI2MjQ5ODI5Njg3YmYwMDFlMzM1YmU0\" data-original-margin=\"\"><em>I wonder if Kaede has any ideas from her world?</em> Pascal thought as he looked down to his side.</p>\n<p class=\"cnM3ODc5NWE5NmY0OTQxODc5ZGY5MDBmNjNhNTY4ZDRi\" data-original-margin=\"\">His familiar was now soundly and peacefully asleep. He could see the slow, rhythmic rising and falling of the comforter over her chest. Her expression was soft and gentle as she slept, while her hands poked out from beneath the bedsheets in a relaxed state.</p>\n<p class=\"cnNlNzRiMmRjOTcxMTQzMmVhNDQxNjAxYWE4ZmU2MjQz\" data-original-margin=\"\"><em>Time to return to my room and leave her to rest.</em></p>\n<p class=\"cnNlODdkZGQ1ZmRjZTQwMzdiODVhY2FkY2EwZTliOWZi\" data-original-margin=\"\">Pascal closed the accounting book before standing up from where he had been sitting on Kaede's bed. Contrary to his usual swift and brisk movements, the young nobleman moved slowly so he would not wake her. However, the same did not apply to his thoughts as he continued to think about how to best utilize his funds.</p>\n<p class=\"cnM2Mjk5NTE5ODJlNjQ2ODBiYjI5OTk4NTRiYTVkZWIw\" data-original-margin=\"\">With half his 'war chest' spoken for, the other half would be set aside to help Sylviane retake her throne. Pascal knew enough about war to realize that money, not manpower, was often the biggest resource bottleneck.</p>\n<p class=\"cnM5NDIzMjA0OTlhZDQ1YjQ5NTA4NGUzZDRlNGU4ZWFh\" data-original-margin=\"\">The Church might preach about the importance of life in sermons. Yet the reality was that lives were cheap. Even Rhin-Lotharingie, as devastated as its population was by centuries of historic conflicts, could easily levy a hundred thousand peasants to face its foes. However these men also needed officers and equipment to ensure that they not only fought, but fought <em>well</em>. And it was harder to arm and lead a hundred thousand men than it was to conscript them.</p>\n<p class=\"cnM3MzJhOGQzZGE1MTRkMDc5YTU5NGNmNTU4MzBmYzQy\" data-original-margin=\"\"><em>Law of supply and demand of labor,</em> Pascal reflected as he stood beside Kaede's bed. <em>Basic work is cheap because anyone can do it. However the more expertise one brings, and the more demanded this expertise is by society, the more one expects to be paid.</em></p>\n<p class=\"cnMyYTViZmNhOTk2ODQyZDc5MmZjZThiNmJkMTM1Mjcx\" data-original-margin=\"\">Needless to say, the wages of mercenary captains had recently just shot through the roof. Pascal would be better off persuading the King to send more junior officers into Rhin-Lotharingie for 'hands on experience' instead. Yet equipment was a different matter. Sure, the demand for arms and armor in Rhin-Lotharingie was at an all-time high right now. But not every trader was interested in, or even welcome to, business opportunities within the Empire.</p>\n<p class=\"cnM3MTcwOTE5YjM1NjQ1Y2NiZDJjMGYyNGRlMDA1YWU3\" data-original-margin=\"\">Pascal pinched the bridge of his nose as he sighed. <em>I should sleep before I search for new ideas. Preferably when Kaede is awake again.</em></p>\n<p class=\"cnM1MjgwZjc4ZjQ5ZTRlNmQ5OWI0MmI4YzNmOWQwNDJm\" data-original-margin=\"\">However, as Pascal slowly opened the room's door and turned back to wave off the lights, he saw Kaede stir as she muttered faintly in her sleep:</p>\n<p class=\"cnMxMjNiZWQyMmY0YzQ1MDFhZDVkYzAzZDg4NWEyNTM3\" data-original-margin=\"\">\"No... don't...\"</p>\n<p class=\"cnMyNjQwOGVhZmFiMTQyNmFiOGMxMjkxMjg5YjRmMTA3\" data-original-margin=\"\">Her wispy voice was trembling. The small girl had curled up again beneath the comforter with only her face left exposed. Pascal could see faint perspiration rolling down her pale forehead as she turned about in her sleep with hastening breaths.</p>\n<p class=\"cnM3MjBiY2U5NDVkMjRiNTI4MDlhNjEzMzllZjRmMjYy\" data-original-margin=\"\"><em>Another nightmare,</em> he thought sympathetically.</p>\n<p class=\"cnM4ZWQxODA4Y2FiZTRjODM4YTI3YTNiYmZiMWZiNjM3\" data-original-margin=\"\">She had been sleeping calmly until just a few minutes ago. It was clear that she felt safe in his presence. But he also needed to sleep...</p>\n<p class=\"cnNkMDFlYzdiYWQ5MjRkZDJiOTU4YmQ0YzQxMjJjNzdl\" data-original-margin=\"\"><em>I guess there is only one thing to do.</em> The young lord snickered before an amused smile spread across his face.</p>\n<p class=\"cnNlMGFmMzg1MmM3YjQ5MjNiYTY4MWFjYTIxZjI1YmYz\" data-original-margin=\"\">Pascal moved back near the bed before he took off his clothes and neatly folded them over the dresser's chair. He also took a moment to fold Kaede's outfit and place it on top. The girl had a tendency to just leave her clothing strewn over whatever chair or bedcover was available. If it hadn't been for the self-cleaning enchantment on her undergarments, she'd probably leave even her dirty underwear lying about in the open.</p>\n<p class=\"cnM5YjcxMjVjYjczYTQ4NWZiOWE4MTlkNTQ3NDYxNDQ5\" data-original-margin=\"\"><em>You really should have at least a little self-awareness of your image as a girl.</em></p>\n<p class=\"cnMwM2VhMjQ3YTI4ZjQwZWZhNjJmMWZkZGRmYzljNzA1\" data-original-margin=\"\">The young man was reduced to wearing only a pair of short breeches. He pulled back the comforter and lay down next to her in the large bed. Then he draped one arm over her side as he gently stroked the silky hair behind her head.</p>\n<p class=\"cnM3YjE5ZDBjZGZjMjQyNTQ4Nzk3MzJhZDNlN2VjNTVi\" data-original-margin=\"\">\"It is just a dream. You are safe at home.\" He whispered slowly, and again, and again...</p>\n<p class=\"cnM2ZGEzMDZmOWFiNTRkZDRiN2M0MWQ5ZDE2OTM4YzI2\" data-original-margin=\"\">It took only three strokes before her faint shivering stopped. A minute later her breath had calmed down to a tranquil waft as well. Her expression grew peaceful. Her body relaxed and uncurled from its protective ball.</p>\n<p class=\"cnNkMWI5ZDBjMDZmYTQ3OTliMmUyNDAxOTAzOWM2NTA2\" data-original-margin=\"\">\"Sorry for forcing you to go through that during the last battle,\" Pascal muttered with a wry smile as he gestured the lights off.</p>\n<p class=\"cnMyNWRhYWJjNzVkMzRhOTFhNTY3YTFjYjQ3Nzk5NGNi\" data-original-margin=\"\">He kept stroking her hair until he fell asleep. It was the least he could do for a history student that he had forced into military life.</p>\n<p class=\"cnM2MDlhZTY3NmQ0NzQzN2NiMGRmOTllMWMzNjY4ZjNj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyZWM4OTk4ZTYzZTQ1YjY5OTcyZGY0OGNkODhlMWNk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM5Y2U5YmViZTY5YzRiNDY5NDZmNWFhM2IyOTU3NDdm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4ZGE5YTI3ZTgwZDRkMTM4ZGJmNDYxNjk1ZTM4Njc1\" data-original-margin=\"\">\"Uhnnnnng...\"</p>\n<p class=\"cnMxNzdiODdiOTlmNjQ0YzI5ODZmMzFiOTJkY2RkZTYz\" data-original-margin=\"\">Kaede groaned as she turned in the bedcovers, away from the rays of light filtering around the window's sides. It was the best sleep she has had in days. Why couldn't the sun be a little more understanding?</p>\n<p class=\"cnM1MjJlZDY0MmU1MDRlMjE4ZGU5ODQ4Y2IxNWZkYjBh\" data-original-margin=\"\">She had always enjoyed sleeping in during winter time, as the cold ambient temperature allowed her to nestle beneath more layers of fabric. There was something comforting about the additional weight and pressure on her body, doubly so as she felt herself enveloped inside a tight cocoon of fuzzy warmth.</p>\n<p class=\"cnMyYmJjMTYyNjI3YTRhNzU4ZWMzMjdmMDMxNWJlMjA4\" data-original-margin=\"\">Now, she withdrew beneath the thick comforters and snuggled against the sheets in a stubborn attempt to retain her happiness. However her small nose brushed across something smooth and... too firm to be a pillow.</p>\n<p class=\"cnNmYzIzNjI4YzRhNjRjZTA5MmViODI4YzhiNmM0ODg5\" data-original-margin=\"\">The familiar reached upwards with her hand to examine. She felt extra weight over her shoulders but she ignored it. Her thin fingers soon found something warm. And as Kaede grasped it she realized it was a rough palm.</p>\n<p class=\"cnM4NTlmZmI3MzBjZDRmZjdhZjVkZjcxZWYxYzI5OGZm\" data-original-margin=\"\"><em>Huh--?</em></p>\n<p class=\"cnNjNTIwOWI1MjEyNjQ2ZGU4ODNmZDM0ZGEwZDUzNTA3\" data-original-margin=\"\">The Samaran girl's eyes snapped open. Sure enough, Pascal's hand was right in front of her face, with its palm facing down and its thumbnail just touching her nose. The weight Kaede had felt on her shoulders was the rest of his arm, while the comforting warmth behind her was...</p>\n<p class=\"cnNhOGQ3ZjY4MGQ2YjRkODY4NGRkYTEzZmY5MTY5NTc4\" data-original-margin=\"\"><em>What are you doing in MY bed!?</em></p>\n<p class=\"cnMwYWVmYTUzZjM1YzRlZjdiMWNmZDI5MzhjNTI3YzU5\" data-original-margin=\"\">Her thoughts were more startled than alarmed. After all, Kaede had slept in the same bed as Pascal before, though rarely so close that their bodies touched. Pascal had hugged her in bed once before also. But he had asked for permission prior and it was on a night of special circumstance!</p>\n<p class=\"cnNlYjdiOTllZWM4ZTRmMWRhOTE2NzNjNzU1YzAwZWEy\" data-original-margin=\"\">Almost on reflex, Kaede pushed herself away from the hand in her face. However this only made her press into the rest of Pascal's body. That made it worse, <em>far worse,</em> as he was now spooning her. Her undergarments had left her back exposed which now pressed up against his firm chest. Yet even that wasn't the part that sent shocks through her mind and made her eyes swell to saucers...</p>\n<p class=\"cnMwY2RiYWUyNmRjMDQzNTJhYmY3MTc0NTgxYTNhZjJm\" data-original-margin=\"\">Something hard had pressed into her butt. <em>Jabbed</em>, more like, since it felt like a stiff rod.</p>\n<p class=\"cnNkZGVlOTI2YmZhOTQ3YmU5MjliY2Y3MTFmZmM2NzE5\" data-original-margin=\"\">Kaede froze on the spot as her breath halted. She could feel her cheeks catching on fire. Unlike other maidens who at least had some naivety to shield them from the surprise, she knew <em>exactly</em> what that was.</p>\n<p class=\"cnM1ZGU1MDk2Y2IyOTQxMWY5MTc5ZmIxYjZlMjFmMmM2\" data-original-margin=\"\"><em>Getoffitgetoffitgetoffitgetoffit...</em> Her thoughts frantically raced. She rolled back the other way and flipped his arm off of her at the same time.</p>\n<p class=\"cnM1OGMwNzZkM2JlMzQzNzJhMTc4MGQ1MGQyOGEzYjgw\" data-original-margin=\"\">\"Wake up!\" She cried out as soon as Pascal's soft, golden locks came into sight.</p>\n<p class=\"cnMxMTJmNTMyYzNkYzRhYzliNzk1ZTNmZTc0OGYyMzhh\" data-original-margin=\"\">The lazy, turquoise eyes that opened looked rather grumpy. Meanwhile Pascal flexed his arm and shrugged its stiff joints before focusing his attention upon her.</p>\n<p class=\"cnMzMDhmMzcxMjUwMTQzNTRhNGNkYTlhYTExMDk2NDhk\" data-original-margin=\"\">\"What did I do to deserve abuse this early in the day?\"</p>\n<p class=\"cnNiNGE1M2NkZmJiNjRhZDdiZDg2MWViNzRhOTljYzVh\" data-original-margin=\"\">\"W-what were you doing to me while I slept!?\" Kaede cried back. \"I thought this was <em>my</em> room and <em>my</em> bed!?\"</p>\n<p class=\"cnNjZmIxMjk2NTE3MTQ2YTI5ZWFhYjVlZDIyMTdhZGY2\" data-original-margin=\"\">Pascal paused for several moments to think back. However he never broke eye contact.</p>\n<p class=\"cnM5ZjY5ODg3ZTUwMDQ0NjY5M2I3NTVkNTM5MDJmYjZk\" data-original-margin=\"\">\"I was keeping you company until you fell asleep, remember?\" He stated. \"I was about to leave when you started having a nightmare again.\"</p>\n<p class=\"cnM3N2Q0ZTZiZjdmMDQ1MWJiMTM3MzM3YTc3Njg2NzEz\" data-original-margin=\"\">\"That doesn't--!\" Her incensed momentum carried on a bit further before deflating into the air like a runaway balloon. \"Oh...\"</p>\n<p class=\"cnM2MDc1MTY2ZTU0MDQwZTFiY2QwMWUyZjQ2MDZlYjZl\" data-original-margin=\"\">Awareness dawned upon Kaede as her cheeks rapidly turned scarlet. She soon found it impossible to look him in the eye and shifted her gaze away.</p>\n<p class=\"cnNkN2E1ZTdkNmMxMjRiMWNiZWRhZDEyNTcwNDlkZjVl\" data-original-margin=\"\"><em>I didn't ask for that...</em></p>\n<p class=\"cnM2YzBhYTAzNTIwMTQwM2M4MWJhMzExYzEyYjQ3N2M1\" data-original-margin=\"\">It was true that she slept unusually well last night. She didn't remember any bad dreams after Pascal came to keep her company, or even any dreams at all.</p>\n<p class=\"cnM1NWY3Nzg3ZjNmMTQ5MmI4ZGQ5MTNmZjMyYmU3MmVm\" data-original-margin=\"\">-- Yet this fact only embarrassed her further as her cheeks glowed as hot as furnaces.</p>\n<p class=\"cnNiOTQxZWRjOTQxZDRiM2NhNjViYjJjMmQ2ZDg1NTQy\" data-original-margin=\"\">She snuck a peek at Pascal's disgruntled expression before glancing away again. Her entire face now felt like it was on fire.</p>\n<p class=\"cnNkNjM1MzRhZTNiNTRkOWViNzVmNDg2N2E1MTI5ZDlm\" data-original-margin=\"\">\"T-thank you... I guess,\" the familiar muttered. \"Sorry. You just really startled me... down there.\"</p>\n<p class=\"cnNiNDQ1ZGQ0MGQ3NjQ3Y2ZhMWQ2NmRmZDRlMzI2YmY4\" data-original-margin=\"\">\"I guess it has been some days since I took care of this,\" Pascal turned to lay on his back and sighed as though it was a bother.</p>\n<p class=\"cnNlMmI4OTNlOTY5YjRlNTE5YmY4NTRiYzYyNjZmMDQ0\" data-original-margin=\"\">That almost made Kaede laugh a little. She could understand the sentiment as it was definitely an urge that she rather welcomed not having. Kaede had never appreciated feeling like an animal with raw instincts that she struggled to control. Thankfully, her new Samaran body had never bothered her with such crude physical desires.</p>\n<p class=\"cnMzYmZhOTc3ODk0NDRkYzY5NTU0MjczN2NlYzNhNDAx\" data-original-margin=\"\">However, despite the fact her countenance was still beet-red, Kaede couldn't resist the temptation to add a little cheek in response:</p>\n<p class=\"cnM4ZTVlOWZjZjM3YTRkMGQ5MjUxNTkzYjMxNjY5NzRm\" data-original-margin=\"\">\"You mean you haven't <em>masturbated</em> this week?\"</p>\n<p class=\"cnMzZTBkMGMzZmQ2NzQyYjI4YWI0MzFkZjAzM2VkNGQ3\" data-original-margin=\"\">Pascal raised one eyebrow in mild surprise.</p>\n<p class=\"cnNmMjMwMTAzYzZlZDRiMzlhMDI4MzhiZTNkYmM4YmI5\" data-original-margin=\"\">\"Sometimes I forget that you were once male.\"</p>\n<p class=\"cnM3ZmMzZDY2MmRmODQ4YTNiNWFkZGY5MjFjOWNkNmRl\" data-original-margin=\"\">\"Girls masturbate too, you know,\" Kaede pointed out, still bemused by the turn in conversation.</p>\n<p class=\"cnMzY2I5YTQ1ZGM5YTQ2M2U5YzJlN2YzNTczM2Q5OGIz\" data-original-margin=\"\">\"Some of them, perhaps. But they never talk openly about it. They certainly do not use that uncouth word and neither should you.\" Pascal then insisted before his lips formed a smirk. \"Though, have you done it? In your body?\"</p>\n<p class=\"cnNkOTMwYmM0MTFmMjRjMGZhZDY1YmM1N2Y2MmMwNDc2\" data-original-margin=\"\">\"No,\" Kaede answered flatly. \"Never felt the need.\"</p>\n<p class=\"cnNiOTc0NWRhNTI5YzRlNWVhNzU1Y2MxYzQ0ZTAxYmUw\" data-original-margin=\"\">\"Not even <em>a little?</em>\" Pascal suggestively raised his eyebrows as he seized the opportunity to return the teasing. \"Are you not interested in how it feels? You could even satisfy your curiosity while helping me. You do have the equipment now after all. And while you are on the small side, I can certainly go gentle for your first time.\"</p>\n<p class=\"cnM3NmQ4OWNmOTdmMzRiMjA5MzI3NGNhMDE3Mjc3YzFl\" data-original-margin=\"\">Illicit images sprouted into Kaede's mind as his words reignited her prior embarrassment into a raging wildfire. The Samaran girl pulled up the bedcovers to bury her entire face before retorting from underneath.</p>\n<p class=\"cnNmY2IzMTBhMWE0MTQwZjk5YmU2NTcxNTM3MDUxNmJj\" data-original-margin=\"\">\"No! You pedophile pervert!\"</p>\n<p class=\"cnNhODQ3YzQ1NWE4NDQwODk5MzE5MWQwNzY5ZGY2ZmM0\" data-original-margin=\"\">\"I am only three years older than you,\" Pascal commented as a matter of fact.</p>\n<p class=\"cnNiNGYzMTU3MWM5MjQ2Mzc5ZjJmNmQ2ODVhY2M5OTE4\" data-original-margin=\"\"><em>Yes but I look way younger than you!</em> Kaede couldn't help thinking.</p>\n<p class=\"cnMwYjZkMTE0ZGQxYTRiYWI5YTEwMTI5OWM1NTllYTRi\" data-original-margin=\"\">Her current body was that of a small girl whose height didn't even reach Pascal's shoulders unless she was wearing heels. Based on appearances alone she would estimate that she looked around sixteen. Meanwhile Pascal was twenty this year and looked even older thanks to his aristocratic bearing and ever-composed demeanor.</p>\n<p class=\"cnMzMTY4NjdlZmZiNzQ1NDFhMmIwZDJkNTU4ZjAwNTg4\" data-original-margin=\"\">\"Besides, if you were a boy once, then you know exactly how our urges work and how to best satiate it,\" Pascal added with a smirk in his voice. \"And I find it a little dubious that you do not have <em>any</em> interest. It would certainly not be the case had I been in your shoes.\"</p>\n<p class=\"cnM4ZDc3NDlkNWM3MDQxOGZiZDIzZjk1YWZlYWQxYjRk\" data-original-margin=\"\">\"Well you're not the one brought into another world and put into the wrong body!\" Kaede retorted as she lowered the bedcovers slightly and glared at him. \"So stop pretending like you understand!\"</p>\n<p class=\"cnM3ODVjZTYwYmFiMTQ0OGNhMGFjN2NlZTI1MzQ4MjEz\" data-original-margin=\"\">\"All right, all right,\" Pascal sighed. \"Shame. I guess I will just have to take care of this myself later.\"</p>\n<p class=\"cnM4ZmNhNjk2YzE3ZTQ1ZDBiZjlkYzMyYmYwZjNlNDYy\" data-original-margin=\"\">The disheartened way he spoke sounded like he was genuinely saddened by the missed opportunity. It really made Kaede wonder if Pascal thought of her that way... or if he even used her image in his mind as a masturbation aid as boys often did with girls they find attractive.</p>\n<p class=\"cnNkOTkwNTkyNGM2YjQwOGE4NDljMzkxMDEyZWI2YTkz\" data-original-margin=\"\"><em>Why did I think of that!?</em> An uneasy shiver went through her spine before she managed to purge the thought from her mind.</p>\n<p class=\"cnNjOWViMDI4YTQ1ZTQzM2U4NmU5MWUzNDRlMWM1YWY3\" data-original-margin=\"\">Still, Kaede felt thankful that Pascal had enough self-control to not touch her inappropriately. Back on Earth, Kaede had been friends with enough girls to know that this was a common problem on dates with randy young men. And while Pascal and her were no longer typically sharing a room, that could not be said for her first month in this world back at Alisia Academy, where he didn't have any opportunity to privately 'manage his urges'.</p>\n<p class=\"cnM4NTkyNmJjNTlkYzQ4NjI4ODA1M2E3OTQzYjllMGYz\" data-original-margin=\"\"><em>It's actually kind of impressive,</em> she thought about how long he had to hold himself back even as they slept in the same bed.</p>\n<p class=\"cnNkY2ViNmJmODJmNjQzNjNiZTAyOWU2ZTQ4YmJiYzcx\" data-original-margin=\"\">\"Have you ever done it? As a man?\" Pascal then asked nonchalantly as he sat up. It was as though he was talking about the weather.</p>\n<p class=\"cnNiNjU3MjVjNTBhYzQ1NjhhZmViZTYyMjBkMjhjMzc5\" data-original-margin=\"\">\"W-what?\" Kaede was caught completely off-guard for a moment. \"Uh... no?\"</p>\n<p class=\"cnM2ODE1YTM0MzRjZjRiYzVhYjE5ODE1MTMxOTFlODc3\" data-original-margin=\"\">\"Have you ever courted a girl then?\" He then met her eyes with an amused, lopsided smile.</p>\n<p class=\"cnNlMTM5Y2VmM2JkOTQ4Mjg5YTRiZTEzZjQ5N2I2MjFj\" data-original-margin=\"\"><em>What kind of weird pillow talk is this?</em> Kaede thought.</p>\n<p class=\"cnM4MDliZGRkYjIxODQ0Njk4ZWYxMWE2ZmUxNDY0OGU2\" data-original-margin=\"\">Was he trying to discuss as though between two men? Despite the fact she now inhabited a girl's body and he <em>still</em> had a hard on while sitting in her bed? The conversation was beyond awkward by any normal measure, yet Pascal himself hardly even seemed to care as he sat with his entire upper body bared. His toned arms and firm chest were both on full display as he wore a slight smirk beneath his confident, turquoise gaze.</p>\n<p class=\"cnNkZTU4ZTUzMWU3OTRkMTc4NmFjMDljNTVhOTkwNTNh\" data-original-margin=\"\">Kaede thanked the stars that at least her new body didn't feel much attraction towards men, because Pascal was definitely both handsome and fit by the expectations of male aesthetics for every society she knew.</p>\n<p class=\"cnM0M2VjY2JkZGU4NjQzYjNiNWM3MWE1NGY2YTJjODZl\" data-original-margin=\"\">\"Once,\" she finally replied to his question after an extended pause. However it wasn't an experience she really wanted to talk about. \"What about you? Have you ever done it?\"</p>\n<p class=\"cnM0NmJkZmVjOTBhNTQ5ZDRhZDRhZWMzZTE2YTA0OTEx\" data-original-margin=\"\">She mostly just wanted to change the topic, though part of her was also curious.</p>\n<p class=\"cnM0YTk4YzgxYzYxMDQ4NjlhNWNkNWQyMTI0N2UwOWVk\" data-original-margin=\"\">\"Father made sure I had a chance when I was sixteen,\" Pascal half-chuckled. \"He just came back with a courtesan one day and said that if I did not experience it early, youthful fantasies would just blow it out of proportions. Then, being a highborn, I would be in danger of far worse sins than sex without matrimony...\"</p>\n<p class=\"cnM2MDE4ZWI1OGE5NDRmMGRhOTE5MDVhN2JkNDgzNDI0\" data-original-margin=\"\"><em>Your father really is a farsighted thinker, even in parenting,</em> Kaede was impressed.</p>\n<p class=\"cnNmZTM4ZTBiNTVjMjRjYzk4NDEwYjI3ZmE5ZGQzZGNk\" data-original-margin=\"\">Considering how often young nobles took advantage of servant girls in forms ranging from coercion to outright rape, the old Marshal was certainly right to address the potential problem early. It wasn't even purely a matter of ethics, as a young lord who grew accustomed to mistreating their servants would also one day mistreat their soldiers. And that was clearly not the kind of leader that the elder Moltewitz wanted Pascal to become.</p>\n<p class=\"cnNjYzViY2Y1YzY5YzQwNDZiOWI2MGJhMTdhZWE1MTU4\" data-original-margin=\"\">\"--He also taught me how to cast a contraception spell. So tell me if you ever feel the need,\" Pascal's eyebrows then wiggled suggestively above a sly grin.</p>\n<p class=\"cnM4YjhjYTk3N2NhMTQyZmFiMGVkNTVhNzQ5M2VlMTZh\" data-original-margin=\"\">\"Get-on-with-it before I hit you,\" Kaede retorted in a rush as her cheeks continued to glow.</p>\n<p class=\"cnM2ODhjZGFlYjIyOTQ2OGViMWJjNWYyYzM1Mjc1Nzcw\" data-original-margin=\"\">For a moment Pascal looked like he was about to snicker. But as Kaede glared at him again, he decided to return to the topic instead:</p>\n<p class=\"cnM2NDhlYmYyM2QxMjQxMjhiOWEwNTM2NmU3MGZlMGZh\" data-original-margin=\"\">\"What can I say?\" He shrugged. \"It was not all it was hyped up to be. The act itself was pleasurable, sure. But the woman was dumb as a cow. It felt like my brain cells were dying just by laying next to her.\"</p>\n<p class=\"cnMxYTdiMmEzYzEyMjRlZmY5NjBhMGMzZjY0ZDFlMTE1\" data-original-margin=\"\">Kaede wasn't really surprised. After all, sexual activity by itself satisfied only a physical urge. The endorphins it produced did help with emotional needs, but the results were short-lived compared to a real relationship. For a young man like Pascal, who coveted an intellectual companion he could respect above all else, mere acts of lust weren't even close to enough. Unfortunately, the girls whom he could respect were also the ones who were most annoyed by his arrogance.</p>\n<p class=\"cnMyMzM1NjQyYmE2MjQ4YWQ4ZTY4ZWZjOWYyNDIzOTkz\" data-original-margin=\"\">What Kaede did find astonishing was just how well Pascal's father knew him. Not many parents knew how to deal with their kids' puberty, especially career-focused single fathers who spent all of their time at work. Most of them lost touch with their own adolescence and began to rationalize... as though youth and hormones had anything to do with wisdom and logic.</p>\n<p class=\"cnNiMjg3MTUwYjFhNzQyMjdiZmEwMzZlODMzMDRiMTIz\" data-original-margin=\"\"><em>It's no wonder Pascal has such a father complex. His Papa really is an amazing person,</em> Kaede reflected.</p>\n<p class=\"cnNhMDQ5OTg0NjUyYjRjZGRiZTFiNzJhNzA5NTViNjdh\" data-original-margin=\"\">\"Still, I think most men your age would consider it blasphemy to call sex 'boring',\" she almost giggled.</p>\n<p class=\"cnM2NDRiMTY0NWNjNjQ3OGY4N2FmYTBiYzM1MDEzZWNh\" data-original-margin=\"\">\"Most males my age also behave with hardly any more intelligence than beasts,\" Pascal scowled as though the mere comparison was insulting to him. \"If the defining goal of their youth is to lust after girls over a physical urge to reproduce, then how does that make them any better than animals in heat?\"</p><p class=\"cjIwZWJjNDM3Y2QzODRjMDg4ZTM3ODY3OTBiYjk0NWQx\" data-original-margin=\"\">The story has been taken without consent; if you see it on Amazon, report the incident.</p>\n<p class=\"cnMwMDllNTM1ODFhMDRkYWE5M2YwODZiZmI2MTUwOWYz\" data-original-margin=\"\">Kaede couldn't help but let off a half-snort chuckle. Even without his acidic intonation, his choice of words made his disdain clear. Yet at the same time... this was the man whose summoning spell had turned her into a girl.</p>\n<p class=\"cnNlZTBiNWZkYjYzNDRmYjA4ZWUyZjFjNjY1YjhlZGFl\" data-original-margin=\"\"><em>News flash: hypocrisy still as omnipresent as ever.</em></p>\n<p class=\"cnNjZTA5NDFhMWEzZTQ2YzY5MTg1Mjk4OTNiMDUzNjFl\" data-original-margin=\"\">\"But just so you know, this also does not mean that I have no interest at all,\" he added with an odd smile that made it clear he was willing as long as Kaede agreed. \"Nevertheless I can certainly wait for a proper relationship to develop and not merely a casual affair. Addressing bodily urges is a basic matter of maintenance, no different from eating or using the chamber pot. I have no need for hormone-induced drama to derail my life.\"</p>\n<p class=\"cnMwNDk5MTgxMjE1ODRkYTE4ZjNkMjM3MDQ5NGQxY2E1\" data-original-margin=\"\">\"Though I think 'drama' is exactly what you'd have if you tried to seduce me,\" Kaede narrowed her eyes as she reminded him of his engagement. After all, Princess Sylviane slept only one hallway down in the guest bedrooms.</p>\n<p class=\"cnMyZmNmOTc0MmRjZTQwMzZiMGU0YjY4YmNhYjMxY2Qx\" data-original-margin=\"\">\"Somehow I doubt you are the type to allow yourself to be seduced,\" Pascal chuckled. \"Still, you are probably correct that Sylv would not look favorably upon such a dalliance.\" He sighed again before unraveling the bedcovers on his side and standing up from the bed.</p>\n<p class=\"cnNmNDM2ZGQ3ZmQyNTQ0YTU4M2ZjZmNjZTdjYzE0YzUy\" data-original-margin=\"\">Thankfully his short breeches seemed to have flattened during the course of their discussion.</p>\n<p class=\"cnMyMTAxNTk0NzhkMDQxMGU4ZTBjODczZGE5MWYxYTJk\" data-original-margin=\"\">Pascal walked over to where he left his uniform folded on her dresser chair. However just as he reached down to grab his jacket, he suddenly seemed to remember something and reached into an extradimensional belt pocket instead.</p>\n<p class=\"cnMxYTcwNGNmMGI1ZDQ3M2E5MmQ3OTk2MTZlYWNmYmZh\" data-original-margin=\"\">\"Here, I received this for you yesterday.\" He said as he walked back to the bed and placed a black velvet box in her hand. \"His Majesty promoted me to Colonel for my various contributions during the Battle of Nordkreuz. However since my achievements would not have been possible without your help, I thought it only right that you receive recognition for your efforts as well. The King evidently agreed.\"</p>\n<p class=\"cnMzMzk5OWRkOTJiZjRmYmI5MjJhYzlhNWY0NGE4Y2E1\" data-original-margin=\"\">He then opened the container to reveal a gleaming black medal outlined in white-gold. It was a Knight's Cross, a prestigious medal of Weichsel which was given in recognition of personal valor and other martial achievements that made an impact on national interests. What made the Knight's Cross special was that it was more than merely a decoration. As the name implied, all who bore it were recognized as knights, the lowest ranking members of the non-landed, non-hereditary aristocracy.</p>\n<p class=\"cnNlN2ZiOTgwOTQ2NjQ3YWI5ZGIzM2FiMmUwMTI0ZTFk\" data-original-margin=\"\"><em>I guess I'm officially blue-blooded now...</em></p>\n<p class=\"cnM1YzQ2MGU1N2VlZDQ5OWM5MDUwOTFjZTQyZTIyODhm\" data-original-margin=\"\">Kaede tilted the box back as she noticed two rank insignias pinned against the lid.</p>\n<p class=\"cnMzMTk0NmRkNGQxYzQ2ZThhOTJlYTA0ZDRlZmI1NTg5\" data-original-margin=\"\">\"He also gave you the rank of Honorary Lance Lieutenant, since the Knight's Cross is meant to be a military medal.\" Pascal explained as he returned to put on his clothes, while his smiling expression continued to show his pride and approval.</p>\n<p class=\"cnNiZjc2YjI1ODY5NDQwYzliMzUyNGQ2YmMyMWUwNzFl\" data-original-margin=\"\">However Kaede had the exact opposite reaction. She felt her chest clench as images of just what she did to earn these honors flew across her mind once more.</p>\n<p class=\"cnM0YWY2MDU5ZjJkZDQ3ODE5ZjJjOTcwZmI5NzhjN2Q0\" data-original-margin=\"\">The young girl frowned as she sat up on the bed to lean against one pillow. She then looked for her heated cushion before pressing it against her midsection. Her period was always at its worst during the first few days. It was lessening now, but she still felt queasy in the stomach.</p>\n<p class=\"cnM1NmEwNGE3NmZlOTQ2YWM4ZWVjZTBlZTgxMGM2OGQ5\" data-original-margin=\"\">\"I'm not sure I want a military rank,\" the familiar remarked. \"I mean... helping you is one thing. But this army work... I'm <em>really</em> not cut out for it.\"</p>\n<p class=\"cnMxODZhYzI1ODFjYTQ3ZDViMzliOTMyYjg1ZGE3MzQ5\" data-original-margin=\"\">Pascal's lips went flat in an instant. His eyebrows furrowed in displeasure and disappointment. It was the exact opposite look from the approving gaze he held for her mere seconds ago.</p>\n<p class=\"cnNhMTI1YTA1ODNkYTQwZDA4ZTc4NDVlNGQ2NDEzMzQ1\" data-original-margin=\"\">Kaede looked down as she braced herself for a tirade from her master. Yet, as the moments passed, all he gave was a deep sigh.</p>\n<p class=\"cnM0YjBiZjkyMTgwYTRhNzg5MzRlNzBlNjVjZDFlY2Uw\" data-original-margin=\"\">\"We would have a problem if most people enjoyed war and blood,\" Pascal reasoned. \"It is a duty and an obligation, as the Holy Father placed us in positions of privilege for a purpose. The commoners might fantasize about silly notions of individual freedom, but if everyone simply acted as they desired... where do you think our world would be?\"</p>\n<p class=\"cnM5NzgwYmQxYzFmZDQ5MWE5ZmZhZDcwNTVmODg0Nzdl\" data-original-margin=\"\"><em>I don't disagree,</em> Kaede thought, a hint begrudgingly.</p>\n<p class=\"cnNiZDU1Mjg3MzIyNDRlMjJiYTE1YmQwYzAxMjMxYmQx\" data-original-margin=\"\">As someone who grew up in Russian Siberia and later Japan, Kaede adhered to the conservative, Eastern view of society far more than its liberal, Western counterpart. The freedom of choice might have a nice ring to it that appealed to the masses, but 'duty' should always take the highest spot of consideration when assessing that 'choice'. After all, every person had an obligation to protect their family, to uphold order in society, and to maintain the prosperity of the human race itself. Because without civil stability, the happiness of individuals was merely a fleeting illusion, one that could vanish into thin air at any time.</p>\n<p class=\"cnM2MWU4ZTlkMmRmNTRmMGU5YWRiMDQ4ZTNhMWNhM2Fj\" data-original-margin=\"\">The Dissolution of the Soviet Union and its aftermath had taught all Russians a hard lesson. The West had called for freedom and liberalization. Yet when Gorbachev's policies failed and the Russian economy collapsed, all that Western support turned out to be little more than lip service. The same countries that promoted liberalism in Russia also did nothing but watch as their greedy corporations ransacked Russia's industrial infrastructure with the help of corrupt leaders like Boris Yeltsin. Meanwhile millions of Russian families starved as their paychecks stopped, while millions more Russia women had to prostitute themselves abroad which created the global phenomenon of 'Russian brides'...</p>\n<p class=\"cnM3OTM3NmU5MDhiZjRmYTc4YzQ5ZDEzMzE3YjJkNjM1\" data-original-margin=\"\">\"Yes but...\" Her wispy voice then dropped to a faint mutter. \"Weichsel isn't even my home country.\"</p>\n<p class=\"cnM5YmZkOWFhMjJkNjRkYWJhYWQyNmU4NjRjY2U1YTI1\" data-original-margin=\"\">\"You are living here, are you not?\" Pascal commented sternly. \"Your residency papers are Weichsen. My wealth and status which we both live on is Weichsen. If Weichsel falls into chaos and ruin, would you not be affected?\"</p>\n<p class=\"cnMyMzRjZDMwNDc3YzQxMGNiOTE2OTJiZjRkMzFlMmU0\" data-original-margin=\"\">Kaede felt like she had just been punched in the gut. <em>It's really unfair for you to use such an example on me.</em></p>\n<p class=\"cnMwMjE2NDZjM2FjZDRjNWU4Y2NjNWVhZGFmZDQzZDM5\" data-original-margin=\"\">\"I know, it is my fault that you are here,\" Pascal continued in the meantime. \"I certainly will not force you to take this role if you tell me you would rather stay back at my house and do nothing. But is that what you want? To merely live a comfortable, <em>safe</em> life?\"</p>\n<p class=\"cnNhY2ZlNjY5ZWE3YzQ5MjA4YzA3MWIyOWUxMTk3MmZk\" data-original-margin=\"\">The snowy-haired girl shook her head. Both of them knew that Kaede wanted far more from her life than merely 'a home and three meals per day'. Had that been the case, she would never have worked so hard to get into one of the top universities of her world.</p>\n<p class=\"cnNkZTg1MjUyYzUwYTRmOTI5OTQ5YjRiMzQ1N2JhZDgy\" data-original-margin=\"\">\"I have already promised that I would be your familiar and your family, and I meant it,\" Kaede insisted as she looked straight at him and voiced with renewed conviction. \"But helping you and being part of Weichsel's army are two entirely different things.\"</p>\n<p class=\"cnMzYzAyOTk0ZDYzOTQyZWY4MDQ1ODg1MDllZDIzNzli\" data-original-margin=\"\">Pascal sighed once more. There was even a hint of relief in it.</p>\n<p class=\"cnNmY2MzY2ZhZjE3NjRmYTJiNDJhYThmOTQzZWI3OTk5\" data-original-margin=\"\">\"It is just an honorary rank. It does not mean you are an commissioned officer in the King's army rosters -- that would be far too generous of a promotion. It only means you are to be recognized and respected as one. You still have neither official responsibilities nor authority, not that it stopped you from ordering a Major around during battle,\" he smiled again at last.</p>\n<p class=\"cnM3ZDI1MjBkYzdmYjRmMGE5Yzg0ODMxZjZhNmYwODU0\" data-original-margin=\"\">Kaede nodded back with pursed lips before closing her fingers around the box. Pragmatically, she knew this was the correct choice. It would certainly help her standing by a considerable margin, as even an 'honorary lieutenant' was due the treatment of an actively-serving officer by the townsfolk and soldiers. In the military frontier state of Weichsel, being an officer in the army was considered the most honorable profession any individual could seek.</p>\n<p class=\"cnM2YmNhYjM5MGMxYTQxMjJhZGE1NTE5YjVkNTQ0YjE2\" data-original-margin=\"\">However, that didn't make her conscience feel any better.</p>\n<p class=\"cnM1NmYwNDA0ZDcwYTQ3MGZiY2U0MjVkZmVmOGRmYTcx\" data-original-margin=\"\">\"Have you spoken to Major Karen since the battle?\" Pascal asked as he seemed to have finally realized what was bothering her.</p>\n<p class=\"cnNlNThkOTI2OGZjNDQ4ZDA4OTc4MTFiMTk4ZmI4YTJi\" data-original-margin=\"\">\"Not yet,\" she mumbled back. <em>It's not that easy when I'm the one at fault for turning her into a cripple.</em></p>\n<p class=\"cnM1MTUwYzQxNzU1YjQyMjZhMjIwZGNiMGUzZjBjOWUz\" data-original-margin=\"\">\"You really should,\" he suggested as he finished putting on his uniform. \"She could probably help you with your troubles. More than I can, at any rate.\"</p>\n<p class=\"cnM4NjZmNzE1YWNiZjQ3MjViYWRlZGE5OTI2ZDRiMGU3\" data-original-margin=\"\">Pascal then turned back towards her with a curious gaze:</p>\n<p class=\"cnMxMjNiMTU4MGJmMTRmZDM5NzNkNjdhMWNmYzQxZjBm\" data-original-margin=\"\">\"I am surprised this is bothering you even more than being a girl though.\"</p>\n<p class=\"cnNiOTdiYzU1ZDMwODQ2NzQ4ZjFkYjJjZGJmZjUzMjIw\" data-original-margin=\"\">\"Have I broken three of your ribs and knocked out two of your teeth over this?\"</p>\n<p class=\"cnM0NDM3MjNjYjc0ZDRlNGVhMzhlMWJiOTBkMGY4ZTA0\" data-original-margin=\"\">\"No.\" He tilted his head slightly as he sought to put his impression into words: \"but it feels like you are complaining about it a great deal more.\"</p>\n<p class=\"cnNkN2JlMWU3MmNlNDRkOWVhMDI3NjVkMTU2NDU3Mjk5\" data-original-margin=\"\">\"I didn't have a choice over what my body is. I 'sort of' have a choice over this,\" Kaede grumbled back.</p>\n<p class=\"cnM3NDZlZWQ1Zjk5MTQwNzg4NmQ2MjBiM2Y1MjdhMmQ5\" data-original-margin=\"\">\"I did not choose to be a man, or born into a military family as the son of a hero, or be betrothed for marriage into another country.\" Pascal shrugged before he turned back to the mirror and adjusted the Knight's Cross he wore beneath his collar. \"Nevertheless, I am committed to all three of these roles, because I know there are others who depend upon me to do the right thing.\"</p>\n<p class=\"cnM3MGE4YmU5N2VhNzQwNzg4ZGU3MmExNjNjNjVmYTEz\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMxMTU4ZDVkNGZhNTRmOTA5NmNlYzkwZWY5OWNlNzhl\" data-original-margin=\"\"><br>\"Morning, Pascal, Kaede,\" Kaede heard Princess Sylviane the moment they stepped into the dining room.</p>\n<p class=\"cnNkOWNhN2M0NjJlZjQzZGU5NmM0NTMxOTU3Zjg5NmRh\" data-original-margin=\"\">\"Good morning, Sylv,\" Pascal replied while Kaede offered a quick dip for a curtsy from the door.</p>\n<p class=\"cnM4YmExMzdjYmQwZDRiNDg5YmVjMDU5YzJhYjYwZDJk\" data-original-margin=\"\">\"Good morning, Your Highness.\"</p>\n<p class=\"cnM1NmE1NDI2Y2Q5NjQzMDViZDkzNWY0MGQ4NmI0YjRl\" data-original-margin=\"\">The Princess smiled at her to show that her exercise in propriety did not go unappreciated.</p>\n<p class=\"cnM4ZmU3ZjU4ODZiODQ0ZGQ5NzAxZjcyZWVlNTAzNjgz\" data-original-margin=\"\">Pascal sat down at the head of the table, while Kaede took her usual seat to his left. Their late arrival to breakfast meant that Sylviane's armigers, who were all staying at the estate as guests, had already finished their meal. Only Lady Mari remained behind to accompany the Princess, while the rest had left to go about their tasks.</p>\n<p class=\"cnNmNzgzYTllODYyMjRiZTBhNWI3MDRlY2Y2YzEzN2Iz\" data-original-margin=\"\">Two servants were in the midst of cleaning up the used plates and silverware, while two diminished trays of breads, fruits, and cheeses remained at the table. One of the footmen then carried in a covered tray with two plates. He served one of them to Pascal and the other to Kaede. Each dish presented a jam-filled pfannkuchen doughnut with caramelized apple slices on top.</p>\n<p class=\"cnNkODZlYjFhZTE3ZjRhZjc5OGRhODA0NTU2ZGY4N2Y1\" data-original-margin=\"\"><em>We really are aristocrats,</em> Kaede thought with nagging guilt as she stared at the fancy food before her eyes.</p>\n<p class=\"cnM2YWVjYzg3MjIxMTQwNTc5M2Q3NjExMDEwNjk5MDRh\" data-original-margin=\"\">\"What's wrong, Kaede?\" It was Sylviane who noticed her reluctance to eat first.</p>\n<p class=\"cnMwMDRjMzJjZjI3ZDQwMDZhZWNkOTdlMWI4OWM1NzI2\" data-original-margin=\"\">\"Is it really okay for me to consume such lavish food while most of the city is eating at soup kitchens?\" Kaede wondered.</p>\n<p class=\"cnM4MzVlZGYwYTJhMjQwYjE4ZTUwMGVmYTk5NDVjOTUw\" data-original-margin=\"\">\"Had it not been for your actions during battle, Nordkreuz might be in the midst of urban combat even now,\" Pascal spoke as he sliced into his doughnut and began to eat. \"You have fulfilled your duty beyond anyone's expectations. I see no reason why you should not reap the privileges.\"</p>\n<p class=\"cnNkN2RhODZkZjM4ZjQ5MmZhNzA3ZjdmZTRiNThiYzVi\" data-original-margin=\"\">The Princess nodded as she was in clear agreement, yet Kaede continued to frown as she looked upon the abundance of food before her.</p>\n<p class=\"cnM0OGQxMWE5YTVlNDQ0MDJiNGNhYjA0NGQ0YjJlNjAx\" data-original-margin=\"\">\"Should we not at least be sharing this food with the people in the city?\"</p>\n<p class=\"cnM5OTY2ZDM0NjUyNDRlYjZhODAwNDJjYTEyNTZkYmIw\" data-original-margin=\"\">\"I have already sent half the stored stocks. And I am paying the cooks extra for them to help out within the city, if that makes you feel better,\" Pascal remarked before his tone grew more authoritative. \"Now eat. You are of no help to anyone if your brain is distracted by hunger.\"</p>\n<p class=\"cnM3Y2E5MjRjNmQyODQ1ZGRiNTEyNjU2MGM3MGEzYmFl\" data-original-margin=\"\"><em>I feel like that's what CEOs tell themselves as they dine in fancy mansions while their employees live on minimum wage,</em> Kaede scowled.</p>\n<p class=\"cnM2ZWY2YTllYzg2YTQzMjJhZGZjY2M1NDE2N2Y4MmZh\" data-original-margin=\"\">\"Speaking of, what's on your agenda today?\" Sylviane asked. \"Are we ready to discuss the situation in Rhin-Lotharingie?\"</p>\n<p class=\"cnNhNjQ3MDRjMjg4ZjQ2ODJhNzk4NDZhYmFkZjdkZTU1\" data-original-margin=\"\">\"This evening, I think,\" Pascal nodded. \"I am meeting with the city's guild and business leaders later this morning, alongside the Chancellors' representatives from the Ministry of the Interior. And around lunch I plan to inspect the new kitchens we have set up around the city.\" He added with a smirk as the 'inspection' was clearly meant to be a surprise. \"I think in both cases it would be helpful if you joined me. You are a better negotiator than I am, and a visiting princess would be great for the city's morale.\"</p>\n<p class=\"cnNmYmMxYmM5ZTJkMTQ1M2NiNWRlODg3YmMyYTg5NDgx\" data-original-margin=\"\">\"Of course.\"</p>\n<p class=\"cnM4YjI2ZDA2ZjkwMjRmOGI5MWEyNDg2YjQ3YzYwNzQ4\" data-original-margin=\"\">\"What about me?\" Kaede asked as she finally began to consume her sweet breakfast treat. \"Should I come along?\"</p>\n<p class=\"cnMwOTFlNGY5MTJhNjQxZjNiYjg3MjliODI1NmY3MjEx\" data-original-margin=\"\">\"Only if you wish,\" Pascal replied. \"Though I think your time would be more fruitful if you visited Major Karen.\" He then turned to Sylviane: \"do you have an armiger to spare to accompany her? The army camp is only just outside the city. Though after what happened yesterday I would prefer she not go out alone.\"</p>\n<p class=\"cnMyYTc0NTYwNDlmODRjZjI4YmVhYjcxNjNkODFiZTVm\" data-original-margin=\"\">Kaede looked down as she distinctly felt like a kid who had just been scolded for going out on her own and getting lost.</p>\n<p class=\"cnM0MDQ2YjFjMDc1NjRkZmI4NTIwYjBmOGViNTU5OGEz\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM0YzkyMDg3ZmExMTQwMWVhYWY4ZTA5ZDNhMzdhNDEw\" data-original-margin=\"\"><br>By the time they finished breakfast, Sir Robert had yet to return. Pascal decided it was still a bit early to leave for the city, so they all took a break to relax in the dining room with cups of black tea.</p>\n<p class=\"cnMzMGYyMGY5MzFiYTQ5MjRhM2NhZTlhNGQ0MDYxNjZl\" data-original-margin=\"\">\"Did you know,\" Pascal smirked as he looked at his fiancé, \"that Kaede has courted a girl before?\"</p>\n<p class=\"cnMyYTQ3YzJmMjYyZTRiODNhNWYxNTU1ZjdiY2YzMTE0\" data-original-margin=\"\">\"Is that true?\" The Princess' interest instantly peaked.</p>\n<p class=\"cnNkNThkNGYzOTNiNjQ2ODM5YjUxOWZlMWExNDc3YmVh\" data-original-margin=\"\">\"Ehhhh...\" Kaede hesitated before sighing. She <em>really</em> didn't want to touch this topic, but it seemed unavoidable now.</p>\n<p class=\"cnMzMjY4ZGEzMTRlMjQ3OTVhMWM2ODQ4Y2Q5ZGQ4Y2Q5\" data-original-margin=\"\"><em>Guess I might as well get this over with,</em> the Samaran girl thought.</p>\n<p class=\"cnNlNzI0YzRlODQzNTQ0NzVhNDk0YWFmMzY0NzU5MWYz\" data-original-margin=\"\">At least the servants have finished their cleanup and left. Kaede <em>definitely</em> did not want information about her gender mixup circulating within the servants' hall. She was already receiving enough uncomfortable looks from the maids as it is.</p>\n<p class=\"cnMxNTIxYjhiM2UyODQ1Mzc4NzBiYmM5MTUzYzU2ZmQ3\" data-original-margin=\"\">\"It was more like... she courted... me,\" Kaede spoke with a shrug.</p>\n<p class=\"cnNmMTRhZWYxYmU1YzQ2NGU5OTI4OTdhOGU0MDg0ZWMw\" data-original-margin=\"\">\"So <em>she</em> asked <em>you</em> first?\" Pascal's response was surprised, perhaps even a bit impressed.</p>\n<p class=\"cnM2ZjM0MWRiYmM1YjQzMmY4MmQyNzJkZmMxMDM1MTBj\" data-original-margin=\"\">\"Yes,\" the familiar replied. \"It's not as common as the other way around in my culture either, but it happens.\"</p>\n<p class=\"cnNjOTg0YzQyZDE5NTQ2NTBiY2RmMmU5ZmJhNzc4MDZh\" data-original-margin=\"\">\"It's actually not that rare in our world, at least among the nobility,\" Sylviane commented in an intrigued voice before giving Kaede a smile. \"But when a lady is the initiator of the courtship, she tends to be very picky about the qualities of the man.\"</p>\n<p class=\"cnNmNDZkOTJkZjk3ODQ3ZjZhZGEwMzFkOGVlYmU4MDMw\" data-original-margin=\"\">Kaede's mouth felt dry as she made a faint scowl. If Sylviane was trying to offer a mild compliment, it had the exact opposite effect.</p>\n<p class=\"cnM1ODQ2MTJiYjA5ZTRkMTViNDkxZmRhMjM2MDI3NjY5\" data-original-margin=\"\">\"Did you agree?\" Pascal asked.</p>\n<p class=\"cnNmNzJhYjM4MjgwZjRiOWNiMmEzNmVkNmM1Y2Y5N2E2\" data-original-margin=\"\">\"Ehhh... I didn't really know her well. But I figured since I was in high school and a romantic relationship was lauded as like -- <em>the</em> ideal school life -- why not?\"</p>\n<p class=\"cnNlNDJhMzJlZTQ4OTRjZTNhYzA0NzI5MTlmZWMzNWVi\" data-original-margin=\"\">Kaede then had to take a moment and explain what modern standardized education was to the Princess. For a brief moment, she thought Sylviane's fascinated look meant the Princess might change the topic, which would have suited her just fine.</p>\n<p class=\"cnM1Nzc5NjdhY2MzODRjYTI5MGYzYTEyMDkyYmY0YzQ0\" data-original-margin=\"\">Unfortunately, the Princess suppressed the urge and returned to her attentive smile:</p>\n<p class=\"cnM5MGZmYjQ3NzllNDRkNjM5ZjRjYjM2MDc4OWU3Mzhh\" data-original-margin=\"\">\"How did the courtship go?\" The Princess asked with an attentive smile.</p>\n<p class=\"cnM1ZGMxMWZiZjk5ODRmYmM5NzVhM2FkYjhjMDFlN2Zm\" data-original-margin=\"\">\"We dated for about two weeks before she dumped me,\" Kaede shrugged.</p>\n<p class=\"cnM5YmU2ZjNhMjI2YzRjNGRiMzgyMGEzOTk5NGYwMGQ3\" data-original-margin=\"\">\"Well that was fast,\" Pascal bluntly remarked.</p>\n<p class=\"cnNmZWFjYTkzM2FhNTQ1NWRiMzkzZjNjMzJhZGQ2MGNj\" data-original-margin=\"\">His familiar sent him a stare, which made Pascal append in his usual, drawling voice:</p>\n<p class=\"cnMxZmI3Y2JmZDM4NjQ4ZTZhYjY5ZTM2MGQ4NmZjY2Ri\" data-original-margin=\"\">\"I never said most girls in teen years are any less retarded than most boys.\"</p>\n<p class=\"cnM0ZTYzYmRhMzk3ZTRmYmQ5OGNkY2E3NTYxY2JkZDEw\" data-original-margin=\"\"><em>Are you trying to console me or insult me?</em> Kaede thought as her gaze hardened into an outright glare. \"You're only twenty yourself.\"</p>\n<p class=\"cnNmNjg1OWNiZWQwNzRjYmNiYTRkMDA4MDI3NDExMmVi\" data-original-margin=\"\">\"I <em>never</em> belonged under 'most teens'.\" Pascal countered as his haughtiness emerged in full, which then fell aside as he hurriedly added: \"nor did I say you do.\"</p>\n<p class=\"cnM0ODkyMTQ5ZGQ4ZTRkOTc5YzRiZmZiOTQ5Y2M5ZTJm\" data-original-margin=\"\"><em>Your compliments suck.</em> Kaede glared at him.</p>\n<p class=\"cnM3NTJjODkwMGI2MTQ4MGI4OWRjNGFkY2UzY2JlY2E1\" data-original-margin=\"\">\"Did she explain why?\" Sylviane finally derailed them back towards some semblance of maturity.</p>\n<p class=\"cnNmN2YwYWU4ZWRiNjRlYzdiN2U2NGQyMTgwNDliNDBk\" data-original-margin=\"\">\"Apparently I'm not manly enough,\" Kaede shrugged, trying to keep the bitterness out of her voice. \"She said since I studied martial arts, had excellent grades in academics, good friends, and knew what I wanted to do for life while still in school, I seemed like a pretty mature guy. Then she accuses me of being uncompetitive, unambitious, indecisive, and introverted...\"</p>\n<p class=\"cnMyZWJhOGYyYWI4MDQzYmU4NTI4MTE2MzI3NGUwNjlm\" data-original-margin=\"\">Kaede's thoughts grew more and more agitated as she continued. Even she began to notice the acidity that slowly crept into her voice.</p>\n<p class=\"cnM2ZDhmNTNkZWJlNDQ0ZTY4YWU3MThkZmY5NTUwOWFk\" data-original-margin=\"\">\"--Basically she had the delusional fantasy in her head that I was some kind of alpha male figure when I'm not. Reality is <em>such</em> a disappointment.\"</p>\n<p class=\"cnMyZTVhYWRlYzNiYzRiNTZiZWZiZmQwYWQ3NDg5NTk3\" data-original-margin=\"\">\"You do fit a girl pretty well though,\" Pascal commented in a matter-of-fact tone.</p>\n<p class=\"cnNlNjQ4ZDRkZTNhYjRmOWFiNjE1NzYyMDExMTA2YjBh\" data-original-margin=\"\">\"Geez, how nice of you!\" Kaede's fake gratitude was dripping with sarcasm. \"Now can we please get off the topic before I reward your kindness with a fresh stabbing?\"</p>\n<p class=\"cnMxYmU4YzY2YzM5MTQ2ZWM5ZjU3MjBiOWNlOTUzYjYz\" data-original-margin=\"\">The Princess giggled silently in response. But as her wisteria eyes met Kaede's, Sylviane gave the familiar a gentle smile.</p>\n<p class=\"cnM0NGY4OTI4ODg0MDQ1MjdiZjc0MjQyZmEzYzcxOWUw\" data-original-margin=\"\">\"The best traits of men are courage, vision, and tenacity. I would say that your recent actions prove two of those qualities just fine.\"</p>\n<p class=\"cnNjMGNmOTBhZmYyZTRhYjY5OTcyYjY4NTRhMmQwOTYy\" data-original-margin=\"\">Kaede blinked several times as she ran those words through her mind a second time. For Sylviane to acknowledge her with such directness... she almost wondered if she was hallucinating.</p>\n<p class=\"cnNjMGE2ZjE3YmMyMzQ0NzJhN2JjYzFiYmM1MTc4ZWI2\" data-original-margin=\"\">\"I... uh... thanks,\" she stammered back. \"It was a pretty desperate situation, so I kind of jumped in...\"</p>\n<p class=\"cnM2N2QxYWU4OGExNDRjZmRiNDQyMWM0ODAyZGJlNWQ5\" data-original-margin=\"\">\"That is what courage and leadership are: decisiveness in the face of necessity. Willingness to bear responsibility even if nobody else will.\" Pascal interjected before his voice turned harsh. \"Had you taken such unnecessary risk any other time, it would have been purely imbecilic. The only difference between a hero and a fool is that the hero was lucky enough to succeed. Only morons would gamble on that in anything but utter desperation. I certainly hope my familiar will not do so unnecessarily in the future.\"</p>\n<p class=\"cnMwMTc5ZjE1NjA5MzRhMGM5NDViYTBjMjgzNjI3MWZi\" data-original-margin=\"\">\"Do I look like a moron to you?\" Kaede glared back. \"I certainly don't plan on jumping in front of oversized swords again anytime soon.\"</p>\n<p class=\"cnNhMDNkNjVjMTYzOTQ5MWNiNzJjMGNmNDc0MDdiM2I3\" data-original-margin=\"\">\"Good.\"</p>\n<p class=\"cnNmOTAwZmUwNTFkZTQyZTk5ZTIzZDQxMWZmZGFkZTI2\" data-original-margin=\"\">Pascal's single response was almost cheerful before he took a look at his arcane pocketwatch and stood up. Sylviane then followed suit as she realized it was time for them to leave for their meeting with the city's guilds. As Kaede followed the others down to the entrance, she finally realized why Pascal had acted the way he did.</p>\n<p class=\"cnNjNDJhNDU4Yjg3NjQ5N2Q5MDY3YzZjMjE5MjAwMjRj\" data-original-margin=\"\"><em>Can't you just say you were worried about me?</em></p>\n<p class=\"cnNjMWU2NDFjZmQ4NTQwYTQ5ZjJhNDkwNTE4MGMyNDgz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkOWQ2MTA4NTk0ZDRhY2ZiYThiNmViZjgzMTFmZTRi\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM1MWE0ODMyNmVlYjQzNzViODg5YzJhODY0YjE1ZGE3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyYjQ2YjNiMmU2ZjQyYTNhYmVlYTkzOWVjYjg0MWQy\" data-original-margin=\"\">Kaede took a deep breath as she faced the wooden cabin's door. She snuck a glance back around and saw Sir Robert smiling at her from the nearby rock he was sitting on. The dutiful armiger was clearly planning on waiting outside until she finished so he could escort her back.</p>\n<p class=\"cnMxNmY3OTY2ZTQxMjQ0ZGQ5ODIxNGY4ZmVkODMwN2Ri\" data-original-margin=\"\"><em>No way to avoid it now,</em> the familiar thought as he turned back to the door and knocked.</p>\n<p class=\"cnM0ZTI1YjdlMmIzMzQ4MDE4NDI4NjdjNzc1NmU3NzAy\" data-original-margin=\"\">Truth to be told, she still wasn't ready to face Major Karen.</p>\n<p class=\"cnNiMjJlZDg5NDIzMzQyNTQ5YmM5MjZiYzViZWYzMjJl\" data-original-margin=\"\"><em>How do I face someone who saved my life yet became a cripple due to my actions?</em></p>\n<p class=\"cnNkOWUxOGUzMDczNTRiMDU4NWNlN2JhOTNiNjE2M2E3\" data-original-margin=\"\">\"Come in. It's unlocked,\" a lighthearted voice replied from inside the cabin.</p>\n<p class=\"cnNjZWQwODhkZTgzMzRjZDU5YmJmMTNhOTEwZDYzYzky\" data-original-margin=\"\">Without further excuse for delay, Kaede pushed open the thick wooden door, stepped inside, and closed it behind her. The room looked similar to Pascal's expandable cabin, except only half as large and its furnishings were even more spartan -- just a simple bed, a small writing desk, and a wooden chair.</p>\n<p class=\"cnMyNzRkMTI0YTljMzRjZGY4NTQwZTFkMjk2YjIwMmEx\" data-original-margin=\"\">Major Karen von Lichnowsky sat in the bed. Her face was paler than Kaede remembered despite the dim lighting inside the room. She wore only a simple blouse and held a book in her left hand. Her long, wavy-red hair pooled to her right atop the bedsheets, partially obscuring the shoulder stump which was all that remained of her right arm.</p>\n<p class=\"cnM5ZThmOWZlOTY4YjRhNTFiOTAwZDhiMjgzMmVkOTQ0\" data-original-margin=\"\">\"Major,\" Kaede nodded with a smile that was wry at best. She tried not to stare, but it felt like Karen's missing arm kept pulling her eyes in.</p>\n<p class=\"cnNkNzEwMDI0YzQ0ZDQxMmY4ZjNkYzNkNjZkNjJlNjVi\" data-original-margin=\"\">\"Kaede... Suvoro... Suvorsky, right?\" The Major pronounced with a welcoming smile. \"Free feel to grab a seat.\"</p>\n<p class=\"cnNkOTAyY2YzMWNlMDRiNWFiZTE1ZjgwMGVjMTQ3MmY3\" data-original-margin=\"\">Kaede nodded before pulling up the chair.</p>\n<p class=\"cnMzN2EyYWI4MDM0OTQ2ZDRhZTI0YTcxNjBkMDMxNTNj\" data-original-margin=\"\">\"I only knew you as Captain Pascal's familiar until after the battle.\" Major Karen spoke. \"Eckhart, Sergeant Steinmetz, was the one who first told me your name. You could've said something before the battle, introduced yourself properly. Back then when we first saw you, a girl with a nonstandard uniform walking amongst our battalion, we almost wondered if you were a spy.\" She noted with a chuckle.</p>\n<p class=\"cnM3NTkzYTYxNjVlNTQ4OTBhZDY4YWVjYzY5YmM3MDQy\" data-original-margin=\"\">\"I didn't have a formal military rank,\" Kaede shrugged. \"So I didn't... uh, want to give the wrong impression.\"</p>\n<p class=\"cnM1OGNmMTZlNjVjMTQ3ZDA4ZDU1NmI1NGQ5YjZkYzA2\" data-original-margin=\"\">\"Afraid we were going to think you were a camp whore following some privileged brat?\"</p>\n<p class=\"cnNjN2ViNDM3OTYzNzQ2NTJhYTJiYzEwNjdiMTg2YmY4\" data-original-margin=\"\">Kaede colored a little as she glanced away.</p>\n<p class=\"cnMwOGM5OTdmZDZmOTRmOTk4NjQ3YWJhNTM3Yzg0Y2Yz\" data-original-margin=\"\">\"Yeah... pretty much,\" she sighed.</p>\n<p class=\"cnM5OTM1MmQyMDMwMDQzZjJiNmFkNThlYTNlNDMxZjFj\" data-original-margin=\"\">She had received enough stares of that particular variety during her month at the Alisia Academy to last her a lifetime. But unfortunately for her, they hadn't ended there.</p>\n<p class=\"cnM4MDYyOWJhOGY1NTQ1Njg4NTRlNzVhZDliMjdlZjFk\" data-original-margin=\"\">\"I actually wondered that myself,\" Karen admitted with a slight nod. \"It didn't help that you didn't care to talk to any of us. A few of the officers saw you at the Marshal's funeral, but all they'd heard was that you were of the Landgrave's household. So they thought you were his young lover.\"</p>\n<p class=\"cnMzMzU2NDYzM2UwYTRiOTJiNTJmNTY4YjJmOTA2OThh\" data-original-margin=\"\">Kaede blanched a little which instantly answered any doubts Major Karen still had. The officer then chuckled again before adding with an amused grin:</p>\n<p class=\"cnMzZTE1ZTVkZWUwYzQzOTFiNjI4OTQ4ZDEwOTZiZDMz\" data-original-margin=\"\">\"That impression lasted right up to when you ran over and started shouting orders at me.\"</p>\n<p class=\"cnMzYjY5MzA4MmI5ODRhMTA4OGFjZDY4OWRiYmQwNjY5\" data-original-margin=\"\">\"Sorry about that,\" Kaede looked down in embarrassment.</p>\n<p class=\"cnNjNDJjM2Q1MDMwODQ5MTdiOTE4YzM2YmFhMmEwYzlh\" data-original-margin=\"\">\"Don't be. Your Captain... Colonel now, I heard, came by to apologize for your falsified orders himself. Well, that and the 'fight to the last' order he passed through you. But legitimate or not, it saved my men's lives.\"</p>\n<p class=\"cnMxYzVmMTllZDZiYzQ3NjA5ZTc1OTk3Yjg0ZTM4OGNl\" data-original-margin=\"\">\"What's left of them, anyway,\" Kaede muttered. Though Karen's words did surprise her: <em>how come Pascal never said sorry to me for that?</em></p>\n<p class=\"cnMyMTM2YzkzYjg5YjQ3NzA5YWJlMmVkNmVhNDA1ZTE2\" data-original-margin=\"\">Meanwhile, the Major sighed as her expression grew solemn:</p>\n<p class=\"cnMyMjdkNDUzMGIzNjQ2Y2NiMWY4NTdiZDc4ZTU0ZjFl\" data-original-margin=\"\">\"Forty-seven men from the two companies survived. I'll take that over a complete loss any day. And make no mistake: had we not pivoted to face them, those Northmen would have plowed right through our position... and possibly even the rest of the army.\"</p>\n<p class=\"cnNhNjU4NWU2Yzg4NTRjYzA4YWQwZWM5YzQ1YmMwOWRk\" data-original-margin=\"\">Karen put down the book she held in her remaining hand and pushed herself up to sitting straight. Her long hair reached out to the nearby table and poured a cup of water. The prehensile strands then brought it over and passed it to her remaining hand. Karen took a deep drink before continuing on to explain:</p>\n<p class=\"cnNmZGM0OTQzYjRkODRiMTZiMGE3OTRmZmEyMzFkMGYz\" data-original-margin=\"\">\"The Northmen that attacked us were elite assault troops. The combined arms they used -- repeaters, siphons, and greatswords -- is a classic breakthrough tactic for them. We were, without a doubt, the focal point of their entire offensive. <em>Your actions,</em>\" the Major stressed, \"played a pivotal role in preserving the entire Weichsen defense line, and possibly saved thousands if not tens of thousands of lives. The Northmen are not exactly known for taking prisoners among soldiers.\"</p>\n<p class=\"cnNlZTEwZTk5YWI4YTQwYTI5ODZlMDg1NDY1NDMwMzM1\" data-original-margin=\"\">Kaede had heard about that from Cecylia. To the northerners, a warrior who lived in defeat forfeited their dignity as a human and therefore no longer deserved mercy. It was an honor, not an obligation, to spare a fallen foe. So just like the Japanese in World War II, the Northmen often showed respect to those who fought bravely to their death, while murdering those who surrendered in ritualized executions that bordered on religious sacrifice.</p>\n<p class=\"cnM5NDZmYTg0MmZkOTRmZTM4OTQwMjZkMTk3MGE2YTU4\" data-original-margin=\"\">\"I understand, and that's why I did it, and would do it again,\" Kaede declared firmly. \"However, that doesn't excuse when I...\"</p>\n<p class=\"cnNmYjEwNWJmOGQ0OTQxYmJiOGYwMGYzZTM0OTMwOWIx\" data-original-margin=\"\">Her voice faltered as a lump formed in her throat.</p>\n<p class=\"cnMwMmEyMDA4NzA2YjQ2YWNhZTUxY2IxODg4YjFlYmVk\" data-original-margin=\"\">\"--You saved my life... and I... I gave the enemy an opening to take off your arm.\"</p>\n<p class=\"cnM3NTE2NzUyZWI1NTQ4Njk5ZGEyMWMwNGE0ODM5MmM1\" data-original-margin=\"\">She could still remember that moment perfectly, when the rimefire she aimed at the towering berserker splashed onto the Major's forearm and wrist. Karen had lost her grip, and her opponent seized the opportunity to cleave off her entire arm just below the shoulder.</p>\n<p class=\"cnM5NzlhNzg4N2YzYTQwZWM4ZTExZjhhMDdiZGQ5MDVh\" data-original-margin=\"\">Yet, the next thing Kaede felt was her head being patted by something unusually soft. As she looked back up and met Karen's dark-green eyes, she found the Major smiling while her long, red hair awkwardly patted her head.</p>\n<p class=\"cnNiNTEzNDMwNmYzMTRmZjk4NGM2MGU5ZmMwNDczNjlm\" data-original-margin=\"\">It was a grim smile, but it nevertheless carried the serenity of acceptance.</p>\n<p class=\"cnMzOWZiNTc1Y2RkMjQ2N2NiZmEzMzZiMTIwZTQxY2Ew\" data-original-margin=\"\">\"I never thought I'd ever see someone so stupid, leaping over the only defensive obstacle we had and exposing her neck to Huskarl Zweihanders like that. Those things could have cut your skinny body in half even without you helping!\"</p>\n<p class=\"cnM2MTY5ZmNiODRlODRlODc5ZTA4YjU0NTgzMTU2ZDhm\" data-original-margin=\"\">The smaller girl did manage to look abashed. <em>It was the only thing I could think of at the time that would actually make a difference.</em></p>\n<p class=\"cnM0YmE2ZWI0YTdjZjQzZmI5MGM5ZmI5NWRiZDJhNjRh\" data-original-margin=\"\">\"But you gave us the warning. You helped us stop the charge. And you never looked back, not even when you passed along that death sentence of an order,\" Major Karen went on. \"I've always told my troops that only family will stand by and face death together. So even if my battalion is disbanded, our family remains, and you're a member of it now,\" Karen acknowledged her junior with a firm nod.</p>\n<p class=\"cnM2OWU3NjAzNzdjNzQwYmU5ZTcxMzgwN2VlNjE3NzZl\" data-original-margin=\"\">She then repeated Kaede's own words with a lopsided grin:</p>\n<p class=\"cnNjMmQ1MGNmN2Y5YzRmNWViODZmNWRjZWVmYmExZTll\" data-original-margin=\"\">\"And that's why I did it, and would do it again.\"</p>\n<p class=\"cnM4ODYzYWRkMjNhNjRlYjRhNzVhOWFlYjAxNDBlNTY0\" data-original-margin=\"\">\"But...\" Kaede tried to interject, almost desperate to claim some blame for herself.</p>\n<p class=\"cnMzMzc0NTk0MTNhYjRmYjY5YzQxNzIwNzViNDAxYmIy\" data-original-margin=\"\">\"Don't tell me you have your master's ego and think half the world revolves around you,\" Karen half-joked with a chuckle. But her sternness soon returned: \"<em>You</em>, are not responsible for my arm. A Northman took my arm away, because I couldn't fight him and win.\"</p>\n<p class=\"cnMzNmJlMTlkZWU1YjQ4OTA4ZDc1NzRjNmYzYTFkYTEx\" data-original-margin=\"\">Those words left Kaede speechless.</p>\n<p class=\"cnM5ZjFkYjM1M2FjYzQxMWFiNDNjZjczMTZjNTUxZjdk\" data-original-margin=\"\">It wasn't fair. Karen couldn't be faulted for that. She had fought off so many others while protecting Kaede. And she could have stalemated that giant of a man too, if not for Kaede's incompetent 'assist'.</p>\n<p class=\"cnMyMDkxMTBjZGI2YTRlODJiNDZhNTIxZDZhNTY4MmEy\" data-original-margin=\"\">\"Besides...\" the Major continued, as though reading Kaede's mind. \"My swordstaff was on the verge of breaking even before I lost my hold. If you hadn't been there, he'd have finished the job. Telling me sorry? I should be thanking you instead!\"</p>\n<p class=\"cnNlZDlhOTUwMzFkYjQ2Njc4NGMxMzNmODliZGVmNWE3\" data-original-margin=\"\">Kaede returned another wry smile. She couldn't help but feel humbled by the woman before her. There was no way she herself could have taken the loss of an arm so well. She would have found someone to blame, someone to lash out at. Yet here she was, the very person responsible, and Major Karen was trying to make <em>her</em> feel better.</p>\n<p class=\"cnNjNzM4OWI2ZmI4NTQzNDM4ZTE3ZDU0ODA4ZTNjNjY1\" data-original-margin=\"\"><em>So this... is what a true leader of men is like.</em></p>\n<p class=\"cnMyNTlmMTg1YzMwNTRiOWY5MDIxOWM2ZTIxZjgwZWFi\" data-original-margin=\"\">Nevertheless, there was no way anyone could simply shrug away the loss of an arm, to accept being crippled for the rest of their life without bitter tears. The Major was a strong person. But Kaede could only guess at the lonely times when Karen must weep silently to herself.</p>\n<p class=\"cnM3YmE5NThkNjBmYzRlNmQ5NTA2Yzg3N2JkOWQ3Y2E5\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM3ZTRlY2EyMmY2OTQyMTViNDQ5NjNmN2EzODBjNmYx\" data-original-margin=\"\"><br>By the time Kaede left the cabin, over three hours had passed. The Major had been an excellent conversationalist, and had kept Kaede entertained with many stories from her years in the military.</p>\n<p class=\"cnM0ZDJlYWI1NTEwMTRlMDZiYzM2MWJiNWNhM2RkZDg1\" data-original-margin=\"\">\"Sorry that took a while.\" The familiar said as she met up with Sir Robert, who had been waiting outside the entire time. The handsome armiger had been drawing in a notebook which he quickly closed. His smile was flawless as he replied:</p>\n<p class=\"cnM2NDRhZGRkYmU1MjQzZDViMjBlZmFkMDU4MGM2NWQw\" data-original-margin=\"\">\"Not a problem. Are we ready to go back?\"</p>\n<p class=\"cnNkMDQ4MDE0NDQwMjQ1NTE4YzNmMjI1NjhkNjgzMWVk\" data-original-margin=\"\">\"Let's.\" Kaede nodded, before glancing at the sketchpad that Robert was putting away. \"Are you an artist, Sir Robert?\"</p>\n<p class=\"cnNjNWI1YWQ1NzY4YTRmMGZhYWJmZWUzMGRlZTkwOThi\" data-original-margin=\"\">\"Not really,\" Robert shyly scratched his cheeks as they walked back towards the city's half-collapsed walls. \"But I do a bit of tailoring in my spare time. And I enjoy designing clothes.\"</p>\n<p class=\"cnNhMTEwYjlmOWMxODRmZmI5ODQxMDFkNGU1Y2IzN2Qy\" data-original-margin=\"\"><em>A knight doing needlework. Definitely not what I'd have expected,</em> Kaede thought in amusement.</p>\n<p class=\"cnNkYjVhZWY5YWEyMjQzMTRhMzc5MTc5YzIxNWI4MTFm\" data-original-margin=\"\">\"Can I see?\"</p>\n<p class=\"cnNkNjZiZDVjMjJlNTQ4NjVhOWZkYjkyNDg5YmM3NGRh\" data-original-margin=\"\">\"No. Sorry.\" A blush spread across Robert's cheeks as he spoke. \"It's... kind of embarrassing.\"</p>\n<p class=\"cnNkNDU1ZTY1MjY4OTRlM2RiZjQ2OTYxNjgwZjZiYmYz\" data-original-margin=\"\"><em>I guess it's not just designing heraldry and tabards then.</em></p>\n<p class=\"cnNiNWM3ZmJmOWE0YjRiY2U5NDNlZTg5OTQ2NTBlNWQ4\" data-original-margin=\"\">\"No worries,\" Kaede remarked before they switched topics to how the Princess was sending out her armigers to help organize the relief efforts. It was clear that Sylviane intended to gather as much goodwill from the people of Nordkreuz as she could before returning to Rhin-Lotharingie with, hopefully, Weichsel's help.</p>\n<p class=\"cnNiZjJhZmE5Y2JiNTRjZTI5MjI3ODZjM2RjNmYzNmNm\" data-original-margin=\"\">Then, by the time they reached the small bridge leading to Pascal's island home, Sir Robert asked:</p>\n<p class=\"cnM2YmM5YmI4ODZlYzRmZmQ4ZjlhMDJhYTQ3Zjk1NmIw\" data-original-margin=\"\">\"Did visiting the Major make you feel better?\"</p>\n<p class=\"cnM3ZmVlNzAyOTY5ZDQyMWNhYjg4OTM3NjQ2OGM1MzEz\" data-original-margin=\"\">\"I think so,\" Kaede thought aloud. \"At least, it made me realize that it wasn't just about me and my choices, but also how my actions fit into the world around me.\" She then looked down upon the hands that once held the flame siphon in battle. \"I may have committed murder in the most inhumane form, yet I also saved the lives of thousands in exchange.\"</p>\n<p class=\"cnM5MjM3Njk0ODVjYTQ4ZGVhOTJmZmJkM2RjYzJhZWFl\" data-original-margin=\"\">\"We often forget that ethics is not about how righteous or wretched <em>we</em> feel, but how our choices impact the world at large,\" Robert nodded in agreement. \"Sometimes doing the right thing requires us to take actions that we ourselves consider loathsome, while keeping our own hands clean would be nothing less than the greatest sin.\"</p>\n<p class=\"cnM5MDUxMGI5YmNkNzQ0ZDk5ZjYwMDAyNjIyOTQwMDI3\" data-original-margin=\"\"><em>Is that his way of saying that I did the right thing?</em> I Kaede smiled a little as she looked at the beautiful knight. \"You sound like a philosopher, Sir Robert.\"</p>\n<p class=\"cnM5Njc3OGY3OGI3YjRiZDVhNmI2Njk1Y2RlODRhZTRi\" data-original-margin=\"\">\"Not at all,\" he smiled back at the young girl. \"But I am a knight. And chivalry is never as simple as it seems.\"</p>\n            ",
  "invisibleParagraphContent": "The story has been taken without consent; if you see it on Amazon, report the incident."
}