{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxOTI1Njg3Y2RkNTRiYzA4NzRkZjFkYzExMDRhMjBi\" data-original-margin=\"\">Kaede hated teleportation more every time she did it. The feeling of undergoing simultaneous freezing and sublimation, all while being flushed down a whirlpool, simply wasn't something she could acclimate herself to. She confirmed all her body parts while their nerves reconnected. Her thoughts felt immensely grateful that Reynaud took only two jumps on their hundred-kilopace journal to Alis Avern, as Pascal commented that it would have taken him at least four jumps to match the same distance.</p>\n<p class=\"cnMzYmUwMjRlMmI5NTRhMDY4Mjc0NzFjY2Q4MmVlNjlj\" data-original-margin=\"\">She was even ready to forgive all the times he had annoyingly called her 'buttercup'. Maybe.</p>\n<p class=\"cnNhMmU5NDk5ZTMzNjRlNjk4YTI1ODFlOWFiZmE1Nzcw\" data-original-margin=\"\"><em>He's still a pervert.</em> Kaede reflected as she kept her distance from Reynaud by staying on Pascal's other side.</p>\n<p class=\"cnM2MzkyMmRhYWQwZTRmNTk5YmEyZGEzMTExYWIwY2E2\" data-original-margin=\"\">Alis Avern was rather unimpressive for a capital. The streets were narrow, the houses were small, and the planning was nonexistent. Even most larger 'avenues' could barely manage two wagons passing side-by-side, and the smaller alleys could fit a handcart at best. Most buildings were wooden with thatched roofs raised two-stories high. The winding roads snaked up and down the hilly terrain with no discernable pattern, while homes were crammed onto sloped hills like stepping stones.</p>\n<p class=\"cnNhZGZjNjg4YjE4YTRkZmM4M2RiNzE2NjA2MTEyMTVl\" data-original-margin=\"\">It certainly showed that Rhin-Lotharingie was far from a wealthy country. Though if Kaede had to pick one charming quality, it's that the city felt very... organic. The way the streets circled around large trees and giant boulders. It made the place feel less like a city and more like an overgrown town of rural tradition.</p>\n<p class=\"cnMwNzQ2MTZjYjM1YzQ0YmI5NjRlNTM2NGQ1MzA3Nzkz\" data-original-margin=\"\">\"Where are you heading?\" Pascal asked Reynaud as the three of them walked uphill along a cobblestone street.</p>\n<p class=\"cnNhNjIyM2U4ZDczMDRjMTk5OTYzZTg5Y2Y3YjMxOWYx\" data-original-margin=\"\">\"Same place as you -- the palace.\" Reynaud grinned. \"I'm meeting my father there.\"</p>\n<p class=\"cnNiNjU1YjczODc2OTQ3MWE5Y2VjMjJlOWYwMDkyNjAy\" data-original-margin=\"\">\"Your father works in Oriflamme Palace?\" Pascal raised an eyebrow.</p>\n<p class=\"cnMwMGEwYjFhM2M1NTRkZWZhM2VlNjM2ZWYwZWMxNzVi\" data-original-margin=\"\">\"No. He arrived yesterday with King Alistair and Princess Sylviane. Delivered them in person, more like,\" Reynaud answered with pride.</p>\n<p class=\"cnNiOTA3ZWJjYmM4ZTRiODFhZmJkNjRmYTUyMDI5NGNi\" data-original-margin=\"\">\"What? On both hands?\"</p>\n<p class=\"cnMxZGI0MDRiNjBlYTQ1ZWQ5N2I3ZTRmZGIyNmM3NDJj\" data-original-margin=\"\">\"Ha-ha, funny.\" Reynaud retorted. \"Papa is a sky merchant, though these days he acts more as a captain for the King than a trader. The Emperor gave him the title of Chevalier for his services during the War of Imperial Succession. But Father prefers working with King Alistair. They're almost best friends.\"</p>\n<p class=\"cnMxYjllM2JhZmFiYTRkMGE4YmVhMDI3YTA5NTViNzcw\" data-original-margin=\"\"><em>Of course they are.</em> Kaede thought. She wasn't sure about the others, but that last part was almost certainly a boast.</p>\n<p class=\"cnM3OWMyOThkMWZmODRjMDhiZjllOGNlYjYxZTE2YTVl\" data-original-margin=\"\">\"Is that the reason why you summoned a baby skywhale familiar? To follow in your father's footsteps?\" Pascal asked before he realized that didn't make sense. \"But you are a military cadet in the academy.\"</p>\n<p class=\"cnM1MmUwNjI2NDQ0YjQ4M2M5Y2U0MGZjNWVkNDg3Yjk1\" data-original-margin=\"\">\"I knew my familiar before I summoned her.\" Reynaud smirked as though it was finally his turn to tout special privileges. \"Priscilla was a baby whale that father's Marianna gave birth to. And speaking of Marianna, she's right there...\"</p>\n<p class=\"cnM3MDJjODRiMWMxZTQyODI4YWUwZTgyMzFkMzc3YjZj\" data-original-margin=\"\">Through a gap in the buildings, the redhead pointed to the side of the rocky crag that the Oriflamme Palace was built on top of. Sure enough, there was a sperm whale hovering adjacent to one of the outer wall's towers. The beast was even more colossal than its Earth equivalent, and would need a clearing the size of an ice hockey rink to land. It also had tentacle-like appendages extending out from above her jaws like some long mustache, and the huge, block-shaped head glistened with a metallic shine.</p>\n<p class=\"cnMyYTM4YjY3OTU0MDQyOWZhMjc5MWRmZTVhZTQwODFm\" data-original-margin=\"\">However, the most interesting detail was the steel-framed wooden structure strapped beneath the belly. Its size was somewhere between a large bus and a small ferry. Behind it dangled massive cargo nets, although they were mostly empty at the moment, as well as a small platform with two ballistae on each side. The entire design reminded Kaede of a dirigible airship, except with structural supports wrapped around the back of an oversized whale instead.</p>\n<p class=\"cnNhYzBiOTI0NGZlZjRmMjY5NTJiNzQwNGVlZjI0Njkw\" data-original-margin=\"\"><em>Well, it's not sentient tofu,</em> Kaede thought. Her logic still lay bloated with incredulity, but at least it didn't require emergency resuscitation.</p>\n<p class=\"cnNiMTQ1ODkzMjFlODRhNTFhOGE3NDM5Zjc0ZmNmMTM3\" data-original-margin=\"\">She had read about skywhales after Perceval spoke of Reynaud's familiar. Wild skywhales traveled across the northern skies in tight-knit, highly-protective groups. Adults were too powerful and intelligent to tame, therefore the only skywhales that worked with humans were those summoned as a familiar during early childhood and brought up over the course of two decades. They were easily the strongest beast of burden on Hyperion, but only for the lucky few who had one.</p>\n<p class=\"cnMyNmU1ZmQyNDY2ZjRjMGZiOGQ2ZGIzMTU0MDkxNmEx\" data-original-margin=\"\">\"How do they stay afloat?\" Kaede asked, incredulous.</p>\n<p class=\"cnM3NWVhM2NiMDJiYjQyMDc5ZTJlYjdhMmFjZThiZWU2\" data-original-margin=\"\">She didn't even notice that she had stopped in her tracks and fallen behind.</p>\n<p class=\"cnNlODU5ZWI0MzNkZjQ2YTQ4MzBiOTg5NWIzYWFkNDBj\" data-original-margin=\"\">\"Magic.\" Pascal replied with a smirk, which attracted an annoyed glance from his familiar.</p>\n<p class=\"cnMyMThiYjkwM2FmNTQ4Njk4YmVmNDdlZjM2ZTFhNTRm\" data-original-margin=\"\">\"Skywhales have three magical traits: levitation flight, steelskin, and flourish.\" Reynaud was kind enough to explain. \"Their size combined with their ability to turn their own skin into armor makes them one of the apex predators of Hyperion.\"</p>\n<p class=\"cnM1MjMwMjY4MDQ3ZDQ3MDQ5NWQzYzJlZDg5YmVlYTI5\" data-original-margin=\"\">\"And flourish?\" Kaede puzzled.</p>\n<p class=\"cnM5MmZjYWJmZDdiZjQzYzM4N2Y2Yzk2MjI3M2JjMDY3\" data-original-margin=\"\">\"Those mustache-like tentacles. They can grow them at will to snatch game from the ground and deliver to its mouth.\"</p>\n<p class=\"cnNhOGNkYmVkNzYyYTQ4Nzg5ZmM5M2MwNTZhNTJkZDEy\" data-original-margin=\"\">\"And what do they eat?\"</p>\n<p class=\"cnNkZWEyNDc5N2M0MTQ5OWY4MDA1YmI2NDg2YTMyYTAy\" data-original-margin=\"\">\"Fish, mostly. But they also gobble up large land animals, anything from elk to musk ox.\" Pascal explained this time. \"Cattle and reindeer herders treat them like a roaming natural disaster, since it takes an army, and willingness to take massive casualties, to take down a pod of skywhales. For that reason, private skywhales like this one are often commandeered during times of war, to be used as anything from giant battering rams to airborne siege platforms.\"</p>\n<p class=\"cnMzYzkyZDA0M2E3MzRkZDE4ZDBiNmExNTVhYTJlYjVl\" data-original-margin=\"\">\"So your familiar is going to grow into one of those?\" Kaede pointed as she finally caught up with the two young men.</p>\n<p class=\"cnNiYTJlYWZhNjM2MTQwOWQ4NmM2NDA2ZmZmMzVhZDRm\" data-original-margin=\"\">\"Well, they don't grow the gondola structure. That has to be built by human hands.\" Reynaud noted with a grin. \"In fact, most gondolas are designed to be detachable, so the skywhales can land them somewhere and then go fishing on their own. The ridiculous amount of food they consume makes their upkeep too expensive otherwise.\"</p>\n<p class=\"cnNmMDhiYmMwNWYwMDQzODRiYWFlOWQ0MmIyZThkMDcx\" data-original-margin=\"\">He then tried to wrap an arm around Kaede after she absentmindedly walked between them. However the Samaran girl slipped from his grasp and spun around to Pascal's other side.</p>\n<p class=\"cnM0NzBkOWIxN2YzMjQ0ZDM4N2ZmMjRhNzAzMmE4OWJj\" data-original-margin=\"\">\"Stop that!\" She said as she tugged on Pascal's sleeve almost by instinct.</p>\n<p class=\"cnM2YWY2MDFkODUxODQ2OTNiNmZjZTNlYTAwYTE1NzQz\" data-original-margin=\"\">\"Hands off, Reynaud. Kaede is my familiar. Summon your own girl.\" Pascal added before the cadet relented.</p>\n<p class=\"cnM0ODFlZjhkN2YwZjQxMWU4MmU1NjRiMDRmOGVlNWRl\" data-original-margin=\"\"><em>Why does it always take another man to say it before they'll take it seriously?</em> Kaede thought.</p>\n<p class=\"cnM1NzRkYjYyMDY2ZTQyMWFiOGViYTRiNWViYTdjMmRm\" data-original-margin=\"\">\"Sheesh, stingy!\" The redhead complained in an exaggerated tone. Yet he kept smiling and continued as though nothing had happened. \"I'm not <em>entirely</em> sure how my familiar is connected to my future yet. My goal is to become an Oriflamme Armiger -- since I clearly failed to summon a phoenix myself -- and there's only a hundred-forty-four of those positions, <em>at best</em>, throughout the entirety of Rhin-Lotharingie. Being good at combat helps but it's often not enough. It's why I learned to be a Wayfarer as well. Every Paladin needs one of those, and I have dual expertise in conjuration and alchemy!\"</p>\n<p class=\"cnNiOGVkMzVlYmMxZTQzNzZhNWE0MTczZWIwNzk4ZTRl\" data-original-margin=\"\">\"Why only a hundred-forty-four?\" Kaede asked as her curiosity replaced her earlier distaste.</p>\n<p class=\"cnMyNGJhMjgzYzlmODRjYzc5MTA0ZjUwYzA2NTY1M2Qw\" data-original-margin=\"\">\"There are only twelve sacred phoenixes so, at best, you might have twelve Paladins at any time,\" Reynaud added. \"And it's tradition that each Paladin takes no more than twelve armigers as their personal retinue.\"</p>\n<p class=\"cnMzNDBhNTQ5Nzk3MzRmOTE4MWM4YjFkMWMyYjZkMWY4\" data-original-margin=\"\"><em>Don't tell me the Lotharins built an entire national myth around the limitation that there are only twelve birds?</em> Kaede thought.</p>\n<p class=\"cnM2NDA2NGY1NTViZDQyNWQ4MTUwOGE5ZWM5OTIwMDVi\" data-original-margin=\"\">She could just imagine how awkward it'd be if one of them had a baby. <em>Sorry Sir, we must now change everything to thirteen.</em></p>\n<p class=\"cnMyYjQ0YmJmYTYzYjRkNzk5MmZjMDMxOGMzODBjODli\" data-original-margin=\"\">\"I read that the Oriflamme Paladins are chosen by the twelve phoenixes of Rhin-Lotharingie to serve as the nation's guardians. What else is special about them?\" Kaede inquired further.</p>\n<p class=\"cnMwNzBkZDhmODNkNjRmNWFhMDZkYzUyM2VmYmY0ZWI0\" data-original-margin=\"\">The response came back with the excitement of a starry-eyed fanboy zealously worshiping his heroes:</p>\n<p class=\"cnNiNDUzNzAxYTE5NjRmYzhiODVjMWY3MGU4MmNhN2Rm\" data-original-margin=\"\">\"Only that they're some of the best spellswords across Hyperion, both in prowess and sheer <em>style</em>. When duty calls, they form a union with their phoenix familiars, and look absolutely kickass in their halo of golden blue-white flames.\" Reynaud even gestured as though he held his dual kukris while he explained. \"They glide through the air on burning wings and hurl blue fire that melts through plated steel... any knight of Hyperion who claims that they aren't envious of the Oriflammes in some way is outright lying.\"</p>\n<p class=\"cnNhN2FhZjhlM2M3NzRiNTNiNmMzMDQ3OWUwNTY4NTBm\" data-original-margin=\"\">Kaede wondered just how much resemblance they bore to Arthur's Knights of the Round Table, or perhaps more appropriately, the Twelve Peers of Charlemagne. The translation magic did match their name up with 'Oriflamme', the golden flame battle standard once carried by the Kings of France until it was lost at Agincourt.</p>\n<p class=\"cnNlNWI4NDk2NzI4MjRjZGVhOTk5NWU2MTM4NTNhMjZk\" data-original-margin=\"\">\"There are currently only ten Paladins though.\" Reynald continued in his buoyant enthusiasm as he began to list his heroes. \"There's the sworn Paladin Trio: Gervais, Laurent, and Edgard. Duke Gaston the 'Pristine Lord' and his mistress, Cosette the 'Tide Breaker'. Sylviane the 'Cerulean Princess' and her father, Emperor Geoffroi the Great. Alistair the 'Hound King' and the crusader, Edith-Estellise the 'Polar Cross'. And last as well as most recent...\"</p>\n<p class=\"cnM4ZGIxOWIyZmIwZTRlNmE4NTA2NTM2YWEyOTE0NTFk\" data-original-margin=\"\">Reynaud then paused as he struggled to conjure the last name.</p>\n<p class=\"cnMyYTBlZWQzMTdjNDRhMDdhOWU2NDJhOWI4NzY4NjY4\" data-original-margin=\"\">\"Vivienne. She had yet to fight her first battle so most do not know her.\" Pascal filled in as he continued in his stride, which forced Kaede to scurry along at his side. \"It is not all sword-and-sorcery either. The Paladins also make some of Rhin-Lotharingie's best commanders and mages. In fact, Vivienne is a young concordist: a bard who uses rare fae magic. Furthermore, only Oriflamme Paladins -- their character proven by the phoenixes' choice -- may inherit the throne. Therefore the phoenixes always select at least one individual from the royal line of succession. As you can imagine, Sylviane's appointment is more political than purely martial.\"</p>\n<p class=\"cnNkODE5ZGQ5NWVmZDQ3OTg5MmFkMzFhYmUzOTE4OWUx\" data-original-margin=\"\"><em>Wait, did he say 'fae magic'?</em> Kaede thought. She was about to ask when Reynaud spoke out first.</p>\n<p class=\"cnM2NWYyNmZjNDhjYjRlYzE4MGYxODUxOWE2ZDdiODJj\" data-original-margin=\"\">\"How is it that you always manage to pick the most hopelessly realistic thing to say? Way to ruin my romantic childhood dreams of knights-in-burning-armor.\"</p><p class=\"cjA5NzhjOTkyYmM2NjQ5NjQ5YWQzNDk1NjM3MmQ1MzY1\" data-original-margin=\"\">This content has been misappropriated from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnNjMGI2M2UzMDhlYzQ4YjE4MGFhNjYwZGM2NDhkZmYx\" data-original-margin=\"\">\"I <em>practice</em>,\" Pascal replied sarcastically. \"Romanticism has no place in my army, or any army...\"</p>\n<p class=\"cnMyYTQ2Zjk5YjZiZTQ3NGI4ODI1ZjE3OTI3ZDZkN2M4\" data-original-margin=\"\">\"<em>Your</em> army?\" Reynaud cut in. \"Think the King of Weichsel might care to hear this?\"</p>\n<p class=\"cnM2NzdkNzk4ZTc2NTQ5ODRiOGI3MzhlYzZlMjZiZWI0\" data-original-margin=\"\">\"The King is the one who kept comparing me and father when he <em>personally</em> knighted me. Mark my words: I will become Marshal, be it in Weichsel or in Rhin-Lotharingie. It is just a matter of time...\"</p>\n<p class=\"cnNiMGM0MDhiYWFmYTQ5ZDI4MjZkNDI3NzY0NDMwMjU5\" data-original-margin=\"\">\"Aren't you--\"</p>\n<p class=\"cnNiZGEwNDAyNzdkMjQyNDdhNTVhYTRmMDBmYzg0Y2M0\" data-original-margin=\"\">Pascal then trampled over Reynaud's interjection by the sheer weight of his stern voice:</p>\n<p class=\"cnNiMzUxNGM0ZjYyZTRlODI5MTI5ZTM2YTY4NDY4MDUx\" data-original-margin=\"\">\"But as to the point: we already have enough necessary wars, Reynaud. There is no need for unnecessary ones because some foreign idiot believes it is 'noble' for them to launch one.\"</p>\n<p class=\"cnMyZjkwZmFjZTUzZDQyODBiOTU5MDQzMzljN2M1YTcz\" data-original-margin=\"\">\"I wholeheartedly agree with that,\" Kaede added with a firm nod. Philosophers might disagree over how 'necessary' any war was. But as a historian, she couldn't be more proud of Pascal's attitude towards his profession.</p>\n<p class=\"cnM2YTMwMTliOTEyNzQ3YjNiY2Q1ZDdiOGNlY2M1OTU1\" data-original-margin=\"\">\"Yes yes, I agree too. It isn't as if the last war hasn't impacted my family. But come on, knights-in-<em>burning</em>-armor!\"</p>\n<p class=\"cnMwNDQ0ZmY0NWZhNjQyNDBhMTM1Y2U4NjE1OWE4N2Iz\" data-original-margin=\"\">Reynaud gestured wildly as he accentuated his final words. Then, as Pascal gave no response and Kaede almost giggled, he tossed in rather hypothetically:</p>\n<p class=\"cnNjNzhlMzc2OGNkYzQyNWU5YTQxMDA3Y2EyNGE2NjZk\" data-original-margin=\"\">\"Besides, I thought real generals only felt at home on the battlefield?\"</p>\n<p class=\"cnNiMzRlM2ZiNDlhMTRkMDRhZWYzNzhmZGQ0Y2Y2NDMx\" data-original-margin=\"\">\"'Real generals' also do not enjoy seeing their men get killed,\" Pascal countered harshly. \"There are other ways to simulate a battlefield, whether over a beer casket or under a projector. Kaede even introduced me to a term from her home realm. It is marvelously simplistic really: they call it 'wargaming'.\"</p>\n<p class=\"cnNkYzc3YTNkMzYwMTQxOTI4ZGQxMzM0N2FiODYxMjhk\" data-original-margin=\"\">The three of them finally arrived at the citadel's front gates. They marched across the drawbridge and over a rocky ravine before stopping at the gatehouse. Several guardsmen wearing chainmail armor and blue tabards approached them from inside.</p>\n<p class=\"cnMyM2MzOWUxOTMwZjQ1NmRiNjg3NjI1MzBlYmRjZTkx\" data-original-margin=\"\">Stepping forth, Pascal produced a tightly bound scroll from his enchanted pockets before handing it to the officer in charge:</p>\n<p class=\"cnM0YWMxMjA0ZjNlYjQ5MzJhYWI3NTAyYTU5NDFiMGRl\" data-original-margin=\"\">\"I am Captain Sir Pascal Kay Lennart von Moltewitz, Landgrave of Nordkreuz. These two are my retainers. I am here to see the Emperor at the behest of Crown Princess Sylviane, my fiancée.\"</p>\n<p class=\"cnNjY2MwNWNiOWY2YjQ1Yjk4MzY1YzI0ZjY5OWFmZmNh\" data-original-margin=\"\">Reynaud shot him an evil glare from the side before stepping forward as well. \"I'm Reynaud Moreau, son of Sir Claude Moreau, captain of the skywhale parked just outside. My father was the one who brought King Alistair and Princess Sylviane to the palace yesterday. He summoned me to the castle at the behest of the Emperor for... well I don't really know.\" The redhead finished with a shrug before handing over a scroll of his own.</p>\n<p class=\"cnM3OWE1NDhmNGM0MjQ3MzJiNDA4YjM1ZWM0MDUwZmVm\" data-original-margin=\"\">The officer was meticulous. He first scanned both scrolls with magic, and then did the same thing to all three of them.</p>\n<p class=\"cnM5ZTY4ZGU1Mjg4OTQ0Nzc4MmJjMGRiMjAxMjM0ZDBk\" data-original-margin=\"\">\"She's a familiar?\" His eyebrows shot up in surprise as he finished examining Kaede.</p>\n<p class=\"cnMyOGVjYTFjZTI4NzQ1OWE4MTE4NGM0MTVmZWY0YjNh\" data-original-margin=\"\">\"Yes. She is <em>my</em> familiar.\" Pascal answered with evident pride.</p>\n<p class=\"cnMxYTFhNjY4YTc2ODQwNGJiMjcxY2MxNjVlMTkxN2Q2\" data-original-margin=\"\">\"Must be a Weichsen thing,\" the officer shook his head in disbelief. \"Your aura signatures confirm and there are no signs of deceptive illusion or alchemy.\" He then bowed slightly in courtesy. \"Welcome to the Oriflamme Citadel, Your Grace.\"</p>\n<p class=\"cnNkMDI5NjM0Zjg2MTRiYWY5ZTE1YjZjMmVjMzA4OGMz\" data-original-margin=\"\">\"Thank you,\" Pascal nodded curtly before continuing on into the outermost castle courtyard. Reynaud waited until he received his scroll back before catching up.</p>\n<p class=\"cnMzOWFhYjI0OWFjYjQyMTdhZGNiNWNmYzFiMDc5MDk2\" data-original-margin=\"\">\"Retainer? What am I, your squire?\" Reynaud snubbed back as his voice dripped with sarcasm: \"would you like your armor polished with that, <em>Your Grace</em>?\"</p>\n<p class=\"cnM1MmExY2UwMTkwZjQzYjNhMWEzZmQ1MTlmZDM5MDAz\" data-original-margin=\"\">\"After the trip here? You can be my stablehand.\"</p>\n<p class=\"cnMzZTFlYTYwNzQ2NzQxNWQ5N2RiNTc1MjUwMjNiMzQy\" data-original-margin=\"\">\"Do you two always have to be this pleasant around one another?\" Kaede sighed.</p>\n<p class=\"cnMxN2ZkNWUyMWI5YzQ0NmY5YjIzY2U1YTM4NTc5Mjk3\" data-original-margin=\"\">The two men answered almost at once as even their voices clashed against one another:</p>\n<p class=\"cnMzMGVjODZmNDJlZDQyOGU4Y2VjMjkyMGU5OTVmNmJh\" data-original-margin=\"\">\"Blame the firestarter lord of sarcastic hill...\"</p>\n<p class=\"cnNjYmNhNmQ2MDJiMTRhN2Q4MzNhNjlhOWZjM2EyZDQz\" data-original-margin=\"\">\"Not my fault his ass is still glued to the same old arrogant high horse.\"</p>\n<p class=\"cnNiYzQ2MzUyNWI3ZDRlMzNhNzgxMmJiMzFmYjFkZjVk\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMzYzM4YWZjN2Q3OTRjYTJiYTE4MjQyMTAyYWU2NGVk\" data-original-margin=\"\"><br>The Oriflamme Palace was certainly more impressive than the city outside it. The hexagonal keep was built from blocks of blue granite, some no doubt quarried from the rocky crag it sat on top of. The walls and floors inside were marbled and partially paved with carpets. The hanging chandeliers and landscape art weren't overly extravagant, but they were sufficient for a palace.</p>\n<p class=\"cnMzZWU1NmNiYmZlMzQzMzU5NjNkYjAxODM2ZGQxODI5\" data-original-margin=\"\">As two guards led the trio through the halls, Kaede noticed that every landscape painting that stretched along the walls depicted a scene which included a blue-feathered phoenix. She wasn't sure if the artworks told the founding story of Rhin-Lotharingie or paid homage to each of its Oriflamme Paladins.</p>\n<p class=\"cnNkMmRkY2Y1ZWM0OTQ3ZjU4YzQ1MzFhM2FiNTc4ZTU1\" data-original-margin=\"\"><em>The nationalism is certainly strong here,</em> she thought. <em>Though perhaps that's not a surprise, given the price they paid for their independence.</em></p>\n<p class=\"cnM5ZmNhMjI4ZjMzNzQ1N2M4OTJmZDIyZWEyZTU0YWIw\" data-original-margin=\"\">The palace was also fairly empty. They could walk through an entire hallway without meeting a single new guard or servant.</p>\n<p class=\"cnNjZmU0NGQ2ZTFkYzQ1YmFiY2EwOTdmYmQyZjkwNjJh\" data-original-margin=\"\">\"Mind if I follow along and meet the Princess?\" Reynaud finally broke the silence that had settled between them since entering the palace.</p>\n<p class=\"cnNjZWNiNjIyMzlhMTRhZDhiMDgyYzk4OWE1MmZiZGEx\" data-original-margin=\"\">\"You may come along as my gratitude for your help. But let me make one thing clear,\" Pascal replied with a warning. \"I will not tolerate any of your disrespect towards my fiancée. She is far more sensitive than I am.\"</p>\n<p class=\"cnMxMmUwNTk3N2QzNTQyOTJhZmVjNzhlZWM1MzNlZGJj\" data-original-margin=\"\">\"Ha! As if you have any sensitivity to speak of...\"</p>\n<p class=\"cnNiYmFhYjI2ZTZjYzRiMzZhZDI4NmY4MDJlYmM0NTRj\" data-original-margin=\"\">Reynaud's retort attracted a harsh glare from Pascal. As a result the redhead quickly appended to his answer:</p>\n<p class=\"cnM1NWEyYjM3MzE4ZDQ0OGI4NjU5ZGE2N2JiOTBjZWEz\" data-original-margin=\"\">\"Don't worry you playboy. I have no desire to put my head on a chopping block. She's royalty, the first Oriflamme <em>Princess</em> too, even if she isn't quite a match for the others on a battlefield,\" the redhead spoke with awe as he examined yet another painting. \"Besides, I know how to treat a proper lady.\"</p>\n<p class=\"cnM0MjczMjk0Y2QzZjQ4N2JiM2UwOGRmMTRiOTRkMjNm\" data-original-margin=\"\"><em>Does that mean I'm not a proper lady?</em> Kaede thought, annoyed, before another mental voice rushed in to counter: <em>What am I thinking? Of course I'm not a lady!</em></p>\n<p class=\"cnMxYzhkYWVlZGJlOTRiZDRiY2M4MTNlY2RmMTBjZDlj\" data-original-margin=\"\">The gender issue was still giving her a serious case of identity confusion. Was it more important to be respected in her current form, or was it preferable to not stress such proper male-female courtesy? Kaede had no answer for this, so she pushed it aside to focus on the bigger picture.</p>\n<p class=\"cnNmZmU2OGJlYzJiYTRkMjdiNjdiZDRjNDY2YzA4Yjcx\" data-original-margin=\"\">She also realized that for all of Reynaud's contempt towards proper aristocratic decorum, he seemed surprisingly willing to follow them as long as it brought him into the graces of a beautiful noblewoman.</p>\n<p class=\"cnNiYTcwNzE4YTFmMDQyNjNhNTk2NWRmMjhlOTkwODM0\" data-original-margin=\"\">As the trio and their guards rounded another corner, they saw another group of three coming down the hallway towards them. The newcomers were led by a young lady, followed by two protective bodyguards, one male and one female, both wearing armor.</p>\n<p class=\"cnM1NWEwOWYzMWEyZTQ3MTFhOWM3NGU4YWVkNWY2YjE0\" data-original-margin=\"\">The two guardsmen were quick to stiffen their postures, while both Pascal and Reynaud stopped talking and tried to look their best. A glance at Pascal revealed to Kaede that his focus was locked onto the approaching lady's figure, while his eyes shone with a hint of anxiety amidst a sea of fondness and admiration.</p>\n<p class=\"cnMzMGViNWRiOTljNDQ1ZGViN2ZlMzY2NzhiOGZhODU2\" data-original-margin=\"\">\"<em>I do not believe a girl more beautiful than her could exist...</em>\"</p>\n<p class=\"cnNiN2NhNjk1MWQxMzRhMTk4MjU5OGJlMmVmZDdhNWZi\" data-original-margin=\"\">Those were Pascal's exact words when Kaede first asked about his fiancée. Given that he once courted Ariadne, who epitomized grace and noble elegance, Kaede had always imagined that the Princess would be a gorgeous beauty no less stunning.</p>\n<p class=\"cnM5OTdmZGM3MTBkYTQ4NjZhYzYwN2Y0ZjYwYWI0YmZl\" data-original-margin=\"\">However as the approaching lady drew close, Kaede's first thought was that not everything lived up to expectations.</p>\n<p class=\"cnNlODE1MzI5ODZhYTQ4MzU5OWFjYzIxNWJhNWFmNDll\" data-original-margin=\"\">To put it simply: Crown Princess Sylviane seemed almost... average.</p>\n<p class=\"cnM3ODIzY2NmYmI2YjQwODU4NjgzMTYxMjYyY2MzODAz\" data-original-margin=\"\">That wasn't entirely fair. Sylviane was still pretty by any standard. She was about the same age as Pascal and stood with confidence at a moderate height. Her voluminous, dark-purple hair draped across both of her narrow shoulders. It stopped short of her petite chest in front and reached just beyond her slender waist in the back. Her eyes were large and caring, as they carried the color of wisteria flowers. Below them lay a feminine nose, a pair of small, peachy-pale lips, and fair cheeks that were a hint pudgy. Combined with the blank, composed expression she wore, it gave her an innocent air that went oddly with the royal bearing.</p>\n<p class=\"cnM0ZDJlNGI0NDNmMzQxMDQ4N2QzOWI3YWU3MGJhNDM1\" data-original-margin=\"\">In essence, she was pretty and cute in a rather ordinary way. Sylviane appeared more like the daughter of a backwater baron than the Princess of an Emperor monickered 'the Great'. She certainly lacked the graceful elegance and calming serenity that Ariadne radiated with each step and every smile.</p>\n<p class=\"cnM2ZmNhNmZkYjVmNTQ3MjhiMjlkNjMwMGYyYTc5MDFh\" data-original-margin=\"\"><em>Maybe that's rather unfair,</em> Kaede thought to herself. Few nobles anywhere could match such competition.</p>\n<p class=\"cnMxZGFmZGQ2YzZhMTQ4YTE5YmEwNTNmMWQyNDliMmNm\" data-original-margin=\"\">Crowned by a modest silvery-cerulean tiara, the Princess wore what could best be described as a 'battledress' dyed from sky-blue to violet. Soft leather in darker iris padded her shoulders and embraced her waist, which marked the fitting spots for absent armor. Meanwhile a wide skirt below the belts extended outwards in sectioned fabrics.</p>\n<p class=\"cnMxZDlhNWJkZGMyZjRmOGJiNjY5NGJjZTdmZTJjMTgz\" data-original-margin=\"\">\"Pascal,\" the Princess spoke with a soft smile as the two betrothed stopped within an arm's reach.</p>\n<p class=\"cnNmMWZkNWFiOTA5NTQ1NTE4NWEwOTQ3N2UwNzgzYWE1\" data-original-margin=\"\">Pascal gave a deep and courteous bow before straightening his back. He gently raised her offered hand and clasped it between his palms. \"It is wonderful to see you again, Sylv.\"</p>\n<p class=\"cnNlNzVkODc2NWQyNjQ3N2Q4NzNlMzljMTY3YmFjYTUw\" data-original-margin=\"\">Time seemed to stand still as the two betrothed's gazes met in the emotional exchange of a long-overdue greeting.</p>\n<p class=\"cnNiY2E1ZmYxM2ZmZDRiZDk5MmVlNTQ1NmQ3ZDBiMjMy\" data-original-margin=\"\">Meanwhile, the guards who accompanied Pascal's group here saluted and departed. Their departure left Kaede feeling like she was intruding on a private meeting. Only Reynaud's presence, as well as the two armigers flanking the Princess, kept her standing still instead of quietly backing away. The Princess' guards, one male and one female, also examined her and Reynaud with a wary gaze.</p>\n<p class=\"cnMzZmE4NGM1ODYyZTRjZDg4NTY4MDA4YmFjOWI4OTc0\" data-original-margin=\"\">\"I'm sorry about what happened.\"</p>\n<p class=\"cnM5YWQzNTdmOTUwNDRkYTZhYTY5Mjc4ZDY4NjlkYmUy\" data-original-margin=\"\">Sylviane's soft words carried a surging torrent of sympathy, so much that Kaede barely caught the touch of remorse hidden deep within.</p>\n<p class=\"cnNmMzY4MjE5NjE2MDQ4ZjU5MjUxYjhiNGYxMmJmNTFi\" data-original-margin=\"\">\"Thank you.\"</p>\n<p class=\"cnM3YTZhMDBiN2MyZjQyMDk5MjI5Y2Y4ZGFjOGNmMGZh\" data-original-margin=\"\">Pascal breathed out a sigh of gratitude, not just sincere but also... humble, without even a trace of his habitual arrogance. Then, Kaede swore that she missed something hidden in their exchange as Pascal probed with a hopeful uncertainty that was most unlike him:</p>\n<p class=\"cnNjYjc4NDhiYjE5NzQxODk4ZjZkNjBlNjIxZmQ0NmU4\" data-original-margin=\"\">\"Does this mean we are back to before?\"</p>\n<p class=\"cnNkODc0ODkxZDEyNDQyNGJhNGMzYzdmM2I3YzAzYzFk\" data-original-margin=\"\">The Princess slowly shook her head.</p>\n<p class=\"cnM4MDk0OTM5NDljMjQ2ZDc5ZDFhNDMwYzVhZTgyZWMx\" data-original-margin=\"\">\"I doubt that's possible at this point...\"</p>\n<p class=\"cnM5MmU5ZDU2NjA2NDRhZGNhNTExOTljMjVmMmY0ZTEx\" data-original-margin=\"\">She sent Kaede a quick, almost inquisitive glance. It lasted no more than a mere second, but nevertheless produced a key that clicked with perfect timing in the young Samaran's mind:</p>\n<p class=\"cnNiYjJhNjNlODM3NTQ3NGU5NjAyNmQ3OTJhZTA1ODdl\" data-original-margin=\"\"><em>They had a falling out... because Pascal summoned me...</em></p>\n<p class=\"cnMwYzAyNGVjZGUxYjRjZDY5YTg3YzRkOTJmMTE4Y2U1\" data-original-margin=\"\">\"However,\" Sylviane continued with a forgiving smile, \"it was my wrong to simply pull away. We have to work this out... together.\"</p>\n<p class=\"cnMyNTQxZmYwZGNlMjRmYTdhNzA5NmJmOGY2ZmM4MmMz\" data-original-margin=\"\">The young landgrave was about to say something else, when the Princess stopped him with a raised finger:</p>\n<p class=\"cnNhZTMyMTZlMzJiMDRmYTY5MjE2ODQ4ZWMyOTI0ZGIx\" data-original-margin=\"\">\"Not right now. You know the rules: official business first. The Emperor's council is in session. I only ducked out so I could come greet you.\"</p>\n<p class=\"cnNlOGMxOTY5NGZlNDRjNjA4MTJkZTNjMTYxZWJhMTJj\" data-original-margin=\"\">It was their last word on the subject for the time being. Pascal soon nodded in understanding as he proceeded to follow Sylviane. Yet, to Kaede, this short exchange had reaffirmed her suspicion into a firm, doubtless realization:</p>\n<p class=\"cnM1MmJiMGYxMmQ5MDQ3N2RiNDg3OWI0MDI3ZGQ2OGY1\" data-original-margin=\"\">Pascal truly held Sylviane as a special, irreplaceable figure in his life. His words that the Princess was the most beautiful girl in his life weren't praises or boasts, but a true expression of how his eyes viewed her every step.</p>\n<p class=\"cnMyOGRkNjE0MThhODQwOTdhNTRkMTczMzBiMTFmYzM0\" data-original-margin=\"\"><em>But does the Princess feel likewise?</em></p>\n<p class=\"cnM5OGY4NWM3M2JkOTQ0ZGNhYTBiOTQ4NmMxYzVhZDQ2\" data-original-margin=\"\">In any other circumstance, Kaede would say yes. But Sylviane wasn't just anyone: she was a politician, and her nation was desperately in need of aid from Pascal's home country.</p>\n<p class=\"cnM2YTQxZDlmM2M5ZTRjNjY5ZjI5ZDk1ZjhhNTMyMmIw\" data-original-margin=\"\">However, before the princess took a step, she turned back around and faced Reynaud.</p>\n<p class=\"cnNiYTQ4YThiOGU4MTQ4NGVhYzI3ZGMxNzMyZWUyYmRm\" data-original-margin=\"\">\"You must be Reynaud, the son of Captain Moreau.\"</p>\n<p class=\"cnNmZGI5M2VhYWZlMDQ1MWFhMjMyYWU0YWJmNmZlNDRm\" data-original-margin=\"\">\"Yes, Your Highness.\" Reynaud gave a deep and respectful bow of his own. He then kissed the back of the Princess' offered hand with such grace that it astonished Kaede. His demeanor had flipped to the mirror opposite of his usual unruliness. \"I am honored Your Highness knows me by name.\"</p>\n<p class=\"cnM4YmUwNjQ4ZTBjZDRhZmU5MGUwZmExOGExYWFiZDIx\" data-original-margin=\"\">\"Pascal wrote of you in the report he forwarded to me and my father,\" said Sylviane. \"You have my sincere gratitude for helping save the life of my betrothed.\"</p>\n<p class=\"cnMyZjkyMTJlOWJlODQwMjVhODE5ZDM3ZTNhMmFkMGIz\" data-original-margin=\"\">\"I would do no less for a comrade and personal friend, Your Highness.\"</p>\n<p class=\"cnMxNTE1NDIyODkwOTQyNWFiNDFlMmEzY2QxNjliN2Iz\" data-original-margin=\"\"><em>Okay now you're just outright lying,</em> Kaede thought to herself as she tried to keep a straight face at Reynaud's proud grin.</p>\n<p class=\"cnNkNmEzMjMyNmQ1MjQzNzhhMWUyZmQzNThiNDg0MmE2\" data-original-margin=\"\">\"It's alright, you don't have to force yourself to speak nicely of him...\" Sylviane's smile widened as she almost chuckled. \"I have known Pascal since childhood. I know perfectly well that he can be a complete pain at times, especially to those he doesn't understand.\"</p>\n<p class=\"cnMyYzllN2MzNWJkMjQ4MmU5Y2JiMzEwMjY1ZDgxNmNj\" data-original-margin=\"\">It was Reynaud who failed to cover up his astonishment this time as his own presumptions lay shattered.</p>\n<p class=\"cnMyMGZhY2ZjOGIxMjRjMDc5MTNmY2I5NDA1YmUyMDM5\" data-original-margin=\"\">\"I will not ask for you to be nice to him.\" The Princess went on in her gentle voice. \"But if you could continue to offer him your acquaintance and aid him against our shared foes, then I shall be personally grateful.\"</p>\n<p class=\"cnNiNTc1OGU2YmUzNjQzMTM4Njc1MzVkMzk0YzBkOGRm\" data-original-margin=\"\"><em>...Though a few bruises when he deserves them are perfectly fine,</em> Kaede added in the safety of her own mind.</p>\n<p class=\"cnMyZmUzNTYyNWUxODQ4MzI4ZGJkYmExMWE2NDQ5MzRl\" data-original-margin=\"\">Anxieties notwithstanding, Kaede couldn't help appreciate her growing impression of the Princess. Royal politician or not, there was a candid sincerity in the way Sylviane expressed herself. If nothing else, she seemed a reasonable person who could think through others' perspectives: which was far more than Kaede could say for Pascal, or most nobles in general.</p>\n<p class=\"cnNiNjZkM2YwY2MxZTRhYTQ4ZmQ5OTAwY2Q2NDFmY2U0\" data-original-margin=\"\">The fact their opinions of him drew parallels certainly supported Kaede's opinion.</p>\n<p class=\"cnMzOWEzNGYxODA3NzQyMDhhZjZkYjI3MWE0ZjQzYWQw\" data-original-margin=\"\">\"I shall do what I can, Your Highness.\" Reynaud smoothly laid his right palm flat across the chest and gave another respectful bow.</p>\n<p class=\"cnNlMjRmOGNjYjY4YzQxZjA4MjZiZTZiN2VkZjJhZDgy\" data-original-margin=\"\">\"Thank you,\" Sylviane replied with a courteous nod before turning to one of her armigers, a boyishly pretty young man with a handsome face. \"Sir Robert, please escort Sir Reynaud to meet his father.\"</p>\n<p class=\"cnNiMjc4MDk2ZGI5NjRkY2NiOThmMDI3ZGMzOWM1YmU1\" data-original-margin=\"\">\"Yes, Your Highness.\"</p>\n<p class=\"cnM0ZmZlZDU2ZGNjNTRkYzRiNmU2MGRiNzlhZWNiOTM3\" data-original-margin=\"\">\"Sir...?\" Reynaud looked stunned.</p>\n<p class=\"cnM2YTI0MjYyMjdjYTQ3MWFiYjU4YjJhMDkyODMyNDI3\" data-original-margin=\"\">\"My father will be awarding you the title of Chevalier later today,\" Sylviane smiled. \"In the meantime, if you'll excuse me, I have a council to return to.\"</p>\n<p class=\"cnM5YTkzY2RjMTNmNzRkYTRiM2RiYzExY2VkYmFkNjZj\" data-original-margin=\"\">The Princess then turned away and led Pascal down the hall from whence she came.</p>\n<p class=\"cnMzN2NiNzMyNmRiNjQ1MGM5YzVhZGI5MWZhNjU0ZThk\" data-original-margin=\"\">Kaede couldn't help but scowl as she felt ignored. Princess Sylviane never even acknowledged her presence except through a cursory glance, even though she had helped Pascal as much as Reynaud did during the incident at the academy, if not more. Her stomach tied itself in knots as this was not a good sign of future relations with the Princess.</p>\n<p class=\"cnMyM2IyZTA1ZDU5ZjQxMDJhMWI2MDNhNTIwZTM4OGE3\" data-original-margin=\"\"><em>It's not fair.</em> She couldn't help but complain to herself. <em>I never chose this body.</em></p>\n<p class=\"cnMwMzA4YTIwMGJkNjQ4NTU5ZGRiNzQyNTg1ZWM2YmQ2\" data-original-margin=\"\">Nevertheless, she scurried after Pascal with her soft steps. Being found alone in a royal palace was the last thing she wanted to do.</p>\n            ",
  "invisibleParagraphContent": "This content has been misappropriated from Royal Road; report any instances of this story if found elsewhere."
}