{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2NjViN2Q1Njc3NjRjNGM5YmFkNmM0MWUyOWJiMDUz\" data-original-margin=\"\"><strong>Edward</strong></p>\n<p class=\"cnM0YWU5NjYwMjAzNDQwOTBiOTliMjM5MjZlNmQ2YTc5\" data-original-margin=\"\">\"You're up, Ed,\" Lillith whispers and my heart starts beating its way out of my chest. I shouldn't be so nervous. I have been practicing magic for years now, and these idiots don't even have mana. They are here to intimidate the people around me, not me. My little sister could have wiped the floor with them when she was thirteen. But I'm not my little sister. I'm the man who, after planning an escape from thugs just like this with Henry, pushed him over and ran away. Thugs that Lillith later killed herself.</p>\n<p class=\"cnNiZjIwZjhhNWVkNTRjODViZTk1N2JmM2Q1NWFlZjA1\" data-original-margin=\"\">I didn't have my mana yet and Lillith did. But Henry didn't. And Henry wouldn't have run. I did. I hated Lillith so much. Henry too. Both were my younger siblings, and both were so much better at everything than me. I tried to step on them and chase after my father instead. I guess, in running away and leaving scars on my family, I filled my father's shoes just fine. But I don't want to be him anymore. I want to be the reason none of these people have to run away. So I stand up and walk to the front of the crowd. I separate myself from the group and stop a half dozen paces from the man in the dingy suit.</p>\n<p class=\"cnNmMDAyYWUzYWViMzRmYThiOTY5OGRiYzYxMTAyNmE4\" data-original-margin=\"\">\"Hey,\" is all I say. I want something quippy. Something clever, like Lillith would say. but that's what comes out. The man's face splits with a wide grin.</p>\n<p class=\"cnM2M2NiZDlmMWNkOTRjM2M5Y2FiNDUwMmFmYzE2NTA4\" data-original-margin=\"\">\"Are you in charge of this little crime ring? A bit young for thievery aren't you? It breaks my heart to see it,\" the man practically drools. I instinctively look behind me for Lillith when he asks if I'm in charge but... she is nowhere to be seen. A drop of sweat immediately runs down my head but I clear my throat.</p>\n<p class=\"cnNlZGE2ZDJkMGQzYzRmYjI5YWE3ZmEzZDJjMWJjOTQ1\" data-original-margin=\"\">\"I'm not too clear on it either, but I don't think anyone is supposed to be in charge. Sorry to disappoint you,\" I answer. The gang leader crosses his arms and tilts his head.</p>\n<p class=\"cnM3YzkyMjk2NTQ3NjRmMDZiZjdiMjZmODZkN2YzN2Y3\" data-original-margin=\"\">\"Is that so?\" he muses. \"Well, I was going to make an example of the leader alone and let everyone else disperse. For the public order, you understand. But if there is no leader...\" He pauses and somehow widens his grin even more. I can smell his breath from where I stand and fail to hold my wince in. \"Well. I guess I'll have to make that example out of all of you.\" I take a deep breath through my nose and clench my fists. I take a look over my shoulder and see Sarafyna is standing as well. I can do this.</p>\n<p class=\"cnM3N2U1ZWQyNGNmMzRmZTFiNGQ2YjUyMmUzNWQzY2Q1\" data-original-margin=\"\">\"That's not going to happen,\" I respond with all the false confidence I can muster. \"But, I can give you this opportunity to go away and leave us alone, while you still can.\" With this, I cast my first spell. Floating shards of glass circle each other over one extended palm. My opponent smirks and chuckles ripple through the men surrounding us.</p>\n<p class=\"cnMxNTQxYjdjYzA5YTQ2ODE5OGYyY2Y4ODM5MTEwNTY0\" data-original-margin=\"\">\"While we still can, huh? Is that it?\" He laughs and winks at Sarafyna behind me. \"We knew we would run into a couple of mages, kid. You think you are safe just because of a little glass? You aren't the only one with backup. Even in the unlikely event you have the spine to do something with that magic, a dozen knights are a whistle away. You really think your little spells can stand up to an actual mage?\" I start to panic a bit at this. Lillith disappeared and he's right. I've never fought another commoner, much less multiple trained mages. How did Lily get so good at this so fast?</p>\n<p class=\"cnM3ZGMxZWRmZDEyYjQ1YTFhMDdmZDBlNDlkMjczOWY0\" data-original-margin=\"\">Something doesn't quite fit, however, and I start to calm, the panic washing away with the confusion the threat inspires. \"Uh, why did they send you in the first place then?\" I retort. If there are a dozen magic knights to spare on this, why not just... use them? What's the point in sending some gang after us? The other man's grin briefly falters as he considers the question himself, but it returns quickly. Although it remains a little less confident.</p>\n<p class=\"cnNiODVmNmVhYjA2OTQyOTZiZjIyMzU2YjQ0NDIyZmZl\" data-original-margin=\"\">\"Because they aren't needed to deal with a child like you. I think we've talked enough. Unfortunately we'll have to... confiscate the stolen goods. Stay out of the way and you won't need to find out why they thought we would be enough for now,\" he threatens, taking a step forward. I tense up as he moves but as I look back, Sarafyna nods at me. I have practiced and practiced my magic. I can hold a few thugs back.</p>\n<p class=\"cnNhYjcxNjlmNTk2MzQ2MThiYTE3NjE3ZTZmYzEzMTZm\" data-original-margin=\"\">I take a deep breath and yell, \"Anyone who gets too close will die. Stay back!\" With that, I summon wind from all directions and create a sparkling wall of constantly moving air. It arcs around the terrified people around us and a few thugs step back but the leader sighs and crosses his arms. It looks like he sighs anyway, this spell is a bit loud, and I can no longer hear him. He gestures to the man next to him, and the moment of truth arrives. The bulky henchman grabs a shorter man next to him by the collar. The two exchange a few words and it looks like the smaller man is protesting, but to no avail.</p>\n<p class=\"cnNkMWY0ZjAxY2RlZjQyYjViNzYyNTYzZDhhMTBmMDVj\" data-original-margin=\"\">The small man is thrown directly at me and into the wind wall to test how dangerous it is. The wind itself doesn't act as a barrier, however, as much as the sparkling light inside it. Or rather, the sparkling shards of glass swirling through it. Before the man reaches me, the glass tears into him as the wind throws his body around. It's seconds before he is unrecognizable as his blood sprays across me. I don't know what happens. My spell is down, I'm on my knees, and emptying my stomach onto the dirt road. What's left of the smaller gang member falls in front of me and my head spins. He is still recognizably human but I'm not sure if that makes it better or worse. I can... smell him. The blood and shit.</p><p class=\"cmYwMmEwZWQwZTkyMDQ3ZDQ4NjYwYjRjZTc0MzdlODUz\" data-original-margin=\"\">This novel's true home is a different platform. Support the author by finding it there.</p>\n<p class=\"cnMyMDFlMWI4OWJhMjRjYWQ5Nzg0Nzg2ZjZlN2E0YWQ3\" data-original-margin=\"\">\"Well, would you look at that,\" the leader gloats. \"An impressive spell, to be sure. We'd be in danger if you aimed that at all of us but... it looks like your mana exceeds the abilities of your spine. You don't have the stomach to do that again, do you?\" As he laughs I curse to myself. Lillith was right. Again. She warned me, when I came up with this spell. She told me it wouldn't be as easy to use as I thought, even if I was able to cast it. But she has been doing this since she was a girl... how is it so easy for her? I thought she was just looking down on me again. She always has, but I've accepted that, as a kid at least, I wasn't the kind of brother you look up to.</p>\n<p class=\"cnM3MGE1ZWYyYzg0YTRjMjhiMGViODUwNDRlYjgyOTlm\" data-original-margin=\"\">But she was right. Again. I'm not like her. That was... horrible. That was the most horrible thing I have ever seen. The body's eye twitches as I gape at it. How am I supposed to protect these people? I can't do that again! I hadn't even done it the first time but my stomach is still twisting from my role in the death. The leader whistles and my eyes widen as I remember his earlier words. A dozen knights are a whistle away. Fuck, I can't fight a dozen other mages! I don't even know how to fight these guys! I clench my firsts around the bloodied dirt and close my eyes while I wait for the actual backup to arrive.</p>\n<p class=\"cnMyMDFjNzkwOThhMDQ1ZWU5MjgyMGJkZTMzNGFjM2I3\" data-original-margin=\"\">And I wait. And wait. The man hesitantly whistles again and I look up at him. Both of our expressions shift to confused and then blank as everyone realizes there is no backup. I don't know if he was lied to or if it has something to do with Lillith, but they are on their own. Come on Ed, you can do this. Your kid sister handled worse than this before you even learned to read properly. I force myself to my feet. My legs may be shaking, but so are more than a few thugs. I wasn't the only one shaken by the violence of the death we all just witnessed. I can feel my breath shortening, but I summon all the confidence I can. I also start gathering wind mana again, leaving the glass out this time. I only have to defend the people here to survive, I don't have to kill anyone else.</p>\n<p class=\"cnNkZGU2OWQ3MDMxMjRiMDRiMWQ1YjZkYjRmN2JlZWM0\" data-original-margin=\"\">\"You're right,\" I admit. \"It's obvious I'm not used to this sort of thing. But it's obvious your guys aren't as comfortable confronting mages as you thought. And your backup doesn't seem interested in being summoned like a dog. So, maybe you should leave us alone, like I suggested.\" The man grits his teeth but doesn't back down.</p>\n<p class=\"cnNjMTZmZDkxYjJlZDQ5OWVhZWQ1NGE2NzQxMjU2ZjM4\" data-original-margin=\"\">\"Alright. So I don't have backup. But I do have a pretty good eye,\" he counters, looking at the gentle wind forming around my hands. \"And it looks like while I may have lost my magic reinforcements, you've lost your teeth.\" He smirks as several of his men realize the sparkle from my previous spell is missing. The quieter sound is a giveaway as well. I don't have much of an answer for that. He's right, and as soon as one person attacks me, it will be clear I am too shaken to be a real obstacle. I feel helpless, but a hand rests on my shoulder.</p>\n<p class=\"cnM3MzQ3ZGYyNzY5ZDRkMjE4NzcxYjAyM2U5YmY0MWI4\" data-original-margin=\"\">\"It's alright, Ed,\" Sarafyna whispers. \"You're doing great. Remember, I'm here too.\" I haven't seen Sara fight but she did help Lillith with the king before... She must be formidable. Although, if leaning on her would work, they probably wouldn't have needed me in the first place.</p>\n<p class=\"cnNmZGM4YzFmZGI5YzQwZGZiY2ZjMTI2NjI5NjAxZjBi\" data-original-margin=\"\">\"Is this your woman, kid? Did you practice that spell before on her face or something?\" The leader taunts. \"I'll admit you've got some assets sweetheart, but I'm afraid offering them won't do much good. That face will give me nightmares, no matter what you have under your clothes.</p>\n<p class=\"cnNkNTllMjliMWE3OTQ2NzU4NzczZGJiNDljZjM0NTcz\" data-original-margin=\"\">\"No,\" Sarafyna answers sweetly, \"I'm not his woman. I'm the teeth you were asking about.\" With that, her face and neck split open from the front and rows of sharp teeth line the folds. My face pales and I can't take my eyes off her. I knew she helped people with their bodies and shit but... holy shit! I glance behind us and realize she has angled her body so the frightened crowd can't see the display.</p>\n<p class=\"cnMwMWFmMzFmMTI4MDRkMGJhOTgxYTE3YWY3ZDc0Yzhl\" data-original-margin=\"\">\"Fuck!\" the leader recoils but doesn't run. It's alright though. It was a decent threat and the men nearby start to tremble again. More importantly, a weight lifts from my shoulders. Sarafyna was with Lillith in her fight with the king for a reason. She did this for me, so I would feel safe. I take a deep breath and the intensity of my wind picks up again. I summon shards of glass as well. I won't use it again. I don't think I can. But it makes a more effective threat, especially with the shredded body between the two groups.</p>\n<p class=\"cnNlM2Q1ZmRjMDk2YTQ1ZWZhNzMyNjdlOWUyYTY5ZTZm\" data-original-margin=\"\">There is a tense moment, but a previously quiet member of the gang breaks first. \"Screw this,\" he yells before turning heel and running. For the first time, the leader actually panics as his men start to flee, one at a time, then all at once as their numbers dwindle. Finally, he is standing alone in front of two people he clearly can't fight. It no longer matters if I have the spine to kill him or not. He is alone, and no one is afraid of him. He glares at both of us, shuddering when he looks at Sarafyna. Then he spits, puts his hands in his pockets, and turns.</p>\n<p class=\"cnMyNjkwODFlYzhlZDQwMmNhOTI4YmQzZWNjYTlmOWNk\" data-original-margin=\"\">\"Fine. I did my job anyway,\" he dismisses. Then he yells at the crowd. \"Don't be surprised if the people here are the only ones they managed to keep safe. I hope you didn't leave anyone you care about back home!\" With those words, my eyes widen and I flip around to see panic in the eyes of the commoners I had been protecting.</p>\n            ",
  "invisibleParagraphContent": "This novel's true home is a different platform. Support the author by finding it there."
}