{
  "preChapterNote": "<p>A lot of this story so far has been introductory or expository. I am pleased to be getting more into the story now. Thanks to everyone who stuck with it to get here.</p>",
  "postChapterNote": "<p>Locking comments on the first 15 chapters or so. As the story grows they get harder to keep up with. Fear not, you will be able to comment after that phase of the story.</p>",
  "chapterContent": "\n                <p class=\"cnNhMDg0MjU5MmQ3MzQwMWNiNTA2ZTRjYzg4ODY1NzZj\" data-original-margin=\"\">Mana doesn't just look like tinted heat waves. Mages can feel the power and intensity of each other's mana like a heatwave. It doesn't literally feel hot, but the oppressive feeling of powerful mana is extremely similar. When Godfrey doesn't suppress his mana I feel like I am wandering through the desert. When I walk past a strong mage in the market it feels like opening an oven.</p>\n<p class=\"cnMzNjgyMjQ3MDViYjQyODg4OTk2Y2U0NWFjMWI5MmE4\" data-original-margin=\"\">As I walk in to see Walter, Hugh's father, for the first time since earning mana, I am astounded. This man, whose power and influence Hugh has been propping himself up on, the man who has been brought here specifically to put me in my place... is really weak. He doesn't have even a fraction of my mana. I am keeping mine suppressed at the moment, but I know the second I walk out I have nothing to worry about.</p>\n<p class=\"cnM0YjYyNTkxYzBlYzRjNjhiYzYwODI4OTEzNzliZmE2\" data-original-margin=\"\">I figured a Baron wouldn't be incredibly powerful but nobles did usually have some generational power. Oh, right. Hugh doesn't have any mana at all. In other words, Walter gained mana <em>after </em>Hugh was born. He must have earned his barony through service and been gifted mana afterward. It explains the family's lack of surname. This man was the middle manager of nobles. Such meager power and so much pride in it.</p>\n<p class=\"cnM5YzU0YTQ4OWM4NTQ5YTFiNDA5MmE4ZWE0ZjIyMjUz\" data-original-margin=\"\">\"DID YOU STRIKE LORD WALTER'S SON??\" my father shouts at me. Clearly, he does not realize how small this man is.</p>\n<p class=\"cnNlYWZmYWZjZjUzOTRiZDk5ZGE3OWEwYzYwNjQzZmJl\" data-original-margin=\"\">\"I pushed him away when he tried to assault me, yes,\" I reply, smiling.</p>\n<p class=\"cnMzZWNmNmFlZDMwYjQyYmZiYjQ5MWQ1YjQ2ODI2NzIy\" data-original-margin=\"\">\"YOU CAN'T PUSH A NOBLE CHILD LILLITH!\" he berates, before turning to Walter. \"I am so sorry about my Daughter's behavior, Lord Walter, I promise I will punish her appropriately, I swear-\"</p>\n<p class=\"cnNjNmM1MWZmNDM2MDQwM2NiYzUxMTExYmY4MWMzOTFm\" data-original-margin=\"\">\"That won't be necessary,\" Walter's almost whiny voice interjects. \"She simply needs to apologize to my son, and comply with the previous instructions she was given, and all will be forgiven.\"</p>\n<p class=\"cnM3NTk0Nzk5Nzg5NDRmODFiYWM0MmJiNDg4NzRmMTcw\" data-original-margin=\"\">Hugh jumps in to add \"Make it a sincere apology, bitch. I want you on your hands and knees. You can come with us when I am satisfied!\"</p>\n<p class=\"cnMyZWRhMTIwNWZmZTQ4NjA4NWVkMWYzYTZjMmJlNDI4\" data-original-margin=\"\">I stick my pinky in my ear to clear out wax as I reply. \"I'm not sorry so that wouldn't make much sense. You are lucky it was only a shove. And no, I will still not comply with 'The instructions I was given'. I am not courting this little creep.\"</p>\n<p class=\"cnM2NzQ0NmZiOTA2ODQzZDU4MzZlYjk4ZmYxYmI2NjY5\" data-original-margin=\"\">\"You stupid little cunt,\" Walter snarls. \"When you are given an order by your betters, you fucking comply!\"</p>\n<p class=\"cnM1OTQ1ZWExNmMzMTRiNmM5NjQ0NTJmZjg1Zjc1NmM2\" data-original-margin=\"\">He rushes toward me with an open palm, ready to slap me, as I'm sure he has done to many women before. I examine the wax on the end of my pinky and, just as he is almost to me, I stop suppressing my mana.</p>\n<p class=\"cnNhMDcwYWFiMDIxZDRlMjFhZGZkNDMzOWJjNmM4YWYz\" data-original-margin=\"\">Walter staggers, his mana being dwarfed by mine. There aren't many mages I can do this to so thoroughly yet, but Walter is definitely one of them. No one else in the room notices but Walter falls backward, catching himself as my mana overwhelms his senses for a moment.</p>\n<p class=\"cnNlMmJiNzgwOTIzMDQ4MDdhMzU3Zjc1NmJhMWQ4ODlh\" data-original-margin=\"\">\"Do Not. Fucking. Touch me,\" I growl, watching a bead of sweat run down the side of his face.</p>\n<p class=\"cnM1YWY0YmI2NWFjYzQ4MGM4NDhiZDllOGFiM2FiMTRk\" data-original-margin=\"\">Only Walter and I know what this means. I may not technically have a noble title yet, but in this fucked up society, power is everything, and I have magnitudes more of it than Walter does. For all intents and purposes, I functionally outrank him. If he had slapped me, he could be executed. I wouldn't wield the power of the state against someone, but he doesn't know that, and he just lost the power to wield it against me. He is terrified.</p>\n<p class=\"cnM2Y2QzYTQ1N2UwNzRmM2U4ZTBiZDg3NWYwMGE5MWNl\" data-original-margin=\"\">My father picks up on this but Hugh, who is standing behind Walter's back, is oblivious.</p>\n<p class=\"cnMzMWYyZjFlNTUxNzQ3MGM4MGQ2NGQ4OThlOTA2ZTY5\" data-original-margin=\"\">\"How dare you insult my father! We'll have you in the stocks for days. I'll-\" Hugh starts ranting at me when he is cut off by his stuttering father.</p>\n<p class=\"cnNjMGI5OWQyZjQzOTQyMGRiZTgzMTM5NTBlNDkxZmI1\" data-original-margin=\"\">\"Shut up Hugh! M-my apologies, L-lady Lillith. I didn't know what your status was. Lord Godfrey didn't tell me he had taken on an apprentice!\" He leans forward and literally starts to grovel in front of me. It's disgusting.</p>\n<p class=\"cnM2Y2RkNjgzYWViNTRkZGRiY2ViNGI3NTBjMGM1OGQ4\" data-original-margin=\"\">\"Don't fucking do that, stand up. Just get out, and tell that little pervert you raised to leave me alone.\" I command. I'm not done with this family, but I certainly don't plan to leverage any authority my mana gives me. Fuck that. No, I'll deal with these creeps my way.</p>\n<p class=\"cnNlYzkxYTE5ZTRkYjRjODlhZWQ2MTI4N2M3ODM3Yzlk\" data-original-margin=\"\">\"Father, I don't understand, why are you-\" Hugh inquires, still confused before he is yet again cut off by Walter.</p>\n<p class=\"cnMyMWNiODFlYzQ2NzQ3M2FhNzQ2MGQyMTNmMmFkYjVl\" data-original-margin=\"\">\"I SAID SHUT UP CHILD!\" he yells, grabbing his son by the wrist, the same way Hugh had grabbed me earlier today. \"I- I'll be taking my leave now.\" He curtly responds, pulling his son out of my home.</p>\n<p class=\"cnM5MjIyNDhjNThiYTRiYWE4NmU0YTU3NTgxYWM0MTUy\" data-original-margin=\"\">I glare at my stunned father. \"Way to look out for me, <em>Dad.</em>\"</p>\n<p class=\"cnNiNzNjMWFiNzgxOTQwODM4MWI0ZWJjZDc2NDRiMmYw\" data-original-margin=\"\">\"W-what just happened?\"</p>\n<p class=\"cnMwNWMzZWU3YTZhYzRkYmQ4ZDZiYjVlN2NlZmY2MzU0\" data-original-margin=\"\">\"I showed him my mana. I have too much of it for him to challenge. A better question is what the hell just happened with you?\"</p>\n<p class=\"cnNjYzZkMDc1ODJjMTQwYmI5M2ZmZmYxYjUxODdmZGIx\" data-original-margin=\"\">\"Do not talk to me like that young lady!\"</p>\n<p class=\"cnNkMjdkNTYxNjE5OTRhNzBiODNlMzQ1MDM3ODZlNDM5\" data-original-margin=\"\">\"I'll talk to you however I like. That man was trying to punish me for defending myself, to force me into a relationship with his son, and you what? Rolled over?\"</p><p class=\"cmEyNjRjMzQ4Y2E0MTRmNzlhZTQwYmUxMTdmM2NiMWRj\" data-original-margin=\"\">This narrative has been purloined without the author's approval. Report any appearances on Amazon.</p>\n<p class=\"cnM1NmExZGFmNzlmZjQwMzQ4MGUyY2JiODk4NmEyY2Uw\" data-original-margin=\"\">\"I- I didn't know you could send him away like that! If I had stood up to him-\"</p>\n<p class=\"cnNhNmNlOWM3NzkxYTRhYTM5MzE0YTEzYjdiMGFiMGJm\" data-original-margin=\"\">\"If you had stood up to him what? He would have sent the guards after us?\"</p>\n<p class=\"cnM3ODBjOWIzNDM4NzRjZjVhOWE4OGY3ZTJlYTllYThh\" data-original-margin=\"\">\"YES! He would have at the very least had both of us arrested!\"</p>\n<p class=\"cnMwNDVmMDQ5YzM3ODQ5MmM5NzhjOTEzODdjOTU4MjAz\" data-original-margin=\"\">\"So, to be clear, you were going to let your daughter be abused because if you hadn't... people like <em>you </em>would have been sent to punish us?\"</p>\n<p class=\"cnM4NjY4NGVmYzJhZjQ2YTA4ZjgwYmQzM2IzNjcxM2My\" data-original-margin=\"\">\"Lily, you have to understand, this is how the world works-\"</p>\n<p class=\"cnMyMmIyZDkyZjM0YTRjNWM5OGMyY2FhZjgxOTUzNGJk\" data-original-margin=\"\">\"The world works with fathers screaming at daughters for not getting dragged away? Your excuse for that can't be that people like you enforce it, then it's still your responsibility.\"</p>\n<p class=\"cnMzYTM1YTBmMWJiYTRjMDBhNjVhMTg4YWQ3ZGE0NjY2\" data-original-margin=\"\">\"Lily, I was just trying-\"</p>\n<p class=\"cnNjYTc0Y2VkNzJkYjRmOGJiNzBlZjM2YWIzNzM4OWZl\" data-original-margin=\"\">\"I don't want to hear it,\" I cut him off a final time before storming into my room and slamming the door shut.</p>\n<hr>\n<p class=\"cnMxYTYwY2NjMGRkZjQ0NzE4YWJjZmIwMWM3NjlhZWJi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiM2UzY2IzMzE4YjRlOGI4YWFjMDg5MzFjMDZmNzI2\" data-original-margin=\"\"><strong>Walter</strong></p>\n<p class=\"cnNiMDU1Nzk5YmY5NzQyODU5YmQzMDE5NjcyZDc1MzZh\" data-original-margin=\"\">That was the most humiliated I have ever been in my life. I fought my way to my position, sacrificed my time, my wife, and my health, all to have the power that I have today. All that for a fucking child to shame me in front of my son?</p>\n<p class=\"cnNmNWFlMTQ4ZTZjZDQzYTk5YWZmOGM5YTE0ZWNkMTI0\" data-original-margin=\"\">No. This will not stand. I don't care how much mana the little bitch has, if she is still living in that pathetic hovel, the lord doesn't know about her yet. Let's see her humiliate me while she is in chains. I can't send the guard after her, but she was too cocky. There is more than one way to put an arrogant little brat in her place. The little idiot hasn't seen how cruel this world can be yet, but I'll teach her.</p>\n<p class=\"cnM2OTNlMDcxMTI0NjRiYTNiZmU5MmVhMDJlZDFhNGM1\" data-original-margin=\"\">A little money in the right hands and I will own her all the same.</p>\n<hr>\n<p class=\"cnMxZTFlNjQ2OWNjYTRjZjNiMDU2ZjgyOGZkMTJiNTcy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1ZTM0OTJkNjA3YTRhZTJhYjU5ODEwNzJkZDliODVk\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNhMGFkYTM1OTJlOTRiNjliZGFhNDI2ZTI1OWJmNWZh\" data-original-margin=\"\">Dad had disappointed me, but he hadn't surprised me. He was always going to have to choose between his work and his family, the guards are not my friends. Maybe today gave him something to think about. If he wants to work with pigs, he can learn to farm.</p>\n<p class=\"cnM1MDE0MzRiZTVkYTRhOWM5MDA4OGI1ZGM0YWY2YTQ0\" data-original-margin=\"\">Right now, I have more magic to study. Earlier I had gripped the broom so hard it splintered. That takes a great deal more strength than a twelve-year-old girl has. Strengthening spells exist, but I don't know any and I certainly wasn't casting at the time. It must have something to do with how thoroughly mana permeates my body. I don't get tired like I did in my past life, but I had attributed that to youth.</p>\n<p class=\"cnM1OTNjYzYyODkxMjQ2NDA4ZDlkZmJmNjljMDI1YjE3\" data-original-margin=\"\">In retrospect, I practice magic every single night and usually only get about four hours of sleep. I should be far more exhausted than I am; I was when I was staying up to do my tattoo... Could my body be drawing from the mana I am constantly pulling in? I need to do some experiments. How strong am I? How long can I stay up? Can I survive for longer without food and water?</p>\n<p class=\"cnNhNGQxMDAwOWE0ZjQ3NTU4NmMzOGU3MGFiYzYwZGVi\" data-original-margin=\"\">Nothing I had read about magic implied any of this, except that mages live longer than other people. Longer is relative, however, as other people in this world tend to die around fifty or sixty... I thought it was just wealth and healing magic but maybe having mana in your body does more than that.</p>\n<p class=\"cnNiYzg3NjdlMmI5OTQ4YzFhMTZmYzZjYWVkNWEwMmE4\" data-original-margin=\"\">I'm going to have to get to the bottom of this. I'll experiment with sleep first. I wonder if I can stay awake for days at a time...</p>\n<hr>\n<p class=\"cnMwNjYzNDIxMjFmZTQ5NTE5MmViNDczOTY1NzcyOWE1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5MGJjMTRhZGUxYzQyZmE5ZTk3ZWVjZmFhYTE1Y2U4\" data-original-margin=\"\">It's been a week since I last slept. I am exhausted, but I am considerably better than I should be. If I, as Annie Beckett, had stayed up this long I would be hallucinating. My life would probably be in danger. Instead, I feel like I just did a day or two of intensive exercise or labor. Ready to pass out when I make it to my bed, but not in any danger.</p>\n<p class=\"cnNjMmU5ZDIxOWU3YzRjMDRhMzdkMWMyYzI4ZWEwYTRj\" data-original-margin=\"\">As I leave Godfrey's shop for the day, ready to head home, I spot a cloaked man across the road. He is eating an apple and staring at the storefront. Well, that's a bit creepy, but Godfrey can take care of himself. He can afford it if he gets robbed in any case.</p>\n<p class=\"cnM0NjBkNjA2ZWVjNTRmMThhOGZjYjMyYjhjZjQ5NGNj\" data-original-margin=\"\">Unfortunately, it seems I've misjudged the man's motives. As I head home, he departs as well. Every woman knows the feeling when a man is following paying too much attention to them, and this man's eyes drip down my back like sweat. I speed up and take a few unusual turns, hoping I am mistaken, or just too tired to think straight.</p>\n<p class=\"cnNkOTZmMGU4ODA4OTQ2YWU4OWNjNjNkMTIyN2FjOTRm\" data-original-margin=\"\">He matches me turn for turn. After a few minutes, I spot another man ahead of me, dressed the same way and locking his gaze on me. I break into a run turning so I am fleeing from both men. They match my pace and soon I see a third man waiting for me. I turn again but find myself facing a dead end with two more men waiting for me.</p>\n<p class=\"cnNmMDQxNDM2MDAwNDQ3YzY4ODhhODVlZjRmNWVlZTJh\" data-original-margin=\"\">Fuck.</p>\n<p class=\"cnM4MDBmNjQ4ZWUwMDRhMTdiYzM4NTkyYTNiZTIzNjA5\" data-original-margin=\"\">Fuck fuck fuck FUCK!</p>\n<p class=\"cnMzNzdkN2I3ODU5MzRiOTg4YWQwZGVhZDFkMWNiM2Vh\" data-original-margin=\"\">This is bad.</p>\n<p class=\"cnM2NmZiYmZmNzU0NTQ4MjQ4NGUyZWUwZDUxNjUyNGI3\" data-original-margin=\"\">\"Lord Walter sends his greetings little lady,\" The first man says behind me and I spin around to meet his eyes. \"Seems you've caught his eye.\"</p>\n<p class=\"cnM3Yzg5ODJhZDYzNDRhNzg4YjExYjY2ZDYzMzVmZTg5\" data-original-margin=\"\">\"She's a bit young don't you think?\" another man asks.</p>\n<p class=\"cnM5YzA3NzYzZjkyZDQ2NzdiMDc1Mjk4ZTc0MzY5YjQ3\" data-original-margin=\"\">\"Not for a noble, they've bought 'em much younger than this,\" a third replies.</p>\n<p class=\"cnM3YjM0YmViNjE1ZTRmNTM4MGU3M2JkMTg1N2ZhOWE0\" data-original-margin=\"\">Shit. That fucking family. I haven't tested this spell yet, but no time like the present right? I cover my ears and close my eyes while I conjure the brightest flash of light I can alongside the loudest and sharpest bang possible. I hear it through my hands but it's okay for me. My makeshift flashbang seems to have worked on the men, however, as all of them are covering their ears, a couple with blood leaking between their fingers.</p>\n<p class=\"cnMyN2M3MjQ1MjQyNDQwZTE5ZjI0YTZkOWVjZGQ0NTc1\" data-original-margin=\"\">The first man seems to be recovering fastest, however, and I run for him. I pull a dagger from his belt and bury it in his side. As he screams and tries to grab at me I slip away and sprint past him, running toward freedom. I hear rapid footsteps behind me however, it seems they are beginning to recover. One of the men catches up to me scooping me up like a... well, little girl.</p>\n<p class=\"cnM2NWNjZDI2YTc1ZDQ3ZmY5MzQ5MzA0ZTY5YjZmNzhk\" data-original-margin=\"\">\"Fucking got you now you little bitch-\" he starts, when I cast the first part of my flashlight spell in front of his eyes. He reaches up when his vision goes dark, allowing me to slip out of his other arm. I kick up between his legs as hard as I can and he screams, doubling over. As I turn to run again I notice blood on my foot that hadn't been there before.</p>\n<p class=\"cnNkNzZlZjQ5MTk1ZTRiMWQ5NzQ2NGFiMTkxN2Y0MTQ5\" data-original-margin=\"\">Oh yeah. I'm fucking strong. Only one man pursues me now, I guess two of the others stopped to help their injured friends. I turn down an alley that splits a second time. I turn right and hide behind an old, ruined wall. I use my sound spell to throw my voice down the other path, screaming for help. When the final man takes the bait, I emerge behind him, an old brick in my hand. I throw it as hard as I can at the man's head before he gets too far for aim to matter too much.</p>\n<p class=\"cnMxNGU0Mzk0NDViYzRkZDU5N2Q4Njc2MGMyNjYyMzY3\" data-original-margin=\"\">It caves the back of his head in. The man collapses, convulsing on the ground. I see pink foam escaping his lips as his body shudders. Looking around briefly, I realize no one else is chasing me. I am a violent woman, but not a cruel one. I pick up the brick and slam it into his head twice more. His body stops shuddering, and he stops suffering as I put him out of his misery.</p>\n<p class=\"cnNkOGYzY2IxZmNlMjQxZWQ5NGNmYzZlN2UxMTZiNDIy\" data-original-margin=\"\">Finally free from pursuit, I drop the brick and run home.</p>\n<p class=\"cnNlMzMwMWY1M2JlZjQ0MzdhMWUyZWRlMTk3OGMwYTRj\" data-original-margin=\"\">As I arrive home my mother runs out and wraps me in her arms, ignoring the blood and gray matter splattered on my dress and face.</p>\n<p class=\"cnNkYTU4NTVmZTI0ZjRiMzJiNDIyODE2MGFlZGM3Mzlh\" data-original-margin=\"\">\"Oh thank god you are okay Lillith!\" she sobs into my shoulder.</p>\n<p class=\"cnNhOTIzMjY2MzM3MTQ2OWFiMDg1MDJkODYzN2NmMWVl\" data-original-margin=\"\">\"I'm fine Mom, I just-\" I start but she cuts me off.</p>\n<p class=\"cnNiOWQ3MzAwY2MwODQwMWE5MjkwYWM3Nzc1MTIxOTc3\" data-original-margin=\"\">\"Someone has taken Henry, Lillith.\"</p>\n            ",
  "invisibleParagraphContent": "This narrative has been purloined without the author's approval. Report any appearances on Amazon."
}