{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxMzc3ZGRjOGM1YzRhYjU4Nzc2OTVjYmRlYjdiMGIz\" data-original-margin=\"\">Kaede felt like she was about to fall unconscious at any moment. She laid still beside Pascal, and felt so exhausted that she could barely keep her eyes open. Her lips hung ajar to allow her weak lungs to pull in enough air. Her mind was shrouded in a fog that made even thinking difficult.</p>\n<p class=\"cnM4ZGJlMzA5YTNiZDQwMDBhYWZhYmFmNzA0ZmNhY2Q3\" data-original-margin=\"\">Yet, this was still better than two hours ago when the healers finished. Their <em>Invigorate</em> spells continued to work their slow magic on her, while Hauteclaire kept her engulfed in his soothing aura.</p>\n<p class=\"cnNmOWNkNzJkYTQyZDRmOTM4NzM3YWFiMjM1YmQ4YjBj\" data-original-margin=\"\">Regardless, hints of a smile shadowed her pale lips as two consoling thoughts drifted across her mind. One was Sir Ariel's promise that the 'operation' was successful and that Pascal would at least live, assuming continued <em>Regeneration</em> treatments. The other was Ariel's agreement in sending out an order that all personnel be moved further away from the potentially radioactive fallout zone, along with other precautions that Kaede had asked them to make.</p>\n<p class=\"cnNmZjljMmI4OGI0YjQyNmQ4MWM3OTYzNTI5ZDZlNWQz\" data-original-margin=\"\"><em>Better safe than sorry.</em> Kaede thought as she still wasn't sure which form of nuclear reaction had been used by Pascal. She could only make presumptions on what to do based on what she had read of Hiroshima.</p>\n<p class=\"cnM3YjVjNzlhMWYyNjQ2ODRhYTRhNGFlNWJmMGQ5ZjRl\" data-original-margin=\"\">In the meantime, the sun had long fallen, and only darkness could be seen through the windows on this cloudy night. The healers and staff had mostly departed. They left only a medic behind to watch over Pascal and his familiar.</p>\n<p class=\"cnM3ZTM3ODNhZjY2NDQ5NzliZjg4OGNkZTBhMDIyZjMz\" data-original-margin=\"\">Kaede hardly noticed the sound of the cabin door creaking open. The Samaran girl only registered Sylviane's presence when the young medic bolted to her feet.</p>\n<p class=\"cnNmYmJhMjIyMWQzYTRkNzhiNmNkZjdlMDlmNzBhYzBm\" data-original-margin=\"\">\"How is he?\" The Princess accosted the medic. Her voice was anxious, despite the exhaustion in her slouched stance.</p>\n<p class=\"cnM0MDQ3ZmVlM2FmNDQyODZhMzBmNjA3NWRiZmE5ZDdk\" data-original-margin=\"\">\"Sir Ariel said that His Grace should make it through. With further <em>Regeneration</em> treatments, he might be able to recover in time. Although it would be best if he was kept comatose for at least three more days to help his body heal.\"</p>\n<p class=\"cnNhZGJmZThiMGU4YzQ0NzFhZjE4ODdkMjgzYjk0Zjll\" data-original-margin=\"\">Sylviane's collapsed into a chair and breathed a deep sigh of relief as her head drooped.</p>\n<p class=\"cnM4MThiMzBmMTYxNjRhN2M4ODlhYzY1MDYwMWIzNTAx\" data-original-margin=\"\">\"So he'll make a full recovery in time then?\"</p>\n<p class=\"cnNkZDI1MGVmYzRkMDRhOWY4MDFjMTIzMjAwMWJmYzlj\" data-original-margin=\"\">\"Not... quite...\" The petite medic's voice turned timid.</p>\n<p class=\"cnM0MjEzOWFhNjdiZjRmMGQ4OWY4MTEwMDIxMmRjNTRl\" data-original-margin=\"\">\"I'm not going to bite the messenger.\" The Princess remarked with an exhausted yet irritated look. \"Get to the point.\"</p>\n<p class=\"cnMyZDk5Y2E3YmQxYTQyNmM5YTVjZjI2YzI4ZWQ3Y2Ux\" data-original-margin=\"\">The young girl swallowed.</p>\n<p class=\"cnNlNWQ5YTI0MDRmNTQzMzRiMzk3NTQ2ZjYwMTAyNzU4\" data-original-margin=\"\">\"His Grace's hands and arms have been seriously damaged by the... back-blast, or whatever this 'radiation' thing is. The skin and muscles will heal. But as you know... we have trouble regenerating mana-conductive nerves once a critical damage limit has been reached. Sir Ariel believes that His Grace's sense of touch may never fully return to normal. It's possible that his arms and even legs may stay numb for the rest of his life. Still...\" she glanced at Kaede, \"we're working under unique conditions here, and Dame Kaede's blood may prove to be the saving grace.\"</p>\n<p class=\"cnM3YTE4MjA3ZWQzMzQ5ZWI4NWQ4ZDE3MDExMGY2ZGEw\" data-original-margin=\"\">\"Nevertheless...\" The medic hesitated before she continued. \"His Grace's facial nerves suffered severe damage, particularly his eyes. We don't know if his eyesight will ever recover. He will be blind when he wakes up, and Sir Ariel said there is a high possibility that it will stay that way.\"</p>\n<p class=\"cnMwYzMwMmE0MWFkNzRlZDZiZDY4OWE0NWQ3ODI4YWEx\" data-original-margin=\"\">\"You're joking,\" Sylviane remarked in a menacing tone.</p>\n<p class=\"cnM5MTExNWFjNjNkZjQ0ZDdiZDYxMmFiMzkzNjAyMTll\" data-original-margin=\"\">The medic almost squeaked. It was obvious she was too scared to even contemplate humor.</p>\n<p class=\"cnMyNWY2OWYyNzE2NjRlNGZiNzZiMDc0ODllNzYyNDYx\" data-original-margin=\"\">\"Have faith... Your Highness.\" Kaede barely muttered. Her wispy words were gasped out between shallow breaths. \"I'm sure... that my blood... can work another miracle. Until then... he can borrow... my eyes. Besides...\" She added with a fatalistic chuckle that Russian humor was known for. \"I'm sure... he'll look good... even in sunglasses.\"</p>\n<p class=\"cnM4M2JmMDhmMTVkNjRhMTE5NDdmZDA5MDZjOTZkMWI3\" data-original-margin=\"\">Sylviane blinked as she clearly failed to understand what Kaede's joke meant. She then exhaled a long breath as she turned to the medic.</p>\n<p class=\"cnNjMmViMDRiMmNhYTQwOTNiYWNhYzgzYWU2M2RiMzFi\" data-original-margin=\"\">\"Is that all?\" She asked before receiving a hasty nod. \"Then leave us. I'll keep watch over him tonight.\"</p>\n<p class=\"cnNjMmY5OTU3NjE5NjRiMjQ5OTVkY2U2ZTBmNDkwOGFl\" data-original-margin=\"\">The young girl didn't wait another second. She rushed an awkward curtsy before fleeing the room. As the door closed, Sylviane let go of an even longer sigh before pulling up her chair to beside Kaede.</p>\n<p class=\"cnNlMDI4YmMwMjkzNTQwNDdhYmI1MjY3Y2RjOGJlMzZm\" data-original-margin=\"\">\"Do I really scare people that much?\" She asked, mostly to herself.</p>\n<p class=\"cnM1ZjFmZGYwNTEyMDQ4NjZiMDAyMmU3NGZkZjZiMzNh\" data-original-margin=\"\">\"Do you want... an honest answer?\" Kaede smiled a little.</p>\n<p class=\"cnM3MzJjODZlMTNhYjRkMWRiNDA4OGI3Y2QyZjM0MzRj\" data-original-margin=\"\">It wasn't that the Princess had a scary face or anything. But at times she could summon a real, royal temper that anyone who was both intelligent and valued their own head would tread carefully around.</p>\n<p class=\"cnM1NjU1M2YxZTEzZDQ5MjY5ZmNjZWE3YTNiNTBlNzFh\" data-original-margin=\"\">Though for Kaede... there had never been a better opportunity to speak her mind than now.</p>\n<p class=\"cnM2NGFjNjI4MDM3ZjQ3NTA5NWZhZmJmMjUxYmRkOTg4\" data-original-margin=\"\">\"Thank you, Kaede,\" Sylviane's gaze shimmered in the dim light as she grasped the Samaran girl's feeble hand. \"For being here, for everything you've done for him today... thank you so very much.\"</p>\n<p class=\"cnNkNjFhM2NiNDkxMTRmN2E4YmY3YTI3YTlkNTAxZDhm\" data-original-margin=\"\">The Princess brought the familiar's pale hand to her cheek, just as a single, shining tear slid out. Kaede could feel the warmth and wetness of the droplet. It was proof of just how earnest Sylviane truly was.</p>\n<p class=\"cnMxM2E5N2FmOTAzZjRlMWM4MGJmNzRkNGZiZTg0Mzdk\" data-original-margin=\"\">\"Pascal always said... we're family... aren't we?\" Kaede whispered out. She felt another tear fall onto her fingers as the Princess heartily nodded.</p>\n<p class=\"cnNmOGIxZjAwMTkyMDQ3NjFiNWMxNmQxNmYzYzVmMDU1\" data-original-margin=\"\">\"Yes, yes! We are!\" Guilt formed in Sylviane's wisteria gaze even as an adoration for the smaller girl bloomed. \"I'm really, truly sorry for how I've treated you up until now. You've helped Pascal so many times, risked your life on multiple occasions to defend him. Yet I... I've shown you only ingratitude.\"</p>\n<p class=\"cnMyYWU1MmMwZGY1MzQzYTk5ZDVmNDdiY2EwNjlmZjY0\" data-original-margin=\"\">Kaede's smile took on a forgiving note. Her relationship with Sylviane had certainly been rocky up to this point.</p>\n<p class=\"cnM0YzNmNjIxZTFhNzQ3N2Y4NTQzNTBiN2ZhZTAyYWJk\" data-original-margin=\"\">She wasn't naive though. She knew that whatever Sylviane felt now, there would always be occurrences in the future where royal jealousy would manifest once more. But if Mari and Robert's dedication to the Princess were any indication, Sylviane was also a girl who knew how to repay kindness in spades. As long as Kaede didn't overstep enough to lose her head, she should always be able to recover by leveraging their 'special relationship' through Pascal.</p>\n<p class=\"cnMzMjZiMTlhODJhOTQyNzI4OWE5NzE3ZDYxMTZiYjdi\" data-original-margin=\"\">\"Friends?\" Kaede took the opportunity to ask.</p>\n<p class=\"cnM3MjU4NDBlODY5ZTQ3NDNiZTljOTE2NWZjZGE2Y2E5\" data-original-margin=\"\">\"Isn't that a given? If we're family?\" Sylviane replied as more tears fell down her cheeks.</p>\n<p class=\"cnNhNzI2NTVhYjk5YzQ3MmU5MjRiN2U4NzBkZjQyZTNl\" data-original-margin=\"\"><em>You should know better as royalty.</em> The Samaran girl thought, before noticing that the Princess... was also behaving a little differently.</p>\n<p class=\"cnMyNDlkZjNmYTAzZDQ5MDg4NmQ5ZDc5MGY3ZmM5Y2Nj\" data-original-margin=\"\">Sylviane had glanced away. A deep red was coursing up her cheeks, and her sure voice fell to a tentative mutter as she asked:</p>\n<p class=\"cnNlZGU5NDkxOGJiNjRiNmU5NGM5NDgzMmU4MGNmNjNh\" data-original-margin=\"\">\"Can we be... s-sisters?\"</p>\n<p class=\"cnMyMGEwMWM5MTc2YjQ1Y2RhYWM2OTg2OTNjNzA1Y2Ix\" data-original-margin=\"\">For a brief moment, Kaede found herself caught completely by surprise. However, as the seconds passed away, she found her grin growing as wide as her exhausted cheek muscles would allow.</p>\n<p class=\"cnNlNjQxZDkyOTdiYjRiYjRhNTUzMmY4MDZiMDdlNjdi\" data-original-margin=\"\">\"Mmh, mmmh!\" Her touched gaze nodded with enthusiasm.</p>\n<p class=\"cnM3OTNkYzY5ZDJkZTRiMDViMTBlZjIzZWM0MWU5ZTZi\" data-original-margin=\"\">\"I'm still your senior though.\" Sylviane tilted her chin back up as she laid down the pecking order. \"So you have to listen to me, understood?\"</p>\n<p class=\"cnM5YTY1OWNmM2I2ZTRkMWNiMzIwODU5ODQwYzFkZmE0\" data-original-margin=\"\">\"Yes, Milady... or rather, <em>Elder sister.</em>\"</p>\n<p class=\"cnM1NDU1NTM0NWUzZDQxNGZhYzg2OTEwMjExNTU3NTI0\" data-original-margin=\"\">Kaede noticed that her word simply translated into some compound Imperial term, smashed together in Germanic linguistic fashion. She would have to explain the special significance held in Japanese by the phrase <em>Onee-sama</em> later -- which roughly meant 'esteemed elder sister' but implied so much more. Kaede's biological older sister had almost exploded with joy when she first taught Kaede to call her by that phrase. Now, even though Kaede had left her family behind on Earth, she would use the term to address another in her new life.</p>\n<p class=\"cnNjYjQ0MmZlMTlkMDQzM2VhODk3NjY5OGJiMjIyY2E1\" data-original-margin=\"\">Though even if Sylviane never understood the respect and admiration endowed in this endearing phrase, it nevertheless sent a broad smile and reassuring warmth through Kaede just to say it out loud:</p>\n<p class=\"cnMzNDFlYWQ4MGE1MjRjMjg4NGY3MTNjZmY4ZjU0OGZj\" data-original-margin=\"\">\"<em>Elder sister.</em>\"</p>\n<p class=\"cnMwNjEwZjc0MjQxMzRkN2FiOGZlZGRmNWNiNjVlNjcy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlYzIwMTdmNWMzYjRhOTlhMzU4NmNjNjAzNWJlYWM2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM1MDFiNmRhM2QwNDQxNGNiYTk3YmIyNjc3N2I4NjYx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxY2E4YWJmMTFlOTRmOWViNDhmZTMxN2Q2YTNkMWMy\" data-original-margin=\"\">Kaede fell asleep for a few hours after that, only to wake before dawn could arrive. As she rubbed her eyes with her still-weak hands, she found the room barely illuminated by a film of glowing embers that stretched across Hauteclaire's feathers.</p>\n<p class=\"cnNmZGI4MzdmZWEwOTQyMzg4YTliZTdkM2VlYWZjOGU5\" data-original-margin=\"\"><em>Royal night light.</em> She smiled a little, before realizing that the phoenix wasn't the only one who had stayed. Sylviane was still awake, sitting by Pascal's side this time as she watched over them both from the shadows.</p>\n<p class=\"cnNhNzVjMjliZGQwMjRjMjY5MjIxYTliZDI1MDI0OWZm\" data-original-margin=\"\">\"Milady... <em>Elder sister</em>, shouldn't you get some sleep?\"</p>\n<p class=\"cnM0NmE1ZDE3NmU0ZTQ0ZDI5YjhkNzRlMWE4ODIzZDc4\" data-original-margin=\"\">\"No...\" The Princess sighed. \"Let me at least feel like I'm doing what a fiancée should.\"</p>\n<p class=\"cnNiYTkyZDk5OTMwOTQxNzZiN2JlZDRlMTEzMGNkMWJj\" data-original-margin=\"\">Kaede had no doubt that once the sun rose, Sylviane would have to leave Pascal again as she went off managing official business. Over the past week, it was mostly Pascal who oversaw the army's organizational and logistical needs, while the Princess focused more on political tasks. However, with him down and out, the workload would suddenly double.</p>\n<p class=\"cnM2M2MzMWFkMzgwODRjYWJiMmM4MGFkMDQyN2QwZWYx\" data-original-margin=\"\">\"I can help tomorrow, you know,\" Kaede muttered. \"I may not be a prodigy like Pascal, but I did learn a few things from him.\"</p>\n<p class=\"cnMwODM4MmM2OTQ0NDQxNmJhYWQwMmY5ZDFlYjNhZWNj\" data-original-margin=\"\">The Princess picked up her chair in the dimly-lit shadows and dragged it around the bed, back to Kaede's side.</p>\n<p class=\"cnNjOThlZDQ0ZDIyNTRjZDVhZTNkMDFkOGJlYTRhZjFl\" data-original-margin=\"\">\"I'm sure you can.\" She spoke with a grateful smile. \"Pascal certainly finds your advice useful. Nevertheless, I'd feel more comfortable if at least one of us stayed with him. Besides, I doubt you will recover from your anemia in just a few days, especially when the healers will no doubt ask for more blood for their <em>Regeneration</em> treatments.\"</p>\n<p class=\"cnMyMzUzNTQyN2Y0YTQ4NzdiOGI5ZTkwMTUyZjA1ZWQ2\" data-original-margin=\"\">Kaede nodded silently. She knew she should prepare herself to be mostly bedridden for a while.</p>\n<p class=\"cnNhMzZkZmEzN2U4MjQ1YzA4NmRkYTg5YTEyZTAxYzcx\" data-original-margin=\"\">\"That being said... there is something you can do for me.\" Sylviane added before she pointed her casting glove to turn on the overhead light crystal. The Princess then pulled open her extradimensional belt pockets and reached into them.</p>\n<p class=\"cnNjYjdiNDAzYzhlNDQwYzk5ZGFlY2ZmMDFmNmIyOTZm\" data-original-margin=\"\">\"Sir Robert left you something. And with Pascal incapacitated, it's time I bring you into this council...\"</p>\n<p class=\"cnNjOTgwZjE3NWFjMTQwZWRhYTkxOTAwZmQzYWVmNGY1\" data-original-margin=\"\"><em>Left me something?</em></p>\n<p class=\"cnM2ZWY2NDA5NzAzYzQ3ZTM4YjAzOWQ0ZjAyMjc0ZWNj\" data-original-margin=\"\">It was only then that Kaede realized: \"what happened to him? And Mari?\"</p>\n<p class=\"cnM3MTc3OGQwZTU4OTRkZjU4NmFkM2ZkMzU0YzI5ZmY1\" data-original-margin=\"\">Sylviane's body instantly froze. Her quivering eyes were a bright red and ringed by shadows. Kaede had thought at first it was just sleep deprivation. However, as the Princess' shoulders trembled yet her eyes barely moistened, Kaede realized that Sylviane had been crying by herself again.</p>\n<p class=\"cnM1YjhjZjhlYTJmNDRiZGFiZjlhZGMwNTk2NjFlZDZk\" data-original-margin=\"\">The Princess had wept -- silent, alone, and in the barely-lit shadows -- until she ran out of tears.</p>\n<p class=\"cnM4NDBkNjI1OTQ4NTRmZjBhZjA4MGU2OTY0MTFiNjQz\" data-original-margin=\"\"><em>She wasn't sleeping... because she can't sleep.</em> Kaede realized as it was the survivor's guilt that she knew all too well.</p>\n<p class=\"cnM2NDNiNWUyMDZlYjQxODk4ZWNhYjAyOTBmMDRhM2Iy\" data-original-margin=\"\">The Samaran girl exerted her arms' strength and slowly propped herself up to sit on the bed. Though as soon as she leaned over to give her elder sister a hug, her muscles gave away and she collapsed onto Sylviane's shoulders instead.</p>\n<p class=\"cnNkZmE3ZmRhNzRlZTRiZjQ5NmJkODdkYTNhMTRiZWIw\" data-original-margin=\"\">\"It's okay,\" Kaede nevertheless began in her calm, wispy voice. \"You can cry aloud. It'll make you feel better.\"</p>\n<p class=\"cnMxYTk3ODU4NmQ3MjRkMjhhMWNhNzk1ZWU1YmQ3YjAy\" data-original-margin=\"\">\"You don't understand... I don't <em>deserve</em> to feel better!\" The Princess croaked. \"They died, protecting me! For ME! Taking blows that <em>should have struck me!</em>\"</p>\n<p class=\"cnMyODg2YWU5ODc4NjQ4YTg4ODU2NGM2NTc1ZWJhOWUw\" data-original-margin=\"\">No matter how one looked at it, Sylviane was still just a twenty-one year old girl. Yet those thin shoulders quaked as they bore the weight of an entire Empire, a mountain of emotional strain that no individual should ever have to bear themselves.</p>\n<p class=\"cnM1YzFkNGY1MTNmMjQzMmY5ZDY2ZjU1ZjQ4YzBmYjQ4\" data-original-margin=\"\">\"...And they were glad to do it, if it meant that you could live,\" Kaede whispered without any doubt.</p>\n<p class=\"cnM4Y2Y0ZTVjN2ViZTQyMWM5NWIwOTg0YWJhOTA4ZTky\" data-original-margin=\"\">\"Well they shouldn't have had to! They wouldn't have had to!\" Sylviane declared as her entire body shook. \"If only I hadn't been so mule-headed and seen reason! I could have called a retreat! Yet I didn't...\" Her voice suddenly cracked, only to resume after only a momentary pause. \"I couldn't just <em>give it all up!</em></p>\n<p class=\"cnNmODkwZjQ5N2RkNTQ2NTA5ZTYyNDFlNjMyNjgzNmQ1\" data-original-margin=\"\">\"I wanted to win... not just the battle but also the country, to RETAKE the Lotharin throne!\" The Princess wailed. \"And <em>I killed them for it!</em>\"</p>\n<p class=\"cnMyY2Y0OGZlNWM2MzQ4ODU4YmRhNzE5Zjc5MWNjZjA0\" data-original-margin=\"\">Kaede tried to tighten her arms. Though without any strength in them, she could only settle for slowly rubbing the back of Sylviane's head. \"And that... is where you're wrong,\" she added as Sir Robert's sunny, heartwarming smile came to mind.</p>\n<p class=\"cnM3NTJhNjdkYTBlZTRiZDM4N2Q1YWE4MmViMzU3MjVm\" data-original-margin=\"\">Even by the end, Kaede didn't know Mari that well. However, she knew Robert. He was rather unreasonable at times, nevertheless Kaede still liked the gallant knight who would do everything in his power to uphold what he saw as the <em>correct</em> course of action -- even if it wasn't easy, even if it made him feel guilty at the time.</p>\n<p class=\"cnNkNmI5OTAyYWYyZDRjZGNiZTZiZGI3ZjM5NzVmNTUz\" data-original-margin=\"\">\"Mari and Robert would gladly give their lives to see you on the throne. Of that, I am <em>absolutely certain</em>,\" Kaede declared. \"It is your job to see that they did not die in vain. To retake the crown and rule the Empire with a righteous hand, so that their souls in heaven may take pride and find solace.\"</p><p class=\"cjM1ZjM4Mjg0YWNhNDRiMjk4M2IzZDNlZDViMDlkY2E1\" data-original-margin=\"\">If you encounter this tale on Amazon, note that it's taken without the author's consent. Report it.</p>\n<p class=\"cnMzODllOTYyZDZjMjQ2OTU4ODI5MjcxMjQ2YzYyZjE2\" data-original-margin=\"\">A brief silence fell after that, and Kaede felt only Sylviane's trembling body in her embrace. Then, as the Princess let loose an animal-like cry that rapidly grew into an ear-piercing wail, it was only thanks to Kaede's earlier laziness -- having fallen asleep with her enchanted earrings still on -- that she did not lose her familiar-boosted hearing.</p>\n<p class=\"cnNmN2UzMjEwYTg2YzRiZjFhZmUwOWM2ZGU1ODg2YjAx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxZDZkM2ZlNzcyMTQwYTA5Mjc0ZDMxNTIzMzQwNWQ5\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzNjNkYjA2NmRlNzQ0MjJiOGY2NzdiZjU5YmU4ZTI2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyNDVjM2JmMWE0NzQ4ODk5OTBlNjBmZDkzNDk5MTgy\" data-original-margin=\"\">Outside, Edith-Estellise shed a bittersweet tear as she leaned her head back against the cabin wall.</p>\n<p class=\"cnNhMjc2YTIyYWRiMTQxYzQ4OTE4MzRiY2ZlOGMxYWQ4\" data-original-margin=\"\">She had been taking a midnight patrol of the camp when she found Elspeth guarding outside the Landgrave's cabin with her head drooping. It wasn't really surprising after such an exhausting day. But there was a possible danger that enemy agents, not to mention her former co-conspirators, might take advantage of the Princess' depleted retinue. Therefore Edith dismissed Elspeth -- with a little convincing and much insistence -- before taking up guard herself, which would make it clear to everyone that her loyalties now lay with the Princess.</p>\n<p class=\"cnM1MDdjNzhmODgwODQzZmViMjcxNTVjZjkzNWQzMDkz\" data-original-margin=\"\">The cabin was almost soundproof, and Edith never heard the conversations that went on inside. However she did notice when the light turned back on, and Sylviane's sorrowful wail was so loud even the enchantments failed to completely block it.</p>\n<p class=\"cnM5YzA5YmJmZTcwYzQ2M2VhZTEwMzUwZjVmODliMTZm\" data-original-margin=\"\">The Crusader Saint felt sympathetic. Every noble worthy of their rank had lost close companions and loved ones today. But perhaps more than that, she was glad.</p>\n<p class=\"cnM5YzE1Yzc0M2ZlODQ5NTM5NjZhMzM2Y2Y0OThiNmMy\" data-original-margin=\"\">No, she wasn't happy that Sylviane was suffering. Instead, she took reassurance that the Princess could feel such deep, personal pain from the loss of others.</p>\n<p class=\"cnM1MzdjYzkxMjJjNDQ1NjRiYWY5ZTMyNjliMzIxYWVj\" data-original-margin=\"\">Edith had already learned from the good healers that Pascal's life had been saved. His familiar had apparently come up with a way to save those dying from that ruinous spell. Though due to the high costs of <em>Regeneration</em> and their limited magical resources, many of those afflicted would likely still die.</p>\n<p class=\"cnM0NDE5MWFjOGNhMTQxZmY4NjE1NjI5ZTQ1Y2NmYzBi\" data-original-margin=\"\">There were some who argued that His Grace should be held accountable, though Edith believed that such judgment was not just premature but unjust. The chaos of battle meant anything could have happened, especially to the complex casting process of an archmage-tier spell. It was evident his goal was to wipe out the infidel attack wave with a conical blast, except something even he was unprepared for had occurred -- as he had almost been killed himself.</p>\n<p class=\"cnM0ZDdkMmY2YjI1YzQ0ZTFiYTJmNGIyZjFiZWMxOWVh\" data-original-margin=\"\">If soldiers were always punished for taking a risk, then no man would ever gamble for victory again. Pascal's spell may have killed friends and foes alike, but it had also done its job at wiping out an entire brigade of the enemy's best troops -- a fact that Edith had reminded everyone who criticized the Landgrave's actions.</p>\n<p class=\"cnNiNjgxMTk0NGY1MzQyMDA4NTI0Zjg2ZmQzNDdkODc2\" data-original-margin=\"\">Regardless, this meant that Sylviane had no need to cry over her fiancée. Then, who else would she be wailing over, if not for her guards and soldiers?</p>\n<p class=\"cnNjZjZjMDNiYjFiOTQzNDJiMjkyZWRlN2NkMmZmZjM1\" data-original-margin=\"\">A sovereign who truly cared for the lives of her men -- that was rarer than her weight in gold. It was yet another sign that Edith had made the right choice during last morning's aborted coup.</p>\n<p class=\"cnM0NWRiNmU4M2Q4ZTQzY2ZhNmYxYmMxM2E0MzIwODcx\" data-original-margin=\"\"><em>Thank you, Holy Father.</em> She looked up into the cloudy skies, wondering once more just how mysterious the Lord's ways truly were.</p>\n<p class=\"cnMyMWNlOTU4ZDdhMjQxNzdhMDM5NmRiOTIzMzlmMGU1\" data-original-margin=\"\"><em>And thank you for saving us all today.</em></p>\n<p class=\"cnNlODk0MWViOTZhZjRmOTk5MzY5YzJlNjc3YzExYzU3\" data-original-margin=\"\">Edith still wasn't sure just what exactly happened during battle or what caused the magic that transformed the forest. Rumors were running rampant among the troops, ranging from claims of divine intervention to ancient spells left by archmages long deceased. However, what Edith was sure of, was that the almighty Holy Father had a hand in the miraculous events today. Just like back during the Battle of Ronceval when she commanded the doomed crusader rearguard, before lightning split the mountain and created an avalanche that buried her foes -- an event for which the Church had declared a miracle and her a saint.</p>\n<p class=\"cnM2MDIwOWFjZTJkMjQ2MGM5YmRmNWY3MDVjMGYwMDA4\" data-original-margin=\"\">The Oriflamme knelt down onto the hard, frosty ground. She pressed her hands together in prayer before declaring in a barely audible voice: \"I vow before you, Holy Father, that I will not rest until Her Highness -- your chosen Empress -- sits upon the throne.\"</p>\n<p class=\"cnM3YzlhZmRmZTkyYTQ4YzU4YTQxODVmNmUyOGQ0ZTUw\" data-original-margin=\"\">She then closed her eyes as she felt a tear of joy and certainty roll down her cheeks. What better sign was there that it was the ambitious Templars who sinned, that her father had indeed been just and would continue to watch over their realm from Heaven?</p>\n<p class=\"cnM3MGFiNTI2NWJiNzQ2MDM4MzI2ZTg3MjE1OTQ2OTYx\" data-original-margin=\"\">Edith knew that she would take the secret to her grave. Although in this moment, she couldn't help but revel:</p>\n<p class=\"cnNhZDdjOGNkOWYwYzRlNzNiNjk5NGFkZWNkMmQxYzYw\" data-original-margin=\"\"><em>...I'm proud to have Her Highness as my dear sister.</em></p>\n<p class=\"cnNjMGNjYjY0ZGEyMDQ5NzNiMTFhMzU0Y2FjZTJiNjk4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1ZGFlYTBkOGZlMDQ1OGRiYWI2YzI2NDcyODEyM2M2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhMTE5MWVhZGY2YzRhZmZhMGU3YmFiMDk3ODExZjUx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2MThhMTFkY2YwYzQxNDJhZDY0ZTc1MjYzYjQ3N2I3\" data-original-margin=\"\">Kaede leaned against the headboard next to a still-comatose Pascal as she read through the parchment containing a portion of Robert's will:</p>\n<p class=\"cnM1Yjg5M2UwMzM0ZTRlYzE4ZjIxY2RjYjhlOTQ4Yjdl\" data-original-margin=\"\"><em>\"Kaede, if you are reading this, then I have already left to face the Lord's judgment. I know we have not known each other for long, and during this short time, I have already laid several unrealistic expectations upon you. Yet, as an armiger sworn to the service of the Gaetane dynasty and Rhin-Lotharingie, I have no choice but to make one last selfish request.</em>\"</p>\n<p class=\"cnM5YWU3OWM1NTY0NDRmYzc5MjdjYjljNzUzNTA1ZGRi\" data-original-margin=\"\"><em>Cheater,</em> Kaede thought as her gaze grew teary. Robert no doubt knew that she didn't have it in her to simply ignore his dying wish, not when he had twice saved her life.</p>\n<p class=\"cnNmNTliZGE1NTg2OTQ4MjJhODI5Yzk3ZmI1MDhiZWY2\" data-original-margin=\"\"><em>\"Of all the people close to Her Highness, you are one of the few without any personal ambition. The Princess may still be envious and suspicious of you. However, I have no doubt that you are a person of integrity. You only fear for your own life, perhaps because you do not have any of the protections that nobles like Pascal receive through their status. Well, I intend to give you a basic guarantee. It is not much, and it comes with a heavy burden. But I am certain that Her Highness will not deny my final wish.</em></p>\n<p class=\"cnM5NDhiZWIzNmE5YTQ3NDQ5NTI2ZjJkMTFmMDljZGY2\" data-original-margin=\"\"><em>\"Would you please take my place on the Grand Council and be a voice of caution and reason to Her Highness?\"</em></p>\n<p class=\"cnM0NTg1ZjE1MDBhYTQ3M2ZhYjUyNTI5ZGRhN2Y1NmFk\" data-original-margin=\"\">\"Grand Council?\" Kaede looked up at the Princess with a puzzled face.</p>\n<p class=\"cnNlM2NhYjM2ZTk4NDQ2Mjg5ZjU3NzI0OTY3OTgxMjFm\" data-original-margin=\"\">\"Finish reading, and I'll explain.\"</p>\n<p class=\"cnM4NDY3YzE2MGZlOTQzYjViMThjMDg0NmM3NTBjYjhi\" data-original-margin=\"\">The familiar's gaze returned to the parchment:</p>\n<p class=\"cnMzNTBlYzUyYmQ5YzQyMjQ5NjM3Yzg0OWUzYTI5Yzk2\" data-original-margin=\"\">\"<em>I also leave behind directions that may help you in this. My parents, in their recent travels, discovered a spring near a village settled by veterans. It is said that drinking from the spring helps with traumatic episodes. Father tested the water and found it to yield an unusual concentration of minerals, particularly lithium salts. Unfortunately, I have not had time to journey there myself. It is my greatest hope that this discovery will yield results to calm Her Highness' mood swings.</em></p>\n<p class=\"cnNkODM0Y2RmMDBiYjRiZWRiNmY5ODAyMGUxOGQ3OTZl\" data-original-margin=\"\">\"<em>Please remember -- Her Highness' bipolarity is not a curse. All personality aspects have both benefits and drawbacks. It is the responsibility of those close to her to ensure that the detriments are minimized while the advantages are maximized. Her episodes have bestowed upon her an appreciation and understanding for perspective and bias that most people live their entire lives yet never attain. Such a gift must not be squandered, especially for the future ruler of a realm as diverse as Rhin-Lotharingie.</em></p>\n<p class=\"cnM2MDhlMTdkYjgzNzQ3OWU4ZDVkNjYzNGRmMzBhZTA4\" data-original-margin=\"\">\"<em>I sincerely pray that you will take my place in advising Her Highness. That you and the Princess become good friends.</em></p>\n<p class=\"cnNkYzU4YzE0NDkxYzQ1ZTU4NzIwNmJmZWNiMjk2NjVj\" data-original-margin=\"\">\"<em>Farewell.\"</em></p>\n<p class=\"cnM4MmFmNDQ1MjJiODQ3NmI4MDk5NTJmOTM0MzIxZmZh\" data-original-margin=\"\"><em>I guess you were right about me and the Princess after all.</em> Kaede wiped her eyes with a bittersweet smile as she pictured Robert's boyish grin.</p>\n<p class=\"cnM1M2RhMjA3ODZmMjQyYWQ5ZTJjNmVlNzhiOGZiYmFj\" data-original-margin=\"\">\"He left this map attached to it.\" Sylviane passed a folded piece of parchment to Kaede next. \"Also, did Robert ever say anything... strange, to you?\"</p>\n<p class=\"cnM2NDJiMWVhZjY4NjQ0OWJhODRmZTY3Y2ViZTUxNzU0\" data-original-margin=\"\">\"Strange?\"</p>\n<p class=\"cnMzY2Q3NTcxZjZmNjRmYTU4ZGY1NDEzOGQyOTE3MGQ0\" data-original-margin=\"\">The Princess looked awkward enough to fidget, as though she didn't know how to approach the topic.</p>\n<p class=\"cnNmNjExOTE3MGMyYzQyNzJiZjE0MzQ3MTllMzlkMDY3\" data-original-margin=\"\">\"When an individual falls in combat, we look through their possessions for any mementos to be sent home. Letters, wills, valuables and private items. But Sir Robert's belongings were... abnormal, to say the least.\" Sylviane sighed, before deciding to simply say it straight. \"He had a lot of girls' clothes. And I mean... enough to fill a wardrobe. Definitely not just a piece or two intended for a lover. Not to mention the accessories, wigs, cosmetics, even underwear...\"</p>\n<p class=\"cnNlMjU0YWJjOTU3MjRkMTZhOTU4M2Y0MGNhNmUwNjQ0\" data-original-margin=\"\">Kaede's eyes grew. Thinking back, there had always been one statement from Robert that left her puzzled:</p>\n<p class=\"cnNlMDdkZDYzYzc5ZDQyZTc5YWE1ZDExODhkYjFlNGFj\" data-original-margin=\"\"><em>\"By the way, is it true that you were a young man before being summoned?\"</em> The Armiger had asked that day beneath the yew tree. <em>\"You know -- I'm kind of envious.\"</em></p>\n<p class=\"cnNjYjc4NjVmNjRiZTQwMDhhMzcwODQ5Yjk5MDAwMGQ2\" data-original-margin=\"\"><em>Are you kidding me?</em> Kaede thought.</p>\n<p class=\"cnM3ZTIzODcyMGM2OTQzYzk4ZGEwM2Y3ODgxYTc3MmYw\" data-original-margin=\"\">At the time, Kaede passed it off as the 'psychiatrist' having psychological quirks of his own. She would have never thought that Robert... had serious gender-identity issues. The man was certainly pretty enough to pass for a girl when disguised. The fact that Robert did tailoring and possibly even designed his own clothes -- as Kaede remembered seeing him with a sketchpad back in Nordkreuz -- likely helped to keep the secret.</p>\n<p class=\"cnMxNDc2NzlmZDc1ZTQwYjE5NDM3NjYyZDY4MWVlYWIy\" data-original-margin=\"\">It was clear from the Princess' reaction that none of his close friends and coworkers had <em>ever</em> found out.</p>\n<p class=\"cnM3ZGJhZGU5YTJkNzQ0NjJhNDEzMjNhMGZkMWIwNTA2\" data-original-margin=\"\">\"I've been puzzled over what should be done about this.\" Sylviane added, clearly asking for help because Kaede really was a boy transplanted into a girl's body. \"Should I send this back to his parents along with the rest of his belongings?\"</p>\n<p class=\"cnM3MGFkOGQ2ZDU5MjRhZDhhZDgwODNjMzZlNzJjOWY3\" data-original-margin=\"\">\"No,\" Kaede rejected it outright. \"I doubt even his parents knew.\"</p>\n<p class=\"cnM5MjE3NGQ2ZTQxNjRkZjM5ZjZlOGRmZDM2NTA4N2Qx\" data-original-margin=\"\">The fact that Robert kept it with him, hidden in his extradimensional storage, highlighted how he didn't want to risk anyone finding out. After all, crossdressing was a sin by the tenets of the Trinitian Church -- a fact that had forced Kaede to adapt since her first week after coming to Hyperion.</p>\n<p class=\"cnNmZjkxN2IyYTY4ODQ2NGRhZjY5YWE4ZjJjMGJhMjcy\" data-original-margin=\"\"><em>I have already left to face the Lord's judgment,</em> Kaede read again from the beginning of his will. She would never find out just how much this guilty pleasure weighed upon his conscience.</p>\n<p class=\"cnNmYmExYzVjM2U4NTRkNDI4ZWY3M2IzNzc2YjAwOWE0\" data-original-margin=\"\">\"What do you suggest then?\" Sylviane asked.</p>\n<p class=\"cnNhM2UwYmRkMDVhOTQ5ZDRiY2QwMzBkOWExNWM4NzY3\" data-original-margin=\"\">\"Is he getting a casket burial?\" Kaede questioned. She knew that few would receive the privilege after such a horrendous battle.</p>\n<p class=\"cnM3Y2M2NjkwMjU1NTQ5MjJhOTY1YzFiNTZkZWRjMTkz\" data-original-margin=\"\">\"I'll make sure of it,\" Sylviane nodded. \"But it would be the chaplains, not me, who perform his final rites.\"</p>\n<p class=\"cnMyNjc5NjNiMTRkOTQyNjQ4MGY4MmQwNWU4MWQxZjcw\" data-original-margin=\"\">The Samaran girl scowled. There really were no good answers.</p>\n<p class=\"cnM0NTMwYTQwMTNiNDQ0MTM5ZWUzODRhM2VhZTYzYTkz\" data-original-margin=\"\">\"Then maybe we can bury him with some of the more... inconspicuous items. The rest should be burned,\" Kaede determined despite the ache in her chest. \"I'm sure he would have preferred that we never found out to begin with.\"</p>\n<p class=\"cnNkMDRmNDQ3ZGQwOTQxYjU4ZWY4ZDE3MzRjZWU0OWQ2\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNhMDVmYTNhMGRiMDRjMzc5MTFjODc4OGZlNDY4NGQz\" data-original-margin=\"\"><br><em>Lithium salts...</em> Kaede considered as the two girls returned to Robert's will some time later.</p>\n<p class=\"cnMzZjBkYTlkMmE0MjRlYTliNjQwOTFhNTYyMzNlOWEw\" data-original-margin=\"\">If her fuzzy memories from years of reading encyclopedias as part of her hobby were correct, 'lithia water' had been one of those 'weird American consumerist fads'. It was a rare mineral water that helped stabilize moods. Except the market proved yet another example of capitalism gone awry -- as most 'lithia water' produced were chemical-additive fakes that profited off ignorance, no different from many of the 'healthy' supermarket labels in the modern world.</p>\n<p class=\"cnNlNDIwZDk3M2FmZjQ4ZjE4YzQxZTFlYzRhMGQ3Y2Fh\" data-original-margin=\"\">Kaede filed a reminder to herself before she pocketed the map. Her mind then returned to the much bigger question:</p>\n<p class=\"cnM3NjIyZWNiNDhlNzQ0NGE4ZTU4Njc0MDg5MDhkNmUx\" data-original-margin=\"\">\"So what is this 'Grand Council'?\"</p>\n<p class=\"cnM5NDUwNGM2ODc3NjRhNmZhM2JjZTRlYWViNmU3Yzky\" data-original-margin=\"\">\"It's a legal oversight committee that I am assembling,\" Sylviane explained as she pulled out a large roll of parchment. \"When I am Empress, the last thing I want to do is have one of my episodes -- when my judgment is compromised -- and order something irreversibly harmful to the Empire. Therefore, I need a framework in place that would have the legal authority to challenge my decision-making, and not just for my episodes either.</p>\n<p class=\"cnNhZWNjODQzMDQwODRlNjNhODUzNDFkYzVkMDUzNTcy\" data-original-margin=\"\">\"The idea is still very much a work-in-progress,\" she admitted. \"There's a delicate balancing act to consider -- the Grand Council needs enough independence and legal protection so they may voice their objections without worrying about temperamental backlashes from me. Yet, at the same time, there is no way to guarantee that everyone who gets in has Rhin-Lotharingie's best interests at heart. Therefore, it must not allow factions with ulterior motives to destroy royal authority.\"</p>\n<p class=\"cnM1MzA4MDk1ODU0YzRhMTY4ODg3NDFiNGZhMDQzYTZh\" data-original-margin=\"\">Kaede's pupils couldn't stop growing. <em>She's talking about political pluralism.</em></p>\n<p class=\"cnNlNzk0OGUxOGRhZTQ0ODRhOWQzMWJkMDUxZGFjZGJk\" data-original-margin=\"\">The Samaran stared as Sylviane unfolded the table-sized piece of parchment. She fell to an amazed silence as her eyes took in its complex charts and paragraphs of text, most of it in the Princess' own delicate handwriting.</p>\n<p class=\"cnM0NzZlYWM1MzhhMDQwNjI5YzM2ODVhYTY2MzE5ZDhk\" data-original-margin=\"\">The 'Grand Council' effectively brought legal oversight to the powers of the monarch and the state. It was a body of up to fifty members, including:</p>\n<ul>\n<li>Twenty-four Royalists, seats chosen by the five monarchs of the Empire and likely to include the four Kings and Queens. This is distributed as ten handpicked by the Empress, four each by the monarchs of the larger kingdoms (Gleann Mòr and Garona), and three each by the monarchs of the lesser kingdoms (Avorica and Ceredigion). Each royalist council member will serve appointed terms of ten years.</li>\n</ul>\n<ul>\n<li>Eleven Oriflammes, seats effectively chosen by the phoenixes. This included every Paladin apart from the current ruler. These members serve for life.</li>\n</ul>\n<ul>\n<li>Fifteen Tribunes, seats elected by citizen voting. These individuals cannot be nobles and must have held a civil administrative position from the approved list, such as town chiefs or city mayors, for at least ten years. The various duchies of Rhin-Lotharingie will be grouped into fifteen constituencies for this. Elected terms last five years each.</li>\n</ul>\n<p class=\"cnMwZGNjNjgyYWJkYjRhM2I5ZjFhNGQ4MTFiOWQ0ZjEz\" data-original-margin=\"\">The primary role of the 'Grand Council' was to vet new laws, edicts, and royal decrees from the monarch and the ministries. At least two council objections could block new decrees and trigger a vote, to be enacted within twenty-four hours by any council members who could present themselves in person within twelve hours. If the vote passes with a majority, then the blocked motion would be halted until a second vote, to be carried out one week later if the sovereign still decrees. All council members who represent themselves in person are eligible, and a two-thirds supermajority is required to overrule a law or decree.</p>\n<p class=\"cnMzNTk2N2FmOWRjMjRiYzY5OTk3MTI1NmFiZDQ3ODI3\" data-original-margin=\"\">Perhaps most importantly, council members cannot be legally detained without royal authority. They also cannot be harmed, or stripped of their rank before their term expires, without a similar council vote. Of course, this was only on paper, and provided no real guarantees against men with swords.</p>\n<p class=\"cnMyZTU0MjE2YzY0NTRlZGI4NWEwZjc3MDJlNzVkODA5\" data-original-margin=\"\">Kaede was speechless. There were far more details written down, including how these rules interact with the existing system of courts, notes of possible loopholes, and ideas for closing them. But for a first draft, this document was nothing short of amazing.</p>\n<p class=\"cnNkMTAwYjcxMGQzNTQzMjY4ZTJlYjM4ZGQzMDUzZWMx\" data-original-margin=\"\">It was truly as Sir Robert once said -- that <em>\"what makes her a little bit insane actually leaves her saner than most of us.\"</em></p>\n<p class=\"cnM1MTM3ODMzZDg4ZTQzMjRhYjc4ZDBiMjUxNjEzZmI0\" data-original-margin=\"\">In an era when rulers believed themselves infallible and empires moved toward Absolutism, Sylviane's bipolar personality allowed her to recognize the most terrible human flaw. The mind was deeply biased, and it was difficult, even for the wisest of rulers, to not stubbornly adhere to only one limited perspective. Because of this, even history's most enlightened monarchs have been known to make terrible mistakes that tarnished their illustrious careers.</p>\n<p class=\"cnMxYzg0N2M5ODBiOTRhYTY5YWVlMDU4MjM0YWRiMTY5\" data-original-margin=\"\">Though by the same token, too much delegated power also risked political deadlock. From the Late Roman Republican Senate, to the infamous 'Liberum Veto' that doomed the Polish-Lithuanian Commonwealth, to the modern day United Nations Security Council, political assemblies were always prone to manipulation and paralysis due to entrenched interests. Factionalism was inevitable, and open discontent -- like the assembly of nobles that ran the Lotharin army -- could lead to outright disaster.</p>\n<p class=\"cnMzNWU1Nzc5NGIzNjRhZTRhYzYyOTU2OTljMDNjZTA2\" data-original-margin=\"\">In the end, only a strong reformist leader could purge corruption from a political institution. Though to do so they must centralize power upon themselves first, often leading to accusations of dictatorship and tyranny, such as the criticisms of Julius Caesar and Franklin Roosevelt by their contemporaries.</p>\n<p class=\"cnM3YzA0MWY1NWRlZjQ2ZTA5Zjg0YjkzZDA1MThmYzU2\" data-original-margin=\"\">This created a balancing act that Sylviane now faced: she needed a body that could restrain her temperamental impulses and situational biases, yet not become so overpowering that it would be impossible to reform the Rhin-Lotharingie Empire to a more effective state.</p>\n<p class=\"cnNiYTJlMDYzZmU5MjQ4MTNhNGM0ZGNkOGNlNmU0ZTkx\" data-original-margin=\"\">\"So, what do you think?\" Sylviane asked with a worried expression. \"I gave Sir Robert a royalist seat. And while I have no intention of establishing a precedent that someone could inherit another's position, I would honor his request and grant the open seat to you. Furthermore, Pascal also holds a royalist seat, and as his familiar you may act as his executor.\"</p>\n<p class=\"cnM1ZjcwZjg0MDBjNDRjZjM5NDQxMWQ5ZDZhOTA3ZTdk\" data-original-margin=\"\">This meant that by acting as Pascal's proxy, Kaede could raise the two objections needed to block Sylviane by herself.</p>\n<p class=\"cnM0NTI5YjVkY2VlZTQ1MzRiYzlkZDI4NmExZDhiNTNk\" data-original-margin=\"\">\"What did Pascal think about this?\" The familiar asked earnestly as her eyes blinked.</p>\n<p class=\"cnMyMDA2OTJmMjEyMDQ5OGY5Y2MxZDVmMzUyNWJiMGFj\" data-original-margin=\"\">\"He thought I was making an already difficult job harder.\" Sylviane sighed.</p>\n<p class=\"cnNmMDhiMzJiYzQ1NTRmOTU4NDRhOWIzYWI2YTVjNzI1\" data-original-margin=\"\"><em>He is an Absolutist, after all.</em></p>\n<p class=\"cnNhZWE1NDU5ZGQzMDRkNGRiZmIxZTMzZjFkZjZkNTBk\" data-original-margin=\"\">\"Well, he's not wrong...\" Kaede admitted with a head-tilt. \"This <em>will</em> make your job more difficult.\"</p>\n<p class=\"cnNmY2QxYjU5YmQyOTRkMDc4OTczNzgyYzk2MTUxMzg2\" data-original-margin=\"\">\"You don't approve then?\" The Princess frowned.</p>\n<p class=\"cnNiM2IyOWM5MGRiZjQ0NWJiZjI4NzJiMzg0MTZhNGEy\" data-original-margin=\"\">\"Are you kidding me?\" The Samaran stared back. \"I think you're a visionary!\"</p>\n<p class=\"cnM0MWFlZjM0M2JlMTQyYzY4YzFmZDI0YzZiNjY5ZDRi\" data-original-margin=\"\"><em>Not even the Magna Carta that the Anglos enshrine could pretend to be this enlightened,</em> she thought. <em>That was just a bunch of treasonous barons forcing the King to bow before their petty ambitions.</em></p>\n<p class=\"cnNkMTdlNGVmYWQyNTQ0NDFiYjZiNTk4OGNkNjc0OTQ1\" data-original-margin=\"\">Meanwhile, Sylviane was looking thoroughly confused.</p>\n<p class=\"cnNlODc1MjAxNmRmMjQyNjhiZGU1Y2Y5NDEzOTE0NzFi\" data-original-margin=\"\">\"<em>Elder sister,</em> what you are doing here is a revolution that my world has already gone through.\" The familiar explained with a broad smile. \"We call it 'Constitutionalism', when laws are enshrined to apply a universal set of rules which clearly define the authority of leaders across every spectrum of society. In essence, it creates a safety net for the social contract between the rulers and the people -- to help maintain rightful governance while halting the wrongdoings that your country may regret down the road.\"</p>\n<p class=\"cnNjODg0ZmExMjE2NTRlYjE4NTAyYzZkYmI1MDFlNjZl\" data-original-margin=\"\">\"Then...\"</p>\n<p class=\"cnNjZjRiZDRhZWZmNzQxZmY4ODMxYmYxM2M0OWE4YmU0\" data-original-margin=\"\">\"I'd be <em>honored</em> to accept the position,\" Kaede beamed with pride. \"When do you plan to start putting this into practice?\"</p>\n<p class=\"cnM3MDkwNGFiMGE3ZTRjNmFiNzA5N2M2YjdjNjg4YzBl\" data-original-margin=\"\">\"Once we relieve Roazhon,\" the Princess replied with an appreciative nod and smile. \"King Alistair and Vivienne already know, and I plan to tell Queen Katell and Edith then. After that's done, you can bet that Saint who follows Holy Scriptures to the letter will declare herself its enforcer.\"</p>\n<p class=\"cnNiZmEzYzlmYmFmYzQ2YTQ4N2FlMjA4MWQ4ODM1Njli\" data-original-margin=\"\">Kaede nodded back. She could picture it now -- the two arguing over how a future law would better serve the nation.</p>\n<p class=\"cnMzYjZmNzNjYmE4ZTRkYjU4YjdkMjQyZWY1MGIyYjUw\" data-original-margin=\"\">\"In that case, we better start drafting the biggest piece still missing from this.\"</p>\n<p class=\"cnNlYmM2MDEwYmJlZDQ0MzRiNDlhZGZhMmUzYTliNzhm\" data-original-margin=\"\">Sylviane puzzled. \"And that is?\"</p>\n<p class=\"cnNkOGFkZTZlYjY3NjRlM2E4M2Y5Y2VmMmQ4OTA0MzUz\" data-original-margin=\"\">Kaede lifted the giant parchment and tapped it with a broad grin.</p>\n<p class=\"cnNmYjA4ZWNhMjRjNDQ0MmJhYjRhMTc1NWU3NmI4MDE2\" data-original-margin=\"\">\"A legal framework to <em>modify</em> this -- because even aside from further changes that you will want to make, there is no law that does not need to adapt to the changing cultural attitudes across lifetimes.\"</p>\n<p class=\"cnMwYjRmMDEwMDA2YTQ0MGY4NDlhZmQ4N2RkMjQxYWM5\" data-original-margin=\"\">The Princess was now smiling as widely as her tired face could muster. Yet, before Kaede could go further, Sylviane waved her hand to stop the familiar. \"Before we start delving into the details, Kaede, there's a second important question that I must ask you.\"</p>\n<p class=\"cnM3MDU2NmU2N2NjYzRiZjk4ODhlYjJhMmJhMzMzNTE0\" data-original-margin=\"\">Her Highness then paused for a long moment. And as Kaede's anticipation and curiosity grew, she resumed with a question that the younger girl would never have expected:</p>\n<p class=\"cnNhYWFlNzkwNDY5YTQ2Mjg4NGI1YzgzNmU3MzBiMGQ3\" data-original-margin=\"\">\"Do you want a fief?\"</p>\n            ",
  "invisibleParagraphContent": "If you encounter this tale on Amazon, note that it's taken without the author's consent. Report it."
}