{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3YzBhMWY5ZjNlMjRjOWY5NTE4MTI3NjIxMzQ2NTA4\" data-original-margin=\"\"><strong>Edward</strong></p>\n<p class=\"cnM0MmNmZTIxOTU3ZDQ4Yjk5NDRiNmMyZjNiMGFmZTNj\" data-original-margin=\"\">I take a deep breath as I emerge into the road outside Lillith's old tavern. The city isn't quite like my sister described it, but it couldn't remain that way forever. There are people walking the streets, if few that will make or maintain eye contact. I do get a few glances as I look around with bulky goggles on. Sarafyna says Lillith designed these and some lady named Clarisse finished them. Supposedly they will warn me if some weird light that can make me sick like Lily is around but I haven't seen anything. I'm not sure how light is supposed to do that or why I need goggles to see the special danger light but... I sigh. It still irritates me, but I don't really understand half of what Lillith talks about.</p>\n<p class=\"cnMyNmE3NzBkMjEzNTRmMDVhODdmYTdmNDJkMjM0Nzg4\" data-original-margin=\"\">My sigh quickly turns to a traitorous yawn, then a scowl. I haven't been sleeping well since... well I haven't liked my glass mana as much as I had at first. Lillith had suggested I be creative with my aspects, and I thought this had been a great idea. But now I can't close my eyes without seeing the man in the wind and the glass, and what was left of him when my spell ended. Even now my stomach churns at the thought. But I told Lillith I would handle the capital and I intend to. Or at least, I intend to find out what I can about the circles targeting her. I owe her that much.</p>\n<p class=\"cnNiNjNjZjkwNDQzOTQyNTU4YzVmZmIxYjFiMzA5ODNm\" data-original-margin=\"\">Because, well, I am a fucking ass. Because I thought I had gotten over the damn pride that made me so, so angry at her. I thought, when I realized what she was actually going through, when I found a woman I loved who admired me in return, I could leave that coward behind me. The coward who used his brother as a distraction to run away. But when I had people relying on me, when I had to do what Lillith does all the time, I choked. I didn't have the stomach for it. I am still inferior to my own little sister. Which is why, when Sarafyna told me Lillith had died... A small part of me was relieved. No, a part of me was happy. Happy that she had failed and I succeeded. That I would never feel like I had to look up at my shorter sister again.</p>\n<p class=\"cnM5NDc4MGQ5NDUxNTRlMmNiOTk5YjBlNmNkZTk0OGI2\" data-original-margin=\"\">I was upset. I was heartbroken. I couldn't accept that I had lost her. But I was also happy, deep down. Then she turned out to be alive, somehow. I don't understand it. Her body was shredded. Not quite like the man and the glass, but I barely recognized her. But she was alive, and Sarafyna was able to heal her. All but the scars she already had, which I struggle to understand. It makes me wonder if she keeps that scar on her eye on purpose, just to taunt me. Except the sickness is still there as well. And I had been relieved. I had been so happy, and a little disappointed. That sad little coward is still alive in me, and I need to crush him.</p>\n<p class=\"cnMwY2I3MWIwNjJiNzRkOGY5OTc1Zjc5MzdiYjExYzJk\" data-original-margin=\"\">This is the first step. Go into the city that is safe for me, and dangerous for Lillith, and figure out how to make it safe for her again. If I can do that... if I can stand in the city where I am stronger than her, and give that up, maybe I can let go of all of it. It's worth a try at least. So I make my way back to the circle I have been experimenting with. Or, well, the place I know a circle is. Based on Lillith's description, I was able to identify it by the replacement of mana stones with torches. I also brought a stone, enchanted with light mana. It basically just emits a soft light all the time. If it goes out, I know I am in an anti-Lillith circle. It will also let me know if I succeed in breaking one.</p>\n<p class=\"cnNlNzI2NTI2ZmU4ZTQzZTZhMjM3MDVmMzNmMTVjNjJi\" data-original-margin=\"\">That thought makes me scowl. The Collector damned Mage of Mourning. That is a way better name than 'recovering gambling addict', the only title I have earned. And she has the largest city in Potestia structured entirely around repelling her. The whole fucking world bends to her will, and she just shrugs it off before marching into some lord's house and blowing herself up. I have to shove those thoughts down as an old resentment boils up. I need to focus. I walk into the familiar neighborhood and, as expected, the light in the stone vanishes. I look over at the pit I have been digging for the past few days and groan.</p>\n<p class=\"cnM0NWNjN2Q1NzFjMTQxYThiMmFjOTQ1YzZjZTNhNzVl\" data-original-margin=\"\">At this point I want to just aspect earth mana, but I have been struggling to get any third aspect. Maybe I'll drop glass for earth. In any case, if the circle is underground, I'm not going to find it. And, although I am in a poor part of the city and anyone who does see me quickly turns away, I'm not going to be able to hide this pit forever. So I go through the same song and dance I have been through every day that I've come out here. I wonder where else the circle could be. It seems to actually run through the center of two buildings, and it's not in the sky, so I can't picture where else it would be. This leads me to the conclusion that it must, in fact, be underground. The same conclusion I reach every day.</p>\n<p class=\"cnMyZjVkMjlkOTFmMTRmNjI4MDFkZjliZGU1OTQ0N2Iy\" data-original-margin=\"\">I am digging right at the border where my stone light goes out and returns. I consider digging in another spot, but that simply doesn't make any sense to me. If this is the border, the circle should be on it. But I have already done a lot of digging. I idly start tossing the stone up and down in my hand as I debate my next course of action. I'm not making any progress. I suppose I could go back and get an earth mage but... I don't know. I really don't want to rely on someone else. Sarafyna has cleared me of this 'cancer' each time I've come back so it should be safe at least. But doing that would feel like giving up.</p><p class=\"cmExZTBhNWI5NDU0MjQxODliNDY1ZWYxYWU2OWYzMzdl\" data-original-margin=\"\">This text was taken from Royal Road. Help the author by reading the original version there.</p>\n<p class=\"cnM2M2RjZDE3ZTNhYTRlNTc5YjQxMzczODJlZmJkYTVj\" data-original-margin=\"\">I start tossing the rock higher out of frustration. I can't think of anything. I summon a little wind and start tossing it higher and higher, using the idle action to help me focus. The rock bounces up, I let it fall, then I lift it a little higher with the wind again. This is a little game I've played with myself to help master my wind magic, and it's beyond easy at this point. I haven't dropped or lost control of the rock in a long time now. Not until... today. I toss the stone up near the top of the building nearby, and immediately drop it to the ground when it lights up. It dulls again as I drop it, and remains that way until it hits the ground. My eyes widen as I realize the problem.</p>\n<p class=\"cnM5ZDdjOWM0MjMyYTQ4MjY4Mzg4MTgyMTAzMjdjZTdi\" data-original-margin=\"\">It left the circle with elevation. Lillith explained these circles should affect the area both above and below them. She says they do have an upper and lower limit for range, but it's a long one. Longer than I should have reached with my little game. Then it occurs to me, we are entering the city using an underground tunnel. I figured it didn't hit Lillith because we come out pretty close to the wall, but what if that's not the case? What if these circles aren't vertical, but horizontal? That would cover more of the city with fewer circles, wouldn't it? She did say it hit her from rooftops, which does pour cool water over that idea at first but... I realize it is probably both. Why not? This is... irritating, to say the least, but it does seem likely.</p>\n<p class=\"cnNhZDBiZWJkMzM1YTRhMzJiOTFlZDU0OTIyNWZlYjE3\" data-original-margin=\"\">I need to get inside this building to test my theory. I am so excited about having a theory, I don't think much about how, and find myself knocking on the door before making a plan. It's not until after I knock that I realize, if my theory is correct, it could be any building next to this one. I also have no idea what to say to whoever answers. Well, whatever. It's not like Lillith was thinking when she got herself blown up. The worst case here is I embarrass myself. I am nevertheless relieved when no one answers. I jiggle the handle to find it's unlocked as well. So I shrug and walk in.</p>\n<p class=\"cnMwZmU5MTliNmMxNTQyMDFhN2JiMDMwN2MyMGY5NGFl\" data-original-margin=\"\">The building is empty; it's clearly been abandoned for a few years now. A few steps in and I can see why. It's a two-story building, but I can only guess what its intended purpose was. Any method of reaching the second floor has been removed, along with half the second floor itself. Mirroring this is the ground which has been dug out, foundation and all. Along one wall is exactly what I have been looking for. A large magic circle has been carved into the wall. I don't understand the runes like my sister does, but there is little doubt this is what I'm looking for. I tilt my head curiously as I look at them. Most of the runes are old and worn. I can see spider webs in a group of them. Only the center rune, which completes and activates the circle, and a few others I don't recognize appear to have been carved recently.</p>\n<p class=\"cnNlZTcwMDE5NzhlZDRjMmE5MDYwMzI5MDk0NzQzMTA0\" data-original-margin=\"\">Someone has been drawing these for years. I guess that answers Lillith's question about how they reacted to her so quickly. She figured King Godfrey must have known a bit about what she was doing already, but this indicates a much greater depth of planning surrounding her. They were ready to shut her down fast, whenever they needed to. I shiver at the thought. It's nothing short of good luck her plan involved leaving the city when she did. We could all be dead now. I hesitantly approach the circle on the wall. I can't reach on foot, as it is half submerged in the earth and I am still on ground level.</p>\n<p class=\"cnMyZDU2ZTU0Y2ZlNzRmZTRiN2E5MTA4YjY5NmJiNzBi\" data-original-margin=\"\">I quickly form a small but powerful gust of wind and fire it at the center rune. The wood it is carved into is old, and all I need to do is break it. It holds up to the assault surprisingly well so I pick up a stone and toss it into the wind. I use this stone to hammer at the center rune until, a moment later, it cracks, and the circle breaks. My feeling of triumph is very short-lived, and with it dies the part of me that thought maybe Lillith was the only one rushing into stupid situations. It turns out enchanting a stone to indicate whether a dispersal circle is nearby isn't an original idea. As soon as the stone breaks, stones, boards, and debris all around me light up like one of Lillith's blinding spells. In case that isn't enough, loud screeching noises assault me from all directions at once.</p>\n<p class=\"cnM4MjhlYjUzYjIzODQ3MjliNzdkNmI0MTUyYTAyMzY2\" data-original-margin=\"\">I stumble back, trying to regain my bearings as the clear alarm screams at and blinds me. A hand grabs the back of my shirt and I feel myself being dragged from the building at speed. Collector's grace, I hope I am not being arrested by a bunch of fucking knights. That would be just my luck. I had one job and I got arrested immediately. Whoever grabbed me pushes me out a window I think? They then drag me to another nearby building and throw me inside. Everything is bleary, my ears are ringing, and I'm seeing doubles. As the world hovers around itself and the doubles collapse into one, I look up to find a masked man glaring down at me.</p>\n<p class=\"cnM0MzQ2MjQ3NjI0NjRjNGZiZDdjNDg0Nzc5MTJjM2Mz\" data-original-margin=\"\">\"I see your whore sister has been rubbing off on you,\" he snarls. \"The Ed I know never would have done something so stupid.\" My ears are ringing and my head is pounding. The Ed he knows?</p>\n<p class=\"cnNhZTdlMDgzYTIyZTQ5NTdiYWY0ZjI4N2I0NmZjMWVl\" data-original-margin=\"\">\"Do I fucking know you?\" I ask, then I see him barricading the door with wood magic and remember something. Tall, masked, wavering aura, wood. \"Wait, are you that bard? The one my 'whore sister' beat with a few baubles on a nightstand?\" The bard glares furiously at me.</p>\n<p class=\"cnNmYzZlYzViNGYwNDQ4MDJhNDVmOWQwMTBlYjI5MDYw\" data-original-margin=\"\">\"You used to be so smart and mature for your age. It breaks my heart to see you bowing down to your own kid sister. And here I thought Henry was the only eunuch in the family,\" he chides before pulling his mask off. \"Well, it's nothing that can't be corrected.\"</p>\n<p class=\"cnM1ZTQyOWUwMTgxYzRkODA5MjMxY2ZjZGM4YmQzNTI4\" data-original-margin=\"\">My heart stops for a moment, then tries to beat out of my chest. I can't believe what I am looking at. \"D-Dad?\" I ask in a faltering voice.</p>\n            ",
  "invisibleParagraphContent": "This text was taken from Royal Road. Help the author by reading the original version there."
}