{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0M2RkN2M0OTk5ZjRjMzk4YWQwZmRiMjQ3YTNlYjQ2\" data-original-margin=\"\"><strong>Annie</strong></p>\n<p class=\"cnNmM2Y1ZWFmZmQ1MDRjMDQ4YjlmYmMzYTNjNzZmNDJm\" data-original-margin=\"\">A city. An entire fucking city. One I had just been in a month ago. I spoke to people there. Fed them. Protected them. I fucking hate feeling helpless. Helpless as the world crumbles around me. As it crumbles around everyone. I can't live like this anymore. The woman I love locked up somewhere in the world, out of reach. I cannot live with the atrocities of the entitled. There is so much I need to do, and I've isolated myself from all of it. I feel sick. I feel so fucking sick.</p>\n<p class=\"cnM2NzhkN2ExZjI1MjRlODRiM2YzNzEwOTJmMGNlMjAx\" data-original-margin=\"\">I'm sick.</p>\n<p class=\"cnMxYmM4ZTJjMmE1ODQyOWE4ZDBiNTZlOTY5OTZhZTU4\" data-original-margin=\"\">I'm sick.</p>\n<p class=\"cnMzMmIzNDMyZDE2NzRlMzI5YjIwOWUzZGEzYzU4MDcx\" data-original-margin=\"\">I'm sick.</p>\n<p class=\"cnNiNTkwNzZiY2FkZDQ0MWRiZTBiODBkNTNkMjNhNTNl\" data-original-margin=\"\">I don't remember falling asleep. I remember nothing after reading that letter. The note that failed to contain the misery of thousands of deaths. That simple ink and parchment which carried more grief than I could ever bear. I am supposed to be the spear of that grief. The claws that remind the powerful that they should be afraid too. Instead, I am a dying woman, locked in a fucking tower. These artifacts of Ember's, they could let me fight again. If I could get to the people I need to fight. The people I need to fight for. I don't remember falling asleep.</p>\n<p class=\"cnNiM2Y3OGNiZmFmZTQ1ZTliNjY4Mjk5MWMzZDg2YWZl\" data-original-margin=\"\">It's been nearly a month since I dreamed of anything at all. Sleep has felt far more like death than rest lately. So when I find myself, half-conscious in a dark room, it takes me a moment to realize I am dreaming. I must be dreaming. This isn't my home. Mine and Sara's home. It smells of filth and neglect. In front of me is a steel door with a closed flap at the bottom. I'm in a cell. I suppose it's appropriate, as far as stress dreams go. I am in a cell. People are dying. People's homes... cities, are becoming mass graves. And I am trapped. How fucking clever of my mind to manifest it this way.</p>\n<p class=\"cnNlZmJmMDM0OGFmYzQ3ZTE5OGRiMmJkYzk4ODdiYmE4\" data-original-margin=\"\">\"Annie, you're here,\" a hoarse voice says behind me. I freeze. It's tired. It can barely be described as a voice at all. But I recognize it in an instant. I feel it. But... I don't feel the grief it should carry. I can hear it, but I can't feel it. I can't feel any mana at all, actually. I feel like I did back on Earth. I turn slowly, fearfully, and find Sarafyna. Chained to a wall. Tired. Sick. I feel sick. Even her scars have a white pallor, and she has lost weight. Too much weight. More than a person should ever lose, and too quickly. Even more than me. And I look... fine. This last bit confuses me as I realize it is true. I look perfectly healthy. I understand this in a way only a dreamer can.</p>\n<p class=\"cnMyYjIwZGFlMGMwZjQ2NWQ5NmMyZDZiMTYzYmViYjdl\" data-original-margin=\"\">\"You look good this way too,\" Sara smiles. It's genuine and it melts me. I have failed her for so long, and she is smiling at me. I can't hold myself back. I run to her and try to throw my arms around her, to kiss her, to tear those filthy chains off of her wrists. Her eyes carry disappointment long before my arms pass directly through her. \"You're not here, Annie. I'm sorry, this was the best I could do,\" she apologizes. as I collapse to my knees. I have to fall backward and sit to look at her broken smile again. I blow a curl of hair out of my face in frustration. She is so close.</p>\n<p class=\"cnNhOWQ3ZjI4ZTQ5NjQyNWE5NTZkNWZhNTQ2MmY1M2U2\" data-original-margin=\"\">\"Is this what we are doing now? Dreaming of even greater helplessness? If I want to feel powerless and hurt I can just wake up,\" I curse. Sara laughs like summer birds.</p>\n<p class=\"cnMwZjM4NjhiNDFmMzQ5NzdhNmM5OGYyZmQ5Mzk0ZmEz\" data-original-margin=\"\">\"This isn't a dream, Annie. I'm here. You're... well you are here a little. I've... wanted to see you,\" she assures. It feels like a dream. But she does feel real at the same time. I feel sick. But as I look into her eyes, her smile, her sorrow and joy as she sees me, I know she is right. This is no dream.</p>\n<p class=\"cnNiNTUyOTdkY2RiNzQ5MTNiNWY5MjhkMTQ1YmI1NGU0\" data-original-margin=\"\">\"H-how?\" I ask and she closes her eyes.</p>\n<p class=\"cnM0NmI3MmI0Y2Y1ZTQwMjg5NDFmZWFhYWU5MDU3Njkx\" data-original-margin=\"\">\"I don't know, exactly. Divine Magic... It was described to me as more like reality magic. I don't know what that means, but I know it connects me to you. I don't know the rules. I don't know how it works. But... I know it connects us,\" she explains. That is... less than a satisfactory answer. But I have other questions that matter more.</p>\n<p class=\"cnNmZTgwNDRiZTFhNjQ0Nzc5Yzk2NDJkMzVhNTYwNDRm\" data-original-margin=\"\">\"Are you alright? Are you hurt? What have they been doing to you? Do you know how I can get to you?\" I interrogate. She smiles warmly at me.</p>\n<p class=\"cnMwZDRjMDIwM2FhZjRkYjViNTk4Yjk2MjFmZjFiNjll\" data-original-margin=\"\">\"I love you too, Annie. No. I'm not alright. I'm really, really not. But I will be. As soon as you are,\" she replies, clearly fighting to keep her voice steady. I shake my head at her.</p>\n<p class=\"cnMwYzJlZWYwOTRiMTQ2NWY4NjYxYjA5ZGNmZDU3Njkw\" data-original-margin=\"\">\"What is that supposed to mean?\" I ask, \"I need to get you out of there! I need to find a way to get to you, to really get to you!\"</p>\n<p class=\"cnM5MmIxMTZjNjcyYTQ4ZDM5NjM4OTU3YWU2MmZmZGE1\" data-original-margin=\"\">She opens her mouth to respond, but hesitates. When she does speak, I suspect she has left something out. \"I told you, my magic... it's connecting us. I don't know what changed, but I can feel that something has. It's why I was able to reach out to you tonight. You've found another way to fight the cancer, haven't you?\" She guesses. I look down at my right arm in answer. The bracelet and rings have disappeared, replaced with the buttoned sleeve of a white blouse. But I can still feel their effects.</p><p class=\"cjcwOTgyMWU5MDQzMzQwMDRiOGU2YzNmYmRkOGQ1ODhh\" data-original-margin=\"\">If you come across this story on Amazon, it's taken without permission from the author. Report it.</p>\n<p class=\"cnMwNzcyYTU0ZWFiYTRlOTVhZTU4MjljZWE4NjFiOGRh\" data-original-margin=\"\">\"To stop its advance, yes, but not fight it, exactly,\" I reply. \"How did you-\"</p>\n<p class=\"cnNiN2QwM2IwZTk0YTRlMWRiNTgwMDk0ZmQ3MmNjOTUw\" data-original-margin=\"\">\"But that's not all. Something else happened, didn't it?\" She interrupts. My face turns to stone. Not blank and emotionless, but hard, with an edge that cuts. \"I thought so. I could... feel it. I've never felt anything like that from you before, Annie. It... it scares me.\" I take a deep breath.</p>\n<p class=\"cnM5ODJiOWEwMWJmODQ5Yjk5YWQxMDM5ZTczOTY4YmMz\" data-original-margin=\"\">\"I'm sorry. I don't... I don't know what's happening. How I am here, how to get you out, or how to stop...\" I trail off. I feel sick.</p>\n<p class=\"cnMzMjllZGU1MDRjMTRlYzU4YmE5YzQ2MjBkYjdiMDcz\" data-original-margin=\"\">\"It's alright,\" Sara promises. \"It's alright. I can... I can help you now. I'm getting stronger. I can help you. And... apologize to you...\" she says. I hold up a hand to touch her cheek, remember I can't, then just... hover it where it should be.</p>\n<p class=\"cnNiMGJkNTdhY2MyODQ3YjNhODc4ZmIzZDVkM2NlMzY3\" data-original-margin=\"\">\"You have nothing to apologize for,\" I insist. \"It's my fault I haven't found a way to you. It's my fault I relied too heavily on you. I should be the one apologizing.\" She shakes her head.</p>\n<p class=\"cnM3YzRhNWQ5MmRlOTRkNzNiM2U5MTIxMzYwYjJjYmNj\" data-original-margin=\"\">\"No, not for that. I just... I didn't realize, until today. Until I felt that... tearing from you. I wanted you to rest, to keep you safe. And I still do. But, we were both wrong. You were being reckless. You were hurting yourself, and me. I was right to be angry about that,\" she replies and I nod.</p>\n<p class=\"cnMzMDgxZmZhZDI2ZjRmOWE4ZjZlZjdjODY4YjY0NTZl\" data-original-margin=\"\">\"I know. I know you were. And I have been. Until I can find you, at least. I've done everything I can, but I haven't pushed too hard. But...\" I trail and she nods.</p>\n<p class=\"cnNlZDA0NWQwNDljNDRlNDk5YzY4NTg1NTFmM2VmYmY1\" data-original-margin=\"\">\"I know, Annie. I forgot. What it's like to feel completely trapped. To feel helpless. I fell in love with a woman like fire. A woman who felt such grief from the people around her that she burned it into her soul and turned it into a sword. A woman who found me and pulled me out of hell. I fell in love with you, Annie. And I realize now. While your body needs rest... too much is like another kind of cancer to you. I can feel it, eating at you as surely as your body is. You need to be out there, fighting. It's who you are. I'm sorry, I didn't realize that,\" she says. With each word, I love her more and hate myself for letting her come here.</p>\n<p class=\"cnM1OTU5NzMwY2FiNDQxNmM4ZDg0ODI0Mjc5YWZhOTk4\" data-original-margin=\"\">\"It doesn't matter,\" I say. \"It's not your fault. It's mine. You were doing everything you could, and you ended up here.\"</p>\n<p class=\"cnM2NWJkMWNiMWRmOTQ0ZDM4NDc1Mjg3ZTc4OWNlNzZi\" data-original-margin=\"\">\"But I can help now,\" she whispers. \"I can help now, and I want you to know, I understand that you need to fight. I understand why. I'm getting stronger here, Annie. It's sick, but it is working. And right now, I want to help you so desperately... I can do it. I know I can do it.\" I feel my heart beating faster inside my chest. She can do something?</p>\n<p class=\"cnM1MjIzN2FlY2Q4ZDRlYTFiN2QwNGI2N2RmZTU1OTJi\" data-original-margin=\"\">\"You can help me get here? To you?\" I ask, hope lifting my voice. She shakes her head and my heart sinks into my stomach. Something about that doesn't make sense, but I don't have time to think about it.</p>\n<p class=\"cnNkZGQ5MzcyZDM5NDQ0NDhhYWJmNmMyZWNkZDkzMDMz\" data-original-margin=\"\">\"I can but... not yet. There is... an obstacle. The timing isn't right. But I can get you back to Visenar. I can get you everywhere. I can do that at least,\" she assures.</p>\n<p class=\"cnM3M2IzYzcyZDE0MTQxZWFiZGRjOWRlYWQ3ZGNkMjcw\" data-original-margin=\"\">\"This is where I need to go Sara! I need you! Once I have you back, we can face the rest together. We can face all of it. Just get me here and I will tear you away from these people. Please...\" I beg.</p>\n<p class=\"cnM3YWRhOGQ5ODRlYjQ0YzZhNjY1OTU3N2FjY2QwYmM0\" data-original-margin=\"\">\"I love you, Annie. I'll keep you alive. Do what you need to do. And give them fucking hell,\" she says.</p>\n<hr>\n<p class=\"cnM2ZDcxY2VhNDFhNDQ5OTQ4OWQwMTI2YWI3MTY0Njcx\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnMxYmEwNjgwM2Q4NjQ5YjI4NWY5MGNhZWFlMzA2NmMw\" data-original-margin=\"\">The vibrating of the whisper sphere wakes me up. Everyone is gone. Off to make their own plans, I suspect. Or to make more riot spikes. I don't know how long it will take to make it to Potestia, but we will want to be ready. Every city needs as many of these as we can put together. I sit up to answer the sphere and pause. The dream was so strange. On impulse, I reach to one wrist to check my pulse. It remains as still as ever. It felt so real. Like I actually got to see Sarafyna. Like I was actually Annie again. Finally, I reach over and will the sphere to connect.</p>\n<p class=\"cnNmODU3ZDQyOTM4MjRmYzM4Njc4NGFiYTFjMTM2YzBi\" data-original-margin=\"\">\"What is it?\" I ask groggily.</p>\n<p class=\"cnMxOWYyMWQ2OWU0MDRhNzliODI0MDhjYmFmZmUwN2M3\" data-original-margin=\"\">\"Um, this is Lady Lillith, right? Lady Lillith of Endings?\" a man's voice asks.</p>\n<p class=\"cnM4ZmQ5MDVhNWNkMTRjY2E4N2NhOTI5YjY3YTEwZTE1\" data-original-margin=\"\">\"She doesn't like being called 'Lady' you idiot,\" a feminine voice chides before I can answer.</p>\n<p class=\"cnNlYjJlNGJhMGZmZDRjODE5MzE1ZmNlNWVlMWNkMzAw\" data-original-margin=\"\">\"But she is a Lady, what else would I call her?\" the first voice protests.</p>\n<p class=\"cnM2NDliZWE0MmE4MjRkYmM5MjQ0YmNhNGVmOGU0NmJm\" data-original-margin=\"\">\"She's a lady, sure, but she's not a Lady, you know? She hates that nobility shit as much as we do!\" the second corrects.</p>\n<p class=\"cnM0YzJkNGZhOTliMjQ1ZGM5NTU5ZmRlNmFlYmEwOGQx\" data-original-margin=\"\">\"I mean yeah, but-\"</p>\n<p class=\"cnNkNjFmOWE1YzcyYTQ4NzRhMzM1NTJmNGQwNTgwYjk3\" data-original-margin=\"\">\"This is Lillith. You can call me Lady, Lillith, Lily, or that skinny balding bitch for all I care, but I'm tired. Can you tell me why you called?\" I interrupt. The man clears his throat.</p>\n<p class=\"cnMzNWIyYjM0NjY3MjQ5NDJhMDcwOGRkYjEwMDc2MmY0\" data-original-margin=\"\">\"Um, right. Uh, Lily. So the thing is-\" the first voice starts.</p>\n<p class=\"cnM4ODcwZjc4MmY1ODRlNjFhMzBmZDU5NTA0N2I5NWYz\" data-original-margin=\"\">\"She didn't actually mean to call her Lily, asshole,\" the second voice valiantly interrupts. \"Do you think she actually wants to be called a skinny balding bitch?\"</p>\n<p class=\"cnMzOWNkOWQ4ZDExNTQyZmViMjQ1OTQyYjIwM2Q4MGY2\" data-original-margin=\"\">\"I literally don't care. I'm sick, people. Please. Have mercy on me,\" I beg.</p>\n<p class=\"cnNhMWRjYTY0Njc1NDQ2Yjc5ZWExM2M1NGRkNDk2NmVi\" data-original-margin=\"\">\"You were right, she is funny,\" the first voice says.</p>\n<p class=\"cnM3ZTE0NzQ4ZmUxNDRjOGQ5ZjA3MTgyMzljMGFlZDhj\" data-original-margin=\"\">\"Well, are you going to tell her or not?\" the second replies.</p>\n<p class=\"cnM3YWJmMjY0NzMzNzQ3ZjI4ODJhZDc5MjcwOWNlNzlj\" data-original-margin=\"\">\"I was but you kept... ugh, never mind. Um, Lady Lillith, it's the patrol on the Radiant Woods. Clarrise asked a few people to post out here and keep an eye on it, I'm sure you know that. Um, anyway, uh... something is happening,\" the first finally says. At this, I wake up completely.</p>\n<p class=\"cnM2NzFmNmZjNGU1MTQwZjdhNjFkNWE3YzI2ZTUwNDMw\" data-original-margin=\"\">\"What, what's happening? Where?\" I immediately prod.</p>\n<p class=\"cnNkMjA4OTY1YzljZDRhNGViNjhiYzQ1Zjk3MWNkNjkw\" data-original-margin=\"\">\"Give me that you dork,\" the second voice says. \"Sorry about my brother. The woods are... opening up. I don't understand how, but a massive path is splitting the tree line in two.\"</p>\n<p class=\"cnNhY2E1ODI5MjU2YzQ5NmU4OTkzM2YzMDk4MzgyMDRj\" data-original-margin=\"\">Adrenaline takes over. <em>'I can help you now' </em>Sara had said. <em>'Give them fucking hell'</em>. \"Stay there,\" I say. \"I'm on my way.\" I immediately pull myself out of bed and start to get dressed. Then I realize I already am. I don't recall getting in bed. Maybe I passed out. But I never undressed for it. Then I realize I feel even better. I look at the bracelet and rings on my right arm. Ember said this would only stop the progression. But I feel better. Stronger. Alive. I close my eyes and start to examine the cancer internally.</p>\n<p class=\"cnMzZmVjMGVmMTQ1YTQwM2JhODgzYmZlYWY2YjQ4YTZh\" data-original-margin=\"\">It's smaller. Maybe because of the potions. Maybe because of what I have been doing. But... <em>'I can help you now'. 'Give them fucking hell'. </em>I flex my mana, letting just a little of my aura out. It's not like Godfrey, but it almost looks like reality bends around my hand. That was no dream. I'm not back at one hundred percent. But I can definitely find this Darian character and put him in the fucking ground.</p>\n<p class=\"cnNmOGQyMjM4YzY3ZjQxY2Y5MTQ4ZWQzNWU2MWUxOGM1\" data-original-margin=\"\">Thank you, Sara. Thank you for this. I just wish I could go to you first.</p>\n            ",
  "invisibleParagraphContent": "If you come across this story on Amazon, it's taken without permission from the author. Report it."
}