{
  "preChapterNote": "<p>This story is... nothing like mine. However, fun fact, I do love One Piece. In fact, I was listening to a playlist of One Piece raps by Rustage while writing this chapter. So if you have similar taste to me, give this story a shot!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/79506/spring-time-a-one-piece-self-insert\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/79506-spring-time-a-one-piece-si.jpg?time=1705697730\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/79506/spring-time-a-one-piece-self-insert\" rel=\" ugc nofollow\">Spring Time (a One Piece Self Insert)</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p>It is said that humans are adaptable, but I'm pretty certain that whoever said that didn't consider being thrown headfirst into the world of One Piece as a possibility. Especially not with a start date just prior to Skypiea.</p>\n<p>Join a former physicist turned pirate, as he tries to navigate the many dangers and opportunities of his second life, and perhaps find a new dream along the way. Of course, being stuck in Bellamy's body as he is, he'll have to survive the whims of a certain Royal Warlord first...</p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "<p>I hereby declare Autumn under my protection, do not yell at her. She is a kid and it's kinda Lillith's fault she felt this was necessary. I know, snitches get stitches. but still.<br><br>In other news, check out the new cover art in full, there is another version of it over there as well:<br>https://www.instagram.com/p/C5178nmJw5I/</p>",
  "chapterContent": "\n                <p class=\"cnM2NjcxMjEzNjY0NjQ4NmNhZTYyZWUyMDM3YmE3ODRl\" data-original-margin=\"\">\"Had to steal something decent to wear? Resorted to creeping through your housemate's rooms, have you?\" Iris sneers as I descend the stairs from the direction of Autumn's room. She is in the sitting area adjusting her makeup and waiting to be insufferable, apparently. I am never really in the mood for this shit, but right now? I could smack that smarmy look right off her face.</p>\n<p class=\"cnNiOWFiNmJiYzcxYTQxMzg4ZGNlMGZiZjVlZGJmZTJi\" data-original-margin=\"\">\"I wouldn't worry Iris, as long as I am searching for something presentable, your room will remain safe,\" I retort and she snorts at me.</p>\n<p class=\"cnM2MmNlOWM3MjE4ODRiZWQ5NjM2MzA5MmM1ODlmMzEw\" data-original-margin=\"\">\"I don't think you would really fill out one of my dresses, sweetheart,\" she quips as I cross the room.</p>\n<p class=\"cnNhZWI3ZjcxMDFmMDRiMzBhNDZjYzBlMDE2N2VmMDM3\" data-original-margin=\"\">\"I guess that makes two of us, Iris, now if you'll excuse me I have a class to get to,\" I respond tiredly. I honestly feel like shit after my meeting with Autumn and I need to get out of here before I pull someone's hair out.</p>\n<p class=\"cnMyNzVjMWVjNmMwMTRhZmE4ZGM3ZjUzMmNmNDQ4MDIy\" data-original-margin=\"\">She gets a sour look on her face before brushing it off and returning to applying blush to her cheeks. \"I suppose that poor Forrester girl was your best bet. The Collector knows the Renatus girl can't dress herself. Although Autumn has nicer dresses than that, if you are going to steal, you might as well take something less... embarrassing,\" she taunts just before I leave the room. I whirl on her and slam a fist to the side into the wall.</p>\n<p class=\"cnNjOTIyZTEwMThmMjQyZTk5MGM1MWZlOGEzYTVhMDll\" data-original-margin=\"\">\"Here's an idea, how about you shut your fucking mouth while opening it is still an option?\" I ask through clenched teeth. She insulted a few too many people I care about and I am not in the mood. Instead of responding, she stares at me with wide eyes. I pull my hand from the now slightly displaced and cracked bricks and storm out before she can say anything.</p>\n<p class=\"cnM5ZmMyNWNiNWI5NDQwNDY5ZWQ1M2MwYzdmMTM5NmVk\" data-original-margin=\"\">Well, that was stupid, but at least it shut her up. I carry an emotional cloud with me to my next class. I sit down in the back, choosing a seat near the door. No one tries to talk to me before class starts this time, my mood clear enough to deflect any unwelcome friendliness. I can't stop picturing Autumn, crying with her head resting on her arms as I left. I really fucked this one up. I feel like I started off well but... She is a child. She is an innocent and kind girl who is worried about her parents.</p>\n<p class=\"cnNlYTlhZGZlMjYzYTQzMzdhNTRhNTI0OGU1MjE3M2Iw\" data-original-margin=\"\">Just because I am right doesn't mean I was right to treat her that way. I got carried away and who knows what state I left her in. There were better ways to communicate what I needed to without scaring the shit out of a naive girl. I groan inwardly, my elevated tension from discussing the state of this world synergizing with my guilt over scolding a child into tears and leaving me completely unfocused.</p>\n<p class=\"cnNiNDg5ZGRhMDMxYzQ4MzdhM2Q1ZWNkMWRmYjFkYTZi\" data-original-margin=\"\">The professor for my mana aspecting class enters and half of my brain does a double take. She is tall with curly brunette hair and looks about thirty or so. She is, well, hot. Ugh, my defenses are completely down right now. This is not something I can let distract me. I need to focus.</p>\n<p class=\"cnNhZmE0ZThmOGMwMTRhMDVhNTNiOTA2YjY2YjkyOGVh\" data-original-margin=\"\">\"Good afternoon, class. I am Lady Kyra of Hayward, This year, we will be examining the process of aspecting, de-aspecting, and altering mana,\" she begins and I start to tune her out a little. The first day of classes is pretty much the same regardless of class, and this seems to hold true across realities. It's important information but it will be listed in the syllabus. As I watch the professor my mind drifts back to Autumn.</p>\n<p class=\"cnM3YjEzYzhlMGUzYzRjZWM5MTBjNTJmZmFmNWVkMzMw\" data-original-margin=\"\">I need to talk to her again. I need to apologize, while still explaining why commoners deserve access to mana. I didn't even talk about the mind control almost all of them are under, the main reason things turned out the way they did. More importantly, I left her afraid. I trusted her because I wanted a friend and I left her sobbing and picturing her parents dead. I need to go back as soon as the fucking class is over.</p>\n<p class=\"cnMxMzQ1MTBmZmQxODQwYmU5NWMzYzA4ZDBkZWIwNWRh\" data-original-margin=\"\">I try to adjust my focus to Professor Kyra and succeed, in a way. I watch a brown curl bounce in front of her tan eyes. I wonder how she got her medieval eyeliner so perfect as I hyperfocus on her red lips as she lectures. As my eyes drift to her pronounced collar bone, then to the curve of her... goddamnit Annie, er... Lillith. Whoever you are, this is not the fucking time for this! I am seriously off my game. Yes, I need to stop thinking about Autumn until I can do something to fix my mistake. If I have to distract myself, why can't it be with the content of the lecture and not the figure of the woman giving it?</p>\n<p class=\"cnMzZTg1NjFmMWRmZDRkNjViNTEyZTc3MjAxYzlhNzNj\" data-original-margin=\"\">Usually, I don't allow my mind to wander like this. Yes, I notice attractive women but I don't typically focus on it more than what they are saying. With the way I punched the wall earlier and now this? I am losing too much of my carefully cultivated control. I am more shaken than I thought. I really let myself get carried away with Autumn. I have been holding everything in with an ever more strained thread and today it snapped. I let go and let it all fall out and crush Autumn under its weight.</p>\n<p class=\"cnMzMWM3M2YwZDE5ZDQ5MWU5NDQ0NjJmZmQ2MmM0ZTI5\" data-original-margin=\"\">Now I am cracking brick at slight provocation and drooling over my professor. Fucking great. Just as I am resolving to just leave class early and go apologize to Autumn, my internal lecturing is cut short by another girl's voice. \"Hey, gorilla girl, I think she is asking you a question!\" they say and I jump, looking around. Sure enough, the girl who spoke is staring directly at me.</p>\n<p class=\"cnM3NDNmZDM2NmMwMDQ0NTJiMGIyNTAyNWUwMDJjNWFk\" data-original-margin=\"\">Gorilla girl? I look down at my partially exposed arms and raise an eyebrow. Yeah, I am toned, muscular even, but come on. I'm hardly a bodybuilder. I suppose the line for 'too buff' is much lower in this world, at least for women. Although, no one else has said anything like that so maybe it's just this girl's problem.</p>\n<p class=\"cnMzZTYxYjYxZjgzMjQyMjU5YzYxYjZlZDc1ZTUyODA1\" data-original-margin=\"\">\"Hello? Young lady, are you with us?\" Kyra asks and I look back at her sharply, \"There you are. A little early in the year for the vacant look, isn't it? You can daydream on your own time. Do not waste mine in the future.\" My cheeks flush a little as I am reminded of the daydream in question but just nod.</p>\n<p class=\"cnM1MjEyYTAwODZjMDRiN2JhNjJjZGY5YTA4MzhmYjgx\" data-original-margin=\"\">\"Sorry about that, just having a rough day,\" I apologize. I could probably come up with a sharper retort than that but the least you can do after checking someone out is be polite to them. She gives me a curt nod.</p>\n<p class=\"cnMwNTJlNTM3NGZjNDRhMDZiODAwN2U2MTJmN2ZhMjM2\" data-original-margin=\"\">\"Now that you are with us, why don't you help me illustrate my point? Would you care to share what aspects, if any, you have access to?\" she asks and I pause. I'd rather not share that, but I suppose it is fairly normal to only have one at my age. People will see me using others, however, so I should share a couple of them.</p><p class=\"cmQ4N2U3ZjdmMWZjNDQ1M2M4M2YzYWZjYzA0Y2ZjZDcz\" data-original-margin=\"\">The tale has been illicitly lifted; should you spot it on Amazon, report the violation.</p>\n<p class=\"cnM5ODRhNjJkMGZiYzQ1ZDZiYWEzNTE5NjNiMGMwYTI3\" data-original-margin=\"\">\"Sure,\" I answer, \"Currently I have aspected light, sound, force, and heat.\"</p>\n<p class=\"cnMyMDUwNTAyYTFmMzRiMDZiMDI3Y2QyZTY4NzU4Yjhl\" data-original-margin=\"\">She nods and begins to speak, \"Light and sound are common starter aspects. You will want to de-aspect them this year so...\" she trails off before looking back up at me sharply, \"I'm sorry, you have four aspects?\" Based on her surprise I realize I have made some kind of mistake. Oh well, too late now.</p>\n<p class=\"cnNkMzI2M2U1MGNhZTRlMTBhYWI4ZWRkNmZiMzE5MjQ3\" data-original-margin=\"\">\"Uh, yes?\" I respond hesitantly and her face hardens.</p>\n<p class=\"cnM0OTgxNDBkMDY0MDQ2MjI4MjExYjA3ZjBhOGFmNDg5\" data-original-margin=\"\">\"There is no point in lying young lady. You will have to display every aspect you have access to during this class... Or did you mean those are the aspects you have managed, but not all the ones you currently have access to?\" her tone shifts mid-sentence and I try to decide how to respond. I have read about de-aspecting but I never really saw the point. Essentially, aspecting mana is willing mana to take the form of something you are familiar with. It is imposing your will on mana and mentally defining its characteristics.</p>\n<p class=\"cnM3MTJjNmZhOGJiNjQ0M2M5NzRhNTZkYzQ0YzYwOTBi\" data-original-margin=\"\">De-aspecting, on the other hand, is scrubbing your mana of any trace of an aspect. You clear it from your body and intentionally release your mental image of it. Once you do this, you can no longer create mana of that aspect as needed. Always seemed like a waste of effort to me, but perhaps... \"Uh, yes, sorry. I originally aspected light and sound, and now have force and heat,\" I answer and she nods.</p>\n<p class=\"cnNhYzM4YTg4NGVlZjQyMzViYzEyZDkxMzk5MjVjMGU4\" data-original-margin=\"\">\"That makes more sense. Having two aspects at your age is already quite impressive, perhaps someday you actually will have four. That is extremely rare, but it is not impossible,\" she answers before moving on with her lecture about mana. The lack of silly pride that can come along with praise from pretty girls is an excellent sign. I have found something new to focus on. There is some kind of limit on the number of aspects one person can use at a time.</p>\n<p class=\"cnM0OTZhYWMzNGM3NjQ1NjdhMjY2N2I4NzlkNmQ2MjU1\" data-original-margin=\"\">Clearly, this limit is not four, or even five, as she implied. It certainly explains the difficulty I have had recently. Counting my internal aspect, I have nine. Perhaps that is my limit at the moment? I spend the rest of the class half-listening and half-planning my next move. I can probably drop cold mana, all of its effects can be mimicked by manipulating heat mana. In fact, there is no reason not to treat them as the same thing. I might be able to combine others as well.</p>\n<p class=\"cnM5MmIzYjU3YzMzMjQwNjE5OTkwOTMxZmNhZGNlNDBl\" data-original-margin=\"\">Perhaps light and sound can be... I don't know, wave mana? Although light is also a particle. There are a lot of things to consider. One day of class and I have already figured something important out. This is definitely going to be my favorite class, and not just because of the professor. I don't come to any solid conclusion before Kyra dismisses us and I am brought back to reality. Oh right, Autumn.</p>\n<p class=\"cnMzYmY5ZjJjYzRiODQ1Yzk5NGQ1N2UwOTFkNzIzNDk0\" data-original-margin=\"\">I don't wait around in class long, and head directly back to my dorm. I knock on Autumn's door but there is no answer. In fact, the door has been left slightly open and it swings open, revealing a dark and empty room. Shit. I quickly leave the room and begin searching the campus. I don't know her class schedule, but I guess I can ask around. Most people don't know her, but after a while I get lucky and come across August.</p>\n<p class=\"cnNjM2MwMzczYTAyODRkNmFiZTFjMzIzMzIzY2VkZTVi\" data-original-margin=\"\">\"Lillith, I was just looking for you!\" August greets with a huge grin on his face. He is speaking to a couple other noble boys I haven't met yet, but I earned his full attention just by walking up.</p>\n<p class=\"cnNmZGQ0YmI5YzMwMTQzYTQ5MWE1MDIyYTQ1MTAwZmVh\" data-original-margin=\"\">\"Hey, August,\" I greet, suppressing the concern in my voice, \"Have you seen Autumn anywhere?\" His smile falters a little and I feel a bit bad. The poor kid obviously has a crush and I just brushed him off to ask about his sister. It's a little tough to care at the moment, however.</p>\n<p class=\"cnNiN2NlNDBhZmJjYzQzZDg5YzdhNzlkYWJmYTcxMWE3\" data-original-margin=\"\">\"Uh, no, sorry. Her classes are over for today so she could be anywhere. Have you checked your dorm?\" he asks, and I shake my head.</p>\n<p class=\"cnM2MjRjNjg2N2FkNjQ0N2U5NjZhY2M0OWQ4ODZiYmRi\" data-original-margin=\"\">\"No luck, I'll go check...\" I start when I spot the disappointment climbing onto his face, \"Oh I'm sorry, you said you were looking for me, did you need something?\"</p>\n<p class=\"cnM0ZDNlYjRkNGU1MDRmMDFiMTdkMTU3ZmUwZDk5ZmQw\" data-original-margin=\"\">He beams at me before blushing. \"Uh, well you see, there is this party, it's being thrown by Prince Kallon, and I uh... I thought I might... escort you... to it?\" he practically pleads and I go to give him a polite refusal when something occurs to me.</p>\n<p class=\"cnMwODhiYzg4MmM0MTQ3ZDBhOTA1MGRmZWJlYWJlYjcz\" data-original-margin=\"\">\"Will students be the only ones in attendance?\" I ask, painting his face with confusion.</p>\n<p class=\"cnM4YjU1MjBiMjEwNTQzNGI4N2JlMWI3ZWFiY2E2ZDRh\" data-original-margin=\"\">\"Uh, no, there will be quite a few prominent families there. No one would want to miss the prince's party, right?\" he responds and I bite my lip.</p>\n<p class=\"cnNiNmU1NGUxYjUyZTQ0MTE5NTZhZmExYjIyOTNiOGNk\" data-original-margin=\"\">\"Okay, here's the deal. I am very sorry August, especially if I have completely misread the situation. I am really not interested in courting anyone. I would be more comfortable just making friends,\" I answer and his face falls, embarrassment and dismay meeting in his eyes.</p>\n<p class=\"cnM4ZDcxY2I4YWU2YzQyNDFhMTJjMmNkMzkyMGJhODRk\" data-original-margin=\"\">\"Sorry August, sounds like you aren't man enough for her!\" one of his friends laughs and I glare at him.</p>\n<p class=\"cnM5ZDBiYTc2ZmVjMTQwMmZiMmY4YzAyYmY5YWVjOTJl\" data-original-margin=\"\">\"That's decidedly not the problem. He does have a better chance than you ever will though,\" I retort before returning my attention to August. \"I would love to hear more about this party, however. I'll go with you as a friend if you like,\" I concede and his expression brightens. A room full of the most powerful people in the country? I can hardly say no to that. I don't mind hanging out with August a bit either.</p>\n<p class=\"cnNmOGYyZDA3YTdhZDQ3OGRiZWUyM2VmN2FjNzBiNGJk\" data-original-margin=\"\">August gives me more details about the party and we make plans together before I leave him to exchange friendly insults with his rude friends. That was helpful, but I still need to find Autumn.</p>\n<hr>\n<p class=\"cnNlMWIyNGU4ZjZkMTQyYTNhZWRlOTJjNWI0MTlhOTFh\" data-original-margin=\"\"><strong>Godfrey</strong></p>\n<p class=\"cnNhNmZjY2E0YjU3MzRiZGViMzQ5ZmI4ZTFiZWJiNDVm\" data-original-margin=\"\">I take a long pause to digest the story the girl in front of me just told. I have spoken to her before, when she confirmed Lillith's... suspect story of their trip here. The new version of events simultaneously makes more and less sense. I get the feeling there are still things Miss Forrester is hiding from me. How they escaped the Radiant woods, what happened to the monster that chased them in, and several other details.</p>\n<p class=\"cnM3MmJjMzc2ZWRmNzQwYjc4MzgyMzFjNGNkNzlmMWM2\" data-original-margin=\"\">I suppose it doesn't matter much, however. What matters is her story of Satusmor. I haven't been keeping a close eye on events there, but I suppose I should start checking reports from the communication relay here. It's rare for serious issues to arise but it shouldn't surprise me that Lillith managed to cause one. If anything, it would have made less sense if she didn't. A full rebellion, however? Few people have ever tried that. Now we have two at once? Something is strange about that, but this... this is good.</p>\n<p class=\"cnMxOTQ4NzYyYzg3NzRkYWNiZjYyZGIxOWQ0Zjc4N2Rm\" data-original-margin=\"\">I can use this. I initially thought Lillith would be an excellent asset to the country, with her unique ideas and magic circle. Overpowering a mage like Baldwin at her age speaks to more than genius. Having her in my corner could have changed things but this is even better. If I play my cards right, I can change things completely. Lillith isn't wrong that this country needs change, even if she isn't right about how to do it. I knew that even before Baldwin and his little friends managed to... enslave and humiliate me as they did.</p>\n<p class=\"cnM5ZTcyOTE1OWQ4MjQzODFhMmI3ZjNhMzc5ZWM5NzJh\" data-original-margin=\"\">It is going to be delicate but with this 'true king' nonsense combined with Lillith spreading magic to commoners... I can leverage both to make actual, practical changes. This country needs an actual leader. It doesn't sound like Lillith will ever really understand as I hoped, but she is still young and naïve. In the meantime, I need to keep a much closer eye on her.</p>\n<p class=\"cnM3ZDFjMjhjNGViYTRjYTc5YjUzZTY4Yzg1ZGJiMWVi\" data-original-margin=\"\">I look back at the red, tired, puffy eyes of Autumn of Forrester. \"It's alright, Autumn. I will keep your parents, and everyone else safe, I promise,\" I console her and she nods weakly.</p>\n<p class=\"cnMyNjZhYjQ0OWNjNjQ3OTFiODU1YjQwZTc0NGFkMGRk\" data-original-margin=\"\">\"T-thank you,\" she practically whispers. She hasn't touched the tea or danish I had brought for her. The poor child is clearly feeling guilty, but there is nothing to be done about it. She did the right thing. \"Don't... don't hurt her,\" she pleads, \"she is a good person I just... I just...\" she starts to sniffle again and I nod.</p>\n<p class=\"cnNlMTFkOTliYWQ1NjQ3ZTU4ZjBmZTI1MGQzMWJiMjVh\" data-original-margin=\"\">\"It's alright, Autumn. I won't hurt her,\" I promise. And I won't. I need her to keep doing exactly what she is doing.</p>\n            ",
  "invisibleParagraphContent": "The tale has been illicitly lifted; should you spot it on Amazon, report the violation."
}