{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxZDRjMzY2ZmNhZjQyYjBhZjFhOTIwNmVlNjQ1MTVm\" data-original-margin=\"\">Kaede grasped the door frame as she limped out from the Princess' cabin. Her legs felt like wobbling sticks of jelly that struggled to hold any weight. After ten hours of kneeling on the rock yesterday, the lingering pain had long been replaced by a numbness that now refused to go away. It seemed a testament to a Samaran's fast healing that she could walk at all.</p>\n<p class=\"cnNhMzg0MTZjZjZiZjQzOTdhNDlhZjI1ZmE4NGIwZjFh\" data-original-margin=\"\">Unfortunately, the expandable cabin had an elevated floor that raised it two steps above the ground. Two short, wooden steps -- which barely even warranted a thought in everyday motion -- now proved a daunting hurdle.</p>\n<p class=\"cnM3YjViZGI2ZjQ4ZDRmNjNhZTBkM2UwNDVkYzczYThh\" data-original-margin=\"\">Kaede reluctantly reached down with her leg. She made sure to get a sound footing. However as soon as she shifted the bulk of her body mass over, even her light weight proved too much. The leg crumbled beneath her, and the Samaran girl collapsed towards the dirt and pebbled ground.</p>\n<p class=\"cnNkMzAwOTNiMDI4MzQwMjM4ODcyMTQ1N2YwYjBlMmFm\" data-original-margin=\"\">\"Kaede--!\"</p>\n<p class=\"cnM4N2U0ZWMyNGJhYTQyYzI5MWM0ZDJiODA2Y2M2MDgy\" data-original-margin=\"\">\"<em>Air Cushion!</em>\"</p>\n<p class=\"cnM3NzIyM2RiNDJiZDQzNDBhYjkzYTFmNGNhNjA2MDI2\" data-original-margin=\"\">The distant spell came just in time. The air condensed beneath her, breaking her fall as though a giant, deflating balloon.</p>\n<p class=\"cnNmNGU0YzE5YzA1NzRlMjRiZjFhZGJjMmFkMTc1MWEx\" data-original-margin=\"\">\"Kaede, are you alright?\" Pascal called out as he and Robert rushed up to help her stand.</p>\n<p class=\"cnNlOGIxODY1Yzc1YTRiY2M5MmYxZmFmZmJmNmVmZGNi\" data-original-margin=\"\">\"Sorry,\" Kaede muttered, ashamed that she couldn't even walk by herself.</p>\n<p class=\"cnM5YjVkNDllMTY5NTQ4MjdhNTQ3ZmUxMzM2YjZhMDgx\" data-original-margin=\"\"><em>I feel like a crippled on rehab...</em></p>\n<p class=\"cnMyZTMzMDAxY2Y0MDRkYzdhNGYyN2ViNTBlYWQ5Njlk\" data-original-margin=\"\">\"You have nothing to apologize for,\" Pascal scolded. There was no trace of his prideful or teasing smile. Her master wore only one expression today: tight-jawed brooding.</p>\n<p class=\"cnMwY2NhNGE2ZjE5NzRiODM4YzBiOTdhOGQ4MjJiYTIx\" data-original-margin=\"\">With the two men holding onto her arms, Kaede teetered over to a yew tree in the center of the clearing and sat down against its trunk.</p>\n<p class=\"cnMyN2I1ODkyMTRkYjQ3MjRiM2ZmN2UxYmRkMzQxNDA3\" data-original-margin=\"\">\"How was calling her name supposed to help anyway?\" Pascal turned back to face Robert, who bit down on his lips in annoyance with himself.</p>\n<p class=\"cnM4N2M4MjZjYjAwODRmNWQ4ZmQwNzdkNzhiNTVmODA4\" data-original-margin=\"\">\"Pascal, don't be a jerk,\" Kaede retorted for the abashed armiger. \"I'm glad you broke the fall. But not everyone thinks fast on their feet.\"</p>\n<p class=\"cnNhNmI2YWFmZDBmODRmZWFhN2IwNDNmYjZkOWRhYTIx\" data-original-margin=\"\">\"No, he's right,\" Robert sighed as his eyes bore a hole into the ground. \"I'm never helpful when I could have helped.\"</p>\n<p class=\"cnNjOGQzNDM0NjMzNDQzYTQ4ZTkyMGY3OWQ3YWIyYmUz\" data-original-margin=\"\">His gloomy dejection was a stark contrast to the usual, bright demeanor of this boyishly handsome knight. It made Kaede cast a scowl in her master's direction, only for it to bounce completely off his thick hide.</p>\n<p class=\"cnM0OTI4Njk4NzhmNzQyODBhNjE3YTg3NjJlOTBhNDk5\" data-original-margin=\"\">-- Though to be fair, he wasn't exactly paying attention.</p>\n<p class=\"cnNhNzdkZjRiNzJlNTQ5ZWQ5NTc3NDdiNDBkMmZiMDVk\" data-original-margin=\"\">\"Here we are -- <em>Rejuvenate</em> spell,\" Pascal settled on a page of the spellbook he had pulled out. He then knelt down beside Kaede's outstretched legs. \"Give me a minute. I have not cast this for a long time.\"</p>\n<p class=\"cnNlYmQ4ZmUzMTE0YzQwODI4OThjYTI1NGI3NWQ5Yjcx\" data-original-margin=\"\">Pascal wasn't a healer, so there was little reason for him to dedicate the more complex curative spells into muscle memory. This meant he had to use spellcraft the hard way. By zoning out from the world and focusing all attention inwards, he would align his nerve conduits into the proper array necessary for shaping mana into a spell.</p>\n<p class=\"cnNlNjRhNDE1NjQyMjRkYjI4NmFmMDMwNTEzYTc0ZGFl\" data-original-margin=\"\">It left the other two in a brief moment of silence.</p>\n<p class=\"cnM2NTE1ODkyOGZmYTRmMGM4ZjJiMjRiMmQwNGEwYWE1\" data-original-margin=\"\">\"How is Her Highness doing?\" Sir Robert tentatively asked.</p>\n<p class=\"cnMxOWIxNTI5MzJlZDQ1NzhiOWQxZjYyYTc5NGIxYzM5\" data-original-margin=\"\">\"Lady Mari is with her now, trying to get her to go back to sleep.\" Kaede spoke with care, as she hoped to suppress her own mixed emotions toward the Princess.</p>\n<p class=\"cnM5NzdjZmVlMWZhNTRmMzJiZWRhYjZhODcxYjliMGE4\" data-original-margin=\"\">She had silently cried herself to sleep last night, only to wake up in the Princess' arms during the middle of a nightmare. Her mind was too befuddled at the time to realize what was going on, and immediately conjured the worst case scenario that Sylviane was trying to strangle her. Kaede struggled in panic at first, twisting and straining against the tight embrace. It was only when foreign tears fell wet against her cheeks that she finally came to the realization that the Princess not only harbored no ill intent, but was instead pleading for forgiveness.</p>\n<p class=\"cnM5MzM3MGNhYzg0YzRhM2ViZmY0OTc0NGYzNWJiNWFh\" data-original-margin=\"\">Sylviane's sobbing apologies came in an endless stream. They were not just sincere but made in almost desperation. Rather than merely the voice of someone with a guilty conscience, they felt like the confessions of a woman struggling to maintain her sense of identity -- one where she still controlled her own actions.</p>\n<p class=\"cnNkOTFlYTI1Zjk4OTQwMDliZjYwNzZjZjZjNzJiODcz\" data-original-margin=\"\">Yes, Kaede still felt scared at the time. Yes, she still felt bitter and sullen. However in the face of such emotional misery, it had been impossible for her not to feel sympathy and pity in return. In that moment, it felt like all the barriers between royalty and familiar crumbled. Before long, Kaede found herself hugging Sylviane back. She did so hesitantly at first, but with soft, reassuring whispers as the night went on.</p>\n<p class=\"cnMxMTkzZDBkOGY0YTQ5MjNhOTY2MzNjYmYwNzc5N2Jj\" data-original-margin=\"\">It was hard not to extend forgiveness when another made such a hard landing in bleak, utter depression.</p>\n<p class=\"cnM3M2NlM2FjNWUxZTQ3YzBhYzhlZmUwOTU3MTI4MTEx\" data-original-margin=\"\"><em>Besides, what else could I have done? She's Pascal's fiancée...</em></p>\n<p class=\"cnNjMDEwNTM2MTM5MjRiYWRiMzQ3MDhhMTJjMjkwZDg2\" data-original-margin=\"\">The two girls had stayed like that for the rest of the night. The Princess and the familiar sat on the floor and in each others' arms, silent except for the intermittent sobs and the occasional calming whisper. It was a rather bewildering experience for Kaede, as she not only had zero idea of how to behave in such a situation, but even her posture had grown uncomfortable over time.</p>\n<p class=\"cnNjYzRkNTliMzBkYTRmMmM4NDdmOWIzN2NhMGRiOTNk\" data-original-margin=\"\">The Samaran girl was certainly glad when Lady Mari returned in the morning.</p>\n<p class=\"cnM0YmI3ZjlmY2MzOTRiNWE5ZmViNTcyM2U5MmNiZjJl\" data-original-margin=\"\"><em>Talk about a 'unique' bonding experience...</em></p>\n<p class=\"cnNhNDBmOWZkMjA1NzQ0NDc4Yzg3NDk4Mzk0ZGU5YTE5\" data-original-margin=\"\">Kaede could probably forgive the Princess this time. After all, Sylviane was truly sorry for it, her own legs would recover in a few days, and no permanent damage had been done. Though it was hard to not feel bitter when she couldn't even walk by herself.</p>\n<p class=\"cnM1MzY5MjA3ZjhhZjQ2MjM4NWZkZDBjZTdmMDYyMzEy\" data-original-margin=\"\"><em>But... What about next time?</em> The familiar worried. <em>Will I even be able to walk away?</em></p>\n<p class=\"cnNjMzRmNWYxM2QxZTRiZTQ5YWE5YWY3Mjk2MjZhYzc4\" data-original-margin=\"\">\"Sir Robert, could you please tell me...\" Kaede began, her brain grasping at straws to cushion the blunt statement. \"Is the Princess... mentally unstable, or something?\"</p>\n<p class=\"cnNkYTEyMDRmOGU0ZDQ3ZDc4YzJlOTk4YTJkOTM3Yjgx\" data-original-margin=\"\">\"Yes and no.\" Robert's brows furrowed back at that.</p>\n<p class=\"cnNmYjkwZjliNGRhMzQ1NWY4MmJlMDRjMjNkZGQ3MDM0\" data-original-margin=\"\">\"What's that supposed to mean?\"</p>\n<p class=\"cnMzNGFmOGUwOTJjNjQyYjZhZjIyZDVlZTcyZjkwNjk1\" data-original-margin=\"\">The young armiger sighed in exasperation.</p>\n<p class=\"cnM3ZDc1YzlhMjI3YTQ5OTFhMzhlNGM0Zjc3NTY5YmRi\" data-original-margin=\"\">\"It means Her Highness is bipolar. Her mood swings like the moon and its two faces. It's obvious to anyone who understands what bipolarity means. Except my father wouldn't actually classify her as such because her symptoms aren't severe enough.\"</p>\n<p class=\"cnNmZjY2YzZhOThlZTQ0MzA5ZTAxYzI1YzRiMTRjYjk4\" data-original-margin=\"\">Kaede thought back to yesterday, when Sylviane went from raging machine to sobbing wreck within the span of just a few hours.</p>\n<p class=\"cnMzMDVhY2JiNjViNzQ4NzA4NDQ1OWQ2MjMzODA2MzQ1\" data-original-margin=\"\">\"You call that 'not severe enough'?\" Her eyebrows shot up in response.</p>\n<p class=\"cnNhM2FiMTMyOGJhOTRkYTU4N2E3YTlhZDBiMDJmZTVl\" data-original-margin=\"\">\"To be considered a proper mania episode, it has to last at least <em>three days</em>,\" Robert emphasized. \"Yesterday was the worst one I've seen from Her Highness to date, but it hadn't even hit forty hours before subsiding...\"</p>\n<p class=\"cnM2NmVkN2QyZjFmNDQ2ZWFhNWFiOWNlZTE3MTZkODRj\" data-original-margin=\"\"><em>Three days!</em> Kaede shivered at the prospect. If yesterday was any indication of how quickly events could spin out of control, she would be the victim of 'off with her head' before three days could pass!</p>\n<p class=\"cnNkYjAxZTg4ZGI4MzQ4NTg5ZTRiNzBkZTkxZWYxODU5\" data-original-margin=\"\">\"This is not to mention that her 'hypomania' are a milder form of the bipolar 'mania' episodes. We can still talk her out of some poorly influenced decisions, which is not the case for a true 'mania' episode as my father has documented,\" Robert finished with a grave stare.</p>\n<p class=\"cnNjMmY2MGFjMWQ5OTQ0ZWU4NjA1YTU3M2I3MjczZmNm\" data-original-margin=\"\">The fact they had such precise, clinical terminology for psychological disorders was yet another sign of just how advanced Hyperion medical sciences were. It reminded Kaede of how much she grossly oversimplified a complex reality every time she slapped the label of 'pre-industrial society' upon this world.</p>\n<p class=\"cnNjYzdhMTQ1ZmIyMDQwOWNhYWMwZjNjMWE3MTJhOGFk\" data-original-margin=\"\">\"I take it that your father is some kind of expert in this field then?\"</p>\n<p class=\"cnM5ODI4YjdmODI3ODRiYTU4MDExNDlkMTUyODYwNTUy\" data-original-margin=\"\">\"As close as it gets,\" Robert shrugged half-heartedly. \"Both of my parents are actually healers by training. They've campaigned alongside the army in every war Rhin-Lotharingie has fought in for nearly a century. They spent countless hours patching troops together. Over the years they realized that while physical wounds could be healed by curative spells, the mental scars that veterans accumulated were... much more difficult.\" He finished with a frowning scowl.</p>\n<p class=\"cnM2NjgwZTU3OGIwZTQyMjdhZjBjM2EwYWQ2NTZjZDNj\" data-original-margin=\"\"><em>Of course,</em> Kaede reflected. <em>Not only do Hyperion mages live much longer, but magic brings a level of destructive savagery unseen on Earth until the World Wars...</em></p>\n<p class=\"cnMxMmZmZTA2NDIwODQ3YTNhYTJmOTQ1YTBjZjE0MDVl\" data-original-margin=\"\">Robert then offered her a wry smile. He wasn't rebounding from his gloomy mood earlier. However there was still a shadow of his usual cheery self as he explained with a personal passion:</p>\n<p class=\"cnM5OWUyYWZjYzNjNDQ3ZTdiZGJjYzNiZDYzOTAxOGQ4\" data-original-margin=\"\">\"You could say they're pioneers in the field. In fact, they were the ones who coined the terms 'anxiety disorder' and 'mood disorder' to separate behaviors like panic attacks from the more common problems we see in everyday life -- like mania and depression.\"</p>\n<p class=\"cnNiOTgzOWI1MDMzMTQ1MmI4OTdmZDJkZWExMTJkYjJk\" data-original-margin=\"\">\"Why did you become a royal armiger if both of your parents are healers?\" Kaede puzzled. \"It's obvious that you're interested in their line of work.\"</p>\n<p class=\"cnNiYzcxNzEwY2Y4MTRmNDY5NDg4NjE2NTA2ZGI0ZWJl\" data-original-margin=\"\">\"Well...\" Robert shyly scratched his cheek. \"You see, I had wanted to be a healer. I mean, like most boys, I wanted to be just like my father. I wanted to help others and see the gratitude in my patients' smiles. But my father? He said I lacked affinity for the healing arts. So he wanted me to be a royal attendant instead...\"</p>\n<p class=\"cnNhN2E1YmQ1NDdiYzRkYzhhMzkzYTIxMDFkYjFiNmY0\" data-original-margin=\"\">Robert then took a long sigh. \"He told me that it was a rare opportunity too. They had become acquainted with Emperor Geoffroi thanks to his interest in their work, and he was looking for a companion for the young princess at the time. They said that if I truly wanted to help other people, this was the best way.\"</p>\n<p class=\"cnNhZGFkOTc1ODlhNjQzYjM4ZDIyOWM2Mjg3MDg3Y2Qy\" data-original-margin=\"\"><em>He's technically right. The difference in scale is just incomparable,</em> Kaede thought.</p>\n<p class=\"cnNkYzk5NWJkZmYzNDQ2MzhhNDViMmNiZGU0NzE4ZmRm\" data-original-margin=\"\">A doctor might be able to help individuals. But those in position to advise powerful figures could influence <em>policy</em>, which benefited the populace of entire nations. However, as Robert leaned back against the yew tree with a sour look, it was clear that his life as a royal armiger was his father's choice, not his.</p>\n<p class=\"cnMxMzY5MDIzMzU3MDQyMTBhYTQ4MWZmNjgxMmQyMjdj\" data-original-margin=\"\">\"Did your father force you into becoming an armiger then?\" The familiar asked next. She knew it was pretty common back in the day for fathers to enroll their sons as squires or apprentices in the hope that it would give them a better life.</p>\n<p class=\"cnMzNzA5YmU1OWU4MjQ5YThiNWU0M2RhZWM3ZTJhMDZm\" data-original-margin=\"\">\"Not... exactly,\" Robert scowled unhappily. \"I was insistent on becoming a healer back then. So at first my parents brought me to the battlefields of the last war. They wanted to show me just how many <em>thousands</em> of casualties came after every battle and how few they could actually help. But like most children, I had no sense of scale. So they ended up taking more... <em>drastic</em> means.\"</p>\n<p class=\"cnNiMmM5ODY2MmVhZjQ1ZmM5MzNiN2ZlMDQyNWQwNDQ4\" data-original-margin=\"\">\"What do you mean by that?\" Kaede asked even as she had a bad feeling on where this went.</p>\n<p class=\"cnNiNWI3YTY5NDNhZDQ5ZTY5MGRjM2E5NTNjMWNlMGQ3\" data-original-margin=\"\">Sir Robert sighed and went silent for a moment. Then, as Pascal was still casting and the familiar's gaze lingered upon him, he finally relented and told the story:</p>\n<p class=\"cnM1MWJlN2U0Y2QxOTQ0YmFhYzY3NmZiMWIxNzdlOGNk\" data-original-margin=\"\">\"As you can imagine, my parents moved a lot when I was growing up, so I didn't exactly have any friends my age. My only playmates were our family's horses and a pet dog that I had begged for Mama to let me adopt. Then, one day, when I kept arguing with father that a healer could still do more than an attendant, father decided to settle the matter by cutting down Arly right in front of me.\"</p>\n<p class=\"cnM5ZjM1N2NjYzA4NjQ0MDViYTUxMDc3ZThhNDMxMDhj\" data-original-margin=\"\">One thing became clear to Kaede as she watched Robert's breathing hastened while outraged memories flashed across his eyes. For all the dedication his parents poured into researching the effects of trauma, they did not hesitate to inflict one upon their own son.</p>\n<p class=\"cnNhMzVjNzhiMTQxNTQ3OWE4NGRlYTgwM2RjOGE1ZTc1\" data-original-margin=\"\">\"I screamed at my father back then, pleading for him to heal her.\" He continued with a half-stifled, half-cracked voice \"But there he was, just calmly watching her thrash and whimper her life away. There was blood all over, but he paid it no mind and looked at me with the coldest eyes I had ever seen in him. He asked me which could be done faster, <em>easier</em> -- to kill them all, one by one just like that, or to save even one of them from death.\"</p>\n<p class=\"cnMyNTZiOTliZmMyZDQ3OGU5ODE0YzRlMjlhNjdiZDM4\" data-original-margin=\"\"><em>Just as a prince could kill men faster than any healer could save.</em> Kaede thought.</p>\n<p class=\"cnNkZTUxMjIwMTE4YzQ3ZDJhOWI4NDQ5MDViZTlkMGZl\" data-original-margin=\"\">It took a minute of silence before Robert sighed once again. \"I never did forgive him for that.\"</p>\n<p class=\"cnNlNDAyYzEwYzkyOTRmNDA5NmRmOTE4OWZjNmUyNjVk\" data-original-margin=\"\">\"That must have been... difficult,\" Kaede was at odds on how else to respond.</p>\n<p class=\"cnMwZWI4NTI4NzYzYjQ3NzdiYmY5YjMyOGI5MjliMWE1\" data-original-margin=\"\">\"It certainly changed me, changed how I looked at everything,\" he admitted. \"It also made me realize that the world... was just really unfair. That becoming an adult means to accept reality for what it is, and not what it should be.\"</p>\n<p class=\"cnM5YjU1YmE3ODg5NjQ2YmE5Mzk1M2NjMzMwMTAyMTQ3\" data-original-margin=\"\">\"Because you can harm others faster than you can help them?\"</p>\n<p class=\"cnNmMzRlZmY5MDhiYTQyZmJhMmQ0OGE4MDEwNjJiM2Jh\" data-original-margin=\"\">\"Well... yes,\" the armiger gave a tilted nod. \"Also the fact that the Knight Hospitallers -- the only institution in Rhin-Lotharingie that offers training in both arts at the same time -- doesn't accept any men.\"</p>\n<p class=\"cnM0MjA3NDMzNjZmNzRjMjk5NDYxYWUxZDE2M2FhYjcx\" data-original-margin=\"\">\"But--Ouch!\"</p>\n<p class=\"cnM3MzM3YjU2YWY5NzRkNjliNTdmYzk2OGM0YzZhY2I3\" data-original-margin=\"\">Kaede's attention swiveled back to Pascal as his healing spell finished with an electrifying shock.</p>\n<p class=\"cnNlNWZiNjgzNTc2OTRkMTBiMTgwYTFlM2FhYmUzOWYw\" data-original-margin=\"\">\"Owowowowow...\" Her legs seized up as the lingering electricity coursed through her nerves for several seconds.</p>\n<p class=\"cnM1ZGU4ZDI4ZmUwZjQ2M2I4ZDQ5YWU0MWU2Mjc4ZjAx\" data-original-margin=\"\">\"What was that for!?\"</p>\n<p class=\"cnM3ODYzNjQ2ZmM3MzRlZmQ4ODVmMzU4NTg4NWQ4ZDZh\" data-original-margin=\"\">\"As I have said: <em>Rejuvenate</em> spell.\" Pascal noted as he stood back up to stretch his legs. \"There is a shock component in it to re-energize your nerves. Did you forget that time when Perceval cast it on you after the assassination attempt on me?\"</p>\n<p class=\"cnNlMGRiMTEwMjA1ODQ3ZjdiYjEzYzE4OWFjYzRmMzI5\" data-original-margin=\"\">\"My legs need healing, not electroshock therapy!\"</p>\n<p class=\"cnNmMmY5MTU3NTZmNTQ2ZGY5OThmMmMyYTkxMmI4Yzhj\" data-original-margin=\"\">\"The shock is part of the healing spell though.\" Pascal stared back with a puzzled look.</p>\n<p class=\"cnNhYzUzOWFmOGU3MjQwNmZhMzZmMTFmZTc4YjFmY2Vi\" data-original-margin=\"\">Recognizing that her cause was 'lost in translation', Kaede turned to Robert for a third opinion.</p>\n<p class=\"cnM0MmFmZjU5MTQyNDQ4MmJhOWRiODhiNjJjZDVkMzc3\" data-original-margin=\"\">\"Well don't look at me,\" he replied. \"I thought His Grace picked the right spell... but I'm no professional healer.\"</p>\n<p class=\"cnNjMzcyMTk2YTdlYjRkM2Q4MDc2NzU0NmFiMzc0OGYz\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNhZWVkMGRlZThlNDRjZDM5YzcyNTc1MmEzNjU4YTY1\" data-original-margin=\"\"><br>In the end, Pascal settled on applying several <em>Climatize Invigorate</em> spells on her legs. They kept her muscles bundled in a soothing warmth, all while the slow healing effect aided in repairing any damage inflicted from yesterday.</p>\n<p class=\"cnNlMDJmZGJiMTM5NTRjZjdiODIzNTkzZmY5ZDA0YWRk\" data-original-margin=\"\">\"So what are the full symptoms of this 'hypomania'?\" Kaede asked as she sat against the tree.</p>\n<p class=\"cnM5YmU5OGYzNzI4NTQyMTJhMTZkMDQ1YjM2OTBkNGZi\" data-original-margin=\"\">After all, understanding was always the first step. Plus it seemed that Pascal had already received this 'talk'.</p>\n<p class=\"cnM5ZGZkZDBiZjZjMjRmYTliZWM5MjlmZDc1ODMxZjhh\" data-original-margin=\"\">\"A 'hypomania' episode is a period when her mental functions move into an elevated state,\" Robert explained as he stood casually just two paces away. \"There are actually many characteristics associated with it -- which is what makes these episodes difficult to identify. But the most common traits are hyperactivity, restlessness, inflated confidence to the point of grandiosity, and a general lack of inhibitions...\"</p>\n<p class=\"cnNiOGU5YmNiY2U0MDQ5YjRhZjJhYmEwMzU3MTc3Zjgw\" data-original-margin=\"\">\"So... what Pascal suffers from all the time,\" Kaede nodded back earnestly.</p>\n<p class=\"cnNhYzQ0MTdlMjk1NzRhYTI5OGUzZGMzNGMwMmI3ZDNk\" data-original-margin=\"\">\"Hey!\" Her master retorted from the right, apparently offended.</p>\n<p class=\"cnM4MGVlMTUyNDhlOTRlNDBiMDM0Zjg5MmMwOGQxYzVm\" data-original-margin=\"\">It was actually a welcoming change from his dead-serious face. Furthermore, it also returned a real smile to Robert's countenance.</p>\n<p class=\"cnM5OTZiM2Y5YmZkOTRjMTRiNDg0ZjVmYWVlYzU3MGJj\" data-original-margin=\"\">\"The key difference is that 'hypomania' is an episodic event -- a specific, finite period of time when her personality deviates from the norm,\" Robert clarified. Then, with a humored nod to Pascal: \"although Kaede isn't entirely wrong. Her Highness is more like Your Grace during these episodes than Your Grace would like to admit.\"</p>\n<p class=\"cnMxNzFmNDA1MTUyZjRjNDNhOThkMjgxM2Y1NTM2ZjFk\" data-original-margin=\"\">\"I do not <em>lack inhibitions!</em>\" The Landgrave shot back.</p>\n<p class=\"cnMzNmY0NGIwZjAwMTQ1NmNiYzFhNGI5YzdmZjZlN2Nj\" data-original-margin=\"\"><em>So you're not denying the 'grandiosity' then?</em></p>\n<p class=\"cnMwMjlkNjhlMDZmMTQ0YjQ4N2Y0NGRhMWI5ZmY3YTU5\" data-original-margin=\"\">Meanwhile, Robert's eyebrows shot up:</p>\n<p class=\"cnMxNjY4N2UwNWQxYTQzMzdiOWI3ZWU5ZjkzOGZlNjBi\" data-original-margin=\"\">\"I heard Your Grace once painted the entire Königsfeld Academy in rainbow colors, then filled its corridors with glowing swarms of pink flamingos.\"</p>\n<p class=\"cnNjZmM5YzM0MGZiMTQ5ZmI4MGQ2OTkzZDRjMjk3Nzk2\" data-original-margin=\"\">\"That happened only once!\"</p>\n<p class=\"cnMxYTZkMjIxMDY0OTRlYWE4NWZiNDJmY2VmMjE3MjVj\" data-original-margin=\"\">\"I'm sure Your Grace's academic advisor could give me a full list of similar examples if we asked.\" Robert stared back as though a real psychiatrist in diagnosis mode. \"But don't worry: denial is a common initial response for all individuals suffering from such a condition.\"</p>\n<p class=\"cnM4MjFjNWMxNjM4ODQ4NTQ4ZWIxZGQzYjhjMzEyNDk1\" data-original-margin=\"\">Kaede had tried to suppress her laughter, which turned into a rather feminine giggle that left both men with a tinge of red across their cheeks.</p>\n<p class=\"cnM0YjY1OTZiMGQzZTQ0MjFhNTRjNjg1YzFlM2Y3YWJj\" data-original-margin=\"\">\"But to be serious,\" Robert cleared his expression. \"High confidence and self-esteem do tend to bloat one's perceived value of their own decision-making. And Your Grace's confidence is as high as they come.\"</p>\n<p class=\"cnNlNGE0YTdkYzgwMDQ1NjFiNTVhOGRjN2Q2MjQzMDU3\" data-original-margin=\"\">Feeling a hint guilty for laughing at him, Kaede decided to defend her master this time:</p>\n<p class=\"cnM5OTNjODMxY2FkMTQzYjg5MDY4OWE3OGE5N2FjZjIx\" data-original-margin=\"\">\"Pascal often argues with himself though. So the different voices in his head basically serve as his own self-checking inhibitor.\"</p>\n<p class=\"cnNhMTVlYjE5MjdlNTRlODc5ZThkNGI0MGZjMDg4NzBi\" data-original-margin=\"\">\"Right,\" Robert simply nodded. \"But Her Highness isn't used to being supremely confident. Her own self-doubts are what's normally holding her back. They make sure that every decision is thoroughly examined and reconsidered. But when you remove that and pump her full of self-assurance...\"</p>\n<p class=\"cnM2YjYzNjk1YTEwMTQzYWZhZmFkOGJjNGUyMTc5NzA3\" data-original-margin=\"\"><em>She goes off the rails like a runaway train fueled by her own righteousness.</em></p>\n<p class=\"cnMzMjA2NjM5MjFmZjQ5NGZhODFmZjJmMjkxNGUyNmFm\" data-original-margin=\"\">\"Are you saying that she becomes like this because she wants to be more confident in herself?\" Pascal's eyes widened.</p>\n<p class=\"cnNiMDNjNTFmYTFlNzRlYjY5YjQ4NTgyNDAxNzQwZjQ4\" data-original-margin=\"\">\"That's a theory,\" Robert shrugged back. \"Honestly, even my parents have no idea. It may very well be a combination of factors, and the burdens on her as the crown princess are just one of them. All we know is that faekissed in general exhibit mood disorders with greater frequency. And that for Her Highness, the hyperactivity goes straight to her head when she enters a 'hypomania' episode.\"</p>\n<p class=\"cnM4ODJiYWFlYWFlMTRmZWRiMTQ0NzM3M2E0ZTUxMTI2\" data-original-margin=\"\">\"What do you mean?\"</p>\n<p class=\"cnM3YWI1YTgyOWU4MTQzOWM5MzBhODJjODE0NTJhODZl\" data-original-margin=\"\">Instead of responding, Robert pulled open one of his extradimensional belt pouches and reached into it. What came out was a stack of papers that he handed to Pascal:</p>\n<p class=\"cnM0YjdjZmZjZWViMTRhYWNhYTVmZjBkZmU5NzI2Mjcy\" data-original-margin=\"\">\"Speaking of which, Her Highness wanted these done today... or as soon as possible. Though I would suggest you discuss them with the senior lords and commanders first. Unlike Weichsel, the Rhin-Lotharingie military is still feudal. The nobles have authority over the banners raised from their fiefs. It would be best if we snubbed as few prominent noses as possible.\"</p>\n<p class=\"cnNhODY1MTk5Y2ExNzRmYWU4NmM5MzRmYTBhODIzNWUx\" data-original-margin=\"\">\"I know that,\" Pascal added irritably as he began to flip through them.</p>\n<p class=\"cnNmZWZlNTBmOGNkMjQwYWRiOGMzMzE1YWY5MDYyY2Iw\" data-original-margin=\"\">\"What is it?\" Kaede asked from the ground beside him.</p>\n<p class=\"cnMwNzBmYWNlNDUwMTRhMTRhMmU3OTNkMmZhMzVlNWNm\" data-original-margin=\"\">\"Charts for restructuring the army and various officer assignments for reorganizing the devastated formations...\"</p>\n<p class=\"cnNmMTI0YWFlMzdmOTRlYTVhOGExNjFlN2I1MDVkOTg0\" data-original-margin=\"\">\"When did she manage this?\" Pascal stared back at Robert in disbelief as awe rose in his voice.</p>\n<p class=\"cnNmYTdkZGEwMDJiMTRjYmFhZmIwOGRiOWZlMTMwMTE4\" data-original-margin=\"\">\"Last night, before she let Kaede back in and slept.\"</p>\n<p class=\"cnNmOTc5YTUzNDhkZDRkMzY4MDJmMzgzZjYzMDBhMWFi\" data-original-margin=\"\">\"<em>Last night?</em>\" Pascal's jaw dropped. \"She had but a few hours! It would take even a headquarters staff -- an entire team of people -- several <em>days</em> to examine the hundreds of personnel available and make such proposals!\"</p>\n<p class=\"cnM0YTM3ODYxMDhkOTQwMjRiYTQxNjY2NmU3ZjljNDM4\" data-original-margin=\"\">\"Like I said: straight to her head,\" the royal armiger reiterated. \"I dare say that her brain works even faster than yours when she is in one of these energized states.\"</p>\n<p class=\"cnM1NTUyYzY1NWJmMzQzMGZiM2VjZDFjYWM5MzNjM2Yy\" data-original-margin=\"\">\"So these 'hypomania' episodes give her a boost to intellect?\" Kaede pondered aloud.</p>\n<p class=\"cnNiZWI0MjkzNzA1MDQ3ZGFiMmRlMmFmNmQwNzc0YmU5\" data-original-margin=\"\">\"In exchange for her emotional self-control, yes,\" Robert nodded back. \"It also gives her energy when she is exhausted. It offers her inspiration when she is stuck. And it brings her courage when she stands against daunting odds. These papers here are just another perfect example of what she can manage during a crisis thanks to it.\"</p>\n<p class=\"cnM0ZTBmNzlkZDliNzRkZDJiZGZjODk2ZjVlMDYzOTk2\" data-original-margin=\"\">Meanwhile, Pascal was still speechless as he continued to flip through the papers. The occasional nod from him showed that he was already considering her recommendations and agreeing with them.</p>\n<p class=\"cnMwOWIzMzQ2ZmMyODRjZGJiMWNiZWY5YTFkYjMzZjQy\" data-original-margin=\"\">\"Of course, the trouble is that the more intense her episode, the less self-control she has. Not to mention the worse her depression becomes when she crashes afterwards,\" the armiger finalized as he glimpsed toward the Princess' cabin with concern.</p>\n<p class=\"cnMxMDNmNjU5MzhlMjRiZjE5NWM2ODViZTYwMGNjYTRm\" data-original-margin=\"\">\"Is that why... you believe she'll make a good ruler? Despite her condition?\" Kaede hesitantly asked.</p>\n<p class=\"cnNhOGFhNTQxMWYyYTQzNGM4N2QzMTU1ZmUwMzYyMjY1\" data-original-margin=\"\">Robert swiveled back around as he pursed his lips in deep thought.</p>\n<p class=\"cnM5YzY1NWJkN2Q5MTQ2NzBiMzUwNTQxYTllNDQ0Zjgy\" data-original-margin=\"\">\"I'm not sure.\" He shrugged. \"All personality traits have both their upsides and downsides. There is no such thing as a perfect trait for every occasion. Nevertheless, I can only say that Her Highness is fundamentally a good person, especially between her episodes. Even at her worst, I do not believe that she would commit a blatant evil. She may toe the line, but not even her mania would be able to justify a true crime to herself. Besides...\"</p>\n<p class=\"cnMyNDgxNjRiOGIxMjQxM2NiMjg5MWRmZmI0NjlmM2E4\" data-original-margin=\"\">Robert frowned for a moment before adding: \"if anything, I would support her for the throne because of this.\"</p>\n<p class=\"cnMwZDEzODI3ZDk4OTRmZmQ5NWM5ZDk5OTIyNjU1MjZi\" data-original-margin=\"\">\"Because you think the pros outweigh the cons?\" Kaede's brows furrowed, not really convinced by the idea herself.</p>\n<p class=\"cnNlYjMyYjg4ZGIyMzQ0NjBiNjdiMTlhNDg4NmMxYWRk\" data-original-margin=\"\">\"No,\" Robert corrected her at once. \"Because what makes her a little bit insane actually leaves her saner than most of us.\"</p>\n<p class=\"cnM3ZmZlZTI5YmZjNzRkNDI5NDA5MzBiY2YxOGNhNDgx\" data-original-margin=\"\">Kaede blinked back, not understanding. However the young armiger beamed in response:</p><p class=\"cjE5ZTQyMWQwYzBiMjQwYjNiNGIxZWU2MjhlNDQ0MDQw\" data-original-margin=\"\">This book was originally published on Royal Road. Check it out there for the real experience.</p>\n<p class=\"cnM4YjMxNTg2ZWMwOTQ0MDY5MzIyM2M2NjIzYWIyZTRk\" data-original-margin=\"\">\"How long do you think it would normally take for a prideful sovereign to acknowledge their own failings?\"</p>\n<p class=\"cnM3YzkwOThiYmE2YzQ2ZWU5OGZjNzFjNzkxYmMwNGZk\" data-original-margin=\"\"><em>If they acknowledged at all,</em> the familiar immediately thought. After all, humans were naturally inclined to ignore their own faults while blaming their mistakes on others. And this was especially the case for those in a position of power to do so.</p>\n<p class=\"cnMyZDU5M2U1ZmNiZDRmNTk4YjJlMDZlNjJjNGE0YzBk\" data-original-margin=\"\">Kaede was still pondering when Pascal looked up from the papers he was holding. He gazed upon his familiar and Robert with an almost dazed expression, as though his mind was still in its own world.</p>\n<p class=\"cnM1MDc0NTI0OTRmZTQxNTQ4ODlhMTE2ZTEyMjhkZjQz\" data-original-margin=\"\">\"I must summon the ranking lords and commanders for an immediate meeting.\" Pascal declared as he waved the papers in his hands. \"Sir Robert, might I ask your help to help bring Kaede to the camp's main command cabin later?\"</p>\n<p class=\"cnNjYzFiZWEyMmIzYjQwMjc4ZTRlNTE3MDkxYzhiNDU5\" data-original-margin=\"\">\"Of course,\" Robert exchanged a nod with Pascal before the latter strode off in a rush.</p>\n<p class=\"cnM4OTQ2OTQzYmEzZjQ1M2E5N2ZkYTk3MDI4YzdjZTMy\" data-original-margin=\"\">However, as Kaede struggled to stand up against the tree trunk, Robert beckoned her to sit back down.</p>\n<p class=\"cnMyNWY3Y2RhYTkyZTQyNjJhNjI0MTUwMDQ3YzUzNzgz\" data-original-margin=\"\">\"His Grace isn't going to gather the lords that quickly. You can take another hour here to rest.\"</p>\n<p class=\"cnNkMjIwNzc0YzJkNTQxYzc4OGJjNjJlNGEyOWEyZWIw\" data-original-margin=\"\">The Samaran girl did as he suggested. However an uncomfortable silence soon fell over the two of them. Gone was the conversational mood from earlier as unease gathered in the handsome armiger's countenance. It felt as though he wanted to say something, yet had trouble voicing it out loud.</p>\n<p class=\"cnNjN2IyMDVjYzQ2YTRhYmU4MjRkMDc1YmNkODA0NDUx\" data-original-margin=\"\">Then, with a deep breath, Robert finally forced himself to speak the words:</p>\n<p class=\"cnM3ODgzMzFhYzVlMTRiMWU5M2RiMDYwMDk2ODY1MmNi\" data-original-margin=\"\">\"Kaede, I... we, rather, owe you an apology.\"</p>\n<p class=\"cnMyZjlmNDgxNGY1ZDQxNDJhZTBjZmE0NDhlM2YxMTUy\" data-original-margin=\"\">\"Why?\" She felt her emotions tense. \"It wasn't your fault for what happened yesterday.\"</p>\n<p class=\"cnMxYzFlMDFiOGRjOTRiYjA4M2Q3MTQ2NjgyNWYyZTQ0\" data-original-margin=\"\">\"By we, I mean Mari and myself. We... didn't exactly try very hard to stop Her Highness yesterday...\"</p>\n<p class=\"cnMyYjVlNjQ3NzIyNTRkYjc4ZjNlNzk3OGIzZTk2Zjg4\" data-original-margin=\"\">His statement only puzzled Kaede more. She remembered both of them kneeling on the ground and pleading to the Princess. If that wasn't 'trying very hard', then what was? They could hardly slap a royal highness and expect it to bring her back some sense. That only worked in fantasies. In reality, it would only land them in the oubliette.</p>\n<p class=\"cnNlZTUyOGJjNTRhNzQ2NmM5N2FjZTRiMDM5ZDE5ZDBm\" data-original-margin=\"\">\"You put yourselves in her line of fire and begged for her to reconsider. What more could you have done?\"</p>\n<p class=\"cnMwMGQzNTE4MDYwNDRhYzE4OGNhYjEzYzQ2Mjc5Nzdl\" data-original-margin=\"\">\"Yes, we did that. In fact, we did <em>everything</em> we could think of to keep Her Highness from having His Grace flogged in public. That would simply have been an unmitigated disaster...\"</p>\n<p class=\"cnMwMjA2NjJhYjQ5MTRhNGU4MWEwNjMwOTQwN2E0OGQ4\" data-original-margin=\"\">Robert exhaled a deep breath -- at least the worst scenario had been avoided.</p>\n<p class=\"cnNmMjhlZDA5YTBhNTQ1NWJiMGQ1ZDFiNTk0MzlhZjJm\" data-original-margin=\"\">\"But... we didn't exactly try very hard to hold her back when she imposed excessive punishment on <em>you</em>. That's why... both of us owe you an apology.\"</p>\n<p class=\"cnMwOTk5Zjg1ODBmNTRjZDY4NjJmYjEwZmEwZjg2ZWU5\" data-original-margin=\"\">Kaede thought back. She had been too distraught over her own welfare at the time, when she realized that her attempt to put in a few words for Pascal only redirected Sylviane's anger towards herself. However, it was true that neither of them offered anything more than verbal objections when Sylviane hauled Kaede outside and glued her legs to a rock.</p>\n<p class=\"cnNjZDdmZmUxNjc4ZTRiYmZiYTc3MWQ3MTlhZjNkYWZj\" data-original-margin=\"\">At the time, she had thought it was simply because they saw it as a hopeless cause. But in hindsight...</p>\n<p class=\"cnM3YjAzMzY4Mjk3NTQ5M2FiMGMwMDk2Y2JkOTBlZGU4\" data-original-margin=\"\">Her emotions suddenly flared as she felt wronged for a second time.</p>\n<p class=\"cnMzOGFlOGMyZTEyYTQ4Y2NiNGJjYTFiZWNmMzg4ZDc3\" data-original-margin=\"\">\"<em>Excessive?</em>\" She hissed. \"It was unwarranted! She <em>knows</em> I was innocent!\"</p>\n<p class=\"cnNmY2VkNGJhZDEyNTQ2NDE4YmU1MjU3ZGM5NTcyZWQy\" data-original-margin=\"\">The armiger sighed as though he expected this.</p>\n<p class=\"cnNkZDkwNDc3MmRlZjRjZTBhMjI4NjIzMjUzOTFkOTdm\" data-original-margin=\"\">\"Pardon me, but no, you're not.\" Robert insisted as he stared back into her aggrieved gaze. \"How would you like it if your fiancé was sleeping with another woman? Whatever the circumstance?\"</p>\n<p class=\"cnMzYWEwYWFkYjg4MjQwMzE4NzBiMWIyYWVlODczMTU2\" data-original-margin=\"\">\"But that's--!\"</p>\n<p class=\"cnMwN2Q0ZjRlYjUwOTQ3NTlhYTM3YjNlZGYyZWJkNzc4\" data-original-margin=\"\">\"You must remember that the higher an individual's social status, the more they value reputation and image. For royalty, this becomes critical as legitimacy is valued above all. Infidelity towards a sovereign is a <em>capital offense</em> for a reason -- because even the illusion of it undermines their authority. <em>Nobody</em> will obey an empress who becomes the laughing stock of the court,\" he finished sternly.</p>\n<p class=\"cnMwOTYwZGFlNWNjYzQ3NGViMjRkN2RhYWY1NTU1ZmUz\" data-original-margin=\"\">Kaede bit down on her lip as she looked away. The historian in her knew this perfectly well: how many adulterous queens and ladies had been jailed or executed outright over the centuries for high treason? Many of them weren't even proven guilty. Merely the public accusation had been devastating enough to ruin their reputation.</p>\n<p class=\"cnMyZTNhZjFhY2ZiYTQ4ODViZDA4NTE0MTJjNTdlZTBi\" data-original-margin=\"\"><em>It's still unfair,</em> she couldn't help but fume in silence.</p>\n<p class=\"cnNiY2JmMzMzNThiNTQwYTJiNjRjY2ExZjUzMjNiZmI2\" data-original-margin=\"\">\"But the fact is,\" Robert continued after the pause. \"Her Highness knew perfectly well that neither of you had any intention of undermining her. She should have just given you a warning, or a proverbial slap on the wrist. Instead, she took her anger and jealousy out on you... and we...\"</p>\n<p class=\"cnNlYzBlNTNhYWYxOTRmODViOGNmMzUxYmM1Y2JiNzhk\" data-original-margin=\"\">He sighed once more before an ashamed voice conceded to the inevitable:</p>\n<p class=\"cnNhZDI0M2NiNzA5NzQ5MTNhYjFkNjFhMzRkYjFhZjY4\" data-original-margin=\"\">\"--And we allowed her to do it.\"</p>\n<p class=\"cnMwOTc1ZTRhMzBjOTRjNzBhN2FkZmFkMzM1OGE2MDZk\" data-original-margin=\"\">Kaede's gaze spun back in an instant. She met only a guilty, apologetic light from his vivid-green eyes. What happened yesterday wasn't because Robert felt like he couldn't stop the Princess. No, he <em>chose</em> to step aside.</p>\n<p class=\"cnNmZTFmMDU1YWQyNDRiNjhhOWIwOWVmODY4NTQ0NGIy\" data-original-margin=\"\">\"Why did you then?\" She almost hissed, feeling what could only be classified as betrayal from the armiger who once saved her life.</p>\n<p class=\"cnMxNGRhYTk2ZmQ3NzQyMDZiODVlOGQ0YmMxYTU4YTA0\" data-original-margin=\"\">\"Because it was either you, or hold her temper back and risk her blowing it off at someone else later in the day. And I'm sorry, but she had far more <em>important</em> people to meet.\" He explained with brutal honesty.</p>\n<p class=\"cnMyNWZkMWQ3OGFmMTRmMjk4NmNlZDMzZWRkNDA5NWNm\" data-original-margin=\"\">\"So I'm the punching bag?\"</p>\n<p class=\"cnM4YTg1MWYyZGZlYjQ4MDE5MGQ2MDUzZGM5ZDM3OTY4\" data-original-margin=\"\">Kaede's phrase left Robert lost for a split second. Nevertheless her glare made it perfectly clear what she meant.</p>\n<p class=\"cnM4Yzc0MjQyZDY3NTRlN2VhOTM4NzFhYzlhYzFhMTM4\" data-original-margin=\"\">\"We don't punch bags,\" he insisted first. \"But true 'loyalty' means going beyond what is simply expected of us. And occasionally -- rarely, for something this serious -- that means being dealt the unfair card because we are the ones they can afford to offend.\"</p>\n<p class=\"cnMzZWQ0MmI4ZTRmNjRkZjRhODIzYmRkOGJiN2UzZTM3\" data-original-margin=\"\">Robert then turned towards the east. His eyes met the rising sun that was barely above the distant horizon as he added: \"that is an important lesson to understand for any courtier's life. The trust we are given is not without its price.\"</p>\n<p class=\"cnMxNmZkMjA0NmRjYzQzZjFiOTVhM2RiNDA4ZDE5Mzkw\" data-original-margin=\"\">\"You say that as though I chose this life,\" Kaede mumbled in retort.</p>\n<p class=\"cnM1OTM1NTU5NWVjNjQ2NWY4NzQzNWZlYjg5NmM0NjAz\" data-original-margin=\"\">\"Neither did I,\" Robert half-shrugged as he looked back. His gaze was at peace with his past and determined to face his future. \"Those who walk the corridors of power do not <em>choose</em>. We're simply given a role to play. And while this may not have been my choice, I intend to play my part to its best.\"</p>\n<p class=\"cnNjZmY5MTliNGIzYTQxZjU5NDViOTZhZWYwMGRiMjgw\" data-original-margin=\"\">The Samaran girl wasn't sure what to make of that. Yes, it was true that being born into nobility and royalty was both a blessing and a curse, for what privileges it brought also came with enough expectations to fill cargo ships. But courtiers always had a choice of whether they wished to stay near that power, even if it was often as dangerous as flames to a moth.</p>\n<p class=\"cnNlYzI5NDkxMjg5NTQ1ZTliYWIyNmU2ZmRiNTdiNGJm\" data-original-margin=\"\">The real question for her was: <em>Is this a life that I want to be a part of?</em></p>\n<p class=\"cnNjNDNjNTQ4MDhiODQzMDRhOTYwM2E0NGQ4MDk3OTM1\" data-original-margin=\"\">\"By the way, is it true that you were a young man before being summoned?\"</p>\n<p class=\"cnM0NDY5ZDQ4MzY0MjRiYjE5NzZkOTI2OWQ3OTM2MTIz\" data-original-margin=\"\">The unexpected question from Robert completely floored Kaede. And for a moment she simply gawked back.</p>\n<p class=\"cnNhNTI0NDI3MDZjZTQ3MmE5ZjlkZmYwMWM1OWQ3NTgw\" data-original-margin=\"\">\"Yes?\"</p>\n<p class=\"cnNiMTAwNmU4NzY1MTQwODVhZGFlMjFmY2U2MjFhNmI4\" data-original-margin=\"\">Robert tilted his head and looked up as he considered the implications.</p>\n<p class=\"cnM3NTEyMzIzNmU4MzRmNDBhZmM2NzQyYTE5OGMxMWZi\" data-original-margin=\"\">\"You know... I'm kind of envious.\"</p>\n<p class=\"cnMzOTk1ZjE3YWMxODQ3N2ViMThjZjI3YzViZmJjMmZi\" data-original-margin=\"\">Then, as the young armiger turned away with a shy look, Kaede found her mouth hanging in astonishment at his remark.</p>\n<p class=\"cnNlNTE4OTc1MjM4OTQ1MjRiMDk1OTdiNWZmZmIzZmMz\" data-original-margin=\"\"><em>What is there to be envious about?</em></p>\n<p class=\"cnM2ZTE2MjUyMjIxMTQyYjNhOGY5NmY2N2RlMzE4OTcz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5MzJiNzFhMTgxMDQxMWViNzQzYWQ4ZjQ4ODgyNDNh\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNjNTMzY2ZjOTY5NTQ0NDVhMDY2OWE4ZmFmM2I3NTQ2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3YzY5ZGRmZDI3YjRhYTY4MGYyOTExZGNkYmE3Yjg5\" data-original-margin=\"\">\"Are we agreed upon all this then?\"</p>\n<p class=\"cnMwMWViODUyZmIyZDQ2NzA5OWI2ZmI1ODFhMDZmYTVk\" data-original-margin=\"\">Kaede sat in a chair as she watched Pascal finish his negotiations with the various lords on the reorganization of the battered army. They had spent most of the day haggling over the details, from which shattered banners would be disbanded to provide soldiers to replenish other units, to how many replacement troops each lord would receive.</p>\n<p class=\"cnNhN2VjY2Y3ZmM3NzQ2OTM5NTM4NTQ1ODM1MTgxNjRl\" data-original-margin=\"\"><em>It's like trying to herd cats,</em> Kaede couldn't help thinking.</p>\n<p class=\"cnNiMGI2YjE3MGMzZTQzNmZiZmNhNzIyMDdjMzhjOWIz\" data-original-margin=\"\">In fact, it was only thanks to Sir Robert and General Macdonald that they could come to an agreement at all. The former had lent authority to Pascal as the personal representative of Princess Sylviane. The latter had arrived before his reinforcement column and provided much needed backing as a Lotharin military professional.</p>\n<p class=\"cnNiZTVmZmExNTM4MzRkYWJiZjQ2YTA1OTAzZDdmYTFj\" data-original-margin=\"\">It would have been easier if Rhin-Lotharingie actually followed a professional military hierarchy, as Macdonald was the only one present with an official rank of general. The problem, however, was that General François Macdonald wasn't of noble blood.</p>\n<p class=\"cnNkNDg3ZDg5OWUyMDQ2NmRiYmQxOGI2YmFkYzYwYTk1\" data-original-margin=\"\">The tall, broad-shouldered commandant with his plain looks, chubby cheeks, and thin gray hair came from a yeomen family. He dressed in a blue gambeson and tunic that seemed downright dull compared to the extravagant wardrobes of most nobles, yet its immaculate presentation showed his pride as a soldier. It took Macdonald eight decades of dedicated military service to reach his exalted rank. However, despite being made a count after the last war, many nobles continued to look down upon him as though he was a peasant who failed to remember his station in life.</p>\n<p class=\"cnM4OTcyMDM5ZDJmMjRhMzc5OGJjMTYyNzg5NDU5NzY1\" data-original-margin=\"\">\"Yes, Your Grace.\" The nobles nodded in reply to Pascal. Even Lady Anne of the Knights Hospitaller did so as she had been forced to make a compromise with Pascal in the end.</p>\n<p class=\"cnM4ZTUzYTBiMzBkODRmYTY4Nzg5ZDczNTRjMjhkNzA5\" data-original-margin=\"\">\"Then I leave it to you all to bring the banners back up to combat readiness.\" Pascal declared. \"Use the task of constructing fortifications on the Gwilen's northern riverbanks to keep the men motivated. Her Highness and I will personally inspect the results in five days, and rewards will be given to units that perform the best.\" He spurred them on with competitive rivalry before concluding the meeting. \"General Macdonald, Major Ostergalen, Lady Lynette, Sir Robert, Sir Gerard, please stay behind. The rest of you may leave.\"</p>\n<p class=\"cnNmMTZhNGMzMDRiNDQ0OTk4YWU1ZDQzOGI4OTRjNzk0\" data-original-margin=\"\">One by one, the dukes and counts left the large, deployable cabin that they had been using as the 'war room'. The last to depart was Lady Anne, who clearly looked unhappy that she was not invited to whatever discussions that came after the main meeting. Nevertheless, she left without further comment. This meant only seven people remained in the room: Pascal, Kaede, Robert, Gerard, alongside the quiet General Claude Macdonald, the intelligence major Hans Ostergalen, and Lady Lynette.</p>\n<p class=\"cnM2YmU1ZTc3YzViZDRiZTliOGFjYTcyOWEwY2UxMjA2\" data-original-margin=\"\">Pascal took a moment to exhale deeply and relieve his stress before he beckoned towards the map table:</p>\n<p class=\"cnM4ODBkZDQ3OTQ1YzQ5YWE4NzI2ZThhZjg5ZGE0MTc0\" data-original-margin=\"\">\"Lady Lynette, please tell everyone present what you have discovered.\"</p>\n<p class=\"cnMyNWViYmU2ODUzNDQxMzA4MjZlOWY4ZjFlNTU4YWJj\" data-original-margin=\"\">\"Yes, Your Grace,\" the noblewoman who had joined Sylviane back at the stone ring stepped forth with a soldierly stride.</p>\n<p class=\"cnMzM2QyNzI0ODMyYTQxMDRhNjU0NmNiNzM5YThhODc0\" data-original-margin=\"\">Pascal had been surprised to discover that Lynette actually came from a military family in the Kingdom of Ceredigion. She might not have much experience herself, but the Brythonic way of war had been drilled into her since childhood. As Ceredigion was the origin of the longbow and its associated guerilla tactics, it made sense to elevate Lynette to deputy commander of all Lotharin Rangers in this army. They had been tasked to lay ambushes for the Caliphate's scouting parties, harass the enemy's perimeter units, and do whatever it took to slow down the invaders' advance.</p>\n<p class=\"cnM3MzA5ODRlNGZjYzQ5ODY5Y2ZjNDkyNDQyZmQ0OGUy\" data-original-margin=\"\">\"Your Grace, General,\" she acknowledged the two senior commanders in typical Lotharin fashion, with preference given to title over military rank. \"Since being detached from the withdrawing army, I have instructed two of my ranger banners to probe the invaders' marching camp every night. We've done everything from raiding their outer sentry posts, to shooting volleys of explosive arrows, to launching feigned assaults...\"</p>\n<p class=\"cnM0NWJjMDIxYTk0NTQ5Y2ViNmNkYzM5MmJkNDVjMjZk\" data-original-margin=\"\">\"Feigned assaults?\" Pascal raised an eyebrow. \"With only two banners?\"</p>\n<p class=\"cnNkZTBlYzZiOTY3NjRjODRiMGM1YTgxYTU5YzIyOWZl\" data-original-margin=\"\">\"It's an old trick,\" General Macdonald explained with a slight smile. \"Starting drumming and blowing horns in the dead of night, all while playing recordings of a thousand men shouting war cries. Add illusions to the mix and you have a fake, night-time assault. Keep this up for a few nights and you have a sleepless and exhausted hostile army.\"</p>\n<p class=\"cnM2NTg1ZWViNTQzZDRmNzk5YWI5YzM4OTQ1MTFhN2Nh\" data-original-margin=\"\">\"What if they simply start ignoring the racket?\" Robert asked.</p>\n<p class=\"cnMxYTA3MGY2YjQ2NTQzNjI4MDI5Njk1YjRjNjU1Njgy\" data-original-margin=\"\">\"That's when you send in a real attack,\" Pascal immediately recognized the potential.</p>\n<p class=\"cnNlYWYyMDUyNThiODQwZjRiMGY3OTdjMzIyYTc4NjVh\" data-original-margin=\"\">\"Unfortunately, our enemies also seem to know this trick,\" Lynette remarked before she pulled out a parchment and laid it across the table. On it was a rough, hand-drawn topographical map of the enemy's marching camp. \"The Caliphate has been erecting multi-layered marching camps with extensive use of outlying fortifications. Each camp has up to a dozen forts guarding the perimeter, with reaction forces ready to sally out from each. This has significantly limited the disruption created by our night-time harassment, as we lack the strength to penetrate the enemy's outer defenses.\"</p>\n<p class=\"cnM5NDhjOWYzNGVjODQzNDNiZDFiZDY3ZWFiOTgzNDY3\" data-original-margin=\"\">For a moment, Pascal remained silent as he hunched over to stare at the drawing. Then, as he stood back straight, his voice came in awe:</p>\n<p class=\"cnMyNGRlMDQ0MTE1YjQ3Y2Q5YTgwZGU2NDM1ODVhOGJh\" data-original-margin=\"\">\"That camp's defensive layout is a work of beauty. Look,\" he pointed to the details. \"Every nearby hilltop is fortified. Every depression that could be used to conceal an approaching force is watched. Each of the exterior sentry posts are within support range of another. Close enough to pass hand signals from one outlying fort to another even without the use of magic...\"</p>\n<p class=\"cnMwNDVhZDYzOTcwZTQ4OTJiMWNiNDlmNmNiNDQ5MzE3\" data-original-margin=\"\">Pascal paused as he looked up at Lynette: \"do you know who is in command of the Caliphate's army?\"</p>\n<p class=\"cnM5NGFlODk2MDM4ZTQ5YzBhZDQzZWY1NjU5ZmJhZDQ1\" data-original-margin=\"\">\"They refer to him as General Salim,\" the Lady replied. \"I believe his full name is... Baha ad-Din Salim ibn Ziyad.\"</p>\n<p class=\"cnMxOWQ4ZjhjZDgxNTRiYmI4OWU5MTQyZDgxNTgyZTZk\" data-original-margin=\"\">\"The Qadi al-Quda?\" Major Hans Ostergalen commented with a surprised look.</p>\n<p class=\"cnNmMWQ1Y2JlOTdhNTQyMTZhNGIwMjAxNmYzZjZkOGZl\" data-original-margin=\"\">\"You recognize his name?\" Pascal asked next as everyone in the room turned towards the intelligence officer.</p>\n<p class=\"cnM0Zjg0M2Y3ODM5YTQyZTJiYWU3NjlmMDhjYWFjMGEz\" data-original-margin=\"\">\"Not well, no. My grasp of the Caliphate's senior ranks is rather lackluster, since they're not really expected to be an enemy for Weichsel,\" Hans admitted. \"But I've heard of his name mentioned as the previous Qadi al-Quda -- the chief judicial advisor to the Caliph.\"</p>\n<p class=\"cnNjNjJiOGU5MjNlZTRiZjJiZTQ1MDY5YjJlOGQ3YjE0\" data-original-margin=\"\">\"What is a <em>judge</em> doing leading an army?\" General Macdonald puzzled.</p>\n<p class=\"cnNjZDMxYzlmOWUyZjRmZjZhZGVjZGJiYTk3ODVkNTRh\" data-original-margin=\"\">\"It does explain why the enemy has been laying down marching camps with such methodical care, even if it slows down their advance,\" Kaede pitched in. \"Those who work in law do not cut corners. They'll make sure that every regulation, every precaution is followed to the letter.\"</p>\n<p class=\"cnMzNDg5N2Q5MzM5YjRlOTM4M2RkNzhlNGZkNTEzMTNi\" data-original-margin=\"\">\"Dame Kaede is correct,\" Hans nodded. \"I don't believe this is an enemy we can defeat with ambushes or surprise attacks. He is too careful for that.\"</p>\n<p class=\"cnMxMWUxMzM2NmZhNTRjMTZiYjliODEyMzUxMTMyMzk0\" data-original-margin=\"\">\"You are probably right. It would be a poor gamble to bet our already outnumbered forces in a night battle against someone who is so meticulously well-prepared.\" Pascal sighed as he discarded his prior idea. \"Though on the upside, it is his cautiousness that has allowed the Army of Avorica to escape its last defeat. For if I were in command of his cavalry, I certainly would not have allowed it to happen.\"</p>\n<p class=\"cnNjNjQ4OGM4YWQwYzQyOWU5NjdkMDU3OGM3NzgzMTk1\" data-original-margin=\"\"><em>A personality trait that's good in one situation is bad in another,</em> Kaede couldn't help thinking of her earlier conversation with Robert.</p>\n<p class=\"cnNjMTQzMjk2NWZhYjQ1MGY5NWFmMDAxNDg0YWNmNGQ1\" data-original-margin=\"\">\"We shall hold to our original plan of defending the Gwilen river crossings then,\" Pascal determined as he rubbed his temples and released another fatigue-laden sigh. \"A direct battle against superior numbers may not be ideal, especially given the army's lack of heavy infantry to hold the line. But at least the river should deprive our enemy of their cavalry advantage.\"</p>\n<p class=\"cnM3MWY1ZjE0ZGUyMDRjYjY5MzU4NDJiMmE5ZTEwY2Zk\" data-original-margin=\"\">\"The Caliphate's infantry is nothing impressive either,\" General Macdonald then pointed out. \"The strength of the Cataliyan armies have always lied in their mounted troops. Meanwhile the bulk of their infantry are levies, equipped and trained no better than our militia.\"</p>\n<p class=\"cnMzZDE5ODNlNzkzNDRhMzBiZjQ2MWM2Njc0N2UyNWZm\" data-original-margin=\"\">\"That is a comforting thought at least,\" Pascal nodded. He then turned to the junior engineer whom he befriended back at the academy. \"Gerard, how are the fortification plans coming along?\"</p>\n<p class=\"cnMwOGRlN2E1MzNiNzQ0ZWM4ZmUzNWJkMDUxN2VjNGVm\" data-original-margin=\"\">\"I have the initial draft,\" Gerard pulled out a large map scroll before stretching it over the huge table.</p>\n<p class=\"cnNlZTU4OGUxNzZjODRkMmM4NTg1Zjg3NmM1M2U2NTYz\" data-original-margin=\"\">The Avorican Capital of Roazhon was built near the confluence of two rivers. The River Hafren, which flowed south from the southwestern end of the North Lotharingie Mountains, and the River Gwilen, which flowed west from the northwestern end of the South Lotharingie Mountains. The city also overlooked the fifty kilopace gap between these two mountain ranges, thereby making it one of the most strategic locations on the continent. As such, Roazhon featured an extended array of fortifications outside the city, which reached as far as twenty kilopaces away.</p>\n<p class=\"cnMwMzc5Y2FmNGYyNjRhMDE4ODY0NGEwMDQ4MjhlMzZk\" data-original-margin=\"\">The Gwilen river served as the southern flank of the city's defensive zone. Flowing down from the Southern Lotharingie Mountains, the river featured a sharp drop in elevation with fast-flowing rapids cutting a steep valley into the rocky hills upstream. Meanwhile downstream, the Gwilen and Hafren rivers converged to create a swampy marsh that led all the way to the Bay of Ceredigion. This left only a twelve kilopace length of the river where a crossing could be forced, and it was here that Pascal planned to dig in with the entire Army of Avorica.</p>\n<p class=\"cnM1MDQzYjVkM2YzNjRiYjlhN2ZlZmY0YjM0ZWEyMGFi\" data-original-margin=\"\">\"I've taken your suggestions into account and worked with the Weichsen pioneers to design a multi-layered defense line covering the entirety of the twelve-kilopace river crossing,\" Gerard began. \"Roazhon's outer defensive works have already provided us with a basis to build upon. There's the stone fort covering the now-demolished bridge, as well as smaller, stone guard towers built along the river banks -- one every kilopace. Over the next five days, I hope to quadruple the number of stone redoubts by using clay mixed from the river's silt and transmutation spells. The sandstone created by the spell won't be as good as the limestone towers, but they'll still do the job.\"</p>\n<p class=\"cnM4ODNiM2UzYzZjMDRkZDRhNGY0MWJkMDJjMzYzN2Fk\" data-original-margin=\"\">\"Sandstone is still stone. Better than wood which shatters into shrapnel as soon as it is struck by siege,\" Pascal said as his brows furrowed. \"I want each tower ringed by its own earthen rampart and ditch. Each should function as its own redoubt. They must hold out even if the defenses around them fail. That way the garrison can continue to shoot down, which will slow the enemy advance until reserves arrive to counterattack.\"</p>\n<p class=\"cnM4ZjU5YTAwZWY1ZTQ2MjNhOWFiYWEwZjI1YjgyNGFl\" data-original-margin=\"\"><em>Hedgehog defense,</em> Kaede recognize the pattern from her WWII books. The Germans had used this strategy to great effect against the Soviet winter offensives.</p>\n<p class=\"cnM2NTlhZTM3MGU0MzQyMGE5NzY4NDA1YWJlZWE3NjNj\" data-original-margin=\"\">\"Sure,\" Gerard noted down by drawing a few quick circles around the squares that marked the towers. \"Before and between the towers are the main earthen ramparts, each with a wide ditch in front, which the soldiers have already begun excavating. The ramparts will be built in staggered chevrons to cover each other's blind spots. Meanwhile the gaps between them will facilitate the movement of friendly troops while funneling our enemies.\"</p>\n<p class=\"cnM3ODc3MTQzYTZmMjRmODhhYWQ3NjJmZTQ0MjYxNTQ5\" data-original-margin=\"\">Pascal nodded in approval.</p>\n<p class=\"cnNlYzIxODQxNTU5ZjQxZWQ5MzI5NjYzMDU5NmI5YWJh\" data-original-margin=\"\">\"With the Lotharin army's abundance of skirmishers but lack of heavy infantry, it's important we limited the enemy's ability to bring us into melee. The fortifications will funnel the infidels into chokepoints, where our limited heavy infantry will be concentrated to hold the line.\" He then added before gesturing for Gerard to continue.</p>\n<p class=\"cnNkOGFlMGQwNGRlNjQ0NTM5Zjc3M2I5MTJiODdmNTBm\" data-original-margin=\"\">\"Once the main line of earthworks are completed, we will build additional, smaller fieldworks in front in staggered ranks,\" Gerard went on. \"We'll supplement this using other obstacles, including stakes and spiked pits. The main goal is simply to break the enemy's momentum -- bottle them at the river banks for as long as possible, and let our superiority in archery do its work.\"</p>\n<p class=\"cnMwMDk1NDc4NDFjNDRjMjM5ZjIxNDJlNWI0ZTg3YjJk\" data-original-margin=\"\"><em>They're trying to turn the field battle into a siege, to secure as many defensive advantages as they can to bleed the enemy out,</em> Kaede grimaced.</p>\n<p class=\"cnNiNTA2MjhmNGY0NDQwY2Q5N2ZlNTA5ZjEzOGFhYzBi\" data-original-margin=\"\">\"I think this is a good plan to start with. I shall work with General Macdonald to coordinate the defensive arrangements in great detail in the coming days,\" Pascal commented before receiving a nod of agreement from the General in exchange.</p>\n<p class=\"cnNjNjJlZGI4NWM4NzQzODQ5MTJjMGM0OGYzZjYwMTNl\" data-original-margin=\"\">It rather surprised Kaede just how willing General Macdonald was to let Pascal take the reins. Yeomen birth or not, the centenarian general had decades more experience than Pascal did and had been promoted by the late Emperor himself. However, it also seemed that Claude Macdonald was a modest and agreeable professional completely void of personal vanity. It spoke volumes for his character even if his record was -- as Hans noted prior to the meeting -- 'reliable but unspectacular'.</p>\n<p class=\"cnNkNWVmNzE0ZjA4MjQ1MmU5ZDRjNDQ4ZGE2YzU1OThl\" data-original-margin=\"\">\"Gerard, leave the remainder of the fortifications planning to the other Lotharin engineers and Weichsen pioneers. I have another task for you, and this is a task I can entrust <em>only</em> to you,\" Pascal stressed.</p>\n<p class=\"cnMwNWJiNDIxNmMyMTRhYjJiNmQ2YTI5ZjAwOWU4YTQ0\" data-original-margin=\"\">The burly engineer's eyebrows rose as the young lord's remarks clearly peaked his interest.</p>\n<p class=\"cnM0NjUxYjczZGM4YzQxMGI4OTFlNmQxMTM4MWY2ZWMx\" data-original-margin=\"\">\"I want you to handpick a group and go upstream.\" Pascal then declared as his hand traced upriver on the map. \"Take whomever you need, but make sure to keep a lid on your mission. I have no doubt that there are already enemy spies within this army, and it is absolutely important that the construction task I give you is done under the <em>utmost of secrecy.</em>\"</p>\n<p class=\"cnMzMWM0NTQ1ODIwMzQxOGZiMzQ4ZGIwZWJmMWQxYTY1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkNmQ4YzhlODZmNzRhMzg5NWU5ZWI4MzgwNTNhNTE5\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM3YTdmNWVlZDlhNzQ1N2ZhMzY2MDFlNzhjNWYzZDky\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhNGExOGRmZDhmODQyNmI4OTNjMWY0MTc4NGRlNGE0\" data-original-margin=\"\">Edith groaned as her consciousness returned.</p>\n<p class=\"cnMyN2QzNDNlNmM1OTQ4YzdiOWNiMWM4MTQxNDNmODAx\" data-original-margin=\"\">A burning ache permeated her body. Every part of her below the neck felt numb and sluggish. Even the warmth of her phoenix's aura, which usually soothed her with a gentle touch, seemed oppressive and stifling.</p>\n<p class=\"cnM2YjA4ZGNhZGE2OTRiOWZiYTdhZDY3NTUzMTQzYTUz\" data-original-margin=\"\">It was as though her muscles were in open rebellion after the brutal treatment they had been put through. It wasn't the first time, as this had happened on every occasion after she led the army into a major battle.</p>\n<p class=\"cnNlOWI0N2RjMDQ4MTRiODU4YzgyOTdjYWM4MWEwN2Uw\" data-original-margin=\"\">\"Edith,\" she heard the gentle voice of Mother Abbess Anne.</p>\n<p class=\"cnMwMmRiNjk0MDQ3NDQ5MjFhZDU4ODI1ZTBkZTU3MDQ4\" data-original-margin=\"\">She felt the cool touch of a damp cloth wipe her sweaty forehead. Her eyelids fluttered open as they met a pair of deep-emerald eyes heartbroken with worry.</p>\n<p class=\"cnNjYmMyMGY3N2IzOTQ1OWM5NGJjZDEwODUzNzIwNjM3\" data-original-margin=\"\">\"M-mother...\"</p>\n<p class=\"cnMwODFjZTM0M2U0MTQxNzc4ZTM4N2YzYzAyMTliZTQ0\" data-original-margin=\"\">Edith pressed her elbows against the bed as she struggled to push herself up to even a sitting pose.</p>\n<p class=\"cnNkMDY0NmYwZmRkYTQwOTZhMTY1ZmRmNTk5YzAzZmY3\" data-original-margin=\"\">\"Don't...\" Anne spoke as she laid a tender hand on Edith's arm. \"Your body is exorcising all the damage it accumulated. Let it rest.\"</p>\n<p class=\"cnNiZTU4MjMwYTQzZjQ0MWQ4Y2Y1MmZmMjY5ZjU0YjNm\" data-original-margin=\"\">In other words, she was in a 'controlled fever'. Instead of being a natural response to disease, her 'fever' had been purposefully induced to accelerate internal cleanup and repair.</p>\n<p class=\"cnNhYjY1ZDliNDA3OTQwYjQ4NDgyMjg1MGYyZDBmY2Ji\" data-original-margin=\"\">It was no wonder why her body burned hot and her lips felt parched. The atmosphere seemed sweltering compared to the usual aura from her phoenix Durandal. Edith then noticed that there were in fact two phoenixes standing atop her comforter. Her familiar Durandal was joined by his best friend Hauteclaire, both of whom chirped as they looked up towards her with caring gazes.</p>\n<p class=\"cnM5ODkxMzg5MmU3MDQ2N2I4MmEwZDE5NDI0YThkNDVh\" data-original-margin=\"\">In addition, she could feel the mana streaming through her familiar link. Durandal was not just feeding her magical energy. He was cycling his innate power through her, burning away all contaminants with the blazing heat of purification.</p>\n<p class=\"cnM3MzUyMGI5MjYzYzQ5ZDY4MTZhODY1YmZhMThiYjI3\" data-original-margin=\"\">\"W-water... please...\"</p>\n<p class=\"cnMwYjk4MmE3MTM0YjRmNTk5M2UzYmNmMTZiYjcwODQ0\" data-original-margin=\"\">Anne placed one arm around Edith's back and slowly helped the latter up just enough to sip from a bowl held in her hands.</p>\n<p class=\"cnMxYzM1NmM2MTVhYzQ1YzNhY2VjNDRhMDM2YjEwNTQy\" data-original-margin=\"\">\"You almost died this time, you know,\" the Mother Abbess said in a pained voice. \"You've been unconscious for three days and two nights! Even though the backlash from the sword is supposedly 'non-lethal', there's only so much that your body can take!\"</p>\n<p class=\"cnM4YWI1MjNiZDRjMDQwMTJhOTgzZDllOWNkN2QyYTIx\" data-original-margin=\"\">Edith finished the entire bowl before she laid back down, albeit against a few extra pillows this time.</p>\n<p class=\"cnMzM2E4OTY5ZTgyNjRmZWZiNDg1N2JkNWIzNzk1M2Ex\" data-original-margin=\"\">\"You know I have to do it, Mother,\" the Saint smiled weakly. \"I am the only one who can do it, and therefore I <em>must</em> do it. It is... the Holy Father's will.\"</p>\n<p class=\"cnM5NWFhOGIxZjczMTRhZGQ5MjNlZTk2ZWUyN2M2MjU1\" data-original-margin=\"\">The Mother Abbess pursed her lips. It was clear just how much she hated those words in this instance.</p>\n<p class=\"cnM3YjYyZTVkMGU2ODQwMDc4ZGFmNGVjODViZGU1ZDVm\" data-original-margin=\"\">\"Were it not, I would take that sword away from you in a heartbeat,\" Anne declared. \"You may be the Holy Father's daughter first, but I'm the one who raised you! Saint of the Church or not, I am still your <em>mother!</em>\"</p>\n<p class=\"cnNiYTI4MjI5ODEyODRiYzdhNzdjY2Y2N2ZhMzM3MmE2\" data-original-margin=\"\">\"--And I will never forget that, Mother,\" Edith beamed with gratitude. \"None of us will.\"</p>\n<p class=\"cnM4NDY0NzVkZTRhYjQzZmU5MzQzYmYzYWY5MDVmNTA0\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMyNjJhOTY2MDE5MjRjMjI4N2E2YTFkNzYwNTM3MmMy\" data-original-margin=\"\"><br>\"How is everyone?\" Edith asked some minutes later. She had drunk two more bowls of water in the interim, and Hauteclaire had departed back to his master.</p>\n<p class=\"cnNjNzlmNzQ3YWI5NzRiZmI5MmQwYTViMGNlZjFkNDFh\" data-original-margin=\"\">\"We've retreated back north of the Gwilen river.\" Anne began, though her words soon turned acidic. \"<em>Her Highness</em>, or more precisely, that Weichsen fiancé of hers, has more or less taken command of the army using her authority.\"</p>\n<p class=\"cnNiZjQ1MTNiYjNjOTQ0MDQ4ZDZjZjdlZmI5NWFmNmY4\" data-original-margin=\"\">\"It matters not who is in command as long as the soldiers managed to withdraw safely,\" Edith smiled with relief.</p>\n<p class=\"cnM3MWMyNzVlNTUxNjQ5Y2NhZjdhM2Y4YzNhOWUzMjUx\" data-original-margin=\"\">\"But he has completely rewritten our strategy and began reorganizing our forces, without even the courtesy of consulting you -- the official commander in charge of this front -- or even your plans first!\"</p>\n<p class=\"cnNkMGFjNWFlODNlYTQzZTQ5MzJiN2FlY2I5ZWM1MmNi\" data-original-margin=\"\">Edith tilted her head. Whereas others might see it as an insult to their honor, she felt that it was only natural.</p>\n<p class=\"cnMzNDUzN2Q1YjUwYjRmMzY5N2NjMDljZDE0YjdkODY0\" data-original-margin=\"\">\"Well, I have been rather... unconscious. The war waits on no one.\"</p>\n<p class=\"cnM1NWYwYjRmMDI4ZDRmNDA5N2E0NDUxOTk0MTE3MjM2\" data-original-margin=\"\">\"That's no reason to scrap all of your arrangements without so much as a word!\"</p>\n<p class=\"cnMwYjc2MjczMDgyYzQ0MzU4MWU4Mzc0NGE1YzRlZTVj\" data-original-margin=\"\">\"Mother,\" Edith returned a calming smile. \"I don't mind. I really don't. We all know that I am by far the least experienced of the front commanders.\"</p>\n<p class=\"cnNhZmUzNmYyY2VjZDQ1M2JhOGQxN2JiZjhhZWFhMDcx\" data-original-margin=\"\">\"As if that pretentious, insolent brat has any more experience than you do,\" Anne scoffed. \"At least you've had practice commanding a border garrison for the past decade.\"</p>\n<p class=\"cnMzZDRhYTUyNGY1NDQzZjc4YTljNTdlNjY0ODU5M2Nj\" data-original-margin=\"\">\"Nevertheless,\" the Saint patiently added, \"if the Holy Father has sent Her Highness, then her fiancé is just as much a part of his plans. After all, His Grace is the prodigal son of the famous Marshal of Weichsel. If our Lord wishes to make use of his talents to aid our country in repelling the infidels, then whom are we to say no?\"</p>\n<p class=\"cnM2NDRhODk2N2NiNDQ0OGI4NWE5MGMyNGRmZWFlMjcx\" data-original-margin=\"\">But Anne wasn't convinced in the slightest:</p>\n<p class=\"cnNmNTMwMjgxMTFmOTQ1MzY5YmQyOTc1NjM4ZTA5NDFl\" data-original-margin=\"\">\"Who is to say that the Holy Father has sent them? I should remind you that she is the daughter of an apostate! Her father was excommunicated by the representative of our Lord!\"</p>\n<p class=\"cnM2Y2Y1MjkwNTBlNjQ2Mjg5ZmQ5NTAyOGJjMGI0Y2Nm\" data-original-margin=\"\">Edith winced at those words. If Princess Sylviane could be tainted by her birth, then what about herself? After all, Edith's father didn't, <em>couldn't</em> even acknowledge her as his own.</p>\n<p class=\"cnM5NTlkMzBkMTcxYTQwODRhYTU3ZWU0NDhmYmQzZGQ3\" data-original-margin=\"\">\"...And I am a bastard in the eyes of the Holy Father,\" she remarked with a stabbing feeling in her own chest.</p>\n<p class=\"cnM5ODZkOTQ2ZWQwZDRhOGY5MjdjMTc0MjcyNmI0Yjkz\" data-original-margin=\"\">Anne's expression softened instantly as her lips twisted under an apologetic frown.</p>\n<p class=\"cnNhZmZiNzA5MmViMzRhZDFiOGQwNzFkZDUyZThiZDAz\" data-original-margin=\"\">\"The sin is your father's! You, my daughter, are innocent! The Holy Father himself has expressed that you are blameless. How could a sinner be recognized as a saint?\"</p>\n<p class=\"cnNjZmViYTJjYmFhNzQ4MGFiMGRlNmYxMWE1ZmVkODQ4\" data-original-margin=\"\">\"Then... surely, Her Highness also cannot be held responsible for the wrongdoings of her father,\" Edith countered.</p>\n<p class=\"cnNjODFlMjdjNzdjZDQ0Y2E5YjY1MWZjYTNkZTYyNjJh\" data-original-margin=\"\">This was especially the case when they were accusations that Edith wasn't convinced of. Geoffroi was an emperor who had toiled for the good of his people, who had shown her such personal generosity, who had risked his own safety in order to meet the demands of this war. It was because he insisted on stripping the capital's defenses and sending her every soldier whom he could spare that resulted in the loss of his life in a palace coup.</p>\n<p class=\"cnM4MzFjMGI2MDIzYzRjYmFhYzg3ZTNhMGQwNzVlYzBj\" data-original-margin=\"\">How could such a man be condemned to hell for all eternity?</p>\n<p class=\"cnM2NmE5YzU2ZTE2ZjQ1MDc5OWMzNDZhNDE5M2E3NGUw\" data-original-margin=\"\">\"It is not the same,\" Anne sighed. \"You were brought up within the sanctity of the Church and taught all that is good about the world. The Princess, meanwhile, was groomed by the apostate emperor.\"</p>\n<p class=\"cnNhNzM2YmIyNDUwMDQ0ZmFiYjkzZTAyY2M0NjNmOWQy\" data-original-margin=\"\">Edith felt uneasy as she opened her lips again to counter, only to halt when the Mother Abbess stopped her with a raised hand.</p>\n<p class=\"cnMxOWFiNGE1ZDlhZDRiZDM5NzQwYTkwMjUwNmZhNzhi\" data-original-margin=\"\">\"You were not there at the meeting yesterday.\" Anne's sad tone rang with disappointment. Her voice revealed an agitation that was fuelled by disillusion. \"You did not hear how she callously advocated that we forsake our vows and abandon the innocent. You did not see how she lashed out at the officers for bravely making our stand. How she raved with the fury of one possessed! She even stated that we should have just retreated -- turned our backs upon <em>helpless women and children!</em> -- while those immoral disbelievers overran the main refugee column.</p>\n<p class=\"cnM1ZTg1YzE4NDE4ZjRmZjc4NTgzNTE0NTZmOTc2Yjc3\" data-original-margin=\"\">\"Why? Why would she say such things, if she was truly the Holy Father's chosen?\" Anne exclaimed. \"No virtuous woman would speak such blasphemy! Unless, of course, she was not sent by the Holy Father, but by the Devil to trick and deceive us, to tempt us into damnation instead!\"</p>\n<p class=\"cnNhZWI2MmUyMzhiMTQ3YmU4YzlhNDAwMTNjYTc4ZTRk\" data-original-margin=\"\">Edith took a deep breath before she returned an uncertain gaze. She doubted she could ever forget that moment when Princess Sylviane's white-blue hew soared in from the horizon. When all hope seemed lost, when nearly thirty thousand Lotharins found themselves in the noose of Cataliyan cavalry, the <em>Cerulean Princess</em> had descended like the Holy Father's own angels to save the day.</p>\n<p class=\"cnMyMzczMzgwZDI5ZDQzZDBhYmQ5NDZhMDZhZWEwMzBl\" data-original-margin=\"\">It seemed too perfect, too beautiful not to be the work of the Almighty.</p>\n<p class=\"cnNkOWFmMjBlM2EyNTQ3YWNiMzM3OTYyZGNmYWEwOTU2\" data-original-margin=\"\">\"I don't know, Mother,\" Edith shook her head. \"If the Holy Father worked in such a straightforward manner, then he should have crushed the Tauheed uprisings before they ever forged the Caliphate. Yet rather than allow the Imperium to spread the Holy Scriptures far and wide, he allowed one nation after another to break away...\"</p>\n<p class=\"cnNhOGNhMDI3M2FlMTQxNTBhNzA5MjA3Zjc4MDQ0ZmM0\" data-original-margin=\"\">\"That is because the Imperium is decadent and sinful,\" Anne stated flatly.</p>\n<p class=\"cnMxMDdjOThjY2U0OTRhY2Y4NzU0NTUxNmZhNzNlMDQ0\" data-original-margin=\"\">\"But surely, it is still better for the people to be educated in the true words of our Lord?\" Edith thought aloud. \"Even if the state is sinful and most of its people corrupt, would it not still be better than an empire of false religion that sought to lead <em>everyone</em> astray?\"</p>\n<p class=\"cnNlNzllZjM1MmFhZTQ4NzI4NzJjMTViNzU1NmU1MDBi\" data-original-margin=\"\">This time, even Anne could not answer.</p>\n<p class=\"cnMzMDcxNDIzMWJhZjRjN2VhMmQ1YzA2YWMxNWE3ZDRj\" data-original-margin=\"\">\"What are you trying to say?\" She asked with a troubled expression.</p>\n<p class=\"cnM1OWY0ZTQwNmI4ZjQ5ZDZhMzE1MjQ3OTgyMzI0ZTQ2\" data-original-margin=\"\">\"I am saying that whatever plans the Holy Father has, they are well beyond our comprehension.\" Edith gently grasped her foster mother's hand. \"It is folly, if not outright arrogant of us, to believe that we can understand his work. When he is all knowing, while we see but a few kilopaces before us.\"</p>\n<p class=\"cnNlZmJiMmI2NjBmMDQzMTk5MWQ0MjUzNzY3Y2E5YWRh\" data-original-margin=\"\">\"You believe we should place our faith in the Princess then? When her words actively seek to lead us astray?\"</p>\n<p class=\"cnMyMTZhZmYzNDZmNzQwYzg5ZDZlMWJmMmNlMDZmMDdi\" data-original-margin=\"\">With no clear answers to guide her, Edith could only frown and look out the window.</p>\n<p class=\"cnNjODRhZjQxNmUxMzQyM2ZiMWRmZjEzNDk1M2ZlYmRm\" data-original-margin=\"\"><em>O Holy Father... just what is your will?</em></p>\n<p class=\"cnMxZDBhM2Q2OTVjZTRjNmRhOWI4YzYzZGMzNzNiYzZi\" data-original-margin=\"\">However there came only silence, only dark clouds that continued to obscure the heavens.</p>\n<p class=\"cnMxZDhiNDQxZDU2MTRlMzhiZDYwOGUwMDBjMzM1Y2Fi\" data-original-margin=\"\">She had to think for herself, to remember those learned words that, in a fit of irony, had been taught to her by the same emperor who was now considered an apostate by the Church.</p>\n<p class=\"cnM4NDQ0NWE3NWFiNjRjMzliYjUyNjFiMzNkN2IzNDMz\" data-original-margin=\"\"><em>Would our blessed, merciful savior do thus?</em></p>\n<p class=\"cnMxYjE0OGMxZTgyNjQ5ZmRiMmI0MDA3OWVkZmMwMGUz\" data-original-margin=\"\">\"I would like to give her the benefit of the doubt first,\" Edith decided. \"After all, we are but imperfect creations of the Holy Father. None of us are without sin. After such catastrophic losses, perhaps her judgment merely erred in a moment of helpless frustration. Father knows I have done similar.\"</p>\n<p class=\"cnNhM2EyZGZmYmQ4NjRiYjY4YzA2ZTBhZWFmOWFmNGU1\" data-original-margin=\"\">Her gaze then returned to Anne.</p>\n<p class=\"cnM1YzhiODcwMzI3MzQ1OTBhNmY5ZWVmODM0ZjdhMTcy\" data-original-margin=\"\">\"However, mother, you are also right: the Holy Father would never love someone who gladly abandons the innocent. Thus,\" Edith added as an increasing discomfort gripped her chest and conscience, \"we must also prepare ourselves for the worst possibility -- that she is indeed tainted by evil, and therefore unworthy of the throne.\"</p>\n<p class=\"cnMwM2NhODE2M2YyZjQwMWQ4MTQ5ZTkwZmEzYWY3YmFi\" data-original-margin=\"\"><em>Just like the king-and-kin-slayer Gabriel.</em></p>\n<p class=\"cnM3OGRmMWE2NmEyZjQ2MWI4YmEzYjA5MjgxMjc3MGJk\" data-original-margin=\"\">Edith had avowed years ago that she served only the Holy Father, and would not take part in any petty conflicts between fellow Trinitians. Yet despite Duke Gabriel's papal backing as the Defender of the Faith, she... just couldn't pretend to approve of him.</p>\n<p class=\"cnNmMzcyOGRjYzlhZDQ5YzE5MDYyMTYzNWI2OWFjYTIy\" data-original-margin=\"\">For a long minute, the Crusader Saint simply stared at the subordinate who was also her foster mother. Then, with her mind decided, she declared her intent as the road forked before them.</p>\n<p class=\"cnNmZTg0NDVjYzc0YzRkNDJiYzA1Y2UwZjY1ZmE5OTQz\" data-original-margin=\"\">\"Mother, privately contact every duke and senior commander whose character you can trust. Tell them that for now, we should follow Her Highness. However, should she fail to correct her behavior and follow the virtues and responsibilities entrusted to her by the Holy Father, then make sure they're ready.\"</p>\n<p class=\"cnNlYmUzYjQ4YTEyZTQzYmU4YTc5MzkwNDEwYTVkNjNh\" data-original-margin=\"\">\"After the number of toes Her Highness stepped on yesterday, acquiring their support will be easy.\" Anne scoffed.</p>\n<p class=\"cnM5MmJiNzkyZDcxZTQwZTZiMGU0MzI2ODZkNjc2ODJk\" data-original-margin=\"\">Edith gave but a simple nod in response before dropping silent again. She didn't want to plan this, to think this, to consider <em>any of this</em>. Yet she knew that it was her duty to uphold the virtues set down by the Trinitian Church.</p>\n<p class=\"cnNjODlhNDE4OGI2MTRhODM5ZTEzYWViODRjOTEyMDll\" data-original-margin=\"\">Therefore, with another deep breath, the Crusader Saint announced her firm resolution:</p>\n<p class=\"cnM5MTE3ZmViMTNlZDRmYjI5MzQxZGNhZTgwYzJmNGEx\" data-original-margin=\"\">\"Should that time come, I shall lead the coup myself.\"</p>\n<p class=\"cnNlZmYxNjg1NjFhMjRkYWNhZTVkNTAzZTMxNzgxMTYx\" data-original-margin=\"\"><em>Though I pray that day will never arrive,</em> she silently hoped.</p>\n            ",
  "invisibleParagraphContent": "This book was originally published on Royal Road. Check it out there for the real experience."
}