{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNlNzEwNGJmYjRkNjQ5NGZiMGQzMjFlODdkMmJiMzI1\" data-original-margin=\"\">\"No I'm quite serious,\" Leo laughed, \"The kitchen staff caught me in the middle of the night, in my underwear, halfway through the cake. My father was absolutely furious!\" I laugh along with him, enjoying the moment of peaceful revelry. Across from me in one of the campus restaurants was Leo, the infamous 'other commoner' Cataline had been complaining of. I had encountered him this morning as both of us crept onto campus when the gates opened.</p>\n<p class=\"cnMwMDM5M2VkNjlhMjQxODNiM2NhZGU0NTYxN2M4ZWJk\" data-original-margin=\"\">\"I can't say I blame you. I too catch a glimpse of my inner madness when presented with half-decent desserts. Who cares about green mist, the food commoners are forced to eat is the real crime. So what did he do?\" I respond to Leo's emphatic concurs.</p>\n<p class=\"cnMzNjZiNjU0OWE5NDQ0ZTk4N2Q4ZDZhNzY4ZDlhMjM3\" data-original-margin=\"\">\"Oh, he was furious. Yes, the state I was in, and in front of other people, was one thing. But honestly?\" Leo leans in conspiratorially, \"I think he just wanted a bigger portion of the cake himself. He had a sour look on his face for a week!\" I chuckle at this. Leo was a pleasant surprise this morning. I don't know why he was off campus but after our initial exchange, we had clicked like old friends in an instant. I don't even know how it happened, but we had shared secrets no one else knew by the time we made it to breakfast together.</p>\n<p class=\"cnNiZDYxNGY2MGU4NzRkN2RiZWZkY2YwOTcwYmYxMThk\" data-original-margin=\"\">It was no mystery why the headmistress hated him. He was so bright, alive, headstrong, and thoroughly not a noble. He wasn't like the twins, who I grew to like as we traveled because they weren't horrible people and we were together. He was the friend I'd always had but hadn't met yet. I didn't have grand plans for him to help me end the monarchy, I just liked talking to him.</p>\n<p class=\"cnMyY2Y5Nzc4OWZmMzRhYzhiMmE1YmMzNDI1YzA3MjY5\" data-original-margin=\"\">\"Well honestly, it could have been a lot worse than some sour looks. Eat half of my cake and there is going to be some violence,\" I quip and Leo waves me off. We continue to chat idly, almost as if I wasn't planning someone's murder in the back of my mind, while I wait for Autumn.</p>\n<p class=\"cnNhNTNkZmZiMjYzYjRiZjJiMmE1MGY2M2Y4NTE1ZDAx\" data-original-margin=\"\">\"This restaurant is so surreal,\" Leo says after a lull in the conversation, \"It's bigger than my house and it's just here for students?\" I can't say I disagree with him. I've stopped at food trucks and little build-a-burrito places at my old universities hundreds of times. As Annie, I only ever stopped at a place like this to throw a brick through the window. This place doesn't even charge us. I mean, it does, but they just send the bill directly to our sponsors. I benevolently directed Leo's bill to Godfrey with mine. The man can afford it, and if I have my way, this academy won't have the chance to settle most people's tuition anyway.</p>\n<p class=\"cnM3MzBjZjYzZmUyMzQ3MDU4ZWM5Zjg2N2IzZTgyY2Rk\" data-original-margin=\"\">\"I couldn't agree more. Between you and me, I may liberate some of their spices for my family,\" I conspire and Leo leans in with interest.</p>\n<p class=\"cnMzNjFiNmNhMzFmYTQzMWJhOTliOGZmNzUzMDg3ZGNh\" data-original-margin=\"\">\"Lillith, there you are!\" I hear Autumn interrupt and I turn around to greet her. \"You uh, are going to stop by the dorms before classes, right?\"</p>\n<p class=\"cnM4NTk5MDU1MmQyMDQ1N2I5ZjlhNDg1NmIxNTBkMjIz\" data-original-margin=\"\">\"Yes yes, I know. I need to dress to impress. Can't learn the science of mana without accentuating my assets, right?\" I respond, rolling my eyes. \"I'm headed there after breakfast, we can walk together if you like.\"</p>\n<p class=\"cnNjMTIxY2RhOTZlMjRjMmE4NTA3MzVkMzI0ODhkYmY3\" data-original-margin=\"\">\"You know how we present ourselves reflects on our sponsors Lillith, for Lord Godfrey's sake, you should probably dress up before coming here next time,\" Autumn sighs. I shrug, she's right in a way. I don't represent anyone but myself, I don't care if someone wants to claim me and my accomplishments, but I also don't want the attention I have likely been getting all morning. \"But yes, I'll walk with you, we can make plans for tutoring later!\" she beams at me.</p>\n<p class=\"cnNiMDI4ZmI0MTg0NDQzNmNhM2MyNWYzNDRhODBjZjgy\" data-original-margin=\"\">\"Yeah, I just got carried away with-\" I start before trying to gesture to Leo and realizing he is gone, \"with uh... that's weird...\" I trail off as Autumn looks past me.</p>\n<p class=\"cnNjYTJlNmEyNTYxMzRkZDk4MTI4MWNlMTFiMTUxYTM2\" data-original-margin=\"\">\"You know, you could have waited for me,\" she pouts as I look around. I guess Leo isn't comfortable around other nobles yet, so I shrug it off. He might not seem like the type to do anything but speak his mind anyway, but I have a couple of guesses as to why he might avoid them. I'll ask him later.</p>\n<p class=\"cnM2YzRiNzVhMzBmMjQ3OTRiOTAwYWEzMmMyN2NhZGNj\" data-original-margin=\"\">\"Sorry,\" I apologize, \"You know how I am with sweet food.\" I gesture at the pancakes in front of me and she nods knowingly.</p>\n<p class=\"cnNmNDY1ZGVkNDYwMzRjMWVhMjY2YjZkYjJiN2M0Zjdl\" data-original-margin=\"\">\"Yeah, I probably should have guessed,\" she sighs. I feel no shame in how easily she accepted that excuse. Growing up as Lillith I hardly ever got anything with flavor, much less sugar. So what if I enjoy the chance at it now? She sits down next to me and orders her own breakfast. We make our own conversation which is pleasant, but I don't connect with her like I had been with Leo.</p>\n<p class=\"cnNkOWVkZmRmNTgwNTQzZmJhZGIwYWNjZDJmOWYyMWRh\" data-original-margin=\"\">I do, however, trust her. She has earned that and it's enough to provide a different kind of comfort. They are the same age but one is a kindred spirit while the other feels more like when I am fond of a student. She doesn't eat a huge portion of pancakes as I had, demonstrating at least one area where her wisdom surpasses my own, and we are on our way to our shared dorm before long.</p>\n<p class=\"cnNlNTRlZGM5ZmMyNTQwNzhiOTAxNTZmMTYzYjA4NTA1\" data-original-margin=\"\">\"Your Science of Mana class ends around the same time as my Household and Estate Management class, do you want to meet at the dorm to catch up on your math?\" she asks as we head toward the dorm. I raise an eyebrow at the class she is taking but I suppose it is likely a common one for noble ladies of her standing.</p><p class=\"cjc4MGZmMGQzM2Y3MDQ1ZjA5ZmQ1NzBjNTg2NWU5NGEx\" data-original-margin=\"\">If you come across this story on Amazon, it's taken without permission from the author. Report it.</p>\n<p class=\"cnM2NWY3YTc2YmUyNDQ1NzVhNzNlZDAzZGJiYWIxZmI1\" data-original-margin=\"\">\"Sure, thanks for the help,\" I agree, \"you are a true hero.\" She smiles in response. Considering our typical dynamic, she is clearly excited to teach me something, and I see no reason not to let her enjoy it. Her glee doesn't last long however as that familiar worry creeps back across her eyes as she looks at me.</p>\n<p class=\"cnM1MjdmYmU4N2FlMDQ2YzFiOWFmY2U5ZWZjM2RmNGE2\" data-original-margin=\"\">\"Actually Lillith, there is something else I want to talk about as well. Will you have time for both?\" A little aimless panic dances through my muscles at her tone but I rein it in. It's good she is finally getting whatever it is off her chest. That tone just always precedes uncomfortable conversations and anxiety is a trained response.</p>\n<p class=\"cnMzNjNlODY5YjJmZjRiYzQ5OTNkMzRhM2Y4OWMyOGIw\" data-original-margin=\"\">\"Yeah, I have a good gap between classes. I'll lend you an ear,\" I consent and she seems to simultaneously relax and tense up at the same time, like one worry was replaced with another and she carries them in different places.</p>\n<p class=\"cnM1YzBmNDY5ZDVjODQ3Njc5MzNlOGY4NmVjYWNhMjNk\" data-original-margin=\"\">\"Thanks, Lillith. I'll see you then, but you seriously need to get ready. Your professor will probably kick you out if you look like that,\" she gestures at my simple dress, which I wear over my more practical clothes.</p>\n<p class=\"cnM4NTM2Zjg3Mzk1NTRkNzc4YzNjNmYwOGRlN2VmMzg0\" data-original-margin=\"\">\"Yeah, yeah, I got it,\" I wave her off before heading up to my room and putting on the elegant silver dress my mother had made. I get my make-up done faster today, and it's barely an hour later before I am sitting in another theatre-style classroom. None of the students from my math class attend this lecture, as it isn't a core requirement and few people have an interest in how mana works on a base level, most favoring classes on how to use it.</p>\n<p class=\"cnNkNjg1NmI2NDU5NDQwYWJhYTZkMDgzMTY4OTdjODdh\" data-original-margin=\"\">\"Hey!\" the excitable girl next to me greets, \"I'm Vanessa of York, I don't think we've met! Are you a first year? This is a pretty hard class, I'm impressed you are taking it already. Let me know if you need any help, this is my second time through, so I have a pretty good idea what the course is gonna cover. Did I mention I'm Vanessa? Nice to meet you!\" I jump a little at the energy and sound attack she ambushes me with and I pause for a moment before answering.</p>\n<p class=\"cnM0MzY4NThmZDZlYjQ3ZjJiMDQ0MzY0Y2UyNWI1ZmM1\" data-original-margin=\"\">\"Um... nice to meet you Vanessa, I'm Lillith,\" I answer, remembering just in time not to extend a hand for a shake.</p>\n<p class=\"cnM1NWI1NmYwMDgxMzQ5OWY5MGMyNjM4Y2FiZWU3Yzdk\" data-original-margin=\"\">\"Lillith as in just Lillith?\" She asks, tilting her head, \"Are you from a recently raised merchant family or do you have an affiliation? You should really use your entire name when introducing yourself, I know it's growing more common to just use your given name but that's the thing, common is exactly what it is! We are ladies of Potestia and we should behave as such! Besides, how will you find the right house to marry into if you don't announce your own?\"</p>\n<p class=\"cnM1YjZkMjFlYzkxZjQxY2RiZjZkZWYyMzgxMWJlZTMx\" data-original-margin=\"\">My mood sours at this new wall of sound she throws at me and I answer, \"Endings. I'm Lillith of Endings. My house is newly christened, in the last year.\"</p>\n<p class=\"cnMzYzgxZDA1ZmY3MjQ3NTBiNWRlZjRhZTgwZTY1M2I3\" data-original-margin=\"\">\"Oh,\" she says, then looks away awkwardly. She doesn't respond with the whole, 'dirty commoner' spiel but with the condescending and judgemental look boomers and losers give to tattoos. She pretends I'm not still looking at her for a moment before turning to her other side and repeating her first attack on a new and unsuspecting victim. I just roll my eyes and look toward the front of the room. A few minutes later a severe and elderly woman with the tightest topknot science is capable of marches into the room. The room goes quiet with little effort as she silently scans the class.</p>\n<p class=\"cnMxZDRiZDFiOTg1NDRjY2Y5ZmNhYWJmNWUyNWIwOTFj\" data-original-margin=\"\">\"I am Judith of Dawson. I am an expert in mana of all types and aspects and the foremost expert on mana science in Potestia. This will be an extremely difficult and trying year for all of you. I see quite a few familiar faces. To the new faces, I must warn you. There is a reason for that. Two-thirds of you will fail this class. If you look to your left and right, only one of you will be here at the end of the year,\" the professor begins her introductory speech.</p>\n<p class=\"cnM0OThhYmJkYjQ5MjQ0Y2M4MjE1YThmYWU4YmZiMTUy\" data-original-margin=\"\">I nod along to a speech I have heard dozens of times. I understand what she is saying. If you don't focus and study and all that, you will fall behind. It's probably true and I have seen it happen many times. It's probably even more important to tell this to kids at this age. This is a university setting full of high school-aged children. Still, some part of me wonders why, when your job is to teach something, would you brag about barely clearing a thirty percent success rate. It's the petulant part of me that was once an undergrad, and the calculus teacher in me tells her to zip it.</p>\n<p class=\"cnM3YjYwMTYyZjUzNTQzZThiZjgyN2QyNGNhYTY3OTky\" data-original-margin=\"\">The rest of the class is uneventful. Much like my math class, this is the introductory class. The day when we get our syllabus for the year and hear all the speeches about what is to come, the teacher's homework and exam policy, make-up work, all that stuff that is very important and extremely difficult to focus on. I do notice the girl from earlier, Vanessa, whispering to her new friend and glancing in my direction but I just let it wash over me. No point starting anything over it, especially if this is a class I'll need to focus on. My past life doesn't give me an edge this time.</p>\n<p class=\"cnM3NTQzOWJkODlmMTQ3NTQ5ZWZkZTE0MmY2YTExNzk4\" data-original-margin=\"\">Sometime later, we are dismissed and I stretch my hands above my head and yawn before collecting my things. I notice some guy eyeing me as I stretch and present my middle finger to him, which he finds thoroughly confusing. Finally, I head to the dorm to meet Autumn. She is waiting for me in her room, which is decorated primarily with red and has quite a few cute stuffed animals displayed around it. I haven't actually seen a stuffed animal in this world, and it warms my heart a bit to see them until I realize why the first ones I found were in a noble girl's room.</p>\n<p class=\"cnNlZWQ4MGMzNmNkNzRhODI5Y2QyMDUzY2EyNzU5YTVj\" data-original-margin=\"\">\"Hey Lillith,\" Autumn greets with apprehension. \"Look, I know I said we would study math first, but I really need to ask you something.\"</p>\n<p class=\"cnNmYzE3N2FmODQ5MjQwZjJhMDAxOGY5NGFlNmRhNjEw\" data-original-margin=\"\">\"Uh, hello,\" I respond, indicating I'm slightly annoyed I wasn't allowed a single word before she sprung that on me, but softly enough that she knows it's more of a friendly irritation than a legitimate one. \"Go ahead. It'll be better if you aren't distracted the whole time, ask away.\"</p>\n<p class=\"cnNkMjI4NWI0NGQ5OTQxOWY4OGNhOTE4NDMyYzhmNWE0\" data-original-margin=\"\">She takes a deep breath before fixing a resolute stare on me. \"You know as well as I do, things were getting pretty bad in Satusmor before we left,\" she begins and I nod. They were getting different, anyway, if not actually worse for most people. But they were less comfortable and it would have been pretty stark for nobles. \"But I can't get it out of my head. With the Radiant Woods, and everything you said back there... what you said about the house of penance... the way you reacted when you heard that... woman screaming...\" She trails off and my still heart sinks.</p>\n<p class=\"cnM4MjVlZTFmY2M5MzQwNDk4YTMyOGNjODNiOWY2NjNm\" data-original-margin=\"\">\"I even know you helped kill the lord there,\" She continues after a moment, \"and it's just... look I'll just say it. Did you have anything to do with everything else that was happening there?\"</p>\n            ",
  "invisibleParagraphContent": "If you come across this story on Amazon, it's taken without permission from the author. Report it."
}