{
  "preChapterNote": "<p>Want to re-iterate the sensitive content warning on the story for those that missed it. This fiction includes sensitive content. There are depictions of abuse, bigotry, and discussion of SA (There are no depictions of SA). Again, this story does contain discussions of sensitive content.<br><br>Also, This volume is going to be stubbed in late November, just a heads up.</p>",
  "postChapterNote": "<p>This story started as I was frustrated with isekais where the hero accepted a monarchy for what it was without questioning or challenging it, and I didn't understand why these power fantasies never challenged that. So I decided to write a fun, ant-power fantasy as I like to call it. It was going to be a quick, cheesy story about immediate retribution for noble arrogance. As I outlined it, then began writing it, I started to care more and more. It has evolved into something far more complex and special to me, with more interesting and varied points of view and characters and five volumes planned. Early chapters may feel like an artifact of the original intent, but I believe they are still good and worth reading and the story definitely blossoms if you give it a chance to. Thanks for reading everyone!<br><br>Locking comments on the first 15 chapters or so. As the story grows they get harder to keep up with. Fear not, you will be able to comment after that phase of the story.</p>",
  "chapterContent": "\n                <p class=\"cnMxM2MyODEwN2UyNDRmMTM4NzlkYzVlNmYyMjE0OGZi\" data-original-margin=\"\">I feel a sudden, sharp, and all-consuming cold like I have been thrown into a bath of ice water. My eyes shoot open, and I gasp as I abruptly sit up in bed, only to be greeted by my mother's screaming. Wait, my mother? Something about that thought feels wrong like sitting in a familiar chair only to discover a leg has been shortened and it wobbles underneath me.</p>\n<p class=\"cnMzYjUwZTJmOTQxYTQ4NzRiMTI5YjVhYzA0MWY0NWUx\" data-original-margin=\"\">\"You're okay... she's okay!\" My mind is brought back to the present as a familiar... well, a voice breaks the moment of silence following my mother's scream. I am in bed, my nightgown and sheets drenched through with sweat. Surrounding me are a group of startled, red-eyed faces. My mom, dad, and three older brothers crowd around my bed before mom bursts forward, wrapping her arms around me and sobbing into my neck.</p>\n<p class=\"cnM2MmQ4ZGQyMjE1YTRhMzNiNDczZjY1ZmExNzAzNDI0\" data-original-margin=\"\">\"By the Collector, Lily, we thought we had lost you!\" she moans out through sobs. Lily? Oh, that's right, for Lillith. Did I just forget my own name? How could I forget my name is Ann- wait, Lillith. What is going on?</p>\n<p class=\"cnMzOTdhZjk5ZTE5ZjQ3OTc4NzFiMzgwOGE5MDc4YmNi\" data-original-margin=\"\">\"What is going on?\" I ask, only to be met by more confused faces.<br><br>\"What did you say, Lil?\" my oldest brother, Gilbert, asks, concern returning to his face.</p>\n<p class=\"cnMyYTZhNjg3MjNiZTQ2OTBhYWQ3MTIwYmIyNWYzZjVl\" data-original-margin=\"\">\"I said, what's-\" Oh, that's right, I am speaking English. My family doesn't speak English; I need to... at that realization, something clicks in my brain. There is something like surface tension in my mind, a thin barrier dividing memories of my two lives from each other, and at the moment it breaks; I am completely submerged in the memories of Annie Beckett. A grad student in Chicago with a master's in biology and minors in math and applied physics. Annie, or rather I, had been both a PhD student and a teacher at my university.</p>\n<p class=\"cnNiZDgxZGMwNWNmOTQwOTNhZTgzZGJiMzE2YWVkZTZm\" data-original-margin=\"\">Then when I had gone to confront... that's right, I had died. At twenty-seven. At the same time my recent memories as Lillith are becoming more clear. I had been sick with what I now realize is most likely pneumonia. My family is here to say goodbye; at only seven years old, I had died as Lilith as well, but... here I am. Both Annie and Lillith's memories are intact. I don't even feel sick anymore, other than being exhausted.<br>\"LILLITH!\" Dad shouts, and I realize my family has been talking to me as I sort through my two lives.</p>\n<p class=\"cnM1ZWUxZDE4YzQ5YTQ1MjlhZmU4MmE3OWVkZTUyZTJk\" data-original-margin=\"\">\"S-sorry dad, mom. I'm just feeling a bit disoriented. I'm okay,\" I say, making sure to use the correct language this time.<br>Yet again, I watch panicked faces fade to relief, except for my father, who looks slightly confused for a moment. I realize at some point my mom has stopped hugging me, and my dad has started shaking me.<br>\"Don't scare us like that, sweetheart!\" My mom scolds me, while my brothers compete to talk over each other.</p>\n<p class=\"cnM1NmJhMmY4N2NiNjRlOWNhNzEwNmE3MzhmN2RhOTY2\" data-original-margin=\"\">\"Lily, I am so glad you are okay,\" from Henry, while Edward calls me a little brat, and Gilbert tries to ask if I need anything.<br>\"Let's give her some space with Mom,\" Dad tells my brothers. \"We are only confusing her more, and she needs to clean up. Let's go fetch the doctor, see if we can't make sense of all this.\"</p>\n<p class=\"cnM5NTE1ZTQ1ZWRlODRkYThhMmYyNDU4MzI1NTY4ZTRj\" data-original-margin=\"\">\"You know how she is dad, she wants us here!\" Ed tries to argue, but Dad grabs him by the ear and pulls him out as Henry and Gil follow. I feel a pang of regret as my brothers leave. My entire life, this life, I have looked up to and emulated my brothers. I love and trust each of them deeply, and all three take pride in me as well. I can see that they are just as upset about leaving as I am as they depart.</p>\n<p class=\"cnM3NWQ3YTg4ODFmZTQ0N2FhNGY1ZGI0ODMyNDc2OTI0\" data-original-margin=\"\">\"We'll be back soon!\" Gilbert calls into the room as my father pushes him out the door. I feel a sadness that had taken root deep inside me begin to melt away. This was the sorrow and resignation of a child facing their mortality. But I am safe. I am safe and I am surrounded by people I love, who love me just as much.</p>\n<p class=\"cnNlYjRjYWY5YWZhNDRjNzQ4NjNjNDZhMTg3NWI4MzVi\" data-original-margin=\"\">At the same time a new sadness, Annie's grief, settles into my heart. The sterile coldness with which my old parents regarded me. The friends I had lost. The lifetime of injustice that had weighed down on my shoulders and tried to crush me into the pavement beneath it. This sorrow enveloped me like a familiar friend, a companion I knew like my own soul. Unlike the fear I'd had in the face of death as a young child, this felt as important to me as the woman in front of me, the woman I loved as my mother.</p>\n<p class=\"cnM1MTZlNjgwZTBlNTRiNjRiMTIxYTE2YmI4YzY1NmI4\" data-original-margin=\"\">After a moment of silence, my mom and I try to speak at the same time, my \"I'm sorry, Mom, I didn't mean to scare you!\" clashing with her \"Lily, I can't believe you are still with us!\" before another moment of awkward silence. More like sisters than mother and daughter, we both burst into tears at the same time and embrace each other.</p>\n<p class=\"cnNkYWEwMzlmN2U5ZDQyM2FhNTg2ZjM2NGZiMjZlN2M4\" data-original-margin=\"\">\"I'm okay mom! I'm really okay, I promise,\" I sob into her shoulder, and she sobs into mine. We hold each other for an eternity and a single breath, letting all the emotions we had been holding back for weeks pour out of us.</p>\n<p class=\"cnMyYmIzNGI1MWM2YTQ4YmFhNDVkODQwZjRiOGFhMTI5\" data-original-margin=\"\">\"Uh, Dad's right, Mom. I could really use a hot bath,\" I say, finally pulling free from my mother's tender embrace.</p>\n<p class=\"cnMxZDVhODBkYjJkNDQ3YjE4ZmVhMzRjMzMwZTkzNGJl\" data-original-margin=\"\">\"R-right, yes, of course, dear, you must be desperate to wash that sweat off. I suppose we can spare the wood to heat a kettle of water,\" she replies, wiping her eyes with her sleeve. Before she goes to refill the water, I'm suddenly pulled into another hug. \"I love you so much, Lily. I'm so glad we still have you,\" she whispers in my ear before pulling herself away from me and leaving to boil water.</p><p class=\"cjdlZmNhMWJmYTI3NTQ3MDBhMTY4ZTA4ZWIwYTRlMGUz\" data-original-margin=\"\">If you stumble upon this tale on Amazon, it's taken without the author's consent. Report it.</p>\n<p class=\"cnMxOTk3OTEwMThkMTQwOTI5MjNjMjAwZjE4NjE4M2M2\" data-original-margin=\"\">I look around the room for a mirror but find nothing. My mom is quite pretty, but I realize I'm not really sure what I look like, aside from knowing my hair is long and black like hers. It's quite greasy too; I'm going to need to find a way to remedy that.</p>\n<p class=\"cnM2MmE2ZWExYjJlMzRlZjg4YWYyY2Q2ZmI4YzIwYzc5\" data-original-margin=\"\">I begin trying to sort through my emotions. Having the lives of two women in your head can be confusing, and I can feel overcome with a need to act that I had never known as Lillith. A few minutes later, while I work through this, I hear raised voices outside my room and press my ear to the door.</p>\n<p class=\"cnM0MWUxODRhYjRiZTRjYjM4M2M0YzM0NTc3ZTk3ZGQ5\" data-original-margin=\"\">\"She's ALIVE, Richard! Just take that as the blessing it is!\" I hear my mom scolding my dad.</p>\n<p class=\"cnMzZmIzOTJiMTkwNDQyNzI4NWJiMGY2OGU0NWNmOWNk\" data-original-margin=\"\">\"I am, Joan, I am so relieved it feels hard to breathe!\" he responds quickly, \"I'm just remarking that something was a little off...\"</p>\n<p class=\"cnMwYjdiZDMzMzhhMDRlNTZhZjY5NDI1ZTdlZTU1YzBk\" data-original-margin=\"\">She snaps back, \"What's off? What is off about our little girl coming back to us after she had already stopped breathing? All I see is a miracle.\"</p>\n<p class=\"cnMxMTdhZWQxMzA1NDQ4NTc5ZjQ4ODgxYzExYjQ1MjAw\" data-original-margin=\"\">\"I know, Joan. I know, and I agree, but weren't you listening to her? I don't know what she was trying to say when she first woke up, but were you listening to her after that? Have you ever heard her speak so clearly? 'I'm just feeling a bit disoriented'? Where did she even learn that word? She sounds like a noble!\" explains my father, \"I just want to make sure everything is okay with her. Just let the doctor look at her again.\"</p>\n<p class=\"cnM5YzE2ZjU1ZDBmNDRhNDM4NzlkMTA5MTk2MDQ0OTgz\" data-original-margin=\"\">\"Richard, for the last weeks you have been completely absent. Our daughter was dying and you left me alone.\"</p>\n<p class=\"cnM0ZGNmNDlhMTY2NDRkNDk4MWFlMjJmYjk4Y2QyMTll\" data-original-margin=\"\">\"I have been right here, I didn't leave you alone!\"</p>\n<p class=\"cnMzMzZhOGY5YzQ2YTQ1NDY5ZDBkODg2ZGZlNmUwZTIx\" data-original-margin=\"\">\"You were here physically, fine but make no mistake, I was alone. You gave up on her so fast I didn't even notice I was leaving you behind.\"</p>\n<p class=\"cnMyMjA5MGQ5ODE1OTRhODBhNmU1ZGU5MmE2ZjZmODA5\" data-original-margin=\"\">\"That's not fair, you know that's not fair! I'm responsible for this family! I have other things to worry about, I can't just stay here with her all day!\"</p>\n<p class=\"cnNmYzk2ZGE2YWI5ODQ3OTlhNzdmMGZkY2I3Y2I2YmZk\" data-original-margin=\"\">\"What's not fair Richard, is you being absent for our dying daughter, then coming to me with this shit when we are given a miracle. You couldn't be bothered to worry about her until she started using big words? Please.\"</p>\n<p class=\"cnMzMDVlMjgxMmVmZTRhYzdiMzg0NmMyZGFmNTFhMzk0\" data-original-margin=\"\">\"I just don't want it to be a false hope. I just want to make sure. Joan, can't you understand that?\"</p>\n<p class=\"cnNjNjdhNGExYjUwYzRjMzM4NTc3YmZiYTY2YzNlZDll\" data-original-margin=\"\">\"Fine,\" I hear my mother's brusque reply. \"But you will have to work extra just to have the doctor tell you what I already have. The Collector had mercy on our little Lily, and she is going to be okay.\"</p>\n<p class=\"cnM4ZTE1MTQ3ZGQ2ZDRmMGU4ZDRmNTRhMjE4YWNhZWFh\" data-original-margin=\"\">I pull away from the door feeling like a cocktail of emotions. In retrospect, my dad hadn't come to comfort me once while I was sick. Not one story for a dying child, not one word of comfort. Only my mom and brothers had visited me. My heart sinks realizing my relationship with my father is going to be burdened in this life as well. At least my mom hasn't rejected me in this life... yet.</p>\n<p class=\"cnNiNzEyNDRlMTc5YTQ3MzA4MDdjZWQ5ZjY3ZTIwODVh\" data-original-margin=\"\">I also feel like an idiot. I am seven years old. I need to act like it. I'm not sure how I'll handle my new memories of being Annie, but I'm not going to tell anyone about them. I don't know much about where I am, what religions are practiced, or what level science is at, other than not far.<br>I don't want to tell my parents I'm a twenty-seven-year-old grad student and get sent to some priest to be exorcised or any other dumb shit like that. Or am I thirty-four? Did my seven years as Lillith count? Well, whatever, I need to be seven for now.</p>\n<p class=\"cnMwYjcwZDUxOTc4YzQyYWFhZjM1MWQ4YjhjYjEyYWVk\" data-original-margin=\"\">I sigh as my mother returns with a bucket of steaming water and a sponge. I should have known there wasn't going to be a real bath.<br>\"Let's get you out of that nightgown, sweetheart,\" Mom says as she starts pulling it up over my head. I don't resist, and she starts gently cleaning the sick and sweat off with the warm sponge. She turns me away from her and I can tell she is trying to hide her flushed face and chest. My heart breaks as I recognize a woman hiding her unhappiness from her children. The least I can do is pretend I didn't notice.</p>\n<p class=\"cnM4OTkxZjc3OThjNDQyNGFiYzFlODdiZDY3NjE2ZDUw\" data-original-margin=\"\">\"I don't sup-\" I start before remembering my earlier mistake, \"um, mommy, can I use soap?\" It's not the best impression of a seven-year-old ever, but it's not exactly something I had practiced. It seems when it comes to mentality, Annie is winning out. I can't slip back into the mind of a child like I was never an adult.</p>\n<p class=\"cnM1MDkxMmM0NTBlMDRkY2Q5OWFlNjc0MGVmYzYwOWI5\" data-original-margin=\"\">She laughs, \"Soap? Hot water is luxury enough, Lily, if you want more than that, marry a nobleman!\" This confuses me a bit, as I don't think soap should be that hard to make, although I never learned how myself. I wish I had been more interested in making my own hygiene and food products in my last life, but I had friends to help me with that and I just didn't find it that interesting. I'm fairly certain it was even available in medieval times, if I remember correctly. I am going to have to investigate why it's treated as a luxury at some point.</p>\n<p class=\"cnM4Mjc4MWEwNjU4ZTQ5MGQ5Mzg4ZDBkMjFmMjk5ODc4\" data-original-margin=\"\">As she's chuckling, I am distracted by a more concerning thought. The divide between my original mother and I had started with a similar harmless joke. My parents and I didn't speak in my past life. For years leading up to my death I wasn't welcome at holidays and neither of us so much as called the other. Here, with a new opportunity at life and another chance to do things right, I have been given another set of parents I love. I have a cocktail of mixed emotions and worries about this and the small part of me that's excited to be a proper member of a family again dies a little at the memory. It's not my first concern, however, and I decide to worry about that later. At least Mom is feeling better again.</p>\n<p class=\"cnNjMzA2OWU3MGUzMzQ0Njg5NTViZjkyNDYxYWNmNDA2\" data-original-margin=\"\">I pout to myself, but I let my mom finish bathing me and put me in a clean nightgown. The doctor does come to examine me, and she is just as astounded by my recovery as my family had been. She gives me a clean bill of health, which seems to ease my father's concerns to an extent, if not the tension between him and my mother.</p>\n<p class=\"cnNmOTBjOTBmZDQzNzRkYjRhMmMzYTA2MzkxMmRmOGYy\" data-original-margin=\"\">I sigh as I lay down for bed that night. Partially because my mind is moving a mile a minute; my stomach feels like I'm on the rise of a roller coaster, just before the fall. Living as a woman in 21st-century America had more than a few challenges. Here? I have a lot to worry about and a lot to prepare for. Also, partially because I miss my expensive mattress, truly a tragic loss.</p>\n<p class=\"cnM0M2Q4NmVmNzZmODQ4MmQ5NjIxMWFhMDU1MGM2NTMx\" data-original-margin=\"\">I wonder how advanced math and science even are here. God, I hope I'll be able to pursue a similar career in this life. I just want to learn. Maybe there will be some interesting flora and fauna around I hadn't gotten to study before. With these thoughts chasing each other around my head, it's several hours before I fall asleep that night.</p>\n            ",
  "invisibleParagraphContent": "If you stumble upon this tale on Amazon, it's taken without the author's consent. Report it."
}