{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2NWNlNzllNTgzMTQ2ZmJiNWE4MTAxZGYzNzhiOTBk\" data-original-margin=\"\">After just one week, life in the new world was already starting to fit into a schedule. As usual on Sunday, Kaede went to the roof to meditate through archery. And just like every Sunday morning, Ariadne was taking a self-rewarding joyride on her pegasus.</p>\n<p class=\"cnM4YjEwMmM4OTUwZjRjMWVhNWRlN2M2NWY3MGQwMzQ0\" data-original-margin=\"\">As Kaede spotted the latter, she hesitated for a moment. But she decided to wave down the angelic rider nonetheless.</p>\n<p class=\"cnNmNTg2NmZkM2U0ZTQzYWFhZTRiZDkxMzhkMGNhMmM3\" data-original-margin=\"\">Her reasons were mostly split between <em>I don't want to become a shut-in</em> and <em>she's as true as nobility gets</em>. Although if Kaede examined her decision tree, <em>she's absolutely gorgeous</em> also ranked in the top five list.</p>\n<p class=\"cnM0ZDQ3ZThiZWM1MTQ2YjZhOTE2NGY4ODUzMDdhYWNl\" data-original-margin=\"\">It was hard not to feel attraction towards a gracious lady so stunningly beautiful. Doubly so as Ariadne was also the first person to help her in this world.</p>\n<p class=\"cnM0YzI5ZDg1OGVmZTQ1YTZhMTViNDg0MDBkNDUwZjJm\" data-original-margin=\"\">After the usual pleasantries, Ariadne happily dropped what Kaede considered a bombshell question:</p>\n<p class=\"cnM1MmI2OGY4MjE0YjRjMGViNzUyMmU0ZTcwMTMyNTE0\" data-original-margin=\"\">\"I'm going into town for an errand today. Would you be interested in joining me? We can shop for your clothes while we're there.\"</p>\n<p class=\"cnM4M2IyNGY3YWU1NzQ0NDQ5NDNkZTYwYWZmODRiYjZl\" data-original-margin=\"\"><em>Calm down, calm down!</em> Kaede's thoughts scrambled, her cheeks instantly glowing. <em>You're a girl now. There's nothing unusual about this!</em></p>\n<p class=\"cnM4MjAxMTE1MzViMjRkYzQ4OWUzMmViNGZjM2U5Mzk5\" data-original-margin=\"\">Ariadne's smile only seemed to grow wider as Kaede took a moment to cool.</p>\n<p class=\"cnM1MDAwZTQ1NDhjODRiY2FiZmRiZDQyMjExNzRiNjAx\" data-original-margin=\"\">\"Of course I'm interested! Although... I'd better ask Pascal first.\" Kaede left out the <em>or there'll be hell to pay.</em></p>\n<p class=\"cnM5MmFhMTM3ZGI0YTQxZjU5NWMyZWE0ZTI5ZjhmN2Fi\" data-original-margin=\"\">\"Of course, but please remind that self-centered prick that we are shopping to give his cute familiar a makeover. Oh, and tell him that my <em>beloved</em> Perceval is coming along--\"</p>\n<p class=\"cnM5OTU2NWE4OGJhYTRkMDA4YzdhYjY2NjdkZDMxZGZl\" data-original-margin=\"\">Kaede almost envisioned hearts bubbling off Ariadne when she accentuated 'beloved' in a proud and flirtatious voice.</p>\n<p class=\"cnMwYjE2MmM0M2M4MzQ5ZjBhZjE4MDVkMjRiODU2OTRj\" data-original-margin=\"\">\"Since we're meeting an old friend dropping by. We leave in an hour. Please meet us at the south wall gates before then.\"</p>\n<p class=\"cnM4YjI3MmU2YTc3MTQxZjY4MTA1ZThmNGU0OTkwMWU2\" data-original-margin=\"\"><em>Was that display meant for Pascal as well?</em></p>\n<p class=\"cnM4MTY1YmY5ZDMyOTQ3M2RhOTVkN2EzNmNjMjVhOTNi\" data-original-margin=\"\">He may have stopped freely using Kaede as an extra sensory organ. But to everyone else, she was still his familiar, his 'eyes and ears'.</p>\n<p class=\"cnNmMTAwMWI0NjA1MTQ4ZDQ4MjljYTMyMjVkNmQ2ZmQ1\" data-original-margin=\"\">Kaede wasn't certain, yet she couldn't help but feel rather put off after hearing it.</p>\n<p class=\"cnNlYjMwNDIyZjJiNTRjYzViZjFhNzRmZmYyNjY0N2Nj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkZWZiNTlmMTI2ZjRiNmY4MjE1ZWJhZjY1YmU2MjUw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0YzZiMzJhMjYzMzQ1NTI4YzQ2Njg3N2Q0NjU2NWEz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2YzVkZjRiNjIzNjRmN2E5ZjEyM2UxYTQ2MzgzNWMx\" data-original-margin=\"\">The indecisive look did not fit Pascal at all.</p>\n<p class=\"cnM5ZjdhNmMyMTNmMjRjYjA5OGZkMGUxN2U5ZjYxYzJl\" data-original-margin=\"\">\"Please? Please please? Pretty please?\" Kaede begged, no longer uncertain about the universal expressiveness of hands in prayer.</p>\n<p class=\"cnM1ZTc0ZmRlNjk1ZjQxMTZiMWI0M2I5MDBmYWM4OGRi\" data-original-margin=\"\">\"Fine,\" Pascal gave in at last, before turning to rummage through a drawer. \"At least with that borejob Perceval going, she will not do anything unexpected. Here,\" he tossed her a small pouch. \"Make sure you pay correctly for what you buy. Hell will freeze solid before I owe Ariadne anything else.\"</p>\n<p class=\"cnMwODEzMzFlMmJkZTRhY2JhZjg0MjBhNDYxYjE4MWE1\" data-original-margin=\"\"><em>Being a girl does come in handy at times,</em> Kaede grinned back. She was almost tempted to give him a hug.</p>\n<p class=\"cnM0ZTIzN2U3YWVjMDRjMTBiOWE4YWQ1MTM5YTg1OWNm\" data-original-margin=\"\">\"Also, I want you back by fourteen hundred. We have a ton of work to go through. I received another task yesterday, and reading up on spell research will be a good opportunity for you to get acquainted with our sorcery,\" he noted, his expression reflecting her eager smile.</p>\n<p class=\"cnM4ZWZlYzAyNDUyZTRhYTJiZjA2ZDUwMjlkZTRiZmFm\" data-original-margin=\"\"><em>...Or, maybe not.</em> Her urge died instantly as she replied with a deadpan \"Yes Sir.\"</p>\n<p class=\"cnMwYTI1ZWYwZjM5ZDQwNGRiNjg1ZGEzNTkxMTA3NGIz\" data-original-margin=\"\">Pascal's world and history might fascinate her. However, the intricacies of magical theory was about as interesting to her as quantum physics.</p>\n<p class=\"cnNjM2Y3NDg0MWM2YzQyZTI4MDM5Zjc1NGYzZDAzNmIw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwZmUwYjkyY2M2ZTQ4OTY5Y2U4MGIyMzQ4NjkwZjY3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmMzBlNWY3MWI1NzRiOWI5YTE2NzEwZGIwOTY1ZmIy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2NmYxZjFiZGI1OTRjOTBiNzI3YmQwY2RhYjVlNTdh\" data-original-margin=\"\">Given Ariadne's breathtaking charm, Perceval didn't turn out nearly as outstanding as Kaede imagined. He was still handsome in an above average way, with short brown hair above pretty aquamarine eyes, a wide nose, and a strong jaw. His height was also above average and around the same as Pascal's. Meanwhile his lean musculature emphasized his strong legs, yet his steps were soft, almost silent.</p>\n<p class=\"cnMyMzQxYzRjNmJhYTQ1ZGM4NjJmOTE2MGJiNzlmZjVj\" data-original-margin=\"\">Perceval also did not wear a uniform, since he was not part of the academy's military school. Instead he wore a tight-fitting doublet of midnight blue, its exterior decorated by criss-crossing patterns. A small, pink cross was sewn onto his right breast, which Kaede learned was the Hyperion symbol for healers. But apart from that, his wardrobe was fairly unassuming compared to most nobles.</p>\n<p class=\"cnM3MjNkZmNiMjcxZDQ1MjFiZWJmZDE3MTc0MTVjMWY1\" data-original-margin=\"\">\"Hello, Miss Suvorsky.\" He barely nodded, not all that pleased to see her. \"I'm Perceval de La Tours de Baguette.\"</p>\n<p class=\"cnNkNDBhMThjOWUzNzRmNzQ4NWNkODE0ZDI1ZGQ0ZTA3\" data-original-margin=\"\">\"Baguette?\" Kaede blurted out in a whisper, before she rushed her small hands to cover her mouth.</p>\n<p class=\"cnNlMmJkYjZiOTZkYTQ1OTNiMjRiMTEwZTQ3ZDQzNWE1\" data-original-margin=\"\">Perceval sighed.</p>\n<p class=\"cnNjZWJlNzRlNzQ0YTQ4MmViNWEzMTU5ZDE3ZjE2ZThk\" data-original-margin=\"\">\"Don't worry. I'm used to it. Even Aria had that reaction when she first met me.\"</p>\n<p class=\"cnM0ZTgwYTc1ZWE3ODRmNWM5MmUxYjgzYTI5ODU5ZjI0\" data-original-margin=\"\">Realizing that she was already off to an iffy start, Kaede put in her best effort as she dipped down in her blizzard-blue dress in a curtsy. However, her inexperienced movements were noticeably rough around the edges, as Pascal had only taught her how to do one three days ago.</p>\n<p class=\"cnMwNjIwZTg5YzI0YjQ1MmU5YWY1OTY3ZGI1ZTBhMjEw\" data-original-margin=\"\">She still found it suspicious that he could do it perfectly.</p>\n<p class=\"cnM3ZmNlNWZkZWQ4OTQ3YzViYTIzYjcyZTk2ZGNhMTg0\" data-original-margin=\"\">\"It's a pleasure to meet you, milord. I'm honored by Dame Ariadne's invitation to come along.\"</p>\n<p class=\"cnM4OGRkZDA0YWQ3NTQ2NjVhNDVkZTNkODVhYzRiM2My\" data-original-margin=\"\">The nobleman attempted to hide his sour expression. It was obvious that he was anything but glad in agreeing to this. Yet he swiftly plastered a forced smile across his lips as Ariadne turned towards him.</p>\n<p class=\"cnMxMWE5NzMyN2E3NjRlYzM5MTZjOGJjMTE5MDllZGY1\" data-original-margin=\"\"><em>Can't really blame him. I am kind of ruining their time alone.</em></p>\n<p class=\"cnM0ZjQxMmY3NzA5OTQ1MzY5MjFjODVmNTJhMWJkZDQw\" data-original-margin=\"\">\"Just call him Perceval. The formality will kill the mood.\" Ariadne said as she grasped his hand, intertwined their fingers, and took a few seconds to snuggle into his chest.</p>\n<p class=\"cnMwYTZmZWQ3N2Y4ZDQzZmZhYjU5ZGY3MWUzMTlhODQ5\" data-original-margin=\"\">Kaede thought it best to just smile and wait out the intimate moment. Then, still leaning against him, Ariadne turned them around and led them out of the south gates. If the people of this society looked down upon public displays of affection, Ariadne was completely unabashed in showing it off to the world.</p>\n<p class=\"cnMxYTEwZGU0NWNkMzRmMGJhZTY5NWY4YTViMGQ1NTZm\" data-original-margin=\"\">\"Morning, Ariadne! Morning, Perceval!\"</p>\n<p class=\"cnMzMGRhOTc1MGE2YTQ2NmE5ZmE4M2QzNzIzNzgzNjU5\" data-original-margin=\"\">\"Going for another outing?\"</p>\n<p class=\"cnMyOWU5MWJjM2ZlNzQ3Yzk5MWRiMjQzMDQ5ZjM0Njk0\" data-original-margin=\"\">\"Trip to the town? Say hello to Lucas for me.\"</p>\n<p class=\"cnNmMWMxNjllYmRmNTQ2NTNiZjMyNzdhMzQwNWMxZjUw\" data-original-margin=\"\">Almost every person the couple came across greeted them with a friendly face: noble or commoner, staff or servant, it didn't seem to matter. Their network of acquaintances and friends appeared to cover the entire academy.</p>\n<p class=\"cnNhYWU0ZTk3NmZhZTRlODk4MWJjY2QzZGFmODFmY2Fl\" data-original-margin=\"\">It was a world of difference compared to how Pascal was treated. Sure, he also stood in the center of attention, but few ever bothered to talk to him.</p>\n<p class=\"cnM2NTE2MDllMDU0NzRhYTE4OWU0ZTZlNzEyYzQyZDkw\" data-original-margin=\"\">\"Good morning, Gerard. Exciting plans this weekend?\"</p>\n<p class=\"cnNlNDUxZDQ5YWIzMDQ3YmE5M2RjMTc4Zjc5ODQxMzY5\" data-original-margin=\"\">Perhaps the greatest surprise to Kaede was how genial Perceval was. His greetings lacked Ariadne's energy, but his smile was always gentle and delightful. Not once did he show another the distaste he revealed to Kaede.</p>\n<p class=\"cnM2NTZlYmRkYTUzNzQzNmZhMjQxZmJmZTZkNzBmMmJk\" data-original-margin=\"\"><em>I'm sick of starting on people's bad side because of Pascal,</em> she complained to herself.</p>\n<p class=\"cnNjMzFmZGUyYmJjMjRlYTY4NWZhNTBlMGIxODk5NzMw\" data-original-margin=\"\">Still, there wasn't much she could do about it. Her master was an ego-centric jerk and people naturally associated her with him. It wasn't all that different from children being judged due to their parents' sins.</p>\n<p class=\"cnM4ZDRkNDM1ZDlmOTRlYmRiMGExYTFjYWIyNjZlMmQ4\" data-original-margin=\"\">Kaede then realized that she was still in telepathy range from Pascal. The complaints she could file later. But there was a curiosity she wanted to know right now.</p>\n<p class=\"cnM4OTExNTUxZjU3MTQ1NTlhMGFiNTc1NGRlZWUzM2U0\" data-original-margin=\"\">\"&lt;Pascal, is there really a House Baguette?&gt;\"</p>\n<p class=\"cnMxYzFlYWEwNTJkMDRlMjliZDE1NWFhMjUzOWY5ZmVj\" data-original-margin=\"\">For a brief second it sounded like Pascal chortled.</p>\n<p class=\"cnNlMDI4ZDgyOTQ0YjRkNzU5MzQ3MmY0Mzk3YmE3ZmUz\" data-original-margin=\"\">\"&lt;No. It is a duchy. The Duchy of Baguette. <em>Home of the real baguette.</em>&gt;\" He added in good humor as though it was a motto. \"&lt;Duke Mathias thought that since his new fief was long and thin, he would name it after his greatest invention. The old man is actually quite brilliant. It is a shame his grandson Perceval is his polar opposite.&gt;\"</p>\n<p class=\"cnNkY2Q5MGNiNmY4YzRiYzc5MDhlN2VhNWY5NDBjYzRj\" data-original-margin=\"\"><em>Must be birds of a feather,</em> Kaede thought.</p>\n<p class=\"cnM2NGY1YTdiYzY0ZjRlMWZhNDQ0OWViNmZiMGNjNDNk\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNhZmY5YmIxOWFlNTQ0MTNiMGQyMGY4MDIxN2I5NTY4\" data-original-margin=\"\"><br>It wasn't until they left the outer walls before Kaede finally spoke up:</p>\n<p class=\"cnNhYzQ4MTBmMmM0YzQxNGNiNGY4NWVlMTg0MjIyN2Rl\" data-original-margin=\"\">\"Ummm, pardon me, but how are we getting there?\"</p>\n<p class=\"cnNjNjRhZTNlNDQwMTRhYmRiNTc3NGFlNmFhNmNjNTg5\" data-original-margin=\"\">\"We're teleporting once we leave the <em>Lockdown</em> ward.\" Ariadne answered. \"I'm not a Wayfarer. My jump range is limited to just twenty kilopaces. Thankfully that's enough to bring us to the nearest town.\"</p>\n<p class=\"cnNiNGJjMGQwOWFkNDRlYjViNWVjZjk0MDhkZTg5Yjdi\" data-original-margin=\"\">Kaede shivered. The prospect of being broken down into tiny pieces and reassembled at the target did not appeal to her one bit... At least, that was how teleportation was usually portrayed as.</p>\n<p class=\"cnM5N2ZkMjI4NWNjOTQ1NTJiMTAxNzhlODFjMWNhNWZj\" data-original-margin=\"\">\"Uh, what happens if we wind up overlapping with a passerby, or something like that, when teleporting?\"</p>\n<p class=\"cnM5NThjNzJhMTJmMDQ0YzRiZTZlY2I3YTRmNThkYWJk\" data-original-margin=\"\">\"There are precautions built into the <em>Astral Teleport</em> spell to prevent that.\" Ariadne reassured. \"The spell is designed to lock on to an appropriate exit point. Its limited range is largely due to safety concerns, as being even a few paces off target could leave you inside a wall or underground. Towns also have beacons to guide teleportation into a sparse area. Otherwise it's always possible to bounce off a warded home and land in a weird alley, or even wind up inside a commoner's shop since warding is expensive. Fortified cities and military installations, on the other hand, are often entirely warded with <em>Lockdown</em> to prevent teleportation in or out.\"</p><p class=\"cjRjMjc4MjQ5Yjc2ODRlZjBhODE4ZjkwOGM2ODNmNjlm\" data-original-margin=\"\">Love this novel? Read it on Royal Road to ensure the author gets credit.</p>\n<p class=\"cnNjNWJlMDA0ZTY4ZDQxMmNhMjNjMjkyODRjYTdiYTJj\" data-original-margin=\"\"><em>Of course. Any convenience must also be defended against.</em> Kaede reflected. <em>Nice to see that humanity remains the same wherever you go.</em></p>\n<p class=\"cnNhMmY3YTA1MjdmYjRmMjFiZTdhOGQ2MTYyOTgxMDgy\" data-original-margin=\"\">The pair then turned halfway around as Ariadne extended her delicate fingers:</p>\n<p class=\"cnMwNDY4ZjVhNGY5ZDQ1OTc4ZDU5OTE3OGMyNmZiYzA4\" data-original-margin=\"\">\"We're outside the wards now. Grab my hand and hold on.\"</p>\n<p class=\"cnM5NDgyMmE3YmNkZTQwMGE4OGNhZjYxZjQ0YzAwNDI5\" data-original-margin=\"\">Kaede took up her offer. Despite her anxieties, she struggled to keep her eyes wide open. Reality was about to be bent, and she had no intention of missing it.</p>\n<p class=\"cnMxMDk4ODhhYzlkOTRkNzg5YjIxYzIzODFjOWZkY2Ez\" data-original-margin=\"\">However, both of the others did close their eyes as Ariadne finished preparing the spell. She then activated it by reciting the keywords in the ancient draconic language:</p>\n<p class=\"cnNkYzUyMzBlMjY0ODRhOGNiNDZhOWUzNzhiY2UyNGE5\" data-original-margin=\"\">\"Merge Targeting... Beacon Lock... Environment Set. <em>Chain, Astral Teleport!</em>\"</p>\n<p class=\"cnNjNjg4MTk3MmU2YTRlNzViNWNmYjYxZjI3NmFjYTcx\" data-original-margin=\"\">Kaede braced herself, but it proved impossible to prepare for. It felt as if her entire body was suddenly enveloped by ice, then sublimated in gas and scattered in the air. Her consciousness was pulled through a tiny hole in the fabric of space that materialized before her eyes, while her surroundings dissolved into it like scenery flushed down a drain.</p>\n<p class=\"cnM2NWNiZGQxNGRkMTRkZGU4OGJkNjRmYjJmYTk2ZTFm\" data-original-margin=\"\">Then, as quick as it came, everything popped back out and returned to normal. Except her body still felt like it was reconnecting itself while her vision swapped -- they now stood in a stone-paved square just outside a small town.</p>\n<p class=\"cnMyMzE4ZmRjZTRlODRiNmU5OTliZTEzNDIwZjIwMzhl\" data-original-margin=\"\">If this was only twenty kilopaces, then Kaede was glad she was unconscious when Pascal summoned her across world boundaries.</p>\n<p class=\"cnM0MWE2NjdhY2UzZTRiNDU5MjUxMzg5YjA4MzlkZGJh\" data-original-margin=\"\">\"Should we bring the little miss to 'Midnight Crescent' and let them take care of her? It wouldn't do to drag her with us to meet Eckhart.\" Perceval spoke this time. His polite words may have phrased a question, but his unwavering tone left little room for negotiation.</p>\n<p class=\"cnMxZDhhZWE3OGYwZjRkMjk5MDc5Y2ZlZmM5OGNmZThl\" data-original-margin=\"\">\"Sure,\" Ariadne answered without a second thought.</p>\n<p class=\"cnMwNjJjYjg5N2ZjNzQxODViMTUwNTBkMWY2MzY0ODNl\" data-original-margin=\"\">Merely two lines of exchange quickly rewrote the balance of their relationship in Kaede's eyes.</p>\n<p class=\"cnM2MmUyMzNkMzMyMTQxNzJiOTMyMmQ3MWVlYjE3NzIw\" data-original-margin=\"\"><em>It's not that Perceval has no charisma. He's just fine with Ariadne making most of the choices until there's something he really wants.</em></p>\n<p class=\"cnNlNDgxZTk4N2VhMDQyMjhhYzM4OTAwNzA3YzVmZWM4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4MTAyMDc3MDYzYzRiYTg4YzI3ODAzNThlYTM0NmY1\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhNGRiOTc4OTc2YTRjNWQ4MjhhMTA1YzUxMjc2YWU3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0ZDI5MDc1ZmRmNjQ1NWU5MzMzODQ2OTFlMmUyYzYz\" data-original-margin=\"\">Auxois proved to be a hybrid between a sleepy rural town and a trade stop that supplied the Alisia Academy. Other than the local church and tavern, the only large building was a supply depot under the jurisdiction of the academy quartermaster. The market square lay next to it, connected to the only stone-paved road that ran through the town. It was the same path that lead to the academy's gates, barely wide enough to fit a single truck.</p>\n<p class=\"cnNlOTA3YzkyMjI4NTRiYWFiYWMyMGJhZmVhNDg4YjUy\" data-original-margin=\"\">What Kaede found most surprising was how remarkably clean Auxois was compared to the medieval towns of Earth. There were no exposed sewage, no muddied paths, not even any aired garbage outside the usual litter. It was as though the injection of magic into a culture also encouraged better sanitation than its European equivalent.</p>\n<p class=\"cnMxMzBlZjRhZjFkYTRhODk4Y2EwMjA0YzQyOTAzZWIx\" data-original-margin=\"\">In the end, Kaede was left behind in Ariadne's recommended 'Midnight Crescent' tailor shop while the couple went off to meet their guest and enjoy the day. She couldn't really complain; it was their day after all.</p>\n<p class=\"cnNmOWU0NTQ1OTc0MjQ2NDY5ZjVlNTY4ODIzNjNjNmU1\" data-original-margin=\"\">Besides, the owner, Claire, an elderly lady in her late fifties, was very enthusiastic. With both a keen eye and a creative sense of fashion, she quickly put together several designs based on Kaede's tastes. This included both spiffy uniform-like dresses that were easier to move around in and combination outfits that wore leggings below a shorter skirt -- although Claire admitted worriedly that it was very unorthodox and barely met social decorum. The designs were mostly black or white or some mix thereof as Kaede preferred, with sewn borders and silk ribbons in floral-pink to bring out the color of her eyes.</p>\n<p class=\"cnMzM2E0ZDc0YTkxMjQ3Yjc4MmQzNzYzNTJkN2RhN2Mz\" data-original-margin=\"\">Unfortunately for all her talents, Claire wasn't a mage. Therefore her designs had to be sent elsewhere for manufacture and enchantment in the highest quality nobles expected. Nevertheless, Ariadne had remarked that the store was a popular shop for the academy's students and earned good money for their designs.</p>\n<p class=\"cnNiYTA5MTQzOGYxYzQ0NWM4MmZmYmFjMTg2NjYyNjA2\" data-original-margin=\"\">By one o'clock, Ariadne returned by herself to pick up and send Kaede back. Apparently the meeting was taking far longer than anticipated.</p>\n<p class=\"cnM3MWZkMmJkNTY5ZDRhNTdhZDgzOTg3OTAxMmE4OGM5\" data-original-margin=\"\">\"Sorry about this, even though I invited you,\" the lady apologized. \"Perceval is usually friendly to everyone, but he dislikes your prick of a master in particular. I was hoping he'd treat you differently, but I guess that was asking a bit much.\"</p>\n<p class=\"cnNkZTBlNGQ0Y2I3YzQxNTE4YjM2YmE0NjlhZTZhMzA2\" data-original-margin=\"\">Kaede didn't even hesitate:</p>\n<p class=\"cnNkMDFhM2U2YzMyYTQxMDFhZmExMDIyMWYwYjUxZTg0\" data-original-margin=\"\">\"What did Pascal do this time?\"</p>\n<p class=\"cnMwYWRmNWU0OTc2OTQwODZiNTE4N2U4YjI1ZjQzMzVl\" data-original-margin=\"\">Ariadne left behind her ever-present smile for a faint scowl as she continued:</p>\n<p class=\"cnM5MWVkOWYzMGE0OTRkMzNhZTJjNWYyYTNhMGJiOWUy\" data-original-margin=\"\">\"Perceval is on the administration track as well as a practicing intern healer. His dream is to one day become a royal surgeon, who advises the Emperor on matters of health for the entire empire. Three years ago, he was studying abroad in Weichsel's Königsfeld Academy when I had 'the fight' with your arrogant prick of a master. Perceval tried to interfere on my side, only to get brushed off and called 'Bore-ceful' in return. It's a really childish thing, but it struck a personal complex that really hurt him.\"</p>\n<p class=\"cnNhNGE4OGQ1MmVmNzQ2ZDI4OTY2ZGZmNGJjMmRhZTYx\" data-original-margin=\"\"><em>Bore-ceful? Really, Pascal? Is your mental age seven or something?</em></p>\n<p class=\"cnMyZjM1OTQ4MWNhOTRkM2Q5MzYxYTkzYzZiYzNhMGZm\" data-original-margin=\"\">\"That idiot,\" Kaede voiced. <em>This probably explains why she flaunts their relationship so much. What is she, the perfect girlfriend? Talk about missing out on Pascal's part.</em></p>\n<p class=\"cnNjZjIyM2ViOGYxMjQxYmNhOTIyZTJmMmU2NmRiM2Y3\" data-original-margin=\"\">Whether it was from a male or female perspective, Kaede couldn't help but feel envious of Ariadne and Perceval.</p>\n<p class=\"cnM4NjBhY2FkYTI0ODRiZjE4NDQwMGQ3Yzk4NDMzZDE1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmMzc4OTRmNzM3YTQzY2M5YzM2OTdmZWQ3NGExYjYx\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlYjY3N2VjYTk2NDRjZWZiZGM2ZTBhMTJkZWE3MDg5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlOWRmMTU5ZWY4NzRjYTE4Mjg3MDViOGRhMTQzMDIx\" data-original-margin=\"\">\"You are late!\" Pascal growled.</p>\n<p class=\"cnM0M2Q2YmI4NDY1NTQxNjA5ZGE1NTYzOTI1Njc4OWY5\" data-original-margin=\"\">\"Sorry! It's hard to run in these heels, and it was a long walk.\" Kaede then looked at the clock. \"I'm barely two minutes late!\"</p>\n<p class=\"cnM0OWM0NmI0ZTczMDRhMjVhYjdmYWVkYWU4MWUzYTkz\" data-original-margin=\"\">\"The enemy will not wait a single second for you. Late is still late! Come on, we are off to the library. That will be the only break you get today and tomorrow,\" Pascal decreed as he took her wrist and dragged her out the door. His tight grip was painful and his quick stride almost made her trip several times.</p>\n<p class=\"cnMxOGEwMmRjOTBlNTQ1YWFhMzAwZTAzZjVmOWY5NmNm\" data-original-margin=\"\"><em>Sheesh, I'm not a stress ball. Don't take your irritation out on me!</em></p>\n<p class=\"cnMzMjBiZjZlODhjMzRhZWNiOTdmYzcxNGEwMTc5ZjFk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxYjRmNDhjN2VjYjRmZTFhZWZmNjdmMWJlYjg2ZGY2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhOGQwMzljYjViMzQ0ZDFhNzllNDkxYzJkMmNjYzk0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyODc4NWY1NjVlMTQ4MTI5MTZlYjVlNTc4Y2QyYmIx\" data-original-margin=\"\">Once the rising pearl of the Inner Sea region, the coastal metropolis of Arcadia had since fallen into decadence and slow decline. As the Capital of the Holy Imperium, the city was still ringed by high walls and dotted by garish palaces, but the fluidity and nonstop expansion of its harbors and marketplaces had given way to the territorial oligopolies of urban guilds and corporations. Their control of the markets discouraged competitiveness and brought stagnation, widening the class divide through the reduction of opportunities.</p>\n<p class=\"cnNjNGVkYjA0ZTU0YTRkMDg4NGY2NjQwZGQwNmUwYzY2\" data-original-margin=\"\">The result was social stratification, rising crime, and economic recession as the bright, the motivated, and the daring left to seek new frontiers.</p>\n<p class=\"cnM0ZjIyYWI4NjgxZjRjMzQ4M2NkNTQyYzI0MzQ3MzY0\" data-original-margin=\"\">What remained was a city of servants and courtiers, plebeians who slaved day and night for the Senators and their wealthy patrician supporters. Here, the beating heart of the Imperium lay sickened by centuries of political decadence. The civil legislature had long stopped being a representation of the people, its subcommittees fraught with corruption and lobbyists' interests.</p>\n<p class=\"cnNkNmIwMGQ1NjA4MTQ4NzE5MDJhMzdkMmVkODg0MmZj\" data-original-margin=\"\">Once, the people looked to the populist leaders, consuls who proved themselves in the field of battle and claimed they would bring that same competence to the civil administration. But after dozens of Emperors, even the great autocrats and the philosopher kings of old have vanished.</p>\n<p class=\"cnM1Y2IwOThkY2YwODQ4ZjU4YWU1Mzc5N2M4ODBjNmFj\" data-original-margin=\"\">Historians of the Imperium proudly speak of the 'Five Righteous Emperors' who achieved great deeds. Nevertheless the tradition of adopting sons for the throne laid a disastrous precedence to the line of Imperial Succession. When Theodosius III, the previous <em>Imperator Augustus</em>, died sixteen years ago from a sudden cerebral hemorrhage, he left behind both a biological and an adoptive son.</p>\n<p class=\"cnM1ZmJhY2MwN2U0NDQ1ZTk4MWM3YTY3NjA0ZTA5OTQ1\" data-original-margin=\"\">The ensuing civil war tore the Holy Imperium apart and scorched its lands for six long years. Known as the 'War of Imperial Succession', it quickly engulfed the entire continent, as the Imperium's neighbors and enemies took advantage of the chaos to slice off and annex border states.</p>\n<p class=\"cnM0OTE1MzhkMGFiMTRjOWU4Y2NjMzI0YmM5N2FkZmNm\" data-original-margin=\"\">With the help of the patricians' bottomless funding and the Legions once loyal to his late birth father, the adopted Skantarios Aurelius brought an end to the bloodshed by seizing the laurels. Yet even in his moment of triumph, he looked towards the northern horizon with bloodied eyes, never forgetting the treachery of nations that should have been his allies against the infidels of the south.</p>\n<p class=\"cnMyOGNkNWE0NjY5NjRiNmZhZjdmNWEzZWU3ZjAzOTY5\" data-original-margin=\"\">It took ten years to consolidate his power, ten years to rebuild the Legions to full strength, ten years to bribe and negotiate and wrangle for all the arrangements.</p>\n<p class=\"cnMyMjEzZjBjOTc1YjQ0ZWI5NjgzNDNkY2U2ZDFjOGY3\" data-original-margin=\"\">And now...</p>\n<p class=\"cnNhNjM0NjZjNDM2MjRiNWU4NTQ0YWY2Mzk1NmVhN2I3\" data-original-margin=\"\">\"What is our status, Stilius?\" Imperator Augustus Skantarios asked as he strolled down the shadowy halls. Only his most trusted servant followed him, the foreigner who thrice saved his life from overwhelming odds, rising from a mere mercenary to Magister Militum of the entire Holy Imperium.</p>\n<p class=\"cnNlMmUzOWI2NTFlYzRlYjZhOWU5OTNmZTI1YmJkM2Rm\" data-original-margin=\"\">\"Our spies in Cataliya confirm that the Caliphate is mobilizing. Troops are pouring across the Grand Strait Bridge by the thousands every day as they march towards the Rhin-Lotharingie border. The Caliphate now stands committed, regardless of whether they believed our emissaries' claims. It is only a matter of time before they declare Holy War against the Empire of Rhin-Lotharingie.\"</p>\n<p class=\"cnMzYjdjMmY1MzM3YTQ2YzNiYjM5Yjk0YWYyZjI2ZjY0\" data-original-margin=\"\">\"Good, and the Pope?\"</p>\n<p class=\"cnNlNjhlMGQ5MjlmNjQ0OTlhMzY2OGQ1MzFmNTA2NDQ1\" data-original-margin=\"\">\"The Papal Legate assures me that if Geoffroi folds before the infidel invasion and pulls back his border armies, His Holiness will have a more-than-long-enough list of transgressions to have him excommunicated.\"</p>\n<p class=\"cnM5MjIxMjAzMGVhMzQzODlhZTk1NzFhNDM3YmNiYTc2\" data-original-margin=\"\">The Imperator sneered. He knew that Pope Vigilius had long harbored a hatred for Emperor Geoffroi of Rhin-Lotharingie for his revocation of Papal Investiture within the Empire. Neither had the Holy See forgotten Geoffroi's swift eagerness to take advantage of the civil war by stripping the Imperium of its western territories, instead of intervening against the Caliphate's invasion.</p>\n<p class=\"cnMzMjBhY2JkNmVhYTQ5ZmU4YzM5YmJiZjRkYTk5OGQ2\" data-original-margin=\"\">In a game of thrones, machinations involving the church had never been about piety. Here, Imperator Augustus Skantarios proved it yet again as he discussed his plot to maneuver the infidels against fellow rulers of the same faith.</p>\n<p class=\"cnNhZDBjZTA5NzIxZTQ1YTZiNWYwMDA5ZDI4ZWQ3M2Uz\" data-original-margin=\"\">\"Excellent.\" His deep voice rang pleased against the dark halls. \"Even without aid from those petty Lotharin nobles, that alone should be enough to fracture the Empire during its most critical hour. It will also strip Geoffroi of any right to call upon aid from crusaders. What of their newfound ally, that upstart Kingdom of Weichsel?\"</p>\n<p class=\"cnNjY2JkNDg1YWUyNjRiZDA4NDJlMTc3MDJmY2FlNmRk\" data-original-margin=\"\">\"Imperator, during the War of Imperial Succession, Weichsel not only doubled their landmass by stealing our northern territories, but also struck fear into the heart of Rhin-Lotharingie before the two states could forge a defensive treaty against Imperial retaliation. It is not wise to...\"</p>\n<p class=\"cnNhZTdhZWRjNTU0ODRjMzA5ZDQwYjBiMTJiYzY4NTU2\" data-original-margin=\"\">Old companions or not, Skantarios cut off his foremost general without a moment of hesitance:</p>\n<p class=\"cnMzYjAxYTNmOGFiZjQxYzA4MWEyZmFhYzEyZGU0MDAw\" data-original-margin=\"\">\"When we want your sermons, Stilius, we will ask for it. Continue, or must we repeat ourselves?\"</p>\n<p class=\"cnMyODQ4NzAzMzQwMzRjOGQ4MmQwODJiNjViZmUwYmUy\" data-original-margin=\"\">\"Yes, Imperator.\" The General bowed his head in servitude. \"As you already know, the Jarls of Västergötland, desperate after the epidemic that scythed through their herds and blinded by their eagerness for our gold, launched their invasion before the Caliph was ready. Weichsel's Field Marshal handed them a series of disastrous defeats before winter could embrace the North Sea. By now, it is fair to assume that our efforts in Västergötland have been wasted, and the Greater Jarldom of Skagen stands unwilling to commit without their pagan allies.\"</p>\n<p class=\"cnNiNWI1NjQ1ZmE3ZTQ2ZjViNGRhNmUwYjY2NjQ1Y2E2\" data-original-margin=\"\">The Emperor cared nothing for the barbaric Northmen who still worshipped pagan gods. He wouldn't bat an eye if their entire civilization ceased from starvation. However, their presence was necessary to occupy the Imperium's northern foes.</p>\n<p class=\"cnMyMjkwOWU3MWYwYzRhZDU4OTU1NzIxZjMxNjUwMzJh\" data-original-margin=\"\">\"A great shame. We can only pray that tensions at their northern border will at least pull Weichsel's armies away. What of our own forces?\"</p>\n<p class=\"cnNlYjM4M2Y5MjMxNzQyZmZhNWNiNjgyODlkZjJhYmYx\" data-original-margin=\"\">\"The Northern Legions stand ready under Gaius Aetius. They're assembled near the Weichsel-Lotharin border, poised to apply pressure against either military. The Western Legions were officially furloughed by Marcus Belisarius. However his forces have merely broken down into organized labor units and can swiftly regroup once the time is right. The Southern Legions have been recalled home under my personal command to remove their presence from the borders, so that the Caliph may focus on waging his war.\"</p>\n<p class=\"cnM2M2IzMTU0MTc2NjQ2YjI4OTk0MjMyMjk4YWQ2YTIy\" data-original-margin=\"\">The Emperor nodded thoughtfully. With geopolitics always being a game of balance, great powers with capable rulers did not wage war unless they could guarantee the noninterference of their neighbors. However, even <em>wiser</em> rulers did not reveal their fangs until their foes were battered and ripe for the taking.</p>\n<p class=\"cnM4MGMyOTMwNmMzZjQxODZhYTIwYTcyZTc4YzAzMGZi\" data-original-margin=\"\">\"You have done well, Stilius.\" The Emperor gave his praise. \"Once the Caliphate and Rhin-Lotharingie maul each other to exhaustion, we shall have the perfect opportunity to seek permission for a new Crusade. Then, I shall become the first Imperator Augustus in five centuries to reclaim lands lost by the Holy Imperium. The patricians will be pleased by the wealth new conquests shall bring, while <em>your</em> name will rise above even that of Consul Marius, immortalized as the most celebrated general in Imperial history.\"</p>\n<p class=\"cnM3NTYzZDU1NWI4NDQyYzlhODgxY2FjM2Q3MGI1M2Qx\" data-original-margin=\"\">\"You are most generous, Imperator.\" Stilius bowed, suppressing the urge to warn his liege of counting chickens before they hatch.</p>\n<p class=\"cnM0NmM1YWJjMjQ0ZTQ3ZjlhMWQxYmQ5YjQ4MDYxM2M3\" data-original-margin=\"\">\"The Grand Republic has adopted a policy of non-interference for centuries and should hopefully stay out of the conflict this time. The Shahdom of Chorasmia is once again engaged in a border war against our treaty partners in the east, the Dawn Imperium. Our only known threat at the moment remains the Kingdom of Weichsel.\" The Emperor turned towards his general with raised fingers: \"I want that alliance fractured if not broken, Stilius. Be discreet, but otherwise do whatever it takes.\"</p>\n<p class=\"cnM5YjE0OGVmNjkxNjQ0Nzc4MDJjNWI2MjMxZjEyNjkw\" data-original-margin=\"\">\"Yes, Imperator. I have already dispatched three of our best Mantis Blade squads north. It should not be long before one of my plans bear fruit.\"</p>\n<p class=\"cnNkNmM2NGY2OWIxMzQ4M2NhYTk0YTQ1YTFiMjM4ZDg2\" data-original-margin=\"\">Skantarios nodded. Stilius was a first rate general who had never failed him before. But it was precisely that flawless record which made protocols of authority ever more important: for if the master did not command the servant, the servant would surely rise to become a new master.</p>\n<p class=\"cnMxYzQxMThkYTY3ZjQwMzc4OWNmMWM4ZjgzMTNiYjcy\" data-original-margin=\"\">\"See to it, Magister Militum.\" He ordered in a deep, stern tone, weighed to fit for a true Imperator.</p>\n<p class=\"cnNkZWQ2Y2FmMjE0MDRmOWRhNjc2YzNlZGQ2YzQ1MjBm\" data-original-margin=\"\">He hardly cared if it rang dark and sinister against the shadowy halls. After all, history was written by the victor. Villainy was not a trademark of evil, merely foolish incompetence and stupidity.</p>\n<p class=\"cnMwYjBiNzU5MjFkOTQwNzE5MjczOGY2NTVkOWExM2E0\" data-original-margin=\"\">...And he was no fool.</p>\n            ",
  "invisibleParagraphContent": "Love this novel? Read it on Royal Road to ensure the author gets credit."
}