{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2NDRhMTRmZTljNjQyYTg5MTZjM2I1YTcyYWJmMGM2\" data-original-margin=\"\"><strong>Leo</strong></p>\n<p class=\"cnM5NDIwYzI2MTYyZTQxODA5N2VmM2MyMGFjNTVlMWNj\" data-original-margin=\"\">I hunched over behind the bushes and vomited. Again. Lily has only been gone for a day and I thought it would be fine to go to the regular spot for breakfast. I was wrong. Of course, I was wrong, but I hadn't realized how much I had grown to depend on her. I didn't think it would be so dangerous just to get food without a friend. But the people here... they despise me. They want me dead. I don't mean that metaphorically, I mean if they could get away with it, they would kill me and go on about their days, hearts feeling lighter than ever.</p>\n<p class=\"cnNmNDgyYjJiNzkwNTQzYjlhZjM4N2U4M2IwMmY5YWY2\" data-original-margin=\"\">If my sponsor wasn't so prominent, they probably would have by now. I retch again, splattering the bush with bile. What was so wrong about trying to eat some eggs in a public place? I know, I'm not welcome there. The only way I got away with it before was because Lily's backer is somehow even more important than mine. But I got comfortable. I trusted the promised safety of routine and familiarity. As a result I was here, on my knees and puking into the dirt.</p>\n<p class=\"cnM5NGQ1ZWMwOTc4MzRiNDdhYzE0ODczODljYjk4YjM3\" data-original-margin=\"\">I don't know what they put in my food, or when they did it, but the message was clear. I am not to come back. At least not without Lily to back me up. Of course, none of them would ever admit to it. It was still too dangerous to do something like this openly. Even that fucking headmistress can't attack me... if she leaves any evidence. For a while that made me feel safe. And Lily made me feel welcome. I was able to walk proudly through campus without keeping my head down and hiding my background. Because I had important friends.</p>\n<p class=\"cnM0ZDkwMjg4ODgwYjRiYTk4NTlmNTM4YjM3MjYyN2E3\" data-original-margin=\"\">Every time I start to feel safe, however, something like this happens. Something foul is left in my food, my dorm room, or my bags. They always find a way to remind me that I am unwanted. So I have to keep looking over my shoulder. Checking my fucking breakfast and waiting until classes start before moving between them.</p>\n<p class=\"cnMzNzE4NGY3MjExMjRlODE4NmFhYWM3YTIwYThlM2Zl\" data-original-margin=\"\">\"Oh no, are you alright?\" a polite but unwelcome voice asks and I look up to see Iris staring over the bush at me. Her tone indicates she wants to help, but I can see the laughter in her eyes and her disgust in the wrinkle of her nose. \"We do have a nurse on campus, even a priest that can heal you. I can take you to him if you want?\" she offers. I keel over and vomit again. She knows damn well the priest won't help me. I don't know if she did this, or if she is just happy to find me like this, but she can go to the third plane either way.</p>\n<p class=\"cnM3YzY3ZGJlYTRhOTQ2NDliNDM4YTRjOTc0MzcwZDJm\" data-original-margin=\"\">I want to scream at her. Tell her exactly where she can shove her supposed help. \"I- I'm okay, thank you, Lady Iris,\" I reply instead. As long as she is playing nice, at least on the surface, I have to do the same. It's the only way to survive until I graduate.</p>\n<p class=\"cnNmYWRkNmY5YjQ2MTRjMGZhYWM5YjU4MzY5OThhYzQ0\" data-original-margin=\"\">\"Well, if you are sure,\" she smiles, \"Just be careful, I wouldn't want you to stain your clothes in the dirt. It would just be dreadfully embarrassing if they started drawing too much attention to you.\" I scowl internally but smile back.</p>\n<p class=\"cnM5MTViMjAzYzI1MDRkYWU4MWQ2YjdhYzZjN2NkMzc0\" data-original-margin=\"\">\"Thank you, Lady Iris, I will be,\" I respond, before the need to puke forces me back into the bush.</p>\n<hr>\n<p class=\"cnM0OGNiOWEwNjVhZDQyNDg5MmMwYjRlZjNlZTJmOTM2\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnMxNWY4ZmQ1ZTE0YTQ1ZTc4NzBkZGFlY2M5ZGE0NDdl\" data-original-margin=\"\">Sara stares at me, completely baffled. \"When you were... seven?\" she asks, clearly trying to wrap her head around what I just told her. I don't blame her. It's a lot to take in. For someone who hadn't spent who knows how long wandering around a magic hell forest, it would sound too fantastic to be real. Sara, on the other hand, believed me right away. Nevertheless, it was still a lot.</p>\n<p class=\"cnNkNWNmYWI3YWU0MjRkOTliMzFjOTNiNDI2YTcxZTA2\" data-original-margin=\"\">\"Yep, when I was seven,\" I answer and she just looks at me with wide eyes.</p>\n<p class=\"cnM4NDMxODNmZmNiODQ4YzdiYTAxNzNlMGJmNDg5NjAz\" data-original-margin=\"\">\"Why do you think... I mean, that must have been so strange. Are you sure you are the same person?\" she asks and I nod.</p>\n<p class=\"cnNhMjIzMTJmNjkwYTRlZTc4NTE5ZWNkMTE2MzRmNjE5\" data-original-margin=\"\">\"Completely. I didn't just remember my childhood here. I felt it. I still feel it. They aren't just events, I feel the nostalgia, the heartache, and the joy that comes with them. I have always been Lillith. I am just Annie too,\" I answer and she shakes her head.</p>\n<p class=\"cnMzMTMwY2FjMjg4MDQyNTdiYjliZDFmNjYxZGY2NTM4\" data-original-margin=\"\">\"Annie,\" she says, trying the name out. \"It's kind of a cute name, actually. Do you ever miss it?\" I shrug.</p>\n<p class=\"cnM1MTZkZGYzZDI4ZTRiMTE4OTgyNzYzM2RlM2ZkNmFl\" data-original-margin=\"\">\"Sometimes, but I think I just miss the people that used it. I like my name now just as well. Like I said, I identify with both. They both feel right, and both fit me like a-\"</p>\n<p class=\"cnM0ZTMyNmJiN2I1NzQyMDE5ZTIyMDQwOTc5ZmE2NDdm\" data-original-margin=\"\">\"Hat?\" she interrupts and I look at her, a smile tugging at the corner of my mouth.</p>\n<p class=\"cnM0MzQxZjhmZmMyNTQxMmFiNDI1NjVjYTExNjM2ODM2\" data-original-margin=\"\">\"Sure, like a hat,\" I chuckle, but she is still examining me, completely serious. \"A-anyway. Things were different there, mostly. Some things were not as much, but even the similar parts were better. But I spoke a language called English. That's the language the word 'hell' probably comes from.\"</p>\n<p class=\"cnNjMzdmZjE1ZTg2YTQ5MGY4NTA5ZjQxOTY0NTNjOTQ4\" data-original-margin=\"\">She looks contemplative for a moment. \"What do you mean probably?\" she asks and I shrug.</p>\n<p class=\"cnM0MTZkYTU4MGE0YjQyMWNhMzhhZmFmMTEyNTc5MjEy\" data-original-margin=\"\">\"Language is tricky. Sometimes words in different languages can sound similar but be unrelated. We had a holiday called Easter and an old God called Ishtar, and a lot of people assumed they were related just from similar themes and names, but they weren't even from the same language. Hell is kind of the same, actually, and it throws the timeline off,\" I explain, getting a little lost in thought.</p>\n<p class=\"cnNlMDVlMjlkYWIzYjQ3ZGNhMjEyZjQ3NGI1YWNlMDVj\" data-original-margin=\"\">\"What do you mean?\" she asks and I rub the back of my neck.</p>\n<p class=\"cnM2NjIzZjAzMWRjMTRiMzBhOTcwY2I2MjE5YjlkYzBh\" data-original-margin=\"\">\"Well, the Collector, or at least the church, has been around for thousands of years, or so they claim. The more I learn about Potestia and the church, the murkier things get. But supposedly, both showed up at the same time, thousands of years ago. The word 'Hell' wouldn't have existed on Earth at the time,\" I think out loud and Sara tilts her head.</p><p class=\"cjYyNjkwOGUyZjJmMjRkMGFiZmU3ZWE4MjdhYjJlMWE3\" data-original-margin=\"\">Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere.</p>\n<p class=\"cnM1NGVmYTM3NWY1MDQ0Mjg4YmQzNWY4NzZiMGYzOTg4\" data-original-margin=\"\">\"So... you don't think the Collector is... uh... like you?\" she inquires and I can only shrug again.</p>\n<p class=\"cnNhODE5YTUxMDM5ZDRhNzVhYjUzYjliNzAxY2ZkYjY3\" data-original-margin=\"\">\"Or the Radiant Woods isn't actually the Collector, or time doesn't flow at the same rate between realities, or he can just see into all of them at once. I honestly don't know. But it does feel strange. Using the word at all implies some kind of connection to more recent English speakers, especially in that context. It's... a lot to consider,\" I answer.</p>\n<p class=\"cnNjNTMxN2M4MzJmYTQ1ZTRhNmZiODFjNjNjZGExZDFj\" data-original-margin=\"\">We sit there in quiet for a little longer at that. Then, she finally speaks up, changing the subject. \"I'm sorry, I just... I've never heard anything like this before. Forgive me if I ask too much. But... what was it like?\" she eagerly interrogates and I lean back.</p>\n<p class=\"cnNmZDkwZjM2ZTI0NTRhZDFhZjgxM2JiZGIxYTAxZThm\" data-original-margin=\"\">\"It was... good. And bad. Better than here for sure, at least where I lived. But it was far from perfect. There were comforts people in this world would never dream of, but there were more than a few things left to fight. Things to fight for, and to fight against. I had a fairly comfortable life, though. Movies, games, and comfy little coffee shops with cute baristas. I was mostly happy, and I didn't need a fucking guardian to be that way,\" I answer and she looks down.</p>\n<p class=\"cnNjOWM2NDFlZDhmMjRmNDlhZmRiZTQ4MWY1YThiZTEx\" data-original-margin=\"\">\"I didn't understand a lot of that, but... it sounds nice. So how did you end up so... ready to fight?\" she asks.</p>\n<p class=\"cnNiMDNjZTMyODNlNjQ5OWM5Mzc4YzAwOWUyMTVlNDY0\" data-original-margin=\"\">\"Well, part of it is because I have seen a better world. It makes me feel sick to my stomach to go backwards, rather than forwards. But even back there, I was killed fighting for something better. I just have even more to fight here. And fewer people to fight alongside. Also, no toilet paper, which would make anyone cranky,\" I joke. She looks confused for a second, but then something dawns on her.</p>\n<p class=\"cnM0ZWI1ZTVkOTU3YjQ1YjhiYjZiNmM1ZDk1ODc0MDZl\" data-original-margin=\"\">\"That's why you are always saying things that make no sense!\" she exclaims, \"you are talking about stuff only you understand! I mean, I guess I knew that, but they are real things! It was always the most confusing thing about you, how you would make a joke or respond to something in a way that sounded like gibberish...\" she trails off, suddenly turning a little pink. \"Sorry, I didn't mean to be rude, it never bothered me! I was just excited to understand.\"</p>\n<p class=\"cnNhYzVjZDc4MjU3MDRiNDBhNTVkOTJhMjVlZmI5ZDlj\" data-original-margin=\"\">I laugh, \"No offense taken! I know I do that. I can't help myself. I am still who I have always been. These little references to the things I once loved but can never see again... they keep me grounded. They tie me back to my home and make sure I don't forget it. Some of them are silly, like a goofy song I used to listen to or a video game I played when I was depressed. Some of my past experiences are important, however. They are how I know this world is... wrong.\"</p>\n<p class=\"cnM3NTIzOWMwMzIyNzRiYWRhMjRiN2E4MTU2NzNkMDJi\" data-original-margin=\"\">\"You mean like the Radiant Woods and the temple?\" she asks and I nod.</p>\n<p class=\"cnNkZjQ2NmIzM2I1NDQ5ZmFiOTViOTFkNTQ3YzY0MDVh\" data-original-margin=\"\">\"That, yes, but everything else too. The way the history doesn't seem to exist before the church and the country. The way no one seems to know about any other countries. There is no trade between Potestia and other powers, and there is barely even between cities. So-called 'merchants' collect readily available materials and recipes from the immediate area, lash out at anyone who discovers their process and sell basic goods as luxury items. All to justify existing and growing wealthy when they don't even travel.</p>\n<p class=\"cnMzMTBlNGIzMzA4ZDRkMDg4ZjQwYTIyY2Q3ZDZiNzJh\" data-original-margin=\"\">\"It's like each city is an outpost in a strategy game. Started in one of many places that conveniently has a gold mine, lumber, water, and any other resources lined up next to each other. And they are all the same. The same spices, the same livestock, and flora. None of it varies at all. No one has heard about anything that isn't available everywhere, so they have to sell what is easily available at a premium. It just makes no sense. That corn in the forest? That was all over the place on Earth, but I'd never even heard whispers of it before entering the woods,\" I rant and Sara looks at me with wide eyes.</p>\n<p class=\"cnM3ZGMyZGMzMGQ0MjQyMjM4N2RlNWQyMmM2NmYyZWU2\" data-original-margin=\"\">\"So... back on... your world, things were different somehow? Merchants traveled more for some reason?\" she asks and I rub my neck again, trying to think of a quick way to explain.</p>\n<p class=\"cnNmMGM5Mzc5Y2JlODQxMmQ4YmYzMzBiZjM3MTRjOGYz\" data-original-margin=\"\">\"Yeah, they did. Most goods were regional in some way or another. They took them from one place and sold them in another. Well, by my time they weren't really merchants anymore, and a lot more people were involved, but the point is the same. People traded goods. Yeah, things were still artificially expensive but... it wasn't the same. The way things work here... it has to be by design, I just can't figure out why. Maybe the existence of magic changed the landscape over time, but-\" and Sara cuts me off.</p>\n<p class=\"cnM1OTM2NTliZGJiMDQ5YjFiNzQzMWRkNGZjNTI0MTM0\" data-original-margin=\"\">\"Wait, you didn't have magic before? Even the nobles? But things were more comfortable?\" she suddenly asks.</p>\n<p class=\"cnM2ZmVkOTgzZWRkMjQ2MTRhMDlkMDZlODZjNTA0Y2U4\" data-original-margin=\"\">\"OH, uh, no. At least I don't think so. If we did, it was a secret. No, we sort of... electrocuted rocks in patterns and created our own magic with that. It wasn't really magic, but it might look like it. Then again, maybe magic here is the same way,\" I muse and Sara actually rubs her temples trying to understand what I am saying.</p>\n<p class=\"cnM2MDgwMmU1ZGE0ZjRhNWViYmFhYzYzYTJiOTcwNTAy\" data-original-margin=\"\">\"You are talking about things that make no sense again,\" she complains and I chuckle.</p>\n<p class=\"cnM5NjcxYzlkNjczMjQ1ODViZTBhZDU1NThiMmUyMTM2\" data-original-margin=\"\">\"Sorry. It'll take time, but I'll explain it all to you. Basically, we were really good at math and science, and we figured out new ways to do things. If we had magic, I like to think we would have advanced more than Potestia has. But, again, the state of things feels like it was designed, so perhaps not,\" I answer.</p>\n<p class=\"cnMyZDcwOWIzYjAwMDRiZmVhNDNhNjc5YzMxNDE2NjEx\" data-original-margin=\"\">She nods along with me, then gives me a serious look. \"Alright, I have one more important question for you,\" she begins and I tilt my head in curiosity. \"What kinds of hats did you have there?\" she says. I begin to laugh.</p>\n<p class=\"cnMyM2ZmZjY1MDA2YjQzMDc4NTczMmJlYThlYjlkMmYw\" data-original-margin=\"\">\"Oh, we had all kinds. Top hats, bowler hats, fedoras. I was partial to a baseball cap myself, but there were dozens of styles. Maybe hundreds,\" I answer, and if I had a heartbeat it would have stopped short as I finish that sentence. She has stars in her eyes. This is easily the most eager I have ever seen her.</p>\n<p class=\"cnMxMTFhOGVhOWUwZTRjYjZiYWZiZjgyN2MxZDAyZDA0\" data-original-margin=\"\">\"Do you think you could make them?\" she begs and I chuckle.</p>\n<p class=\"cnNjYzI0MDMxMjM2YTQ0YTFiYmU2YzkzOTI3ZjkxYTVl\" data-original-margin=\"\">\"I have no idea how to make a hat. I can sew a dress but I have no confidence I could emulate a design from memory just with-\" I start and she cuts in.</p>\n<p class=\"cnMzNmJkZWYzOWUzNDQ5MGNiYjljNGI2NDkyMTMzOTEz\" data-original-margin=\"\">\"If I teach you, can you make them?\" she asks again and I laugh openly for a moment... until I see the dead serious look she is giving me.</p>\n<p class=\"cnNjYzdkZTNjZjhhZTQwYjRhYjcxNDIyNWMwYTY2MDU1\" data-original-margin=\"\">\"Oh. Uh, I'm not a terrible artist, exactly. I can probably draw them, will that work?\" I offer. Her mouth opens a little and her eyes light up. At this moment, I can see just a little bit of the girl Sarafyna described herself as in the past. It's more than a little cute, and I start blushing a bit myself.</p>\n<p class=\"cnM5MmNlMjMxYzliMDRjYzlhMzg3OTAxOWIxNzY0NDlm\" data-original-margin=\"\">\"I'll, uh, I'll draw some on breaks for the next couple weeks,\" I promise, and she pulls me into a hug without even thinking about it.</p>\n<p class=\"cnM5NWExNGNlYTEzZjQwNmQ4YTIwZDdjODI2NzAyZmEx\" data-original-margin=\"\">\"Thank you, Lily, that would mean the world to me!\" she exclaims and I smile. Only Sarafyna could hear that I had a past life in an entirely different world... and be most affected by the thought of new kinds of hats. I'm just glad I can make her happy, and that I get a little bit of a break for a couple of weeks.</p>\n            ",
  "invisibleParagraphContent": "Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere."
}