{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4NzIzN2I0ZTVhYjQxMjE4ZmMzZDJiNGNkMDhkZGU1\" data-original-margin=\"\">I'm feeling encouraged as I walk to Tommy's camp. It had taken some work and quite a few demonstrations of spells, but the residence of the 'penance' house agreed to my offer. None of them are interested in my attempts at healing, but learning magic and working with the street kids is on the table. Interestingly, many of them were more interested in the kids than in magic. This group included Diana and Ozzy, who both did their best to convince the rest to work with me.</p>\n<p class=\"cnNhMjgwZmVhYjNhMDQ0NjI4ZDZhYzUxMzJkOTVlYmM5\" data-original-margin=\"\">It turns out quite a few of them have people on the outside they are worried about. Family members and friends they never got to say goodbye to. The priest's compulsion prevents them from seeking them out but with the kid's help, they can contact them again. This possibility alone swayed more than half of the residents.</p>\n<p class=\"cnNiMGI1NmFlMjJjMjRiMjNhN2Q5ZTQwNzZkNTg3YzY4\" data-original-margin=\"\">I also made an interesting discovery while displaying my spells for them. When my grief mana is particularly charged, the color of each aspect is far less vibrant and opaque. While its potency is greater it seems to lose some visibility at the same time. I have a few theories about this, and I'm excited to investigate them.</p>\n<p class=\"cnMxMjhiODc0YzhhOTRjZjViYjM4MTg1NWE0ZjhhOTgx\" data-original-margin=\"\">Finally, I also have a lead on Henry. Next time Baldwin visits me I am going to try and follow him. This is an immense risk but has the potential to change everything. I am also going to ask Godfrey for information. His distaste for Baldwin was enough to get his help before; I can't ignore the resource now. If I find enough threads of Baldwin's corruption, I can unravel him and find Henry in the process.</p>\n<p class=\"cnMzZDdlN2VkNDM3ZDRlM2ZhNmM4N2Q0NjM5ODZhNjNl\" data-original-margin=\"\">I arrive at the camp and am pleasantly surprised to find Gilbert already there, playing some kind of game with a few of the younger kids. He is blindfolded and playing a game a bit like Marco Polo with giggling children running around his feet as he tries to catch them. While this doesn't restore my trust in him, it does rouse a bit of my childhood affection for him. He must be coming here regularly to visit and bring food. I smile and wave as Tommy sees me and walks over.</p>\n<p class=\"cnMwMDJkYjJkOWRjZTQ5ZTI4NTRiZGRhNzFkMDBlMTA1\" data-original-margin=\"\">\"Ms. Lillith! What're ya doin' 'ere?\" he asks and my brother stumbles at the sound of my name. I laugh as he is swarmed by kids while trying to peek out of his blindfold.</p>\n<p class=\"cnM0MWY2NTY2NDA1NDQzODA4MDc3NTczMzM4ZjVhYWQ2\" data-original-margin=\"\">\"You've conquered him!\" I call over, the lilt of a laugh still carrying my voice. \"Do you mind if I borrow him for a moment? I'll return him afterward, I promise!\" This causes a cacophony of boos and complaints so I follow it up, \"Actually, I have something to talk about with all of you!\"</p>\n<p class=\"cnM5OWMxOTEzODVkZDQ4MDdiNjNmNTE3ZDIxYmY2ZmE0\" data-original-margin=\"\">This perks them up again and I find myself the new target of their energy. They run over and swarm around me, shouting over each other to get my attention. \"What's up Lillith?\" Gilbert asks as he approaches, completely removing his blindfold.</p>\n<p class=\"cnM3YjkyMTNlMDM5YTQwYjM5ZmRlZjRiZDVmMDFiYzAx\" data-original-margin=\"\">I hold up my hands to the group, allowing the sound to die down and giving the older kids a chance to join us. \"I think,\" I announce, pausing for dramatic effect, \"I have found a suitable place to teach everyone magic.\" Excited chittering and cheers immediately break out again and even the older kids start whispering under their breath. I catch another glint of greed I don't like in a couple of their faces, and make a mental note to keep an eye out for them.</p>\n<p class=\"cnM2NThlMzQ2ZWQ2YzRmZmZhY2U3ODM0OWY4NjJiYTg5\" data-original-margin=\"\">\"'How'd ya fin' uh whole empty house?\" Tommy asks. Gilbert cocks his head and looks at me, indicating he has the same question.</p>\n<p class=\"cnMyNTkyMTJmZGVhZTRlNjVhZDA1NzdkNzMwZTc3YmJh\" data-original-margin=\"\">\"Well, it's not empty. It belongs to, or rather is occupied by, another group of people,\" I start. I then begin to describe my experience at the House of Penance. I get quite a few questions from the crowd and do my best to answer everyone.</p>\n<p class=\"cnM4NWQ4NjEzMTNlMjQyODNiMTc2MDZlYmMyOGE3MzE2\" data-original-margin=\"\">At one point a girl wrinkles her nose and asks, \"So we hav'ta help a buncha old sick people?\" and I give her an admonishing look.</p>\n<p class=\"cnNiZjIzZDg4ZjNhYjQwNzc4NDJkYmI4MzUxMjRkOWU4\" data-original-margin=\"\">\"You don't have to do anything you don't want to, but it will help you. They aren't just a 'bunch of old sick people.' They are a group that's been kicked around and beaten down the same way you have. They need your help and you need theirs,\" I explain.</p>\n<p class=\"cnMzZWM4YWNiNmFlMzQ0YWE4ZjM1Y2NmM2QwMzgzYTdi\" data-original-margin=\"\">\"I don't see how we need their help,\" an older boy says, crossing his arms, \"seems to me we'd just be doing a buncha chores for 'em.\" I sigh but remain patient. This response pretty closely reflects the residents' response to the idea of the kids joining them.</p>\n<p class=\"cnMzNGM2YzRlNjExOTQ2NzZhOGJmMGVhZTY1MWJmNWVi\" data-original-margin=\"\">\"Well, you need a sheltered and hidden location that the city guard will never check. That no one will ever check. You need a safe environment and a support system, and somewhere safe when you get sick yourselves. They need help getting more food, clothing, and contacting their loved ones. You will also both need each other while gaining your mana,\" I explain. I answer several more questions for a while but it's not so hard to convince the group to agree.</p>\n<p class=\"cnM3ZWQ5YzUyZTlmZDQ5MGY4NjRkMmI1ZTQ2NDRkYzFl\" data-original-margin=\"\">Once I have the support of the group, I offer to bring them right away and the excited kids agree eagerly. As I send them off to collect their few belongings, I pull Gilbert aside. \"I found out where the button is from,\" I start and immediately grab his full attention. \"The bird is the seal of the House of Tudor. Baldwin has Henry.\" Frustratingly, Gilbert's face lights up at this news.</p>\n<p class=\"cnM0N2U2NTFmNmFkMjQ1YWJiOGVjMjc3M2RhMThhMzA1\" data-original-margin=\"\">\"That's great news Lillith! He's safe and we know where to find him, we can finally bring him home! Mom will be so happy!\" he exclaims as I begin rubbing my temples again. Gilbert is still convinced my engagement is a good thing. He doesn't understand the extent of the violation of what Baldwin has been trying to do. When I told him about the attempts to change my body he just shrugged it off because women 'usually want to be more fertile and curvy.'</p>\n<p class=\"cnNjMDRhOGYzYmEzNDRiNmVhYmM5MjJmNDg2MTc5NWY0\" data-original-margin=\"\">I am having a hell of a time shaking him free from a lifetime of accepting the cruelties of the world as normal. Gilbert's sometimes kind, sometimes casually misogynistic view of the world is exhausting. I can see clear as day he has the capacity for empathy; he can care when he is slapped in the face with reality. He's also thoroughly socialized to believe some of the worst shit I've ever heard.</p><p class=\"cjZlNmEyYTE3ODkyMDRjOWU5MTZlNTZiYjNjNjYwYmIy\" data-original-margin=\"\">Love this novel? Read it on Royal Road to ensure the author gets credit.</p>\n<p class=\"cnM5NTE0M2I0NzYxMDQzNDdiYzBiYWI1ZjE3ZTBiODQ4\" data-original-margin=\"\">\"No, Gilbert, it's not. Baldwin has had Henry since before we raided the Manticorps. He has had him this entire time, and let us believe he was missing,\" I say and the idiot just looks confused.</p>\n<p class=\"cnMyNzYzMTI2NGRkNzRkMzJhY2FlZDQ1OGVlMzgxYjg1\" data-original-margin=\"\">\"Why would he do that?\" He asks, \"Aren't we going to be an extension of his house soon?\"</p>\n<p class=\"cnNlNWFhZDA1NTg1NDQ5ZTQ5M2M1N2U2ODY4ZWU4ZTBh\" data-original-margin=\"\">\"Because, he is not a good man, Gilbert. He could be doing any number of things. It could be to punish me or it could be to control me. The one thing I do know is if we want to see Henry again, we have to get him back ourselves. He's not going to return him to us, at least not for free,\" I explain, anger rising in my voice. My clueless brother is completely taken aback by this but bites back his first response.</p>\n<p class=\"cnNjYmQ3M2RmODU2YjQ5NTNiMWU2NjA4Zjc1YWY4MzMy\" data-original-margin=\"\">\"You really think he won't let us see him?\" he asks softly.</p>\n<p class=\"cnM3N2Y4YTJiMmNmMDQ5Zjg4MjlhMmY0NDExNTgzMDk3\" data-original-margin=\"\">\"He hasn't even told us he has him Gilbert. What do you think?\" I ask in response. He pauses for a moment of contemplation.</p>\n<p class=\"cnM2OTI5YTEyY2NmZDRjZTJhM2UxMjdlZDhhYzFlZTll\" data-original-margin=\"\">\"And you are sure he has him?\" he checks, clearly hoping I am wrong.</p>\n<p class=\"cnNiOWQ0ZmJkOTljMzQ0MTE5YTFlM2ZiNGM2NGQ1ODli\" data-original-margin=\"\">\"Intellectually? I can't be completely certain. But I can feel it Gilbert. I know he does. And soon enough I'll have proof,\" I assure him. He doesn't respond to this, just withdrawing into contemplation. He'll come around. If there is one thing that always sways Gilbert against his preconceived ideas and biases, it's concern for his little brother.</p>\n<p class=\"cnMzNTM5MDNhYjYyOTQ0ZDVhODdkMDkyYmNkMzJmOTlk\" data-original-margin=\"\">By the time this conversation closes, the kids have all prepared themselves and are ready to depart. \"Ready n' waitin'!\" Tommy announces to me, and I smile. I begin leading the group through the streets to the house of penance. We get more than a few looks as we travel en masse. Many steer as clear of us as they can. Some give us nasty looks and a few shout at us. One man actually tries to rescue me from the group.</p>\n<p class=\"cnM4NzJlODE2NGQ0YjRhMjdiZmVhZWIyZjg4NzUyMWNk\" data-original-margin=\"\">When he insists after I wave him off, I am forced to display my magic. This succeeds in scaring him off and probably starts some fairly strange rumors. Hopefully it's just dismissed as an oddity and the guards don't investigate. Maybe I should have brought them one at a time, but I'd really like to talk to the entire group before leaving any of them alone.</p>\n<p class=\"cnM5ZGUyM2U0NjMzNDQzODZiYjA1MmVjZmM0NzdkMDQ1\" data-original-margin=\"\">Finally, we arrive at the worn-down home. None of the kids seem to care about its state, however, as it surpasses their makeshift tents by a mile. I lead them inside and the expectant residents move to one side of the room, a few from other rooms joining us. I can see they are chomping at the bit to send messages out to their loved ones.</p>\n<p class=\"cnNjYjcyZmQzZWUxMjQ2NGJhOWQwMzE3N2Q3ZmNmOWU2\" data-original-margin=\"\">As the kids finish filing in I have to lean against the wall and take a few deep breaths. Both of these groups have had harder lives than me. Both of them have experienced loss and heartbreak on a level that can completely break someone. Both of them cause a significant spike in my abilities and bringing them together actually makes me a little dizzy.</p>\n<p class=\"cnNkZDM1MTU4NTk4NjQ4MzA4ZDE5NDBhMzM1OWUxZGMy\" data-original-margin=\"\">Once I manage to regain my composure, I begin introductions. Diana and Ozzy take to the kids at once and Ozzy is excitedly making friends with as many of them as he can. I had the foresight to warn them about his arm, and they all either keep enough distance to not worry about it or react to it quickly enough to avoid problems. The kids display a mix of reactions to the residents. About seventy percent openly stare at their various injuries or disabilities, while the other thirty percent try so hard not to look at them it has the same effect.</p>\n<p class=\"cnMzMWY0YWYyYzNhMDRiMjZhNzhjYmI0YTA1MzU2ODc2\" data-original-margin=\"\">For the resident's part, they seem to be equal parts eager and annoyed. Not much to be done about that; all I can do is try and help them work together and trust they will be able to. Finally, I speak up again. \"I have explained to everyone what the general purpose is here. There is one more thing that everyone will need to help each other with, however.\"</p>\n<p class=\"cnM1MDUyNGZjMjljMDQ4Yjk4MmRiYzFkZGRjMDRlNzky\" data-original-margin=\"\">I go into a brief explanation of magic circles and the need to stay inside one. I'd like to give them each a tattoo like mine but I can't spread that around the city as fast as I need to. It also causes enough pain that it could be dangerous for some, and the risk of the group getting caught increases exponentially. Finally, the need to guard and provide for each other while the others are accumulating mana helps further cement the idea of mutual aid in their hearts. If everyone is out for themselves, no one learns magic.</p>\n<p class=\"cnMwMjk4ZmI5MzUzODQwYjdhYjA5NjlmM2NiZTM2YTA0\" data-original-margin=\"\">I have also redesigned the original circle for mass use. I still use the ever-expanding universe as the space. This way I can encourage people I teach to teach and share with others, and mana can spread much faster. I don't need to teach math and how to find the exact center of a room, nor do I need to teach them how to adjust the design to accommodate it. I have removed many of the dissipation runes so their accumulation rate will surpass mine. This should help counteract the inability to accumulate it continuously, at least a little.</p>\n<p class=\"cnM5ZDEzMjU5Y2M1MzQyOTA4NjNkYmVkZGMzMWE5OWNk\" data-original-margin=\"\">I have also had to scale back the extent to which mana permeates the body in their circle's design. I am still unsure of all the side effects this has had on me and I still think it's possible expending all of my mana could kill me. Kids will show less restraint and, apparently, the changes it caused to my body are some kind of cardinal sin that people will actively avoid. This makes me wonder if the clinic reported my lack of heartbeat to the church at some point. That could spell trouble if they did, and I'll have to investigate.</p>\n<p class=\"cnMzYWMyMzdhOTcwNTRjN2E4NjIzMzUyODJjNzAyMDBi\" data-original-margin=\"\">\"Now, one thing to remember is that you will all be relying on each other,\" I say as I draw the circle in the largest room in the building. \"You will be protecting and feeding each other. Another thing to remember is, I am not doing this because you are all special. I am going to do this all around the city for all sorts of people like you.\"</p>\n<p class=\"cnMzZjg2MjZmNWY2NjQ1NGNhNzkzYTBhZWQ2OTIyMmIz\" data-original-margin=\"\">They nod along and I continue my warning. \"If you get your magic, then decide not to help the second group get theirs, you will be at a disadvantage. You will have fewer magical allies and friends than everyone else in the city. If you use your mana to control and bully each other, it will have the same effect.\" I allow my words to sink in before adding my final warning. \"If you use your magic to control and hurt people, to gain authority for yourself or force yourself on others,\" I hiss, pausing and making eye contact with the members of both groups that had been looking at the circle with greed, \"You will be my enemy, and you will be the enemy of everyone else in this house. Do you understand?\"</p>\n<p class=\"cnMzMjNkNjAxZjM5OTRmOTk5MmUwM2NlOGNiNmU5MWRl\" data-original-margin=\"\">I get nods and different affirmations of varying levels of sincerity. It'll have to do for now; I have a few weeks to keep teaching them and talking to them before any of them have magic. It takes me hours to draw the circle, especially since I am going slowly and teaching each detail to anyone willing to learn as I do. As the sun goes down, I finally finish the circle and help the residents and kids decide who will enter it first. It can fit about eight people maximum and four from each group enter.</p>\n<p class=\"cnMyNTc4ZTJlNjdjOTQ4NTQ4ZjBlMTU4MzJiMjE0ZjZh\" data-original-margin=\"\">Gilbert and I finally depart and begin the walk home. He doesn't talk much, still considering our conversation from earlier. I let him contemplate until we get home and are greeted by my smiling father. Edward is even here, although he refuses to look at me, and that concerns me. Ever since the engagement was announced he has been avoiding me. First, my existence is being considered this family's greatest success by our father. I have consistently failed to be offended at being called a sex worker. These combined factors have left him unable to face me.</p>\n<p class=\"cnNiMmQyYmU0YjVlZTQ1NDlhZjYwZjg0NzExMDcxODI2\" data-original-margin=\"\">\"Welcome home Lillith, great news!\" My father announces, too excited to even smirk at me. Neither Edward nor I like where this is going and we share a grimace for opposite reasons as my father continues, \"Lord Baldwin has secured an earlier appointment with the church. We officially become a noble house tomorrow!\"</p>\n            ",
  "invisibleParagraphContent": "Love this novel? Read it on Royal Road to ensure the author gets credit."
}