{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiMWRjMDBiYTMxZjQxYjViMzU4YTc5N2VlMzdmZjdm\" data-original-margin=\"\">\"I'm sorry, I just don't understand what you mean, you sound insane\" Sara argues, confusion coloring her face as we pass out different supplies from the center of the small town. Unlike the cities of Potestia, resources aren't conveniently, and suspiciously, growing in abundance a little ways from the town walls. Rather, all resources aren't. These communities are a little more like one might expect, with different flora, fauna, and minerals being easier to find in different places.</p>\n<p class=\"cnM4ZjhkMDUwMWY3ZjQyN2E4MDVhYmQyNGE1ZDliODEx\" data-original-margin=\"\">Sara gives us a huge advantage in the short term, as we can share these resources extremely quickly. This means, unlike on Earth, we can expand in a lot of places at once without travel-based infrastructure. This eliminates a huge number of problems any society might have in supporting itself but... it's not sustainable. Currently, travel, trade, and communication all rest on Sarafyna's shoulders. Without her, it all collapses. And these idiots want to call me queen? I'm just the punchy girl; if I die these people survive. If something happens to Sara... well she is far more important than I am. Of course, many societies give authority to the punchy people and blue-collar wages to the important ones, but it still feels less than self-aware.</p>\n<p class=\"cnMxZTY1Mjg1N2FlZjQzNmNiNDY5NTIzMTE1NjI5OTM4\" data-original-margin=\"\">In any case, this means we can't plan long-term. I'm not sure how long someone like her will live, but you can't build a society around one person and hope for the best. Even if she manages to share her abilities like the Collector, or Radiant Woods maybe, it's still far from the society I hope to build. We need people to be able to move around freely without a specific person controlling their travel. I don't want acceptable forms of trade to be ones Sara or I agree to. I want trade to be so easy that anyone can do it. Fortunately, magic exists. With knowledge being spread and advancement encouraged, I'm hoping to discover a workaround in the coming years. This reminds me that I'd like to visit Clarrise once we've retrieved Leo's mentor and I've gotten a better sense of the state of Visenar.</p>\n<p class=\"cnNiNmUyZjJlYWI5NTQ1NTQ5YjA0OGNkYmJlN2U4MmRk\" data-original-margin=\"\">For the time being, however, we have to rely on Sara. This is another problem. Sara wants to help me fight. She knows the fighting isn't done and she is perhaps the only person I can trust on all fronts to watch my back. I want her to stay in safety for her own sake and because she is too important. We've had a few discussions about this that weren't quite heated but the angels didn't descend from the heavens to praise our harmony and cooperation either. Fortunately, this is not what we are currently arguing about. Not here with all these people coming to collect the steel, clay, and ingredients we brought. No, the only entity nearby that might understand Sara and I's current argument is the Radiant Woods.</p>\n<p class=\"cnNhMTM1MWE5ZTMyZDQ5YmE4ZDRjYTY3ZTkwOTc3MDBm\" data-original-margin=\"\">\"I understand I haven't seen the story but it's nonsense. If he isn't a girl, and he isn't a Gilmore, how can this 'Kirk' be the best Gilmore girl?\" She asks again and I sigh.</p>\n<p class=\"cnMwZWNlYjdhYzVjNTRiMDBiOGU4ZDFkOTQzYmIzMDFk\" data-original-margin=\"\">\"I don't know Sara. All I can tell you is, he indisputably is. Maybe, someday we'll find a way to show you and you'll understand.\" We get a few odd looks as we continue the now forty-five-minute discussion, but we never get the chance to finish as the two extremely irritated women march toward us like mothers preparing to use our middle names.</p>\n<p class=\"cnM4NzNiOTJkMTU0OTQ0ZWU5OTJlMGQxMzdiZGVmMDY2\" data-original-margin=\"\">\"Your Highness, what is the meaning of this?\" the shorter woman demands, crossing her arms and tapping one foot. \"I had thought it was clear we would be deciding on the distribution of goods from the palace from now on?\" I give her an appraising look before crossing my own arms.</p>\n<p class=\"cnMyNjY5ZDhhOWZjNTQ2MDlhZDhkNDE5ZTdkODBmZmMw\" data-original-margin=\"\">\"So you are one of these 'stewards' I take it? Well if by, 'made it clear' you mean the goofy ass with the pointy stick told me where you wanted it, yeah, I'm aware. I just don't really give a shit,\" I retort, \"and I'd prefer you didn't call me 'highness'. Unless we can find a spot where some fucking weed grows, the term has nothing to do with me.\" I see Sara begin to raise a question so I answer it, diverting my attention from the severe women for a moment. \"Weed is kinda like green mist but better for cramps. I'll tell you about it later.\"</p>\n<p class=\"cnNlMzYyYzdhNjkzNTRlMmI4YzZjMjE0ZWRmMjc0YzBj\" data-original-margin=\"\">\"How are we supposed to get anything done if we just throw supplies around randomly,\" The second woman protests, throwing her arms up in exasperation. I'm about to tell her to screw off but I realize, in a way, she is right. I have a tendency to just assume the community that wants to start up a new monarchy is just doing stupid shit, but perhaps I was a little rash. I probably should have gone to the supposed 'palace' just to see what they meant first. I'm just... not good at this part. This is what happens when people rely on the punchy girl too much.</p>\n<p class=\"cnM1NjcyNTA4N2UxOTQwNzdhNTNkMDE4ODQ2MzdiZGI5\" data-original-margin=\"\">So I sigh, \"You're right, uh...\"</p>\n<p class=\"cnNiZDRjYzY5YmQzMzRhNTg5OGQ4YmU0YjdhOWIxOTVj\" data-original-margin=\"\">\"Rebecca,\" she answers and I nod.</p>\n<p class=\"cnM2YzY0ZjYwZjMwOTQ5NjVhMzZjYjg2MWNmN2QyZGIy\" data-original-margin=\"\">\"You're right Rebecca. Organization is good. A few people helping distribute things and organize labor is why most people are doing well outside of Potestia. You are obviously the organizers here, it was wrong to just ignore that. I apologize. Please, explain to me what your plan is for distribution, I'll try to be more amiable in the future,\" I allow, and the two women straighten up a bit. They share a quick look, and the first woman clears her throat before speaking.</p>\n<p class=\"cnM5NjI0ODQxNzJmMzQ4MjQ4Njk0YmNjNDkzOGQ5ZTA4\" data-original-margin=\"\">\"These resources are limited on the island and therefore carry inherent value. To establish a proper societal order, we first need to draw a line between the new nobility and the lower-\" she begins and I interrupt her with feigned puking noises.</p>\n<p class=\"cnM4MjAyYjQzZDI2MTQ5ZDA5NTgzNzYwOTExNTY1Yzg3\" data-original-margin=\"\">\"No. Absolutely the fuck not,\" I respond. \"These were shared freely by other communities, we are not using them to establish a fucking caste system!\" I was right that I shouldn't have come straight here. I need to let organizers organize. But I was also right that the people suck.</p><p class=\"cjAwYzc5OGIwMjBkOTQ4NTU4YTNkNzdjMmVlNWU0ZWZk\" data-original-margin=\"\">This tale has been unlawfully obtained from Royal Road. If you discover it on Amazon, kindly report it.</p>\n<p class=\"cnM2MjllZjljZDgyYzQyZDE5NzEzMTY1NGUyNGI3MDBk\" data-original-margin=\"\">\"You told us it was up to us how to build this city!\" The woman protests, \"Well we have chosen a kingdom and a queen,\" she insists, setting her jaw and staring her down. We stare at each other, both completely certain the other is contradicting themselves. A million responses climb up my throat and stumble over each other, leaving me quiet for a moment. Finally, I rub my temples with one hand.</p>\n<p class=\"cnMyNzMyNWJkNzlhNjQ2NWVhMGFmZGUyYThmMjNlYWUz\" data-original-margin=\"\">\"What was your name?\" I ask.</p>\n<p class=\"cnM0NjA5NTk1YmQ1MjRiOTI4ZTcwYTU2MjNlYWJmMjNi\" data-original-margin=\"\">\"April,\" she answers and I nod, then look at the crowd around us.</p>\n<p class=\"cnM5OTEzZWYyYzVmYzRkZWVhNWQ5MmYyZGIzZTRlOTBj\" data-original-margin=\"\">\"Alright April. You are right, in a way. You are all welcome to choose a leader, in whatever manner you think is right. Maybe you have people volunteering to play the role of 'commoner' so you can have your nobles. I doubt it, but maybe you do. But the society you grew up in maintained that system in ways that I will end if I catch so much as a whiff of them. So I'll bring these supplies to your 'palace' next time, but keep that in mind. I'm really only good at one thing here, and you put it in the name of your 'kingdom.'\" I say. April looks down her nose at me.</p>\n<p class=\"cnNlOThjNjE0ODhlZTRlZWJhZThjNmU3NWYyZjQwZDI4\" data-original-margin=\"\">\"I'm from Satusmor, you know. I've seen firsthand how your way of doing things ends, you self-righteous bitch,\" she scoffs. I guess she took my request not to call me 'highness' to heart. Suddenly Sara steps forward carrying a storm in her eyes.</p>\n<p class=\"cnM4NmQyMDQ0MmU4NDRkMjFiMDA1MWE0ZTQ3NmQzMmRl\" data-original-margin=\"\">\"Excuse me?\" She demands while stepping between April and me. Her body language is more combative than I have ever seen. I haven't seen this side of her much and can't help but be a little charmed at how defensive of me she is. \"What kind of stupid-\" she starts but I hold a hand up.</p>\n<p class=\"cnNkZWE1Zjg1MWU5NTQzMGJiZjcwNTc2MmI2M2U1ZTI1\" data-original-margin=\"\">\"Woah there, Sara, I think we know how a fight between the two of you would go. Be easy on her, imagining a new world is hard before you've seen it,\" I placate and Sara gives me a sharp look before realizing what she is doing. Her brain catches up with her body as she looks at me, then her face turns bright red, and like the flip of a switch, she is back to her regular self.</p>\n<p class=\"cnMxYjI2MzZkZmU4MzRkMTA5MjlhODJkZmE1ZDliMzlh\" data-original-margin=\"\">\"I uh... I'm... I have to...\" she trails off before stepping backward a bit awkwardly. This is just as charming as the outburst in a different way, and as she hides her face in her hair I smile, the bite of the woman's remark completely fading.</p>\n<p class=\"cnNkZGYwZjE0YWYxMzRiNWM4YjU1NjE2NzUwYzZiY2Zl\" data-original-margin=\"\">\"You're not stupid, April. My girlfriend here is a little defensive of me.\" April wasn't stupid. Sara heard the story of Satusmor as just that. A story. She was on the outside, with all the context and framing she needed to understand what happened. Anyone who learned about it that way and considered it evidence that we need a king or queen, or any authority would indeed have to be stupid. But that's not her. She only had her lived experiences. All she saw was the resulting violence. I tried to help people share resources, knowledge, and each other's services.</p>\n<p class=\"cnM1ZDE5NDg4NDc4ODQxYjI5ODkxYTYzOGY2OWM5OThi\" data-original-margin=\"\">Sharing knowledge and resources, on its own, is obviously not a moral failing destined for disaster. It was the power that was denied to the monarchy and the church that was the problem. It failed because it happened inside the monarchy. The system in place was still an authority-based one, and it was the point of failure. Outside of that system, with the church and their fucking confessions, and the guards hunting people for their knowledge, it's just... sharing. Does it need organization? Yes. Is Satusmor evidence we need a queen, king, or any other authority? I guess in the same way bloody gums are evidence flossing is bad.</p>\n<p class=\"cnMzNDdiOGQ4YzljMzQ0ZmM5OThkMTNmOTEzNzQwYzEx\" data-original-margin=\"\">But, when someone has only ever seen one way to live, it's hard to sell them on a new one. So yeah, Satusmor is clear evidence of the flaws in the system this woman wants and, with all the context, it's moronic to use it as the opposite. But she doesn't even believe the church has been brainwashing people. I can't argue sense into her. All I can do is give everyone options and prevent coercion, and the 'Kingdom of Endings' will collapse all on its own. It just isn't how I usually do things and it's hard to default to it. \"Look, this isn't worth arguing about. I'm just warning you, if people are coerced, I will give them other options. So if this is what you want, think of a way to do it without coercing people. And for Christ's sake, choose someone else as your fucking monarch. I'm not taking the job.</p>\n<p class=\"cnNmNzZmNDE2Y2ZkMTRjZWVhYTIyNWU5ZDEwZmUyZDJk\" data-original-margin=\"\">She huffs and Rebecca answers for her. \"We have chosen our queen.\" I roll my eyes.</p>\n<p class=\"cnMxNGFkY2UyNzI2MzQ0NDZhZjQzMGMxMDljM2NjYWU5\" data-original-margin=\"\">\"Then as queen, I dissolve the monarchy,\" I quip. They share an awkward look.</p>\n<p class=\"cnM0MDBjYzBhMzE0ZTQ2Y2RiZmRlNzFiMzUyOWIyNThk\" data-original-margin=\"\">\"Only the King can dissolve the monarchy, Your Majesty,\" April answers tersely. I narrow my eyes. Maybe Sara had the right idea because slapping them is looking pretty tempting.</p>\n<p class=\"cnNiZWEwZTRkNzY3YjRjYjRhYzZkZjA2YjdkYmVjMmY5\" data-original-margin=\"\">\"So you insist I am a queen, but I can't choose not to be queen, only a king can do that? Can I do anything?\" I question, genuinely curious.</p>\n<p class=\"cnM5OTU1YzNjYWUyMDQwMGJiZmQwZGMzYjU3MTVkNGNh\" data-original-margin=\"\">\"Potestia was never ruled by a queen,\" April answers, \"So the Stewards will govern until a King assumes the throne.\" I give her a blank stare. We are all quiet for a moment, and I hear Sara innocently whistling from somewhere behind the cart. I look up and down at the two of them.</p>\n<p class=\"cnNhNTI0Njg3MDM4MzRjODU4ZTA1YjE4OWJlZWM5MDc1\" data-original-margin=\"\">\"Are you two not women?\" I ask. At their offended looks, I discern that they do, in fact, consider themselves women.</p>\n<p class=\"cnMzYmI1YWI1NDI2OTQxYmE4ODYyZGE4MTkxNWI4ZDNj\" data-original-margin=\"\">\"We are women, but we are simple stewards moving things along until you marry, at which point the King will take control,\" Rebecca explains. Fuck it, whatever, I don't care. \"Speaking of which, there is a gentleman we'd like to introduce you to. My son Jin has invited you for a preliminary meeting, if you'd be so kind as to visit the palace tonight he-\" I walk off in the middle of her sentence and pull the embarrassed Sara back out, hold her face in my hands, and kiss her. Rebecca stops explaining her invitation and both women gape at me. In fact, everyone gapes at me.</p>\n<p class=\"cnM3ZjkyZTdhNzlkMTQwZDc4N2UzNDc1Nzc3ZWMwZTc3\" data-original-margin=\"\">\"You're not getting a king by picking someone to put in my bed, alright,\" I announce while Sara looks around, dazed. \"And if one queen can't do anything, neither can two. Now if you don't mind loading this cart up with various delicious citrus fruits, we'd like to get back home. We have more important shit to do in Visenar tonight, and as you can see, a blind date with your son is unlikely to get anyone anywhere.\" I turn back to Sara and we walk to the front of the cart.</p>\n<p class=\"cnNhZTMxNDhkMmUwMDQyMGQ4ZmQzOTg1NmRlMzU5NTI5\" data-original-margin=\"\">\"Lily that was...\" Sara trails and I lean against the cart.</p>\n<p class=\"cnMwM2QxNmUyYTVhZTRmMzBhOTkwMDg4ODBlYTkxMTI5\" data-original-margin=\"\">\"Well, I couldn't help it. They were being annoying and you were being cute. Both situations called for a common action. That was a very impressive two seconds of confidence, you should lean into that more,\" I suggest. Sara covers her eyes with both hands in embarrassment.</p>\n<p class=\"cnM1MDQ5NDgzNzUxNTQwMzQ5ODA3Zjc1MjgzNjYwZjBl\" data-original-margin=\"\">\"I don't know what got into me. That was so embarrassing,\" she complains and I smile. Her presence really does make all this more bearable. If only I could bring her tonight. I have a feeling my trip is going to be far more dangerous with Godfrey in charge of the knights.</p>\n            ",
  "invisibleParagraphContent": "This tale has been unlawfully obtained from Royal Road. If you discover it on Amazon, kindly report it."
}