{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5NTY5YzhlNGE3NTQ4YWI4ZjA2NWQ5M2M5MDdkZWQ5\" data-original-margin=\"\">\"Thanks, you're looking lovely yourself,\" I reply to a concerned Clarrise, who frowns at me.</p>\n<p class=\"cnM5MzEzMzQ5OGEwYjRmOTE5ZDhhZjk4Yjg1NWU5YTdk\" data-original-margin=\"\">\"Sorry,\" she says, a little mortified, \"I meant are you alright? If I had a student show up with such a pallor, I'd send them home immediately. Should you be here?\"</p>\n<p class=\"cnM4NmE3ZTNiMGFiMzQwODc5NWJmNWFiM2E0M2I3ZWQz\" data-original-margin=\"\">\"I'm alright. Just been getting a little too much sun lately, it's left me drained,\" I lie and she gives me a stern look.</p>\n<p class=\"cnNlM2YzZDQ4OGVlNTRlYzA4ZjcwMWNjN2Y3OWE1Mzlm\" data-original-margin=\"\">\"None of that. I know an exhausted woman when I see one. I know a sick woman when I see one, too. I'm a teacher, do you think I can't tell when someone is working themselves too hard?\" She reprimands. I think back to my grad school professors and my own experience teaching and genuinely don't know how to respond. In my experience, the answer is 'depends'.</p>\n<p class=\"cnMxNzg3MjZkMDE1YzQzNGZhNmQ2YWI0M2U3ZGEzZjdm\" data-original-margin=\"\">\"I told her she needed to rest more, but you know how she is,\" Sara laments and I give her a narrow-eyed look of betrayal.</p>\n<p class=\"cnM4OWFiNGVmOWM1NzQyMWY5NDQ0NDIwZGQxNmU5MzI0\" data-original-margin=\"\">\"I'll sleep when I'm dead,\" I repeat, \"Besides, I'm alive, awake, alert, and enthusiastic. In the flower of my youth, really.\" Sara actually glares at me when I say this and I immediately feel guilty.</p>\n<p class=\"cnNjNzg0ZGVhMmM3YjRiYzc5MDQ1ODJiODhhZjliM2Qy\" data-original-margin=\"\">\"This isn't a joke, Lillith, you'll kill yourself if you keep pushing like this,\" Clarrise scolds and I close my eyes for a minute. I guess it does look like that from the outside. But I just... I can't linger on this. I'm only halfway to anywhere worth going and I can't stop now.</p>\n<p class=\"cnM2Yzg2OWY2NDZiYTRjMGM4NGQ5ZGJkNWUwNjYxN2M1\" data-original-margin=\"\">\"I know. I don't think it's a joke, but laughing moves me forward, and we have to move forward. Can we talk about this later, please?\" I beg. Sara and Clarrise share a look, but Clarrise nods.</p>\n<p class=\"cnNmMTMwYTcyYzVmYTRmOTZiOWZmZWU0MDg0NjFhZWE4\" data-original-margin=\"\">\"Well. Alright, but I reserve the right to bring it up again,\" she insists. \"Come on in, I'll make you some tea.\" I sigh in relief before following her into her apartment. It's strange to me, the walls made entirely of magically formed earth. Plants from the terraces outside grow through the windows and I could pick fruit from the dining room table if I reached. The expected inconveniences with such a design are entirely mitigated by the building's nature. Effective combat magic takes massive amounts of mana because a much stronger opponent can crush any spells with brute force otherwise.</p>\n<p class=\"cnMwNzcxNWY5ZjE5ZDQ4NTJhMTc0NzRmYjlkNmI5ZTRi\" data-original-margin=\"\">But practically applied magic? Heating in a stone building? Pest control? Generation of clean water? Most of this can be handled with magically enchanted items alone. Even brand-new mages are capable of maintaining a higher quality of living than most nobles in Potestia. A thought I find endlessly frustrating. It's true they are used to the comforts of free labor. It's also true most of the greatest minds in the country have probably always died as slaves or commoners with no magic. But even so, Potestia is an old, old country. Maintaining power, as motives go, is not an unfamiliar one to me.</p>\n<p class=\"cnM3NDI4ZjcxMzM1NTRhMDk4ZDkyOTVkMGE4MzI0MDEy\" data-original-margin=\"\">But usually, those in power do like shiny new toys and luxuries. As I take in the neat, well-tended environment of Clarrise's room, it can't be denied. I feel like I am in an air-conditioned apartment on Earth. This community has been here for a relative speck on the timeline of Potestia and it has, with relative ease, surpassed the comfort of the wealthiest noble's mansion. Nearly every community has, in fact. Although this one is certainly on the forefront. Because we have fucking magic! Why any country with access to literal magic would be locked into a medieval society for thousands of years is beyond me. It takes a fraction of the knowledge Earth had to achieve similar technological results, at least for the basics.</p>\n<p class=\"cnMxNDE0ZDVjMmM5ODRmYzliOGI3OTVmZjZjYzJiZDM5\" data-original-margin=\"\">No one is designing a microchip in the next couple of years but that doesn't matter. It's better than Earth, in fact. Mana is a completely clean, renewable energy source that is more efficient than electricity ever was. Hell, even if we need electricity we can just generate some. It is just... asinine that people are freezing to death on the streets in a magical world. It infuriates me. And it fucking confuses me. The way resources are perfectly placed around cities yet merchants still sell them as luxuries, the lack of even simple progress for so long... everything. The country feels like a still photo of a movie set. Everything was perfectly placed and just... left that way.</p>\n<p class=\"cnM1M2JlM2M4YWU3YzQwZGRhYjRmNTRjNDk0NTY5YjY1\" data-original-margin=\"\">\"So, if not your health, to what do I owe the pleasure of your visit?\" Clarrise asks, pulling me from my usual frustrating thoughts as I sit down at her table. She walks to her kitchen and fills an enchanted kettle with an enchanted stone that creates water.</p>\n<p class=\"cnM4MDE2NjNjZmVkNjQ2YTliYmUzZWU5ODcxZDA0N2Y1\" data-original-margin=\"\">\"The usual suspects,\" I answer while Sara sits next to me and examines me with concern. The poor woman clearly can't think of anything but my health at the moment, which is both endearing and a little distracting. \"You seem to be good at making badass things here. I saw a magic prosthetic on the way up. I wanted to see if I could help with research into possible transportation methods. I want to take the burden off Sara as soon as possible.\"</p><p class=\"cjdkODcxMmZkNTk2NjRlZmViZmZlNjM3ZDJkYzk4YjQ3\" data-original-margin=\"\">Reading on Amazon or a pirate site? This novel is from Royal Road. Support the author by reading it there.</p>\n<p class=\"cnNlMWM5NGNjOWFjZjRjOTRiYTA4ODg3ODgxMzk4Zjll\" data-original-margin=\"\">\"Ah, of course. Well... it's not terrible truth be told. Your ideas for most vehicles have... varied in their plausibility, although we have been waiting for your help to test a couple safely. But they have the same problems they always have,\" she explains and I sigh. The first problem is, of course, geography. We don't actually <em>know </em>where each community is on the globe. This, predictably, makes it difficult to arrange travel plans even if the trains I described are built correctly. And of course, they will be slower than magic hell forest teleportation even if we manage to implement them. Finally, they will take years to implement. By the time we have them, the reliance on Sara will be far less intense anyway as most communities will be entirely self-sufficient.</p>\n<p class=\"cnNlZjc5ZDU2ZTRhODRlZmViYjM3ZDI2NzFkYzg1Zjky\" data-original-margin=\"\">\"Right. I'm trying my best with the stars but it's not really my area of expertise. I don't suppose the kid has made any progress, has he? What was his name, Victor?\" Clarrise grimaced and Sara perked up.</p>\n<p class=\"cnNhYWRhMTc1OTg0ZDQ5MmNiNDU1MDljMjcwYTY1NGUz\" data-original-margin=\"\">\"I can help if Victor is stuck. While I'm here,\" she suggests as usual. Sarafyna is really the only person with any concept of what Victor, a former priest's apprentice, is trying to do. Because what we really need right now are teleportation gates of some kind. A way to travel instantly between communities without an eldritch horror looking over your shoulder. And without relying entirely on one extremely adorable <em>and</em> sexy hatter. \"Why are you looking at me like that?\" Sara asks with a blush as I admire her instead of answering right away.</p>\n<p class=\"cnNiYWUzOGIxN2Q2MTQwMzRhZjRiOWJiYjQ0ZjRhZmVl\" data-original-margin=\"\">\"Oh, uh, right,\" I respond, blushing a bit myself, \"I think that's what we'll have to do. Sorry to keep relying on you so much Sara. I know you need rest as much as I do.\" Sara shakes her head emphatically at this.</p>\n<p class=\"cnMyNWZjNmEzZmRlMjQzMTU4ZTUwOGY3NzMxODEyNWYz\" data-original-margin=\"\">\"No, I'm happy to. Genuinely. I can't even describe to you how happy I am to do all of this!\" she insists. I give her a half affectionate half feigned skeptical look, then smile softly. I don't know why working her ass off makes her happy, but she is obviously being genuine.</p>\n<p class=\"cnMyNjIxZDQ1MGQ1NzRkYjRiYWQ5YmU2ZmZiODRjODNk\" data-original-margin=\"\">\"Well. Thank you, Sara. I don't know what we would do without you. If you're sure you are up to it, yeah, let's go see if you can help the kid out,\" I suggest. Clarrise raises an eyebrow at me and Sara crosses her arms.</p>\n<p class=\"cnMxZjYwYzE4MmJhODRlODVhNzA3MTk5MGE2NzQwZDU5\" data-original-margin=\"\">\"Lily, you should stay and rest. We'll be alright without you,\" Sara suggests and I scowl. This is going to get old quickly.</p>\n<p class=\"cnMwZjc5YjQxMjllODRhOGM5NTEyZDY1NGE4YWRlNmY1\" data-original-margin=\"\">\"I have neither the time nor the luxury to be treated like porcelain. I know you are all worried about me, but I'm really alright. We have treatment handled and I am ready to get back into it. People need me to get back into it. Starting a fire only helps if it's a controlled burn, and-\" I start but Sara cuts me off.</p>\n<p class=\"cnNjM2VkMmE5MGE5OTQ5NjQ4ZDE1MDQ0ODVkMDVmZTdi\" data-original-margin=\"\">\"Lily, I love you, and I love your little speeches, but we don't need one right now. We are just asking you to rest while you can, alright? I'm not going to hold you back where you can help but... what are you going to contribute here? Yeah, you are brilliant but... this isn't something you can provide much input on, at least not yet. Why do you need to overwork yourself now, in this moment?\" She reprimands. I want to retort but I'm left without much of a comeback. She is right. There isn't much I can do right now. I don't understand what the Radiant Woods feels like to Sara, and I have no idea how divine magic works.</p>\n<p class=\"cnM5ZWM2MDNkODdhYzRlZmFiZmRkZDYxOTAxOGJiYTcw\" data-original-margin=\"\">\"I'll motivate you. I'll sing you a song while you think, to help you focus,\" I joke. Sara's face immediately pales and she bites her lip.</p>\n<p class=\"cnM1OGRhZGNiNTI4ZDQ5ODZhZjcxMTMwNDI2MWVkZWVm\" data-original-margin=\"\">\"Um, no thank you... We'll, uh... we'd better get going Clarrise, Lily enjoy some time to yourself maybe.\" Clarrise looks confused while Sara stands and I scowl.</p>\n<p class=\"cnNkNWE3ZWVkYmY0ZDRjN2Y5ODYxN2QwOTgwNDRkOGNj\" data-original-margin=\"\">\"Fine, I'll sing to myself then,\" I pout and she freezes then leans in toward me.</p>\n<p class=\"cnMxZDlhZWEwNGExYTRlYWY5MzI1Yjg3ZjI3Yzg2Nzkx\" data-original-margin=\"\">\"Uh, Annie... you are joking right?\" she whispers. \"People share walls in this building; Clarrise has neighbors... wouldn't it be better to lie down for a bit?\" I narrow my eyes at her. I swear, you try to sing 'Simple and Clean' around a girl one time and suddenly she discovers a new form of PTSD. It's not my fault. My hair is wavy instead of curly and black instead of brown. My eyes are red and I'm shorter. How was I supposed to know 'tone deafness' was going to be the one thing I carried between realities?</p>\n<p class=\"cnNmZWQzMzBkYWNmYTQ3N2ZhZTMzODAwMjQ5MTI4Mjgw\" data-original-margin=\"\">\"Yeah, yeah, I get it. Go ahead, I won't gift Clarrise's neighbors with my heavenly voice, I promise,\" I respond and genuine, visible relief washes over my traitorous girlfriend.</p>\n<p class=\"cnMyNDlhYWZhMjkyOTQ0OTI4NzYxNDlmNGJjZTQ0Y2I1\" data-original-margin=\"\">\"Right, well. Uh... Take care, Lily,\" she says more loudly. She leans forward for a quick kiss then turns toward the door. Clarrise lags behind and gapes at both of us and I realize I haven't actually told anyone in this community about our relationship yet. Sara immediately begins to blush and it dawns on me that we don't generally do that in front of anyone. The kiss in the middle of the other town must have knocked that wall down a little. I curl my lips in amusement and Sara coughs. \"A-anyway, we should go, Clarrise. I want to get Lily back home and into bed as soon as possible.\"</p>\n<p class=\"cnMyM2JkNTc5ZjM3YzQyZDM5ZWZjZThhYjRmMzVlNDYz\" data-original-margin=\"\">I should resist. It would be kind to resist. But she is very cute when flustered. \"Oh, do you?\" I tease. Her face burns at the implication and Clarrise joins her.</p>\n<p class=\"cnMzYTNkOTI4NGE5YjRkMTBiYmRjYzJkNzNiOThmNzM0\" data-original-margin=\"\">\"Uh- right, we... should... go...\" The still-confused Clarrise agrees. The two finally leave, and I laugh out loud. I needed that, just a little. Clarrise will be fine after processing for a moment; it's not like this is the first major change she has witnessed since well, I killed her husband. With that, however, I'm left a bit lost. I'm not actually all that tired. I'm serious when I say I'm feeling better and fully combat-ready. Sleeping all day is just going to make me anxious. Sara might not need my help but... Well, I'd love to take a look at what other wonders they have put together since my last visit. I want to see how those prosthetics work.</p>\n<p class=\"cnMwMzY1Mjk3NTg2NzQ2OGZiYWI5ZTYxM2I0MDk5NWJm\" data-original-margin=\"\">I throw back another dose of the foul potion Henry made for me and head out myself, looking to find a meal and see what I can examine in the common area downstairs.</p>\n            ",
  "invisibleParagraphContent": "Reading on Amazon or a pirate site? This novel is from Royal Road. Support the author by reading it there."
}