{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2NzhhMGVmMjZhNDQ1MzY4MDhiY2E4MmVmZjg0ZjM1\" data-original-margin=\"\">Nobles and the rich are the only people that are consistently clean. My hair, clothes, body, and teeth all out me as a noble the second any commoner sees me. This is particularly frustrating for me because these should not be signs of wealth. One of the first things about this world that confused me was the treatment of soap as a luxury item despite its common ingredients. This turned out to be by design. Merchants love selling something cheap to produce for a great deal of money, like insulin on Earth, and nobles love the optics. Nobles and royalty are not actually especially beautiful people. They are nevertheless known as particularly attractive.</p>\n<p class=\"cnNlYThjZDNlNzFkZjQyNTNhYmM0NjQ4YWNjM2VkNDRl\" data-original-margin=\"\">They create this myth by keeping soap, shampoo, make-up, fine clothes, and other things for themselves. It's, by design, become a feedback loop. Nobles get nicer baths, basic hygiene products, and cosmetics because they are 'superior'. Nobles look and smell better than commoners, and are even generally healthier, then reference that fact as evidence that they are superior. The same system is used with education, mana, food, and anything else they can control. The worst part of it is, they even have the commoners re-enforcing the idea.</p>\n<p class=\"cnM1Mzg1NTNjYWFiOTQyNWM4NjE2MTczNmQ4MzMwZGQ5\" data-original-margin=\"\">I had tried spreading the knowledge to make and distribute soap in Satusmor and had been met with surprising pushback. Part of this is because they don't understand how germs and sickness work, and part is because when you spend a lifetime without using it, it's easy to not know how good it feels to use it. That and 'this animal fat and wood ash is how nobles look so pretty' sounds like a snake oil pitch. The most important factor, however, is the very divide nobles want.</p>\n<p class=\"cnNjZGZjMDE5ZmU5MDRjMThiZjliYTBjZjg4ZGE2NmI2\" data-original-margin=\"\">If a commoner does start cleaning themselves up, they start to look like a noble. Irritatingly, this is met with ridicule from both castes. Commoners treat other commoners like they are arrogant, suspect them of hiding wealth or wasting money, and ostracize them. Nobles treat commoners like they are stepping above their station and find petty ways to punish them. All in all the average commoner finds it easier to maintain the status quo than challenge it. To them, it looks like little gain with a large social risk. It's like a minimum-wage worker saving up for a thousand-dollar watch. Their co-workers will laugh at them and the rich will sneer at them. Except this shit has a practical use, dammit!</p>\n<p class=\"cnNhMzE4NWZiYWEyNDQzZjc5MmY5ZGQ1MzZjNzRhZmYy\" data-original-margin=\"\">If mana didn't promise such profound changes to people's life I probably wouldn't have been able to spread it either. This is why, when I walk into the dress shop, the woman behind the counter splutters, \"M-My lady, is there any way I can serve you today?\" I sigh internally but keep a smile on my face. This has happened all day. I did change out of my... school clothes before visiting any shops, but it doesn't matter. I am clean and I look like a noble. Nobles may still look down on me in this simple dress, but a commoner will spot me from a mile away. At the absolute lowest, I am obviously at least the maid in a noble's house, and those are sometimes nobles as well.</p>\n<p class=\"cnMzM2U2ZTg5YTBmMjRmM2E4ODliZjBmYWU4NjgxMGZm\" data-original-margin=\"\">\"I just had a couple of questions, if you don't mind?\" I ask in my best 'talking to my prick boss' voice. Not the snarky one, the overly polite and friendly one they all misinterpret as 'respect.' I want to let her know I am not here to throw a fit and so far this tone has helped. She still looks worried but I perceive a slight release of tension.</p>\n<p class=\"cnNkNmZiNmVhOTJiNDQyYzhhOWZhNjVhYmNhYzg1NmZh\" data-original-margin=\"\">\"I... I don't know if I have any dresses that will be up to your standards, but I can bring out my best ones. A-And of course I don't mind answering any questions you have about them, anything you need, my Lady,\" she scrambles. I hold back a groan. I want to tell her to just call me Lillith. Or Lily, friend, buddy, Lil fella, or anything else that isn't 'My Lady' but I remember Wallace and hold myself back. It will only stress her out more.</p>\n<p class=\"cnMzMGJlMzdlZmVjYjRkMjA4MzRkMDYwOTZlZjJjNDM5\" data-original-margin=\"\">\"Not about the dresses, actually, about the shop. I'm looking for a friend, someone who used to own this same building,\" I explain and she looks confused and worried.</p>\n<p class=\"cnM1ODU2MmZjNDEyYTRlNjM4MjNkZDA4OTIwZGMxNWVi\" data-original-margin=\"\">\"Uh, I'm sorry my Lady but I don't think that's possible. My husband has owned this shop for nearly ten years now, you would have been very young when I bought it. Is it possible you have the wrong shop,\" she asks, before paling and adding, \"N-not that I don't think you don't know what you are talking about, I'm sure I am just wrong about your age, I... I'm sorry.\"</p>\n<p class=\"cnNjZGE5ZTgzYjU4ZjQ3ZThiYzk3ZDBmNWZlNGFiY2Q3\" data-original-margin=\"\">\"No no, it's perfectly possible you are right and I am mistaken about the shop. This is the most like the one I am thinking of, however, do you know anything about the previous owner?\" I ask, trying to reassure her and move forward at the same time.</p>\n<p class=\"cnMzYzEwNDNiMDFjNzQxMDZiYWFhNDcxNjI5OGMwMDE2\" data-original-margin=\"\">\"I... no my Lady, not much. I'm sorry,\" she responds and my face falls and she hurries to add, \"We bought it from the town guard, though, I believe the previous owner must have had his assets seized by them after being arrested. You may be able to learn about them from the nearest barracks!\" I perk up at that. It's pretty terrible news for Sara, but it is a lead. I can't track it down at the moment, but it's somewhere to start. From what I know about Sara's father, he was a good worker. If he was the last owner and he is still alive, he will probably be a slave now. The records of slaves are well kept to prevent their escape.</p><p class=\"cjIzNjg2ZGZkZDBlMDQ2Y2U4NzBmMTU0MjdjMjNjNjUy\" data-original-margin=\"\">Support the creativity of authors by visiting the original site for this novel and more.</p>\n<p class=\"cnNiOWQ0YjAxODM0MDQ3Mzk5ODQ5NTVjZTk1ZjU3Njhk\" data-original-margin=\"\">\"Thank you very much, ma'am,\" I say, even bowing slightly and she looks at me with wide eyes. She is like Wallace and responds to my presence with more fear than some other commoners. She has probably had a pretty bad encounter with at least one in the past. I put a few tin coins on the counter before excusing myself.</p>\n<p class=\"cnM2ZTkwZTc5ZGM5MTRkYzNhNTg3N2I5Zjc3MDQ1Mzcz\" data-original-margin=\"\">Now I have two reasons to visit the guards, and that is what I will do tomorrow night. For now, I need to find a place to sleep. The campus gate will be closed by the time I get back to it, and I need somewhere I can go to regularly. As I am contemplating this I walk by another shop and something in the window catches my eye. On a whim, I enter and pay a generous price for it, then return to the road to hail a carriage.</p>\n<p class=\"cnNiZTM1Y2YzMTQxYzRiNGQ4MGQ4NjZjZDVmNzk1NDlm\" data-original-margin=\"\">Sometime later, and after finding a secluded spot to remove my dress and reveal my more practical clothes, I find myself in the perfect inn. It is still in a poorer part of the city, but richer than my family's inn and much closer to campus. A little watching and waiting and I discover it is used for a few seedy things that both nobles and commoners might partake in. It has a gambling den in the basement with a common and VIP section, and it is used for buying and selling green mist and black market potions.</p>\n<p class=\"cnNiMDg1MjAzMDgzYzRmZjk5ODJiOWEwZDg4NTQ5MGU0\" data-original-margin=\"\">In other words, a noble in more common clothes and a mask will not be out of place here at all. The owners are discreet about their clients and the guests aren't discreet enough about their friends. I walk up to the counter to ask for a long-term room and am greeted with a question. \"What's with the mask? No one cares who you are kid,\" the man behind the counter asks.</p>\n<p class=\"cnNjOGVmMTA1ZDI0NDRhNjRhYzI2YmRhOWQwYmE2NGFh\" data-original-margin=\"\">\"Oh I know,\" I answer, \"It's just it's terribly comfortable; I think everyone will be wearing them in the future,\" I quip and he rewards me with a gruff laugh.</p>\n<p class=\"cnM0ZWE5Zjc4ZjE3ZTQwYWRiNTY0MmZiY2NjZTJjMGMy\" data-original-margin=\"\">\"Suit yourself, what can I do ya for?\" he retorts and I tap my chin thoughtfully.</p>\n<p class=\"cnM2OTIwYjQ1YzRiMjQ3ODU5ZThhMDNkMzlkMGUxNGRk\" data-original-margin=\"\">\"How much for a room?\" I ask and he points at the wall behind him with his thumb. I see a tiny piece of paper pinned to the wall with prices listed, off to the side of the menu for the tavern. \"Sorry, how much for a room indefinitely,\" I ask and he looks up at me, clearly bored.</p>\n<p class=\"cnM5MjVhNWY3ODk1MTRjZjY4ODA1MWYxZmYwMGFmMDk3\" data-original-margin=\"\">\"If you wanna stay long term, you gotta talk to the owner. For now, just pay the regular price until you can make arrangements with him,\" he grunts at me and I put my coins on the table. He pulls a key off a rack on the wall and tosses it to me.</p>\n<p class=\"cnMzMDIzZTZiYzI4NzQzYmY4YTM1MDBlZjY1YTBhMDUx\" data-original-margin=\"\">\"Rooms on the third floor. Meals aren't included. Don't let me know if you need anything,\" he explains and I chuckle. The contrast with the woman at the dress shop is astounding and honestly, I like it better this way. Even nobles here won't want to call attention to the fact that they have been here. They won't be arrested or anything but it wouldn't be a great public-facing image and they wouldn't be welcome back. It's also possible this guy is a minor noble himself, he is cleaner than the average commoner and greasier than the average noble. I suspect he has made his status unclear on purpose.</p>\n<p class=\"cnMxOTcyMDU4ZDJjZTRhM2Y5NTIwMmNiM2U0NGRmZjNj\" data-original-margin=\"\">I move up to the room and unpack my things. This will do nicely. The window faces an alley and it even has a small bath. This will be much better than the fancy mansion the academy provided for me. My own little Batcave, so to speak. Once I have everything in place I head back downstairs and order a meal. The food is actually seasoned for once, a benefit of going to a place nobles frequent. It's not bad, honestly. As I eat, I listen.</p>\n<p class=\"cnMzMDNmOGFlMTg1MjQ5OGM4NTA4MjFmMTlhZGEzNjFl\" data-original-margin=\"\">Most people talk about little of interest to me, although a couple casually boast about cruelties they have committed or witnessed and I make note of them. My ears really perk up when a couple of guards complain about a new assignment, however.</p>\n<p class=\"cnNlZTc1MWYzY2UxYzRiM2E4NGMwZjg3ZDdmNjBlNmM2\" data-original-margin=\"\">\"My unit is being sent after the fucking traitors,\" the first guard complains, halfway through his second pint of beer.</p>\n<p class=\"cnM5MmM5YmVlZmYwOTQ5ZjU4ODA2ZDBhYjNkYmQyYjYx\" data-original-margin=\"\">\"Shit, that's pretty dangerous isn't it? Shouldn't they be sending knights after them? We aren't really equipped to deal with them!\" the second guard responds, shocked.</p>\n<p class=\"cnNlMjA2MjkwN2M2YjQxMzk4MTA4NDFhNDBmZjg1MTUx\" data-original-margin=\"\">\"They do, but knights are too obvious. Some bullshit about mages being able to spot mages or something. They are using us to set up traps. Fuck, man, I don't know if I can do it. Maybe I should retire,\" guard one explains.</p>\n<p class=\"cnMzMjI3ZWFmMjBiOTRiODI5YTI2MzBhNGE2NGRiZGZh\" data-original-margin=\"\">\"That's not right, I swear we bend over backward for those noble pricks. We never investigate anything they do, we act as personal security for them, we even give them free slaves, but do they give a shit about us? No. The minute some of their own start causing trouble, they send us at them like cannon fodder,\" guard two laments.</p>\n<p class=\"cnNkMDRhYmFlNmMzODQ5ZWI5YWE0OTY4NTM2M2Y3MDM0\" data-original-margin=\"\">\"Shut up!\" guard one orders under his breath, \"complaining about our assignments is one thing. Complaining about nobles is another. We have it better than slaves and I want to keep it that way!\"</p>\n<p class=\"cnNiNmNiOTFkMWI2NjQ2OGI4OWY2NzU4NDQ4MjAyODYw\" data-original-margin=\"\">\"Oh please, no one is going to turn us into slaves, they need us too much,\" the clearly more drunk guard two retorts, much more loudly.</p>\n<p class=\"cnMzY2FlZDk4MjA2MjQyMzI5ZmExOTlkZTAxODc2OGFh\" data-original-margin=\"\">\"You idiot, nobles come here. They don't need us specifically!\" the cautious guard insists and the conversation devolves into a meaningless argument.</p>\n<p class=\"cnM5Yjg2MTE0MGVmNDQ3YmFiMjkxOTUwNDhlYTU2NTI5\" data-original-margin=\"\">This provides me with two pieces of information. First, there is a group of noble traitors, possibly rebels, in the capital. Either people have traveled from Satusmor, or more likely considering the implied danger, there is an anti-royalist faction of nobles here. Second, this is well-known information. Maybe not to every commoner on the streets, but the guard who was too cautious to complain about nobles had no problem talking about them. In other words, it's either not a secret or it's a poorly kept one.</p>\n<p class=\"cnMzYzI4ZDFhNDE5ZDQ4NDBhM2NiNWMwMDdiZTM4YjQ3\" data-original-margin=\"\">I probably would have learned about them sooner or later, but this is still helpful. I'll have to investigate them but, if I play my cards right, they might be very useful to me. One more thing to investigate, and another reason to visit the barracks tomorrow. I finish my meal and head back up to my room. I spend the rest of the evening working on my magic and body modifications, before going to sleep late into the night.</p>\n<p class=\"cnM1ZWJiYzkxNjgyMzQwODc5N2ZhZmMzODNmYWVjMmEy\" data-original-margin=\"\">Starting tomorrow, this is going to be a very interesting year.</p>\n            ",
  "invisibleParagraphContent": "Support the creativity of authors by visiting the original site for this novel and more."
}