{
  "preChapterNote": "<p>That's right, another chapter already. I'm excited to tie all these plot threads together, sue me, lol.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwNGNhMjU1NjI0MjRkNjNiOGE5YWQ5MDY2ZTY5M2I1\" data-original-margin=\"\"><strong>King Darian</strong></p>\n<p class=\"cnM5NjRjMjgwYzhhNzQzNjE4MmY3Y2RmZmU0MmMwMmE1\" data-original-margin=\"\">I smile to myself as I read Ansel's most recent report. Finally. At last, it is done. I am close enough to my goals that I can taste it. I can feel the gold of the throne beneath my fingertips. The weight of the crown on my head. I just need to tie up loose ends. It has been years in the making. Dearest father is going to pay for what he did to my mother. She had been the king's favorite maid. The third daughter of a minor noble house, but a beautiful one.</p>\n<p class=\"cnM4NjYzYTgwZDcxOTQ1N2ViMzAyMWQ1NDllOGMyMzY2\" data-original-margin=\"\">He'd required her services nearly every day, I'm told. That was, until her pregnancy started to show. Mana capacity is passed down from parent to child. It's why our royal family is so undefeatable, they have thousands of years of generational power. This is one reason no one has ever managed to knock them from the throne. They have nothing to fear from anyone but each other. This is why when a powerful noble, particularly a royal, impregnates staff, well. They remove the threat.</p>\n<p class=\"cnNkOGRlNjA4NjgyMjRlZDJhNDQ0MzY1MDQ3ZTAyMTRm\" data-original-margin=\"\">They don't wait for the mother to give birth and risk the child surviving. No, they don't let it get that far. They dispose of the mother before the child can take its first breath. My mother was no exception, or, she wasn't supposed to be. My dear father is the most foolish king we have had in a thousand years. He didn't behead her, hang her, or do anything that would ensure her death. No, he had her poisoned and her body abandoned outside a brothel.</p>\n<p class=\"cnM5M2NkOTNmYjQ1ZDQ0ZTliNWQzYjcxYjYzN2Q0Y2E0\" data-original-margin=\"\">He didn't have the stomach to look in her eyes while she died. He was too much of a coward to let her know her fate before she met it. Which is why he never learned that she survived. She was rescued by the Madam of the very brothel that was meant to be her grave. And with her survival came mine. It left her sickly and bedridden. I never saw my mother on her own two feet. Not a single time in my life. But I've always known who would have to pay for it. She never wanted me to risk revenge, and while she lived I never pursued it. But ten years ago, she finally passed. The poison had finally done its work.</p>\n<p class=\"cnMwMmExYjljMDIzODRjNmFhMDFiZWM1ZjJlMTY5Yjcz\" data-original-margin=\"\">I had the finest magic circle I could get my hands on immediately drawn. It wasn't the circle that was my birthright, but with enough power even the son of a sick maid can find a powerful one. I knew I could make up the difference with determination. And I have. To this day, I still sit in this room. In this circle, inside the very brothel I was raised in. I will earn the power to kill the king. Mana isn't enough, however. I have a half-brother, a cousin, and my uncle on my father's side to deal with.</p>\n<p class=\"cnM2ODMwZWJiNGI0OTQxZGViNzY3Y2JmM2ZhNjUzYWZm\" data-original-margin=\"\">The only way a king can be overthrown, even by an equal or greater in mana, is with allies. It takes a mage who can fight him and the support of the nobles around him. We may outclass them all in single combat, but with all of them on one side, there is no contest. This was my largest barrier. I was able to recruit my mother's family easily, but other nobles were hard to convince. Up until a few years ago, I only had perhaps a hundred allies total. Not nearly enough to challenge the king of the country. Especially not with his other family members.</p>\n<p class=\"cnMxZmJhODBiMGYzNjQ4NzY5OWRmYWU2YjM0OTRhNDg3\" data-original-margin=\"\">That's where Ansel came in. Ansel, the bard who had been in love with my mother. The only man in this country who hates the king as much as I do. The bard who had become Lord Godfrey's personal assistant. Godfrey, the true threat. The lord most loved by the nobility. He had his own designs on the throne, and an excellent chance of earning it. There was nothing worse for me than a competent opponent. Ansel found, during a rare trip to a little city called Satusmor, a natural divine mage. A mage so drunk on himself he actually thought he had his own chance of becoming King.</p>\n<p class=\"cnM2NDk4Y2M5NmFjMDQ5NzI4ODZmMGRmM2RkMjFkNTNi\" data-original-margin=\"\">After stroking his ego and bringing him to the capitol, Ansel drugged Godfrey's pastries and we put a leash on my dear uncle. The idiot noble believed he could control him to seize the throne. Of course, the best he could manage was keeping him docile. Everyone knows divine magic can't force someone into a fight to the death. You can't even touch a target without breaking the spell. Royal mages are beyond powerful. He would be fighting him every step of the way. The fool never stood a chance of using him as anything more than a pet. If he risked any more, he would be dead. And, of course, that's exactly what happened.</p>\n<p class=\"cnNhODI4YTYyMDdkMjQ3YTQ5ODJmYmYxM2ZjOTI4YTU0\" data-original-margin=\"\">That was almost the end of things. I hadn't managed to win over nearly enough allies, and Godfrey returned. His diminished reputation helped, but it wasn't enough. I knew he would eventually regain what he had lost. I had only managed to make small moves and spread the news of my existence a little. I tried minor attacks and sabotage but my resources were limited. I hadn't even managed to dispose of Godfrey's son yet. I wasn't too worried about the prince. So long as I separate them and kill them one at a time, allies will be all I need. But Godfrey's son was as likely to gather allies as his father. I needed to eliminate my opponents' allies, have the prince removed from the city, and then kill the king.</p>\n<p class=\"cnM5ZDhkYTFiOGQzNTRhOTc5MDAzMDQ0YmI2NDY3ZTRm\" data-original-margin=\"\">The only piece I have that would make a decent assassin is Ansel himself, and I would only do that if I was desperate. He's far too valuable in the noble court, not to mention recognizeable. His build, his spells, even the way he moves in combat is distinct. A well known bard killing high profile nobles would be spotted immediately and executed in short order. I needed an assassin no one would expect, with abilities no one would recognize. Then, one night, one of my plans had an interesting hiccup.</p><p class=\"cjg0MzA2ZmVlYjNhNTQ0YWE4ODM0ZjBkNDEwMWQ1OGY0\" data-original-margin=\"\">This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnNkNzgxNjhmNWE5YjQyZDBiNzg2NzQxMDdjOTI0OTZj\" data-original-margin=\"\">I'd bribed a guard captain to turn a blind eye to my men's movements through one gate. I intended to smuggle more allies in from other cities, one of the ways I am tipping the scales in my favor, and I had one team assigned to that duty for multiple days. The captain kept other guards away and left it, essentially unmonitored. But when he returned, the men had been murdered. He blamed me, and that bridge had been burned. But it was worth it, when Ansel reported he had found the culprit. Godfrey had brought his own pet back from Satusmor. Some psycho bitch with a taste for blood.</p>\n<p class=\"cnNlODE2MGI4NDMxNTQyZTQ4N2E5ZTRkZDVmYzFiNTBi\" data-original-margin=\"\">The delusional child was planning her own revolution. Ansel followed her on Godfrey's orders and discovered she had begun actually hunting nobles with slaves, and she was doing it well. For some reason, she was extremely powerful. She even managed to fight Ansel off once. Godfrey and I had the same idea. While Godfrey offered protection to powerful allies, I aimed her. I bribed slave handlers so large requisition requests were accepted for inconvenient nobles. She didn't get to them right away, but she did eventually. It wasn't perfect since not all nobles use slaves, but I had my assassin.</p>\n<p class=\"cnNiZmY0ZTY1YWJjNjRhN2Q4ZmE0YzYzOWNhYjUzYjQx\" data-original-margin=\"\">Many of the kings staunchest supporters, all dead. Which, of course, resulted in the knights and bards being wasted as guards for those remaining. Which just soured the rest of the nobility on him and drove allies to me. It supported Godfrey as well, but I knew something he didn't. See, there are only so many whisper spheres that can reach other cities, and their operators are quite prestigous. All of them recently found themselves in possession of quite a few slaves. Once my sweet little killer handled them, I made sure my own people earned their positions.</p>\n<p class=\"cnM3NmRmNGJmZTA0YzQ5ZmU4OTMzMmUxMTE4MjhjNzgy\" data-original-margin=\"\">I may have fewer allies, but I am the only one that will be able to call for help when I make my move. Over the last year, I have systematically faked messages to the least convenient nobles in the city, including several of Godfrey's allies and the prince himself. I had to move slowly to avoid suspicion and I didn't entirely, but it was worth it. None of them will make it back in time to stop me. With the missing slaves, the selfish king, and the suspicion on the church with that 'monster' silliness, this city is sitting on the precipice of collapse. It's been building up like a tea kettle for the last few years and I have to applaud Godfrey. He knows how to find people.</p>\n<p class=\"cnM3MmIyNThmYzUwMTRjYzA5YTQyOWVmZWJhM2VhYmIz\" data-original-margin=\"\">I finally look up, then ring a bell indicating I am done reading and Ansel may enter. He opens the door, crosses the room, and kneels. He is a little too slow and I narrow my eyes, then grit my teeth as he tenses. I hate when he tries to read my emotions. But I can let it go. I am having a good day because today, my little assassin finally ended the last target on my list. Before anyone inconvenient returned as well.</p>\n<p class=\"cnM4OTY4YmUzZjI5NTRkNjRiNTljNjViMGU5OGRlYzFi\" data-original-margin=\"\">\"Your highness,\" Ansel greets and I smile.</p>\n<p class=\"cnM4Y2U1MzhmMjZjZjQ3YzQ5NDljZjg4ZjJhODgzNGNj\" data-original-margin=\"\">\"You've done well, Ansel. I have a new mission for you,\" I respond and he is silent as he waits for my instructions. After she fought so hard to defend her own betrayer, I knew this 'Lillith' girl was too unstable to approach directly until she had done what I needed her to do. Now that she has, however, I can. \"The girl,\" I finally say, \"I want her on my side. Do everything you can to recruit her, and eliminate her if you can't. She will make a useful ally but a troublesome opponent. I have no desire to allow Godfrey to use her instead. I want to make our move on the king in three weeks.\"</p>\n<p class=\"cnM5YmE1NjcxNTI0ZDQ1MWM4MGE2YWFlNzc0NzVhY2Yy\" data-original-margin=\"\">\"As you wish your highness. I will handle her by tomorrow evening. Everything has been in place for some time. She will be here kneeling, or in the ground before my next report,\" he answers, still looking down.</p>\n<p class=\"cnMwNzQ1NWM1ZDIzNzQxYjM4NjcyZTAwZDgxMzRkZGFj\" data-original-margin=\"\">\"Very well. You are dismissed,\" I say. Just as he stands, bows, and turns to leave I speak again. \"And Ansel,\" I call making him pause, \"Don't lose again,\" I order.</p>\n<p class=\"cnM2MDU3YzI2NzMyZDRjNWNiOWVmY2QxMDE0Mzk3ZGJj\" data-original-margin=\"\">\"I will not, your highness,\" he promises, then departs. I can't help but smile. It is almost time to finally leave this circle. Almost time to have my revenge and this country, served up on the same platter.</p>\n<hr>\n<p class=\"cnMyMWE2Yjk3ZjgyODQ5ZWQ5NDk3Y2ZiNmU5Y2M5ZTk0\" data-original-margin=\"\"><strong>Lady Cateline</strong></p>\n<p class=\"cnNkMDMxNTYyYTgyODQ1NTg5ODg2NzkwYmFjMmU3MzBl\" data-original-margin=\"\">I scowl and bite the nail of my thumb. I can't stand this humiliation anymore. That useless common born girl refuses to stop humiliating me. She is a stain on my reputation. Every noble parent that visits and sees her on campus leaves with a smirk or a sneer. I am being used as evidence that while women should handle the children in class, a man should be headmaster.</p>\n<p class=\"cnMxZGE2ZjZhNDEzZDRhZDI4ODE5NjQyOGUyNmVmMDQ1\" data-original-margin=\"\">I hear the murmurs when I enter a room. The snickers. This is the only position a woman can have in this country that commands real respect, and I am losing it. All because of some stupid child who refuses to present herself as a dignified woman. She is disrespectful, stupid, and disgusting. She wants to undo all the work I have done to force people to view women as equals. I was doing so well. I had men that were too afraid to talk down to me. But I failed to rein in one little girl with a powerful sponsor, and here I am.</p>\n<p class=\"cnNkZjExMjYxNTRiNTRkM2I4ZDUyNWEyOWNmMzNhYTEy\" data-original-margin=\"\">When they look at me, they don't see the proud headmistress of the prestigious Facinley Academy. They see a woman who failed to raise even a commoner child properly. The headmistress whose professors have been resigning and disappearing for years. I can't allow it any longer. I don't care who her sponsor is. I will be rid of her. She has made enemies of more than me, however. With the right incentive, I can get a few students to... handle the problem. No one will blame me if some other powerful noble children let things get out of hand. I just have to give her enemies a little... push.</p>\n            ",
  "invisibleParagraphContent": "This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere."
}