{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1OTFhNjQ2MmZjMzQyMmU4ZjIwZDY0MzQ3MGMzYTAw\" data-original-margin=\"\"><strong>Godfrey</strong></p>\n<p class=\"cnNkODQ1NWFmNDA2NDRmZjY4Yzc1N2I2YmNjMWE3ZmVi\" data-original-margin=\"\"><em>'Shit'</em></p>\n<p class=\"cnMyN2M4MzZlNWMyMDQ4ZjI5YzE0YjI0NTc0NDM3ZDA1\" data-original-margin=\"\">This is pretty much all I can think, as Lord Baldwin Tudor walks into the back of my shop like he owns the place. He might as well. His father is the lord of Satusmor and Baldwin is the most likely successor. This man and his father are the people most responsible for my fall in status and, indeed, the only reason I am forced to attend to a small bookshop in a backwater city instead of advising the king.</p>\n<p class=\"cnNjZGU3Y2Q5OTQ1ZjQ5YTJiYmU4NWE4NDE5ZjE1ZDc1\" data-original-margin=\"\"><em>'What does he want this time, he's already taken everything from me'</em></p>\n<p class=\"cnM0M2Q5ZmJjOGRhNjRiZGI4NjFiNWFkNWIxMDE0ZjVm\" data-original-margin=\"\">I remain seated and we both refuse to speak first for an awkward, prolonged moment. I sigh, giving in first as usual. \"What do you want, Baldwin?\"</p>\n<p class=\"cnM2MWU4YmFiMDJhZjRjMTdiMDAxZTMwNGVlMDdjMzNm\" data-original-margin=\"\">He smirks before responding, \"I heard an interesting rumor, Godfrey...\"</p>\n<p class=\"cnNhZTllMDkxMmIzYzRiOGM5YTFkM2ZkMTJlOWM5YTgx\" data-original-margin=\"\">\"Can we skip the foreplay and get to how you plan to fuck me?\"</p>\n<p class=\"cnMxY2IxZjllMjU5MjQ1MWNiMTEzNmEzMDE1Mzg0ZjQ0\" data-original-margin=\"\">\"You've always been so boring, Godfrey. But if that's what you wish... Tell me about the girl, Lillith.\"</p>\n<p class=\"cnMyNGQwZmNiZjExMjQwYWY4ZGIxMGNkYmM5ODJlNDYx\" data-original-margin=\"\">As his face travels from smirking to cold, my heart sinks into my stomach. Of course he found out about Lillith. \"Lillith? She's just some common brat I have clean my shop. What about her?\"</p>\n<p class=\"cnMwYjI3Y2M4MDg5YjQ3ZGZhYzk2ZGU0ZjFmZGVkYzk0\" data-original-margin=\"\">At this, he raises an eyebrow before responding, \"Oh is that so? So you don't mind if I employ her as a maid at my estate?\"</p>\n<p class=\"cnNkNzNmMTRmMGRkOTQyNGRiMWQwNGVhMTkxZjA3ZDI4\" data-original-margin=\"\">I scowl, as frustrated as ever with this infuriating child. \"She would be wasted as your plaything.\"</p>\n<p class=\"cnM5ZmQ3NDk1YmIyYzRmZjZiM2Q5NjdkMTcxZjA4NTIz\" data-original-margin=\"\">\"Oh? 'Some common brat' would be wasted as a maid? Is there something you aren't telling me <em>Count </em>Godfrey?\" he sneers my title at me in a mocking tone. Nothing pleases him more than having a noble of higher standing than him completely in his power.</p>\n<p class=\"cnM2NGIzZDMwZGQzNTRhNDlhNzNjMjA2MzI5ZDA2MGRm\" data-original-margin=\"\">\"Fine,\" I snort, \"Lillith is my apprentice. She can't be your maid because she is a mage.\"</p>\n<p class=\"cnNiODU5YjczOWJhOTRhN2FhMjQ1Njc1ZDg4MjI5YTJi\" data-original-margin=\"\">A cruel smile conquers his face as he responds. \"Oh I know, Count. She killed six men, including a Baron, yesterday.\"</p>\n<p class=\"cnM3NWMyYzdlNDEwNDQyNmZhYmZkZjU3NmY0ZWZhMDBi\" data-original-margin=\"\">That stops me in my tracks. \"She what?\"</p>\n<p class=\"cnM0OTM5MmU5Zjg2ZjQ2MWY5NzVkODhlZmM5ZTcyMmI1\" data-original-margin=\"\">\"Oh, you didn't know? How interesting. Quite the spirited apprentice you've found, Godfrey. Tore Baron Walter's throat out with her teeth, it seems.\"</p>\n<p class=\"cnM0YjE0NTBkMGJjZTQ0NTI5ZmY1ZjU3MTAxOTgyZDQ0\" data-original-margin=\"\"><em>'How in the three planes did that happen? She's barely managed basic sound and light creation, not nearly enough to overpower an experienced mage, even a weaker one...'</em></p>\n<p class=\"cnM4YjE0ZGNlMzdlMjQ0ZjE5NmMzZWQ5OGMxMTA5MzRj\" data-original-margin=\"\">\"Well, that's to be expected,\" I retort, \"She is a very capable mage, might even give you a run for your money.\"</p>\n<p class=\"cnNiOTUwZGZhMmM4NzRhYzRhYTRmMTNjMWIxNjcwYjM3\" data-original-margin=\"\">\"Oh is that so? And how, pray tell, did she earn her mana? Is she a bastard? Or did you draw her circle for her?\"</p>\n<p class=\"cnM1NWVhNGI4NGQ0ZjQxZWI5ZDk1ZGE1ZTg5ZTk3MjIx\" data-original-margin=\"\">I pause for a moment, considering the best response here. Lillith's magic circle is a big deal, and Baldwin won't be subtle. If he gets it straight from her... \"Alright, you have me. I drew her circle\"</p>\n<p class=\"cnNiNTk0NzczZjRhNDRmMGQ4N2RlYWRmMjBmM2Q3OTJm\" data-original-margin=\"\">He cocks his head and scans my face with calculation. \"Is that so,\" he finally responds, \"So are you willing to take responsibility for Walter's death?\"</p>\n<p class=\"cnMzNWM2MDUyMzZkMTQxYmJhNGQ5YWU4NDM5MTY0NmYy\" data-original-margin=\"\">\"Yes. She is my apprentice, she gained mana from my circle, and she is my responsibility,\" I lie. I can survive a trial over the death of some idiot merchant. Lillith is worth far more to me than whatever this game loses me. I smile internally as Baldwin assaults me with his greedy grin.</p>\n<p class=\"cnMyMzgxNTBhNDRkNjQ5MjQ4MGE0NTBjYjE3YWIzNjg3\" data-original-margin=\"\"><em>'That's ok. Gloat over your small victory. What I've got is worth so much more than this pettiness.'</em></p>\n<p class=\"cnNlYTM2ZTExNjJlOTQ4Y2ZiZGFlMjljODhkMGNjZjBh\" data-original-margin=\"\">\"Well then,\" Baldwin announces, \"that's all I need from you. If you'll excuse me, I'd love to meet our little killer myself. Don't worry, she has been found innocent, so you will suffer no consequences for this.\"</p>\n<p class=\"cnM0MzcxMmNiZGJmNjQwOGI4YjkwNzk3MGI3N2QzYWFk\" data-original-margin=\"\"><em>'Wait what? That's not right. If he didn't want to pull me into some petty trial... shit.'</em></p>\n<hr>\n<p class=\"cnNjOGYxOGMwMTVmNTQyNGRiODFlMTA1NzEzNjg3YjFh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkODFiYzQ3MGY2MTQ1ZDRhMjZhOTQ0MjIzZDFkZGY4\" data-original-margin=\"\"><strong><em>Lillith</em></strong></p>\n<p class=\"cnMzYzQyZjIyYTIxOTQ1M2Q4OTQxZWFiMTdiMDliYjM2\" data-original-margin=\"\">\"What do you mean he wasn't there??\" I ask, panic chasing bile up my throat.</p><p class=\"cmZiNjYzNjlmMDJlNTQyZDY4ZWU1NjVhYTM3NTM0MGNj\" data-original-margin=\"\">The author's content has been appropriated; report any instances of this story on Amazon.</p>\n<p class=\"cnMxNTgzZTc5YjMwYzQ4NGFiZWY4ZmVhMWVlNjdhMzQ5\" data-original-margin=\"\">\"No one was, sweetheart. There were signs of a struggle, some blood stains and splintered wood, but the shack was empty. Are you... are you sure that's all you know?\"</p>\n<p class=\"cnNlZTllYzVlMzczYjQyZThiOWRhNDY1Mzk2MGRmMWNi\" data-original-margin=\"\"><em>'Oh shit oh shit oh shit! Those fucking thugs still have Henry. I have to get him back!'</em></p>\n<p class=\"cnNkNDQzZWEyZWU4MTQ0ZmViNjg5OWJhM2FkMWU4NGNi\" data-original-margin=\"\">My desperate internal cries don't change anything, however, as I am still unable to walk, much less search for my brother. I'm home now, stuck in bed for months while Henry is who knows where. The only decent lead we have is he is with a gang hired by Walter, but the city guard simply doesn't investigate the criminal connections of nobles.</p>\n<p class=\"cnMwMDQyMDE4ZTYzZDQ5OWJhMTg1NmNiZGVmOTQ4MTM2\" data-original-margin=\"\">My mother interrupts my internal turmoil as she curls up in the corner and wails, feeling every bit of agony and even more helplessness than I do.</p>\n<p class=\"cnM1NWIwMTViOTJiYjRlNGJiYzU3ZTI5ODBmZGI1N2Jl\" data-original-margin=\"\">\"I'll find him, Joan, I swear, I will find our son...\" my father struggles out as he wraps his arms around her. I can see the look of resignation on his face, however. Like me, he knows the city guard is done looking. He doesn't expect to ever see Henry again. I don't think my mom does either.</p>\n<p class=\"cnNiZjQxMDlhNmMyNjQ3NTc4NzYzZTc5NWY4YWEyODUy\" data-original-margin=\"\">Fuck. That.</p>\n<p class=\"cnMxZWFiMmM4M2JlYTQ5MmY4NDA5ZTc2M2RiZTVmMzY1\" data-original-margin=\"\">I am going to find Henry. I am going to bring him home. I won't be here for six months. Next time I run into that fucking gang, I'll be ready for them. I'll kill every last one of them and I'll bring Henry home. I just need to be patient. I need to learn more magic and more aspects of mana.</p>\n<p class=\"cnM1OWU5NWVjMmEyMTQ5MzliYjEyNzU2YzEwMzViMjM4\" data-original-margin=\"\">I would stay up all night every night learning magic until I passed out, but... I feel my gums with my tongue and feel a new tooth growing in where Walter had knocked one out. That shouldn't be happening. Something is weird with my body. My blood flows through my veins without pumping, I need a fraction of the sleep I should, and can crack a grown man's skull with my hands... None of these things were predicted side effects of my magic circle.</p>\n<p class=\"cnM5NGUyMWZhZGFiMzRjZTQ4N2NhNjAwOGJmYjkwMGYw\" data-original-margin=\"\">This may sound like nothing but upsides but... human bodies aren't supposed to work like that. My optimism was torn from me piece by piece over twenty-seven years as Annie and I can't just enjoy these benefits. If my blood isn't using my heart to flow, that means it is my mana running my body. So... what happens if I use up all the mana I have? Maybe my organs will kick in and do their job, maybe my body will use the mana I am still drawing in, and maybe... well I can't risk it.</p>\n<p class=\"cnMzYmYyODY0MDNhYzQwZWFhMTcyMTA0MjQ4ZDI5NTA4\" data-original-margin=\"\">But I can push. I can push myself to the limit and I can grow stronger. I begin cycling my mana, pushing it through every cell of my body while I try to grasp another aspect.</p>\n<p class=\"cnM2NmI2YThhN2QyMzRiNzVhOGFlMzYxMDgxMDRjYTBi\" data-original-margin=\"\">\"I won't let this stand, Mom. Henry will come home,\" I say into the mostly silent room. My mom looks sadly up at me, her wails having died down to a whimper.</p>\n<p class=\"cnM5ZWM2OTYxY2YwMzQ3NzhiNWNmODEzYzdiYTkzNjlh\" data-original-margin=\"\">She gives me a shipwrecked smile that fails to reach her eyes. She doesn't respond to me with more than that. Just agony, terror, and resignation chained behind her tight, upturned lips and glassy eyes.</p>\n<hr>\n<p class=\"cnNhYjMyOTg3Y2ZmMjQ2MTA5NzBhMzc4Yzg3MTliY2Jj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzYTU1M2YxOTZjMDQ2ZDhiMDUwN2ZlYzU5YmRlNTkx\" data-original-margin=\"\"><strong>Henry</strong></p>\n<p class=\"cnNlODcxODIzNjdhNTQ1YjViODNmOWViYjQ4ZDhiNjA0\" data-original-margin=\"\">This bag is still over my head. It's been over a day since I've eaten, I think. They moved me after they took Lily. I don't know how far, or why, or anything really. I called out for Lily a few times but if she's here she's unconscious or tightly gagged. We have to get out of this. We have to get home.</p>\n<p class=\"cnMxYTE2ZjdjMDU0YTQxOWY5MzUxMTU1MGY2NTE2MmM2\" data-original-margin=\"\">My wrists are raw, bleeding from all my attempts to free myself from the rope. I am still struggling, however, when the sack is finally, <em>Finally</em> pulled off my head. The room I'm in is dark and damp, and I barely see better than with the sack on. I look around frantically until my eyes adjust and I see a woman crouching in front of me.</p>\n<p class=\"cnNlMzk1Y2Q0ZmFhZDQyZDFhOTc3MDM4ZGY5MTkyZWNi\" data-original-margin=\"\">\"Your little sister killed five of my men, Henry.\"</p>\n<p class=\"cnM1MzlmM2JlMDAwYTQwMDdhZjM0MmNmZmU1NGNlMGJh\" data-original-margin=\"\">'<em>She what?'</em></p>\n<p class=\"cnMwZWEzYzQ0YjAwYTRmM2ViMWY5YzllZjUxOGUzYzRk\" data-original-margin=\"\">\"I- I don't understand\"</p>\n<p class=\"cnM1NGZmOTNmMmY5YTQ2Mzc5YmJmZjE1NzM4Nzg3ZDkz\" data-original-margin=\"\">\"She killed five of my men and, apparently, my employer. Do you know what that means Henry?\"</p>\n<p class=\"cnM2NmNjYTRjOTE4ZDRmNmM4NjFlZDZmZmIzMTdjNmM0\" data-original-margin=\"\"><em>'It means you're out of the job'</em></p>\n<p class=\"cnM4YTkyZTlhMjlmYTQwM2E5MDgwZDRjZDFiMmMwNTQ4\" data-original-margin=\"\">Part of me wants to respond with snark. To make fun of her, take a shot at her like I would with Ed, Gil, or any other bully. But I'm scared. I'm so fucking scared and they have Lily. They have my little sister.</p>\n<p class=\"cnM2NzFjNDE4NjliMDRjMzg4MDNjODUxN2Y1NTk3ODQx\" data-original-margin=\"\">\"N-no ma'am...\" I respond instead, sounding even more meek than I feel.</p>\n<p class=\"cnNlOGI2ZjA0MDFhZDQxMjM4YjZkNGVlOTRhZjYzZjdi\" data-original-margin=\"\">\"It means I don't get paid. Which means my men don't get to eat. Which means we have to get that money somewhere else.\"</p>\n<p class=\"cnM1OTMyZWE3YjYyNDQ4YTlhZTEyZDM2MmJmYWJjNDFi\" data-original-margin=\"\">\"I-I'm sorry ma'am, I don't-\"</p>\n<p class=\"cnMxNWIwYTE1MTFmMTQwNzdhMzIyY2NlZjQ5YzFmYjUy\" data-original-margin=\"\">\"DON'T FUCKING CALL ME MA'AM\" she screams in my face and a fall over on my back, trying to scramble away before she composes herself just as suddenly as she lost her temper. \"Sorry Henry, see, I don't much like being treated like an old maid. You can call me Rosalind. Lady, Rosalind.\"</p>\n<p class=\"cnMxNDc2MjllNGYwMTRhNmRhZjY1YzdhOWRhNjNiZDYy\" data-original-margin=\"\">\"You're a lad-\"</p>\n<p class=\"cnNjMTMyYWYxMDhkYzRhOTc5M2NlZTMyMDVmNzRhMDM1\" data-original-margin=\"\">\"You can call me. Lady. Rosalind.\"</p>\n<p class=\"cnM0MmE2OGViZGQxMzQyOGM4MGNlNTY2MjM1ODk5ZmI2\" data-original-margin=\"\">\"Yes, my lady...\"</p>\n<p class=\"cnMyNDY4NzRjYWMzYzRjNzVhYjI4YTliN2JmODdjZWY4\" data-original-margin=\"\">\"As I was saying. I lost workers and I lost money. That means I need to replace both. What do you think I should do about that Henry?\"</p>\n<p class=\"cnNhZjllZmYzZTEyNzQ4YzI5MjI5M2MyNDQwZTA3OTA2\" data-original-margin=\"\">\"I'm sorry ma- Lady Rosalind. I'm not really sure...\"</p>\n<p class=\"cnMzZTE4NjU1MmY4MDRlN2ZiYjA5ODc0NjRjNmZmZTQ4\" data-original-margin=\"\">\"The boys want to take what we are owed from your sister you know. Pay for blood with blood, flesh with flesh, if you catch my drift.\"</p>\n<p class=\"cnMxMmRmZjJlZTI0ODRlNTA5NWU3MjZiYTY0OTExOGMx\" data-original-margin=\"\">I pale at the thought of that, I can't let them not to Lily I-</p>\n<p class=\"cnM3MmEyNmI0N2YyZTQzM2ZiMWI0ZTdkY2MyNGQwMDM3\" data-original-margin=\"\">My terror-driven panic is interrupted as Rosalind continues, \"Yeah, I don't care much for the idea myself. I'm a lady see, and we ladies have to stick together, right? But I just couldn't think of another way to get what we lost.\"</p>\n<p class=\"cnMwM2U2OThkY2QzNTQxYjk4MzQyNzA2ZDllY2NhNWM2\" data-original-margin=\"\">I just stare with wide eyes, waiting for her to continue, and she doesn't leave me waiting long.</p>\n<p class=\"cnNlYjVjNjk0YWZmNDQ0Zjg5YmNlY2JiMGMxYTRlMmE0\" data-original-margin=\"\">\"I was downright stumped, you know. But then I remembered something. I remembered a couple of my boys got something real nasty in their eyes. Imagine my surprise when I learned you had caused it. You are an alchemist, aren't you?\"</p>\n<p class=\"cnM4NTMwNjk3YWEwYzRkYzdhYjcwMzExMGFiMDI3ZWE0\" data-original-margin=\"\">\"Um, I'm just an apprentice ma- lady Rosalind,\" I reply.</p>\n<p class=\"cnMxMmVjMDllZGY2MzQ1MDA5MDZlNTM2Y2NjM2E3YzRi\" data-original-margin=\"\">Rosalind gets a dangerous look in her eyes. \"That's twice you've slipped, Henry, there won't be a third.\"</p>\n<p class=\"cnNkODNlYWM2YzgxMDQwOTM5MjkzMWQ3YjQzNzg0ZTY5\" data-original-margin=\"\">\"I won't, Lady Rosalind.\"</p>\n<p class=\"cnM3ZjEzOTg1YjdmODQzOGVhYTY2NDhmZDQxNTI3MmQx\" data-original-margin=\"\">\"An apprentice is just fine. See, we don't get many alchemists around here, and we could really use one. So what do you say, Henry? We spare your sister, I keep my men out of her sweet little dress, and you do some work for me? Sound like a deal?\"</p>\n<p class=\"cnM3MmM2Mjg2NDE1YjQzOTE5ZWUyNThmNDA0YmM1Njgy\" data-original-margin=\"\">\"I want to see her!\"</p>\n<p class=\"cnMyMmQ5YTkxNzAxMzRhZjRhOGFlYzVkODNiYzk5ZmQ4\" data-original-margin=\"\">She waggles her finger at me, \"Nu-uh-uh Henry. That's not how things work. You don't get to see her. You don't get to demand anything. You will work for me, or you will die and your sister will work for me. What's it gonna be?\"</p>\n<p class=\"cnNhMjE1NDRhMDk5MzRmZDVhMTA0M2I1ZGYwNzQzOGQ1\" data-original-margin=\"\">I gulp. I know they have her. I know I heard her voice and I heard those men carry her off. I have no choice.</p>\n<p class=\"cnM1N2JlMjMzNWEyMTRiNDFhZjk1OWEyYTM3MmFkZjBj\" data-original-margin=\"\">\"Okay, Lady Rosalind. I'll work for you.\"</p>\n            ",
  "invisibleParagraphContent": "The author's content has been appropriated; report any instances of this story on Amazon."
}