{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiOWQwOGUyYTI3NDQ1ZmU5YWU5MzJlZDk4YmE1OGNj\" data-original-margin=\"\">Dusk had fallen by the time they left the library.</p>\n<p class=\"cnM0MDhhNjgyNDEzYTRhZDA5NmQyNmI1ODI1ZmExNmRl\" data-original-margin=\"\">Kaede followed behind Pascal as she balanced four massive tomes in her small hands. With her concentration focused on her heels to prevent any missteps, she couldn't help but start to fall behind as her thin arms held up what felt like a boulder's weight.</p>\n<p class=\"cnNmNTRiMzEwYTEwMDQ1NmFhNzBiMzViNmE2ZDM1N2Jj\" data-original-margin=\"\">Her body was also bothering her with another pressure... and it was becoming harder to ignore by the second.</p>\n<p class=\"cnM2NDA3NTg4YTAwYTQ5NzhhNDI5ODlkMzRlNjg1Nzcy\" data-original-margin=\"\">\"W-wait!\" she called out, her breaths already starting to fall short. <em>These books might be heavy but they should have been manageable. This body is such a pain!</em></p>\n<p class=\"cnM5OTI1NWVlMjFkNTQ0ZDI4MWE5Y2M0MTZkYTNiNmYz\" data-original-margin=\"\">Ten paces ahead of her, Pascal sent a backwards glance. He sighed audibly and swiveled around, marched right up to her, and pulled all four tomes out of her hands.</p>\n<p class=\"cnNiMmY1N2U0MWEyMDQwYmJhMTJlMGI2ZDE2YmJmNDMz\" data-original-margin=\"\"><em>Wow, the prick is voluntarily helping!</em></p>\n<p class=\"cnNiMGNmZWI4NzM2ZTRmZTQ4ODdkMGRmMDkyYmYyYTU5\" data-original-margin=\"\">Kaede never thought she could be amazed by something so minor. It truly showed just how low her expectations for him had sunk.</p>\n<p class=\"cnM4YWNkZjIxM2E1ODRlZDQ4Njc0MTQ5N2Q2YzUyOTdi\" data-original-margin=\"\">\"Come on.\" He started walking towards the dormitories again. His pace slowed with books in hand. \"You really had to check out all these old history tomes? Not something more substantial like a book on geography or magical treatise? How is a collection of past events, dates, and dead people going to help you?\"</p>\n<p class=\"cnM3ZGYxZmViMWU1MzQ2MDFhNmVkOGE3NzcwMDcxMGQx\" data-original-margin=\"\">\"Don't look down on history,\" she snapped back. \"History is the foundation of cultural values and geopolitical relations. It's so much more than just a timeline of events and people. It illustrates how entire societies think, act, and relate to each other.</p>\n<p class=\"cnM1YTQ5YWQxYTdmMzRlZDE4MGY4NzZmNGI5ZjVjMDIx\" data-original-margin=\"\">\"Seriously, it's annoying how most schools treat something so important as just a bunch of dates, names, and all those useless details. It makes people lose respect for history.\" Kaede launched straight into an impromptu rant. \"The 'what' is only worth a third of the attention given to any event. Instead of focusing on useless details, they should spend more time discussing <em>why</em> it happened and <em>how</em> it affected the flow of civilization, exploring what could have happened had a different choice been made, et cetera. Here is a record of people succeeding and failing, with world-altering implications, for thousands of years! From how policies affected social trends to how arsenals decided battles! And instead of analyzing and referencing it for their own use, most people just shrug it off as useless! Seriously!\"</p>\n<p class=\"cnMwYzBkMDQxYjdkNjQwMzhhYTg3MmQxN2Q5NWUwNGE4\" data-original-margin=\"\">Now really short of breath, Kaede finally noticed that Pascal was examining her with an odd expression. He had a lopsided smile and a single raised eyebrow. Amusement danced across his eyes as he asked: \"Professor or scholar?\"</p>\n<p class=\"cnNlMjIzYjE2NWJiNjRhOGJiNTAwMjI0MmMxMzJlYmFi\" data-original-margin=\"\">\"I wanted to be.\" She replied in a low, somber whisper filled with nostalgia. \"Not teach in the traditional sense, but to write books and become the historical advisor to a media studio. Only scholars delve deep into academic books. Spreading the wisdom of history would require the use of games, serializations, movies, all that and more.\"</p>\n<p class=\"cnNhYmMwYzllNGE3NDQyMDRiMjUxNzJmYTcwMDk5YTc3\" data-original-margin=\"\">Though there was also another reason Kaede took all these books, one she was less keen to admit. After over twenty hours and still no sign of waking up, it was clear to her that she was trapped in this world and body. History was not only her gateway to understanding a foreign society like this one, it was also her favorite pastime where she could seek shelter from the stress of life. Kaede might not have her own private room here. However she could at least still take refuge in the comforts of her own mind.</p>\n<p class=\"cnM3ZTE3MDQ0Yzg4ZDQ3MTI5YmEwZjJkMWUwYTFlODMw\" data-original-margin=\"\">Meanwhile, Pascal was looking more and more intrigued as he turned into one of the dormitory keep's spiraling tower staircases. \"How is a game supposed to teach history? And what is a movie?\"</p>\n<p class=\"cnM0YjVkMGNhZWQ3MzQxM2I4YjA3OGUzYjgwODUzZjUx\" data-original-margin=\"\">\"In my world we have tools capable of running a display screen -- kind of similar to those illusion projectors in the library. Games running on those tools can be made to simulate a variety of circumstances, from managing a business to fighting a battle to even leading an entire country. Of course, it's far simpler than the real thing and made to entertain by stimulating people's need for an intellectual challenge. Movies are similar, except instead of being a simulation, it merely shows a recording of actors portraying a scripted story.\"</p>\n<p class=\"cnMyZDQ2NjgwMWIxNTQ5NGJiNmMxMjY4ZjUyZDJkMjBi\" data-original-margin=\"\">\"Sounds like commoners in your world are considerably more intelligent than those of this realm.\" His wistful comment came out more like a complaint.</p>\n<p class=\"cnNmZDc0NWJmZjRiMDRlMzliN2RkNzNhMGYwN2I0MzE3\" data-original-margin=\"\">\"It's called 'standardized education' -- when society provides a free basic education to every child as they grow up,\" Kaede explained with pride. \"It doesn't mean every individual will be wise enough to seek knowledge. However it encourages people to, and it ensures that those who do, know how to find it.\"</p>\n<p class=\"cnNmMDk4YTk0ZDRhYjQzMDc4NGU0MWMwNmZlOTMxYWU1\" data-original-margin=\"\">\"It sounds like an impressive system, and your world must be quite wealthy to afford it.\" Pascal thoughtfully commented. \"Education is expensive, and in this world only the nobles and the wealthy upper-middle class can afford to send their children to comprehensive schooling. My homeland of Weichsel certainly does not have sufficient state funding to offer a 'standardized education' for every child. And the Empire of Rhin-Lotharingie where we are now is even more lacking in resources.\"</p>\n<p class=\"cnNiODk0Zjk5NzBiYzQzYzFhMzdhY2ZiODQ0NTk2MTgw\" data-original-margin=\"\">His words really made Kaede realize just how much the society she comes from takes for granted.</p>\n<p class=\"cnNjZjFiMDY4OGRkZjQyNTdhZWFkZWMzZGI1MjEwNjdm\" data-original-margin=\"\">\"What about scholarships?\" Kaede asked. \"Free education opportunities for those who are both gifted and passionate?\"</p>\n<p class=\"cnNiNDdmZmQzMjZmMzRhODJiNDA3YTc0NDg0MDRiYjAz\" data-original-margin=\"\">\"There is a patronage system, but it is very limited.\" Pascal concluded with a sigh. \"It is difficult to look for talent when most peasants and even some yeomen are illiterate and cannot even read a notice board, let alone a book. Nevertheless...\" he turned towards her with a smile. \"Remind me to bring up this topic again when you meet my father. He has been thinking of ways to expand Weichsel's talent pool for as long as I remember. We may be able to learn something from the institutions of your world.\"</p>\n<p class=\"cnMxNmVlOTNkMjcwOTQxMGU4ZjZmMTFkMjc0M2E0YzYx\" data-original-margin=\"\">The two of them soon reached his dormitory room. Pascal waved his hand and spoke a term for <em>Unlock</em>, and the door clicked open.</p>\n<p class=\"cnNlN2RkZDk1NDFhMTQ5ZDNiZjNmYTQzOWEyYjE0NjVh\" data-original-margin=\"\">Kaede stared at the lock as they walked inside.</p>\n<p class=\"cnM4MGRlZmM5YzljODQ1Zjk5OGQ4OWExZDU1M2M4YWU4\" data-original-margin=\"\">\"Can anyone open it with just a spell like that?\"</p>\n<p class=\"cnNhYjZhMzhiNjg3ZDQxYzJhM2RiYTQ4MDE3MDNhNjU1\" data-original-margin=\"\">\"No. There is a mana identifier installed on the lock.\" He said before placing the tomes onto a nearby table. Another wave, wordlessly this time, and the crystal orb mounted on the ceiling filled the room with bright light.</p>\n<p class=\"cnNhMmQwZTkyNWE5ZjRlM2RhOWQ1NTYwN2Y5NjcyY2Rk\" data-original-margin=\"\">\"Every mage has a unique mana signature, and this lock recognizes mine. I will make you a ring with the <em>Unlock</em> cantrip later tonight. Then you should be able to use my mana to open the door. But come now, we are late for dinner.\"</p>\n<p class=\"cnM5ZjhjZDZjOTU4NDQwODM5ZDM5NDY5M2M1YjE0YjFj\" data-original-margin=\"\">\"W-wait!\" she called out as he started to leave.</p>\n<p class=\"cnNjNTJkZTQ5YzAzOTQwYWU5Y2EzZGM4M2I2ODEwNDUy\" data-original-margin=\"\">She really didn't want to publicly raise a fuss over this, but the pressure below her waist was beginning to push her limits. She had hoped she would have found one by now...</p>\n<p class=\"cnNlYWYwMDk2ZDU2NzQ1ZGM4M2FiMDk2YTVlYzcyNDM2\" data-original-margin=\"\">\"W-where do I find a bathroom or toilet room or whatever-you-call-it around here?\"</p>\n<p class=\"cnNhMjcyZjE5YTliZjQ0MmI5NGM0ZDM0Y2Q1N2RiMWQy\" data-original-margin=\"\">\"Bath-room? Why do you want a bath before dinner? And what is a toilet?\" Pascal stared back.</p>\n<p class=\"cnM5NDBlOGQyZmVmYTQxYjE4MjNiNzQxYjlhYWIwOTgx\" data-original-margin=\"\">Kaede's eyes widened as she felt horrified by what he was implying.</p>\n<p class=\"cnNkMmNmNTg2NTljZTQ0NGI5MDIyNTc4MDcxNGEzMmU5\" data-original-margin=\"\">\"Come on, we are already running late.\" He turned his back towards her again.</p>\n<p class=\"cnNlNDhjZjQ3NDRkZDQ3N2ZhNDE0YjlhYTAwMzUwZTNi\" data-original-margin=\"\">\"I, I...\"</p>\n<p class=\"cnNiMWQ0MDUxZTE3OTRjMmI5NzI0MTdmMTgyYTZhOGEz\" data-original-margin=\"\">Pascal stopped again as looked quizzically at the stuttering Kaede with growing impatience.</p>\n<p class=\"cnNmOGI1YWVjYzE2YTQ3ZGRiMTZmZDMxMWVhNmI3MzVh\" data-original-margin=\"\">\"Just say it already.\"</p>\n<p class=\"cnNkOGYxMjI2MzE3NDRkYzU4YmVjM2YxZDczZGY0Y2Ji\" data-original-margin=\"\">\"I need to pee!\" Kaede felt her cheeks glowing like charcoals as she finally said it out loud.</p>\n<p class=\"cnNkYTM0Y2VlNjc5MDQzMDJhMDg2OGU1MGNkZDViOTk2\" data-original-margin=\"\">It was already troublesome enough imagining herself working with a different set of private parts than she was used to. Kaede didn't need to feel judged by him at the same time!</p>\n<p class=\"cnNhMGE0YmQwMTA2NjRlZDA4N2Y4MzUzNGMwOTA2NmZh\" data-original-margin=\"\">\"Oh.\" Pascal closed the door again. He moved to a corner and pulled open a small closet, then took out something large, heavy, and porcelain before setting it down on the carpet.</p>\n<p class=\"cnM3MTM3MGViMGU5YjRmMTBiMjgxN2JiZTBkZWY2ZGNk\" data-original-margin=\"\"><em>You must be joking!</em></p>\n<p class=\"cnMxOTc4NGNiODA3NzRjZjFhN2VlZWYzYTg1ZDI4Zjk5\" data-original-margin=\"\">But Pascal looked completely casual as he looked back at her:</p>\n<p class=\"cnNmZmQ5Y2FjMDkwNDRiNzM5ODI4OWVjMzNhMmJmOTQ2\" data-original-margin=\"\">\"There is no public latrine in this building. So just use that. The servants will empty it later.\"</p>\n<p class=\"cnM1ODQ2N2FiYjU0NjRhYzI4NWJiNjE5ZmJmYWU3OTU2\" data-original-margin=\"\">What sat on the ground could only be described as a tall, fancy chamber pot, complete with a wide rim for sitting on and heavy lid over it.</p>\n<p class=\"cnNmMjM5OGNhZTIyYjQ5MmY5ZWYyMWU5MjViODRiMWQz\" data-original-margin=\"\"><em>It's weird enough doing it in this body! Stop making things even more needlessly complicated!</em></p>\n<p class=\"cnNhMWE0ZGNjMTkyYTRhNzNiMDI4NjQ2YTI3MmUzMzMx\" data-original-margin=\"\">\"Please hurry up. We really are running late.\"</p>\n<p class=\"cnM3YWRlNmJlMmMxNjRiNTg5ZjA2MTIzNDA5NjY3YTk5\" data-original-margin=\"\">\"Then get out,\" she stared at him with an annoyed look.</p>\n<p class=\"cnNkNzkzMWY3MDA2ZDRiYzg4NzY4ODkxNmE4NTExYzY2\" data-original-margin=\"\">\"Excuse me?\" Pascal narrowed his gaze, as though in disbelief over what he just heard.</p>\n<p class=\"cnM3ZDIyOGEwMTM2YjRjMjNhODdjMDg3MTQxMWRjMmY5\" data-original-margin=\"\">\"Get. Out!\" She repeated herself by escalating her wispy voice into a half-yell.</p>\n<p class=\"cnNhOWZiNGI4MGM2NzQ1NTRhMjlmOWY3MGQxZGMwZTU4\" data-original-margin=\"\">\"This is <em>my room</em>, you know...\"</p>\n<p class=\"cnNlMDliMzBmZDQ3NTQyZDFhNDcyNjZhZGU5ZDAxZDkw\" data-original-margin=\"\">\"Fine. Would you <em>please</em> leave the room?\" Kaede added in an exasperated voice. At the same time, she stepped over the porcelain pot and began fumbling with her long and overly-fancy 'maid dress' at the same time. Without much luck in shedding its frills and petticoats, she simply pulled the entire skirt up and reached in for her underwear.</p>\n<p class=\"cnNjNDJmYjhjOGUwNDRjOWZhMjlkYWQ0MjM2Mjk3OWY3\" data-original-margin=\"\">\"Or are you that anxious to watch a <em>girl</em> take a piss?\" She added, hoping he'd realize the obvious at last.</p>\n<p class=\"cnNkM2ZjNTAwY2RhNDQ5NTdhOGJkNjhlNmYxMjViMDM5\" data-original-margin=\"\">Pascal's eyes widened as he <em>finally</em> seemed to understand. He spun around and rushed to the door. \"I'll wait outside,\" he muttered before shutting it.</p>\n<p class=\"cnNkNjc3MDViMzdjODRiOTNhM2M5ZmE1NWUyMzgyMzY0\" data-original-margin=\"\"><em>Was this prick born tone-deaf or something?</em> The familiar couldn't help complain as she sat down at last.</p>\n<p class=\"cnNkMzllNzNiYjgxZTQyMGZhN2I1NzY3ZjljMDQ2YzBk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwOWRlMjY2ZjMwNjQ4NjBhMDgyYTRmZTJiZDAzMGUy\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMxZTU1OGI5MmZlNjQ2MmE4YzYyZjJjYzU1ZTJkYjA2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1Y2UyN2UzYTk4YjQ0NWM5NmIyMmJmYzMxZjdlOTcx\" data-original-margin=\"\">\"Oh Holy Father, we thank you for your blessings in this wonderful meal and the bountiful harvest this year. We praise you for your grace in maintaining the peace that reigns across our lands. May your light of guidance continue to show us the path of the devoted, the faithful, and the righteous. In your heavenly name, noblesse oblige.\"</p>\n<p class=\"cnMzNzVmYmYzZWI1YjRjOGM4OWY1YjI0YWM2NTM5NmFl\" data-original-margin=\"\">\"Noblesse oblige,\" repeated the entire dining hall, before the Lotharin-speaking professor who led the prayers sat back down.</p>\n<p class=\"cnNiNWFkMzE1MzYyNTQ0YThiOTcwNzNiMmYwODc3OWY5\" data-original-margin=\"\">The nightly feast then began with the clattering of utensils and plates.</p>\n<p class=\"cnM3NzJmYTdhMGNlZjRjOGU4MjkyMGI2M2E5MGQxZDI0\" data-original-margin=\"\">Once again, Kaede found herself sitting next to Pascal near a corner of the dining hall, isolated from everyone else. The grand hall had more than enough capacity, and the nearest people were five seats down -- a clique of gossiping girls that sent a steady stream of glances their way.</p>\n<p class=\"cnNhZDM5ZTI1YjhjZDQ5ZGM5NDZjZmQ1MTZkZDdjMWI2\" data-original-margin=\"\">Based on the words that drifted through the air, Kaede had the distinct feeling that at least some of these were Pascal's admiring 'fans'. Unfortunately, many of them were also taking some verbal jabs at her:</p><p class=\"cjY4MmI1NzA5NGQ0MTQwZWU5OTVkMThjZTJmZTljZGU3\" data-original-margin=\"\">This book was originally published on Royal Road. Check it out there for the real experience.</p>\n<p class=\"cnMzYzBlYmIzYzYzNzRiNjViNTAyMjc2YzBiOTkzZDg1\" data-original-margin=\"\">\"...Who does she think she is, sitting at the same table as us nobles?\"</p>\n<p class=\"cnM5ZGMxYWFkMDQ1NDRkOGFiNDc2YWQ5ZmEyNWFlMmRi\" data-original-margin=\"\">\"Does it matter? She's still just a commoner, and a domestic servant as that.\"</p>\n<p class=\"cnMzNDM1NmRjMjM0ODRhZjViODAwNmM1OGYwZmQ4MWJl\" data-original-margin=\"\">\"You know what young lords tend to do with servants that are a little cute....\"</p>\n<p class=\"cnMwN2Y4Mjg5NzI0ZTQyNDE4NjkwN2QwOWNiNDE1YWJk\" data-original-margin=\"\">The 'fan group' started snickering.</p>\n<p class=\"cnNjZDU4OGY1MjJiMDRjMTY5OGYyMTI0MjA0MmNlM2Fm\" data-original-margin=\"\">Pascal and Kaede had arrived just in time for prayers. However their dinner, which the chefs prepared based on the day's theme and each student's known preferences, had yet to be delivered. With nothing to do and already becoming a target for 'female politics', Kaede's discomfort was steadily growing into annoyance again.</p>\n<p class=\"cnM1ZTQ5YmU0MmMxZDQwZjFhODVjMWE5MzZlM2JmNjYz\" data-original-margin=\"\">\"&lt;Ignore those idiots too.&gt;\" Pascal sent over the telepathic channel while he sat with eyes closed and arms folded, as though in deep contemplation.</p>\n<p class=\"cnNlY2U4M2EwNmQxYjRiYzE5YWY2MWRiMDQ5MTAxMWQ5\" data-original-margin=\"\">\"&lt;Aren't those girls your admirers?&gt;\"</p>\n<p class=\"cnMzNDIzMGQzODYyMTRiNDY5OGRkYjQ3YjZiYWI3Y2Q5\" data-original-margin=\"\">They actually reminded Kaede of overdressed French peacocks from Versailles, always gossiping about others from behind their lace fans.</p>\n<p class=\"cnNjYjQ4Y2FiOWQ0MzQxNmViNDk4Yjg1ZDZmOWZmZDRk\" data-original-margin=\"\">\"&lt;They are vultures who console themselves with the failure of others. If they have a problem with you sitting here, they can take it up with me.&gt;\"</p>\n<p class=\"cnMyMGJkZTMzMDE0MDRiNjVhMWE3NGJlOWRjNjZjZjVm\" data-original-margin=\"\">On one hand, Kaede felt assured by his words. On the other, she wasn't about to forget that this was all his fault, in multiple ways.</p>\n<p class=\"cnNjZDhlMWVkNmI1NjRhM2JiM2FjODU4NjAyOGZkYjUx\" data-original-margin=\"\">She was also beginning to question if Pascal had <em>any</em> friends at all, or even acquaintances. Perhaps his selfish, egotistical behavior simply drove everyone else away?</p>\n<p class=\"cnNiMjRiMzJjNWU3NTRmZjhhZTE2YTg1ZDdjYzkwODE2\" data-original-margin=\"\">\"&lt;What about the ones who did approach you?&gt;\" she asked, curious if her hypothesis was right.</p>\n<p class=\"cnNkOGUyNDU2ZWVkMzQ4ZjhhNmQ3M2Y2M2Q5YTlhMTg1\" data-original-margin=\"\">\"&lt;I told most of them that I was not interested. As for the rest,&gt;\" his voice turned almost ominous, \"&lt;They did not end up working out.&gt;\"</p>\n<p class=\"cnNhZDk4ZDBjNDFjNjQ2ZTQ4OTRhODdiNWQ0M2M1MDkw\" data-original-margin=\"\">\"&lt;Pascal the lady-killer, court him one week and he'll give you his everlasting gift... <em>of death</em>&gt;.\"</p>\n<p class=\"cnM2Y2MyYmU4MWZhMjQxYTA4YWJkYTZkYmEyYzEyZTNi\" data-original-margin=\"\">\"&lt;That is really not funny.&gt;\"</p>\n<p class=\"cnMxYjkxNGVhMjkyYTQyNTlhMzM2YjAxY2UzYjM0OTVk\" data-original-margin=\"\">Pascal was sounding wistful again, and Kaede wondered just how many others suffered a fate similar to Ariadne.</p>\n<p class=\"cnNmNDViYWU4ZTI5NzQzYzFhNzQzMmUxNmJlYTYzMTY1\" data-original-margin=\"\"><em>No wonder why everyone is keeping their distance.</em> She thought. <em>Actually, it's surprising there are still girls who remain interested.</em></p>\n<p class=\"cnM3MTk5NGIyYTE5YjQ5OGE4YTVjMTdjNmM5ZmE1MGYz\" data-original-margin=\"\">Kaede doubted she would ever understand the 'bad boy appeal'... or in this case, arrogant prick appeal.</p>\n<p class=\"cnM1YjBhNjQ3ZDI3MjQ3OTFiYjViMDEzOWZlZmRkOWMx\" data-original-margin=\"\">\"&lt;By the way... you did not actually pray to the Holy Father, did you?&gt;\"</p>\n<p class=\"cnMwM2JmYjRjM2ViNjQzMzk5OGJlYmQ2ZjlhMjNlYjhk\" data-original-margin=\"\">Pascal's interrogation hit her spot on just as two servants brought in their meals. Again, he gave no awareness to their presence, and Kaede hurriedly returned a nod of gratitude.</p>\n<p class=\"cnMxNTUxMWI3NjQ4MDQ5NDhhMjU2NGNkYWViMTUwZTFm\" data-original-margin=\"\">\"&lt;No...?&gt;\"</p>\n<p class=\"cnNhYzI1NzMyODEzNDRmNjRiZTIwZjExMTU2ZGIxZDA0\" data-original-margin=\"\">Kaede had pretended to pray to show respect. However, reciting words that she didn't believe in seemed... wrong.</p>\n<p class=\"cnNmZDBhMzQ3ZDI3YzQzNWNhNjMzZDhlNmNjMzM5Zjg4\" data-original-margin=\"\">\"&lt;How could you not pray to the Holy Father?&gt;\"</p>\n<p class=\"cnMyNDcwYjBlZmMzNDQ3YTFiZjNhNGZlMjVmYjdiNjQ0\" data-original-margin=\"\">Having spent a dozen years in Central Russia, Kaede did attend several Eastern Orthodox services out of interest. However Kaede's Russian father, despite his many superstitions, was an atheist. Meanwhile Kaede's Japanese mother was an agnostic-deist. Kaede's own study of foreign cultures and history led her to explore many faiths, but she never did settle on one of them.</p>\n<p class=\"cnNlNjlkY2M5Mzk2ZjRmYmQ4NjU2ZGZiMDc2MjAwMTg0\" data-original-margin=\"\">It wasn't because she did not believe in a higher power. But rather...</p>\n<p class=\"cnMwNGNkZDNjNjcwYTRjYWI5MjNlZWI0OWVkMTBlYmY0\" data-original-margin=\"\"><em>How do you settle on a single religion when they all have tenets worthy of devotion and praise?</em> Kaede had thought.</p>\n<p class=\"cnM0YTM1NzE0ZjUzNDRjYjlhNDEzZjQ1N2Q5YTljMWM1\" data-original-margin=\"\">Over the years she had discussed theology with many people. However, if there was one type of person that instantly annoyed her, it was those who <em>insisted</em> that their religion --even the 'religion' of atheism-- was the 'one true faith'.</p>\n<p class=\"cnNlYjkzMDMzZWY4NjQwZjU5YWMyZmMzMjUyMWVmMGFk\" data-original-margin=\"\">\"&lt;Hey, I already follow the Flying Spaghetti God, so please respect my faith.&gt;\" Kaede retorted on impulse. \"&lt;Besides, you told me the Samarans don't worship the Holy Father anyway!&gt;\"</p>\n<p class=\"cnMyNmFlMjE2Mjk3ZTRhYTA5N2ZkZWFiNWQ4Nzg4YjBi\" data-original-margin=\"\">\"&lt;And the Samarans are seen as heathens! Do you wish to be singled out by the Church Inquisition!?&gt;\"</p>\n<p class=\"cnNmOTdjOTA5MzFlOTRlYTViM2NmZWRhYjA4MDdjMGFk\" data-original-margin=\"\">Kaede immediately shut up, as she remembered the agonizing deaths people used to give nonbelievers as 'treatment' to 'save their soul'.</p>\n<p class=\"cnM1MWIyMDYxYTMwNTQxYTNiMTNlYjMyMzA3YzZkOWVi\" data-original-margin=\"\"><em>Please don't burn me at the stake...</em></p>\n<p class=\"cnM3M2Q5NGEzMmQ5NTQ0MWViYmU1M2QxYTQxOGNmMTY2\" data-original-margin=\"\">\"&lt;Honestly, I do not care what deity you worship. Who knows if your world even lies within the same divine jurisdiction. But since you are here, you <em>will</em> pray to the Holy Father. With all the religious unrest across the continent these days, the Papal Inquisition has escaped its reins and grown into an independent threat. I will not have Father caught up in some heresy investigation. Is that clear?&gt;\"</p>\n<p class=\"cnNhNzNhZTBjYWZhNjRhYTBhMmFjODgzY2YwMjM5MWJm\" data-original-margin=\"\">His voice was as adamant as polished steel as it resounded deep into her mind. For the first time Kaede felt herself shiver under the cold pressure of his words.</p>\n<p class=\"cnMzMTQ2MDYzODU3OTQwMTdhZDVlMDJlYTJlZmM0MDJh\" data-original-margin=\"\">\"&lt;Crystal.&gt;\"</p>\n<p class=\"cnM0YTMwNzQwM2UxMTQ4MjU4YmI5ZmY4MTdjMmRmYWVi\" data-original-margin=\"\">She did not notice until later that for once, Pascal protectively raised the well-being of another above his own self.</p>\n<p class=\"cnNmNDNhMWFmMDAwYjQ4ZWY5NjlmYThlMTdiODhjNTE3\" data-original-margin=\"\">\"&lt;Good. Now let us eat.&gt;\"</p>\n<p class=\"cnM1ODAzNDQ2OTBiNjQxN2E5ZDNlNzViOGVmNDRlY2Nk\" data-original-margin=\"\">He then dug into his dinner, laden with several steaming slices of fresh pork roast as the main meal. This was surrounded by sides of boiled asparagus, potato salad, gourmet bread, and a thick, cheesy broth that smelled faintly of beer.</p>\n<p class=\"cnNjMmNkN2M4NmY5YTQzMDlhOTQ1ZDJiZWI4ODU0YWI5\" data-original-margin=\"\">Perhaps not surprisingly, Kaede found herself looking at half-sized portions of the same dinner, minus the alcoholic soup.</p>\n<p class=\"cnMzMjkzZmQwZGVlNTRiMmE5YWYyZmY2Yjc4MDFmZGIz\" data-original-margin=\"\">She wasn't complaining. The meal was not exactly modern, but it still tasted like bliss.</p>\n<p class=\"cnMxMjUyM2QyN2FmNDQzNWU4N2UwMjA5NGZlYmRjMzVl\" data-original-margin=\"\">Pascal spent most of dinner asking Kaede about her limited martial arts background, her archery practice in the morning, and the role they played in her home world. He was deeply intrigued when Kaede mentioned that archery had been reduced to a mere sport on Earth:</p>\n<p class=\"cnM4OTc4MTc1YWM4ODQ4MTk5OWZmNTg1MDhkZWMzM2Vk\" data-original-margin=\"\">\"&lt;Then what replaced bows in the military?&gt;\"</p>\n<p class=\"cnNhZjI2Y2E1MmNmYjRlMTg4ODU3YmRlNGZjNjAzYzVj\" data-original-margin=\"\">\"&lt;Guns.&gt;\" Kaede explained. \"&lt;Steel tubes that propel a slug using explosive powder. Sulfur and saltpeter, if I remember right.&gt;\"</p>\n<p class=\"cnM2NTgwMmZhYTRkMzQ1ZTM5MTAyZDc0YjA3N2RjYmRk\" data-original-margin=\"\">\"&lt;Blast powder? They would employ such a weapon for massed infantry?&gt;\" Pascal voiced as though it was utter lunacy.</p>\n<p class=\"cnMxMmJmMzIzOGVjZDRhZjU4ODQwODY3YWIzZTFiYmUy\" data-original-margin=\"\">\"&lt;What's wrong with that?&gt; Kaede asked.</p>\n<p class=\"cnNmOTk0MTljMTg0MzRiYWVhNzI1NmQ1N2EwZTg3MTg5\" data-original-margin=\"\">\"&lt;Blast powder is <em>extremely volatile</em>.&gt;\" He stressed. \"&lt;The Great Khanate once tried to employ it during the Great Northern War around five centuries ago. Their enemies then realized that all they needed to do was to <em>Fireball</em> the blast-powder-equipped troops to turn the soldiers into living fireworks!&gt;\"</p>\n<p class=\"cnNmZjY1ZDA2YjZmNjQzMDRiZTk4NmI5YjliMmQ0N2Vh\" data-original-margin=\"\">Kaede's eyes widened as she realized what this meant:</p>\n<p class=\"cnM5ZWE1OWYzNTQ5NDQzZTE4Y2ZlZWI5YWQyNTBlNmUz\" data-original-margin=\"\"><em>Magic didn't just replace aspects of technology then. It may have completely altered the advancement of civilization itself!</em></p>\n<p class=\"cnMzZmE0YjE2NmVmZDRjNDc4YzRhZjc0YmZlNTEyMWVh\" data-original-margin=\"\">For the first time since her arrival, Kaede found her interest in the new world growing. This was a topic that she would love to research, even if she had to do it as a girl.</p>\n<p class=\"cnNmODNhM2M0ZmE5ZTQ5OGNiMzY3ZTg5ZGJkYzU2MTVm\" data-original-margin=\"\">\"&lt;So you don't use gunpowder, blast powder, at all?&gt;\"</p>\n<p class=\"cnM5NzUyZTBkZThjYjQyOTc5ZjI5ZGQ0ODMyMDQ3MTI3\" data-original-margin=\"\">\"&lt;No. We use it mostly for mining, hence the name.&gt;\" Pascal clarified. \"&lt;But in strict military applications, its use is limited by its unreliability. We have <em>some</em> weapons that utilize it. But nothing as quantitatively employed as massed archery.&gt;\"</p>\n<p class=\"cnNkMDU2NzVmYjFlYTQxYjI4ODgyNTMxM2U0MTEwMDg5\" data-original-margin=\"\">\"&lt;Then do mages also practice archery? Or is that just a <em>commoner</em> thing?&gt;\" Kaede asked.</p>\n<p class=\"cnMxZjA3YTcyZTk0ZjRlZGViZjQzNGNkZjVkMTdhY2Y0\" data-original-margin=\"\">She remembered that archers were considered a 'peasant' occupation during Earth's middle ages. In fact, many nobles of the time thought that using a bow in battle was 'beneath their dignity'.</p>\n<p class=\"cnNmMmE0NDcyNjg4YzQ2NWI4ZjgwOGZiZDQwMjU2NjM2\" data-original-margin=\"\">\"&lt;It depends on the country. I grew up in Weichsel, where we nobles pride ourselves in our arcane heritage, even in battle. Projectile weapons are the domain of commoners and yeomen, who either cannot use or lacked expertise in proper battle magic.&gt;\" He declared with a voice even more haughty than usual. \"&lt;However here in Rhin-Lotharingie, most nobles are <em>expected</em> to learn the longbow, apart from those in the south who prefer slings instead. They hold more shooting competitions here than they do in dueling or jousting.&gt;\"</p>\n<p class=\"cnNjOWY4NmQ0NzZhODQ1YjdiNDhlNDc5YzA3NzAwZjE4\" data-original-margin=\"\">As he finished with a rather peevish look, Kaede immediately realized:</p>\n<p class=\"cnMzNzhmYmYyMGRiZjQ3YjQ4NDI0OTE5M2JkNzEzMWI5\" data-original-margin=\"\"><em>He's terrible at archery.</em></p>\n<p class=\"cnM2NDYzOTA3MzFjNDRmMDA5OTk0NGM2ZjI1MDhjMDcx\" data-original-margin=\"\">For the rest of dinner their conversations continued unabated. Kaede hated to admit it, but she actually had fun talking to Pascal about his world. It was apparent that he was well-versed in a broad range of topics, perhaps even more so than herself.</p>\n<p class=\"cnM4NGJkYzBlNzIwNTRmMTI5YWM3NzBjODE2N2JhZmI4\" data-original-margin=\"\">It wasn't until they were leaving that Kaede remembered to ask:</p>\n<p class=\"cnMyNmY0N2EyOGM2MDRlYTViYWU0MDY3ODU2ZjRiYThj\" data-original-margin=\"\">\"&lt;Do you want me to convert to the Holy Father's grace?&gt;\"</p>\n<p class=\"cnM2MzJjNzk2NjBlZjRhM2E5NDliYWIwN2Y0YThiMzMw\" data-original-margin=\"\">\"&lt;Of course!&gt;\" Pascal answered. \"&lt;Not that I have to try, with you being a scholar of history. The Holy Father's works may be mysterious at times, but with millenniums of timeline in retrospect, his influence becomes as clear as day and night. I am certain you will come around in due time and embrace the one true faith of this world...&gt;\"</p>\n<p class=\"cnM0Y2JlOGM2MjI2NzQxN2RiOThmZDkwYWU2ZTMwNjcy\" data-original-margin=\"\"><em>Why can't you interact like a normal person for one hour? Just one!</em> Kaede thought with a frustrated sigh. Any interest she had on a theological discussion had instantly evaporated.</p>\n<p class=\"cnM5MTJmNDk1MmI0ZTRhMjliMzRmM2Q0MDFiOTNjMDdk\" data-original-margin=\"\">\"&lt;Although, does your world really pray to airborne pasta?&gt;\"</p>\n<p class=\"cnM1MmNjMjIxMjhlMTRmMjI4NDE5ZThkNzRiOTFjYmQw\" data-original-margin=\"\">Pascal's single raised eyebrow betrayed a hint of bewilderment on a totally-serious face.</p>\n<p class=\"cnNmMTE3MzA2MGIyMTQ0MDViMDk5M2QwN2I1ZDAwMjI0\" data-original-margin=\"\">\"&lt;Only when the polar ice caps are melting due to a lack of pirate caretakers.&gt;\"</p>\n<p class=\"cnNhZTkwYTg0NWM4NDRkZjY4OGViMGVlYjhlNTI2YTFk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzMjNmNDZiOWY2ODQ2MzM4MzVjZjliN2MxZjQ1MTNh\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmYjI1YjA4NGY1YjQ5ZWY4MGMwNWNlZTUyMTM4YzNh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwZjU4OTNmODY0ZDRiMzFhMzBjNjhkZTg3NTk3MmFl\" data-original-margin=\"\">Pascal leaned back against the plush chair in front of his table as he casually juggled multiple sorceries at once. Between his hands hovered a turquoise gem that he was cutting and affixing onto a platinum ring using the <em>Fabricate</em> spell. At the same time he was imbuing it with the <em>Lock/Unlock</em> and <em>Sigil</em> cantrips. The result would be a spell-activation focus that Kaede could use to open doors and sign for academy resources using his mana signature.</p>\n<p class=\"cnM2Mjk0ZTc0YjhmZjQ3NWU4NDA2Y2YwNjU0ZjMwYjk0\" data-original-margin=\"\">It was a task most apprentice artificers divided into multiple parts and required full concentration on each. Yet Pascal treated it like a side-job while mentally chatting with someone over a thousand kilopaces away --his fiancée, Crown Princess Sylviane Etiennette de Gaetane of the Rhin-Lotharingie Empire-- through an ongoing <em>Farspeak</em> spell.</p>\n<p class=\"cnM4NjlkNGEzNzg4MjRmOWViMGU0NDgzMTZkZGY3NWE0\" data-original-margin=\"\">\"&lt;...And that is how she came to be. I cannot wait to show her to you over the holidays, Sylv. Not only is she a walking encyclopedia filled with interesting details of her fantastic otherworld -- it is a miracle they even managed to function, with neither the convenience of sorcery nor the establishment of noblesse oblige graced upon us by the Holy Father. But she also looks absolutely adorable: a dainty figure caped by silky, snowy-white hair, not to mention the rose-quartz eyes that I have never even heard of.&gt;\"</p>\n<p class=\"cnNlZmIzZTcyMDMxNTRlZmFiZWVkOWYxZDNiOGI2MmNj\" data-original-margin=\"\">\"&lt;Sounds like you've conjured quite the fantasy there.&gt;\"</p>\n<p class=\"cnNiMmJlZDkwMDVhODQ3ODNiZDdkZTY5ZTY3MTQwOWQy\" data-original-margin=\"\">Enraptured by his own enthusiasm, Pascal missed the trace of sarcasm and, as a result, completely misinterpreted her humored tone.</p>\n<p class=\"cnM0ZGVjYWMwMzEwMzQxNDRhYzI4MjJiNzE5ZWFjOGIy\" data-original-margin=\"\">All he remembered were past scenes where his fiancée would hug and drape herself over cute girls with ecstatic delight, rubbing her cheeks against their long hair in a display that violated all noble protocol.</p>\n<p class=\"cnMxZjIyYTlmNmU4OTRjZjQ5YThlNDQ1MWE4YmNmNWQ1\" data-original-margin=\"\">\"&lt;Well I did use your favorite Vivi as a 'reference' of sorts.&gt;\" He added, hoping for her approval.</p>\n<p class=\"cnNiY2U3OWE2NjcwNzQ0ZmFiZWZiYTRkZWM4YTI5ZDhm\" data-original-margin=\"\">\"&lt;You know, Pascal, when I <em>allowed</em> you to have dalliances during your academy years, I do not remember giving you the permission to bind another girl with a contract of 'till death do us part'. Our betrothal may be political, but it is still a committed one.&gt;\"</p>\n<p class=\"cnM1ODc2YWM1NGM0YTQyMjRhM2Q4NTgzMzY1ZDZlOWEy\" data-original-margin=\"\">Until then, Pascal hadn't even considered that Sylviane might disapprove of his choice in familiars. Stunned by the explosive landmine he had just stepped on, his mind quickly backtracked for help.</p>\n<p class=\"cnMwNDhiYjhhZjQ3MTQ3MzNhZjFhZGE2MjZhZDAxYzhl\" data-original-margin=\"\">However Sylviane never even gave him the chance:</p>\n<p class=\"cnNhMGI1OWMxMGIzOTQxYjg5NDIzN2Y5OWUxOTM1ODY0\" data-original-margin=\"\">\"&lt;The next few weeks will be really busy for me. The 'Ducal Alliance' under that schemer Fitzgerald is on the brink of open revolt against King Alistair's rule. Father can spare neither the troops nor the time with the tensions rising near the Cataliyan border. It falls to me to show the Emperor's flag in the north and help King Alistair pacify his nobles. Therefore I doubt I'll return to Alis Avern before the holidays.&gt;\"</p>\n<p class=\"cnNiOTlkYTU2ODgyZTQ0Nzc4NWQyNDg1OTMzNzk2YzAz\" data-original-margin=\"\">She hung up without a second's wait.</p>\n<p class=\"cnMwMWUyNzhiYzljMTQ1NWRhODE1NzY5NGUwYmJjODUx\" data-original-margin=\"\">\"Crap,\" Pascal uttered an uncharacteristic curse. He finally realized the severity of the trouble he had landed himself in.</p>\n<p class=\"cnM4YWE4YTg4MDk4MzQzODZiY2ViNDI1Yjg0NzNiNmM2\" data-original-margin=\"\">He had been so caught up telling Sylviane his story that he hadn't even <em>thought</em> to ask about her problems.</p>\n<p class=\"cnMyNTNjZTUwMjQ1YzRjNzE4ZGM5MTI0YWY4ODUzODFi\" data-original-margin=\"\">Alistair Mackay-Martel was the King of Gleann Mòr, one of the four autonomous kingdoms under the banner of the Rhin-Lotharingie Empire. However the man was also a royal bastard who spent many years traveling abroad as an adventurer and mercenary. Needless to say, his ascension to the throne less than a decade ago was not universally welcomed by his nobles. His unusual style of ruling and his insistence that all nobles return the money they owe the crown's treasury has only further aggravated them.</p>\n<p class=\"cnNmOGE2NjEyOTRjYTQ0MDM5MmIxNDk2MjJjZGI5MjA2\" data-original-margin=\"\">Many of these noble houses have since banded together to plot behind his back, as they sought to pressure the King to sign a 'Charter of Liberties'. Pascal had read that charter. He thought it was horse manure and told the princess so during their chat a week ago. The nobles claimed they wanted 'freedom' and 'justice'. What they truly asked for was an expansion of their aristocratic privileges.</p>\n<p class=\"cnNlNTI5MTZlMGJjODQxZmNiNDI3ZDk0OGM3ZTVhNzhk\" data-original-margin=\"\">For Pascal, these chats he had with Sylviane were not just a way to maintain their relationship. They were an opportunity for him to act as her confidant, to discuss courtly intrigues and help shoulder her burdens. She would often use him as a sounding board for her own ideas, as well as seeking his suggestions and even his sympathy.</p>\n<p class=\"cnNiNjZjMjdhMzkwYjQ0YWJiZmNhM2FmMTk4ZTk4NWQ1\" data-original-margin=\"\">But today, she hung up without even giving him a hint, and then called for a temporary break to their weekly chats.</p>\n<p class=\"cnMzNzAwYzg3NGY4ZjQyZWE4YjNjYjJhN2EwMzdlY2U2\" data-original-margin=\"\"><em>She really is angry. Royally angry, literally...</em></p>\n<p class=\"cnM4OTE3NDVkNmFmMDRlYjA4MTEzYmFkODhiZmIwOGQ4\" data-original-margin=\"\">Pascal hoped this would not cause any issues. Neither Sylviane nor her father Geoffroi the Great had any tendency to start diplomatic squabbles over personal grudges. However if Sylviane found her royal honor insulted, she might break tradition.</p>\n<p class=\"cnM5MmI0ZGNmNGUwMTQwNDA5YmM5MzIzMDczYmQ0OWNi\" data-original-margin=\"\"><em>Oh dear Holy Father, have mercy...</em></p>\n<p class=\"cnNmNTc2YTFkYTUzOTQ0ZGU4NTVkM2M2MTg5NTFkNzYw\" data-original-margin=\"\">Putting aside the mostly finished ring, Pascal prayed, fast and hard, that he did not open any personal rifts with Sylviane. She had been his closest friend ever since those days spent idling beside the Cross Lake of the Nordkreuz estate. And after Ariadne pulled Cecylia away from him, Sylviane was also his <em>last</em> remaining friend.</p>\n<p class=\"cnMxYjQ0YzA2ZWU2MTQ2ZDg5ZWFiNzAzNTZiM2YwMTZk\" data-original-margin=\"\">Pascal wasn't sure if he could handle losing her as well.</p>\n<p class=\"cnM0MTdhNGNjYjVkMzRiODJhNGVmNWNhNDg2MTlhOTZm\" data-original-margin=\"\">He turned to look at Kaede, who sat in his bed with her stockinged legs tucked in. Her small hands propped open a massive leather-bound book. Meanwhile her fatigued, half-open eyes stared blankly at him, with faint perplexity bubbling over their familiar bond.</p>\n<p class=\"cnM1MTVhOGI4NmU2NTRiZjFiZmYzMjY2Y2I3YzA3N2Ri\" data-original-margin=\"\">Her breakdown this morning was still fresh on his mind. Her wailing image was forever burnt into his memory. That didn't even include the crushing despair and sorrow that followed, as a tidal wave of emotional distress breached the last barrier and opened their empathic tunnel.</p>\n<p class=\"cnM2MGY4OTY2MjU1YjQ3YzdiMzA0Nzc0OTc2OGZjZDVi\" data-original-margin=\"\">He spent much of the morning being annoyed at himself as a result. But after mostly enjoying himself in the afternoon, Pascal had recovered too quickly.</p>\n<p class=\"cnNjZDYyMzg5MWI1YzQwN2M5YmMxMmYxNDFlMzQ4ODcx\" data-original-margin=\"\">Sylviane's shortened call only restarted the hammering on the last nail.</p>\n<p class=\"cnNiYzcwZWM0MWNmMzRjMDZhZTZlOWRmYTc1OWViMzBi\" data-original-margin=\"\">...More like all the nails, at once, with one great big resounding mallet.</p>\n<p class=\"cnNhNzcwZmMwNWJjNzQ2NTZhZjU4NDZhMzMzNWNkMGI0\" data-original-margin=\"\">After making the biggest, most idiotic, ill-conceived, poorly planned, carelessly rushed, and altogether feebleminded mistake of his entire life, Pascal felt like a moron who just stupidly certified himself by taking a pilgrimage to the apex of moronia.</p>\n<p class=\"cnNlYTQ4YmM5NjQ0ODRiMjg4ZDJjNWI0OTUyNmFhMDA2\" data-original-margin=\"\">\"So... when am I getting my bed?\" Kaede chimed in, finally breaking the silence.</p>\n<p class=\"cnNhY2EzMjhiMmNkODRmYWI5OThkZGU4NzRhNzEzZGJk\" data-original-margin=\"\">\"I would have ordered lumber from the quartermaster this morning,\" he spouted back, disgruntled.</p>\n<p class=\"cnM1YjJkNGJkM2RlMzQ4MTY4NWM5NzMwYzNkM2QxMjA1\" data-original-margin=\"\">Annoyance was bubbling across the bond again.</p>\n<p class=\"cnM0MmVjOWQxYmJmMDQ4MWViMjE4OWU3Y2JlZmI0NmIy\" data-original-margin=\"\"><em>I need some fresh air,</em> Pascal decided as he strode towards the door.</p>\n<p class=\"cnM0M2Q1NjkxZjIzNjQ1MzA5MTg0Yzg3NTA1NmVkNTlm\" data-original-margin=\"\">\"Go to sleep,\" he ordered, before dimming the ceiling light to a faint glow with a wave of his hand. After swinging open the door, he looked back to Kaede and felt her glaring at him from the shadows.</p>\n<p class=\"cnM0NWE2OTQ5YWRkYjQ2MzU5MmM1Yzk4YjlmNWMxODdl\" data-original-margin=\"\">At least he had managed to convince her to use his large bed instead of huddling on the cold floor. That was a good sign, right?</p>\n<p class=\"cnMxMzYyNjQ0YzhjYjQ1MzM4YWRhNWVjYmYxMTUzZWJl\" data-original-margin=\"\">\"Please,\" he sighed, before closing the door behind him.</p>\n<p class=\"cnM0ZmM1NTc4MWU4MzQ3NWNiN2JhNThlOTY4ZTUwY2E2\" data-original-margin=\"\">Discontent over the empathic link returned to her earlier perplexity, which now came with a side of irritation.</p>\n<p class=\"cnMwZjQ3ODZjNzE0NjRhYWRhODNiNTUyNjU4NzQ5NGIy\" data-original-margin=\"\">\"Why does magic not have a fix-everything spell?\" the genius grumbled.</p>\n            ",
  "invisibleParagraphContent": "This book was originally published on Royal Road. Check it out there for the real experience."
}