{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0MTUzZjM4NTk5YjQ1MTliYTFmYzMxMWYyM2I1ZGFl\" data-original-margin=\"\">My shoulders slump in exasperation. I knew it was possible Godfrey would connect me to the Renatus house, especially with how closely he had apparently been watching me. The dispersal circle surrounding it was unlikely to be a coincidence either, but it didn't change anything. I had to try either way. Still, it's irritating to find someone waiting for me. It's been weeks and there is clearly something more important going on right now. Surely Godfrey can't have every place I might go staked out all the time like this? Not considering how many guards and knights have died over the last few years.</p>\n<p class=\"cnNmMjU3MzU0NzE2ZjRlMTM5NTVkN2RkYTFhOTU4Nzg3\" data-original-margin=\"\">\"I don't suppose you'd be happy to just let me walk by?\" I venture. The man doesn't speak but he crosses his arms and his mana flares. As my worry flares so does his aura and I groan audibly. This man is either anxious enough to manifest worry mana, or he is a bard. \"Seriously, do we have to do this right now? I still have a couple of aching joints from kicking your king's ass. I swear I won't tell anyone if you just take a nap. It's not like I have Godfrey's phone number,\" I suggest but he starts to form a spell. It looks like fire mana. I'm about to jump out of the way when I realize there is something off about the spell.</p>\n<p class=\"cnMxNjJjZmJhNTc2YzRmZmViMjdiMGFiMzJlNTQ5NTZj\" data-original-margin=\"\">Instead of dodging, I surround myself in a wide sphere of unaspected, colorless mana. As the fire and heat of his spell collide with the wavering air of my magic, it dissipates. It was an amateur fire spell made of pure mana. This is the worst way to cast any kind of spell because mana can dissipate itself. It also takes a lot to cast it. Summoning some kind of fuel for it and only using mana for the ignition is typically far more effective and efficient, and I wouldn't have been able to stop it so easily. I narrow my eyes and try to measure my opponent's aura. It seems to adjust with my curiosity. It doesn't intensify but its nature feels different. This man seems to be a bard but... he's much weaker than the last one.</p>\n<p class=\"cnMxMGRmYzA5NWE5NDQ5YzlhN2JlYTAwYzgyN2UxOTA5\" data-original-margin=\"\">Weaker and less experienced. I notice his fists clench and he starts summoning something with what looks like wood mana with its tannish brown tint and green undertones. Less experienced and less original. He has no particularly unique mana so far, and as his spell completes I am a little taken aback by the result. He holds a simple wooden spear. I look around the room a bit. It's small, with little room for broad attacks. I love a good spear but it's an odd choice for the environment. \"Are you, uh... sure about that?\" I ask, but he lunges at me instead of answering. I quickly dodge to the side and the spear gets caught in the curtain.</p>\n<p class=\"cnMxMGI3MGFjYTYxNTQxNDM5YmNhOGYzMDQ1ZjEyNjQ3\" data-original-margin=\"\">He holds a hand out to me while wrestling with his spear in the other. Since he telegraphed his attack I have pure mana rushing to crush it before I even see the red fire energy. I expect to succeed before any fire forms, but it is unusually fast. Another look back at the man's aura and I realize why. My worry has shifted to open amusement which has affected the intensity of the bard's magic. Even so, he remains weaker than me, even without an endoaspect on my side. If I could cast an actual spell I'd already have him restrained. As I silently reprimand myself, I kick the legs out from under a nearby stool and grip one broken end in my right hand.</p>\n<p class=\"cnNlYTEyM2I0ZTQyMTQ4N2Y5NzgyNmQ4YzE2ZTdkMzJm\" data-original-margin=\"\">Just in time, I lift the makeshift shield and block a thrust from the newly freed spear. Two more jabs rapidly aim for my side, then face. I redirect the first with my free hand and block the second with the shield. The man actually seems fairly competent with the weapon now, and I begin to understand the choice to use it. Before I lower the stool from my face, a red glow behind it reveals another fire spell. The jab at my face effectively obscures my vision for long enough for him to cast it, but I am able to dissipate the mana before it reaches me just by overpowering it. My brave little stool isn't so lucky, however. The spell leaves it burning with a more natural flame.</p>\n<p class=\"cnM3ZDAxMDk1MjhjZjQ5ZTU4NDExNmU3MjAzMDE0ZTMw\" data-original-margin=\"\">It's the bard's turn to look amused, an impressive feat with a mask on. His body language broadcasts arrogance and I roll my eyes in the brief pause and throw the burning stool at his head. He startles and tries to raise his spear to block it, but the idiot failed to protect his weapon from his own spell. The burning stool collides with it and it splinters, sparks flying in all directions. Both the stool and bits of spear hit him in the head and he speaks for the first time.</p>\n<p class=\"cnM2ZjNmNmU5Y2VmOTQxNjM4NDg4M2IwMjJlZWZjNjlm\" data-original-margin=\"\">\"Fuck,\" he grunts under his breath. He looks up at me like he wants to yell something he really shouldn't say in front of a lady as refined as myself, but I'm already throwing a small makeup mirror at him. Just after his eyes meet mine again, kindling a spark in my memory, the steel base collides with his nose, making a sickly crack sound. In the meantime, the reckless fire spell has set other things in the room ablaze. My opponent glares at me, one hand covering the blood staining his blue mask. The fire spreads and crackles as the heat bears down on us. I'm about to find something else to throw, but the bard makes a decision and throws himself out the same window I'd used to enter.</p><p class=\"cjkwYjk5ZTc2Y2IxYjRlMGY5MTBiZDMzNTNjMzQ0ODU5\" data-original-margin=\"\">Unlawfully taken from Royal Road, this story should be reported if seen on Amazon.</p>\n<p class=\"cnM5MDg0MzE0ZmIxMjQ5YTFhOWM0NDIxMWVlMmUwZWZj\" data-original-margin=\"\">I have something of an arm on me, even a quick throw without all of my strength must have hit pretty hard. I consider pursuing but looking at the burning room I decide against it. He could be going for help and Lady Renatus could be sleeping in the burning building. I had briefly worried she wouldn't be here at all, but the man's level of competence has me questioning things. There is no way Godfrey thought someone like that could do anything to me. If he did leave people guarding every spot I might visit, it would be more effective to go and get help when they spotted me. This man seemed... eager to fight me.</p>\n<p class=\"cnM0ZWNmZWJiMDNiMjQ2M2RhMWRkOGViMzQ3YjAzNWY5\" data-original-margin=\"\">It's true a bard's endoaspects make them dangerous but his base mana seemed weaker than expected and he used it like a blindfolded child with a flamethrower. The spear was the only thing he had any chance with, and he ran pretty easily. I'm not certain his presence had anything to do with me at all, and if it did it's unlikely he was following Godfrey's orders. That entire exchange left me more confused than anything. It was very strange. But I don't have time to consider it. The fire and the fleeing man put me on a tighter schedule and I have to do what I came here for. I kick the door to the room open and enter a quiet estate.</p>\n<p class=\"cnMzMTYzNWMzYTZiMTQ3MDY5OGQwZjg0YzBhMzA0N2Fh\" data-original-margin=\"\">Dust covers the various artwork and furniture, and I begin to worry no one lives here until the large double doors down the hall burst open and the woman herself emerges in a flowing nightgown, her wide eyes examining me with growing panic. \"Lady Renatus?\" I ask to confirm and she takes a step back.</p>\n<p class=\"cnM4YmE3MmQ4MjQ4ZDQ1MTg4ZWE1MjRhNjU4ZjZkM2Vm\" data-original-margin=\"\">\"W-who are you?\" she stutters and I hold my hands up to indicate a lack of hostility.</p>\n<p class=\"cnM2NjUwYTljM2UwMzQ4ZDk4OGU0MWRkODZjZWZiOTFj\" data-original-margin=\"\">\"My name is Lillith of Endings. I'm here to help,\" I answer. Like the flip of a switch, she immediately straightens up and gives me a quick nod. She disappears into her room and emerges a moment later with a loaded bag and a shawl wrapped around her.</p>\n<p class=\"cnNkZmUwNmI1MDQ3ZTQ5YjViYjQ0ZTJiYmJmYzk4Mzk3\" data-original-margin=\"\">\"Let's go, take me to Leo,\" she says, calm and determination settling on her face as soon as she understands the situation. It is a huge relief that Leo prepared her for my visit before everything happened. I see her struggling to carry the heavy bag so I hurry to her side and take it, hefting the luggage over my shoulder. \"Thank you, Lily,\" she says and I allow myself a small smile in the corner of my mouth at the nickname. Leo must have told her enough about me that I already seem familiar.</p>\n<p class=\"cnM3ZGM1MDBlODQ4MTRjMTliMDQ4YjZiYzkyODBiZDY5\" data-original-margin=\"\">\"Lead the way,\" I say and she walks out in front of me, leading me through the neglected but rich halls and toward a split staircase and to the landing. I see she intends to exit through the main entrance and I stop her.</p>\n<p class=\"cnM5OTkxNmQ0ZDRiYjRiYzFhYmFjNTU4YTYyZjdiNDQx\" data-original-margin=\"\">\"Wait, has anyone been with you here? Keeping an eye on you or expecting me?\" I inquire and she shakes her head. \"What about servants or staff, we can't leave anyone behind,\" I add. It may be a bit difficult to get a full group through the city but most people seem distracted tonight.</p>\n<p class=\"cnM0ZGYxNWNmZGE4MDRiNWFhZWIwYzM1YTkxYzZlNDkw\" data-original-margin=\"\">\"No servants,\" she answers. \"And no, It's only been me here, since Leo disappeared. Is he... is he alright?\" I almost don't hear her question. There is no way someone knew to come here tonight specifically. Only Sara knew I was coming for Lady Renatus tonight. So who had that been? I'd have to gather more information in the future. It seemed like I was going to need to find out where these circles were being drawn anyway, and how to interfere with them. For now, I just redirect her.</p>\n<p class=\"cnNhNGY2YjkyNTg2NzQ3YjNhNjlmZTI2YjQ3MWRhZjNl\" data-original-margin=\"\">\"Alright, do you have a servant's exit at least? There was someone waiting for me when I got here. He could be back with help any second, I'd rather not leave through the front door,\" I request. She looks troubled that someone else had been in her home, but wastes no time.</p>\n<p class=\"cnM0NGE2YWU3MWNkOTQ1OTc5ZmRkMjdlYjQ1YjcwYWVk\" data-original-margin=\"\">\"Of course, this way,\" she agrees, and we go through a surprisingly clean kitchen, to a smaller door that leads out the side of the estate. I am cautious when opening the door, but the night is quiet outside. If the man I fought earlier is getting help, they aren't here yet. Which means it's time to leave. I clasp the older woman's hand in my free one, and we make our way into the quiet city. We are silent for much of the trip. The tavern housing my tunnel is near the wall, and I circle around a bit in case I am being followed. I find it unlikely the buffoon I fought can follow me with any stealth, but someone else could.</p>\n<p class=\"cnNmYThmNjMxMWZmZTQwMTQ5MmM0NGQ2OWU2NjUyZDcw\" data-original-margin=\"\">It's not until I have put a panel of wood over the hole in the room and used a light spell to light our way that the woman finally speaks, nerves from the dark and damp environment causing her voice to waver only a little. \"You... you never answered my question,\" she says and I tense up, knowing what is coming. \"Is Leo alright?\" she asks again. I stop walking and take a deep breath before turning and meeting her eyes.</p>\n<p class=\"cnM3NjZkYjgyZTFhNjRjNTdiMjQ2YmY1NjhlNWY1ZTg0\" data-original-margin=\"\">\"Leo is... alive. He's alive, healthy, and safe. But...\" She sees the worry in my eyes and her face falls, guessing where I am going. I finish anyway. \"No. He's not alright. And I don't know what to do for him. I think maybe only you will.\" My breath catches and I can see on her face that I failed to fully suppress the anxiety in my voice. She looks at me with the determination of a mother with an injured child.</p>\n<p class=\"cnNjNWVmY2Q4NWY3ZTRjODliNjk5YTZmMWM1MWE1NDk2\" data-original-margin=\"\">\"Tell me everything,\" she demands and I nod. As we make our way back to Sara, I begin to tell her about Leo's last night on campus. I see the sorrow and violence dance back and forth through her eyes as I tell her the story, and I'm comforted to find someone even more prepared to fight for Leo than I am. \"Thank you,\" she finally says, almost inaudibly. I recognize the look in her eyes as she tries to process the story she just heard. I've seen it many times before, and as always, I cultivate a desperate hope that I'll never have to see it again.</p>\n            ",
  "invisibleParagraphContent": "Unlawfully taken from Royal Road, this story should be reported if seen on Amazon."
}