{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4OGY2YTdhMDNmMzRlZGI5ZTUwZWIzN2UzYTViYmE2\" data-original-margin=\"\"><strong>Leo</strong></p>\n<p class=\"cnM3N2Q4MGYxYmEwNjRjMDE5MTgwOGM5NWI2ZTRkNDFm\" data-original-margin=\"\">I don't know what to do next. I see Lillith every morning now. We often enter the gate at the same time, and when we don't she always meets me for breakfast. This is... probably more than I should ask for, but still. Whenever one of those nobles shows up, I feel like I'm on the outside looking in. Lillith is one thing but they... they are dangerous. I don't know why she can't see that. They are no safer to her than they are to me. I understand wanting to trust them, but Lillith comes from the same background as I do.</p>\n<p class=\"cnM5YWRlODEzMmY3MzQ1YWRiMWY2MWNhYThiNGJmOTgx\" data-original-margin=\"\">They will never really accept us, and we will never be safe. Even when they act kind. When they reach a hand out to help. They are always looking down when they do, and there is always a condition attached. As I'm not far from campus, and as I think about what Lillith is doing, a little noble girl, maybe five or six years old, runs past me. I see it before it happens, but I'm too late to stop her. She steps on her too-long dress and falls face-first into the cobblestone. After a moment of quiet, she begins loudly sobbing and I run to her side and kneel to help her up.</p>\n<p class=\"cnNkZmViMWFkZGQzNzQzMDQ5YTc3Zjg4MGUyZDMyNmQ0\" data-original-margin=\"\">\"Ouch, what happened?\" I gently inquire, trying to behave calmly, like nothing is actually wrong and my concern is minor. In reality, she looks awful as she looks up at me with red eyes and blood running from her nose. She hit the ground pretty hard. With kids, however, they will often match the tone you set. If I panic, so will she. So I remain calm. She looks confused for a moment as she examines me, but it's brief.</p>\n<p class=\"cnMwMmQzNDQxZWEzMDRiNTNhZTc4YmFkZjI4OWE1MDQ1\" data-original-margin=\"\">\"I- I was pulling my sock up but momma didn't notice, so I ran to catch up but I stepped on my dress. and, and...\" she trails off before wiping her nose on her sleeve and hurting her sore nose again. At this, she starts crying and I pull out a handkerchief to begin gently wiping the blood. Just as she is calming down, a woman slaps the cloth from my hand.</p>\n<p class=\"cnMxZGNmMzEwZDhlZjQzNjc5YmQzNDkyMDZlODIxZmJj\" data-original-margin=\"\">\"What are you, some kind of pervert? Get your hands off my daughter! How dare you touch her?\" she practically shrieks before grabbing her daughter by the hand and dragging her off. The child looks back at me but I hear her mother scolding, \"Don't talk to strangers like that!\". The mother glares over her shoulder at me as well and I slump. I'm so tired of this. As the pair disappears around a corner, I come to a decision. I can't keep going like this. I have to see if Lillith is still at the Dorm.</p>\n<p class=\"cnM1ODM3NWFjZTM5NjQ1YmJiMDVjNTFiZDJiYjZmNmVj\" data-original-margin=\"\">I don't know when she leaves, but I have to try before I lose my nerve. I stand up, turn, and return to campus.</p>\n<hr>\n<p class=\"cnM1YjU0MTc4ZDQyNzQ4ZjQ5NzFkZWVkMDE4NzA5ZWQ5\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNmY2M0ZTg0Y2E4NzRlMzg4ZWU2ZmQ0NGVmMGY3MTI3\" data-original-margin=\"\">The pressure of the prince's aura is intense but, as unbelievable as it seems, he is holding it back. Not as much as he could be, he is letting enough power out so everyone in the room knows where they stand. I don't know why he even has a knight on the door. This is clearly how he is really weeding guests out. Only people with a certain level of mana will be able to tolerate this for any amount of time. For the first time in a while, I release some of my aura.</p>\n<p class=\"cnM1NjczMTMzZWNlMTRlMDZiMmVhYmM2NTkzMjczZmIy\" data-original-margin=\"\">Not all of it, like the prince, I only release as much as I need to. It would be more comfortable to protect myself with all of my aura, but I don't want to explain why it's a match for a hundred or more year old family's mana. I also have to hide the still gathering mana which answers the question. It is enough, however, and I can move around the room without feeling exhausted as I push back against Kallon's ambient mana with my own. August releases his aura as well, but his is weaker than mine.</p>\n<p class=\"cnNkNTNiZTBlN2VhZTQxNjFhZDAxODkzM2FjNzk4YWYz\" data-original-margin=\"\">\"You alright bud?\" I ask and he nods, a bead of sweat rolling down his head.</p>\n<p class=\"cnNiOWM3YzhmZjJiODQwZTA4NTAwYWNjOTY1YzYwZDQ0\" data-original-margin=\"\">\"Never been better,\" he replies through a forced smile, \"I can already tell this party will be loads of fun.\"</p>\n<p class=\"cnM4NWFmNmY4OWNlMzRlMjM5NTg3ZWZkZTM5Y2MwYzU2\" data-original-margin=\"\">I chuckle a bit before responding. \"Hang in there, my bet is he will rein it in after a while. This is just to scare away undesirables, like me,\" I quip and he looks up and down at my calm demeanor while he grimaces.</p>\n<p class=\"cnMyOGI4MTViOTc2YjQxOTVhNzdhNWY4NmU3MGU4MmQ3\" data-original-margin=\"\">\"It's doing a great job of it,\" he jokes and I laugh, then extend my aura a little more, adding my own to his and allowing him to relax. He sighs in relief. \"Thanks for that.\"</p>\n<p class=\"cnM2YTAzMDY0NDRjMDQ2MTNiODQ1NmNlMzljNjhlZWMw\" data-original-margin=\"\">\"Any time. Now, let's mingle, shall we? It's a party, after all,\" I say and we push our way into the crowd.</p>\n<p class=\"cnM3ZjRhNjM2Y2RjMzQ5MDBhMDY1ZmRhNWJlY2Q0NGJi\" data-original-margin=\"\">\"Right, maybe I can find a nice Lady that'll want to dance with me, eh?\" he suggests and I give him a skeptical look.</p>\n<p class=\"cnNmMTk5MzYwMTJiNjRkODA5YWJiYjI1MWU0NGM2NjQ4\" data-original-margin=\"\">\"August, you didn't even know what a blind lady was when I met you, I doubt you're gonna find one here,\" I joke.</p>\n<p class=\"cnNlZGEzNzFiYjI3YTRhNDk4ZTgzNDgwZWFmNmQyMjc3\" data-original-margin=\"\">\"I mean I guess not but why... wait, hold on... Hey!\" he protests and I laugh.</p>\n<p class=\"cnMwMjQ5OTFhMzcxYjRkNTdhZWM4Yjk5M2NlNGY3Y2Nm\" data-original-margin=\"\">\"Seriously though, they'd be lucky to dance with you. I wish you luck!\" I encourage and he rolls his eyes at me. About half an hour after the party starts, I am proven correct and the prince suppresses his aura more, maintaining the sense of unreality around himself but allowing the rest of us to breathe. I suppress my aura, and August is free to leave my side. This choice greatly increases his chances of finding a dance partner and my ability to get a feel for the other nobles in the room.</p><p class=\"cjRkZDhjMmM2YTA1MjRlNGQ4MTI1MmYzYmNjMTJlYzBi\" data-original-margin=\"\">Enjoying the story? Show your support by reading it on the official site.</p>\n<p class=\"cnNmODYzY2ZjNTAxZDQzYjQ4YjY2NzE1MjU1Njk1ZWUz\" data-original-margin=\"\">With the heavy aura released, the party starts in earnest and the conversation becomes far more lively. I slowly make my way through the crowd, making polite conversation and introducing myself. I'm pretty far out of my element here, but I do alright. I get a good sense of some more important nobles and recognize a few names on my list. It makes me feel a little sick, the happy and friendly smiles I get from the slave owners. Some of them are nearing adulthood and their worldviews are growing more concrete.</p>\n<p class=\"cnNlMTY2NmM1MWY5ZTRjNzFhODkxODliNjczOTJjMGEz\" data-original-margin=\"\">I do encounter some hope, however, as I finally make my way to Prince Kallon and overhear the conversation he is having with another noble. The man he is talking to is one of the few who seemed unaffected by the pressure earlier, although he now looks a bit disheveled. Not like he has done anything serious, but his hair is messy and his clothes aren't tucked in all the places they should be. Considering his exaggerated hand gestures as he debates the prince, the reason for this is obvious enough.</p>\n<p class=\"cnMzMmI5NDBlMGFhMTQ5YThiZWVjMDZjZTE4MDU0NDY2\" data-original-margin=\"\">\"We rule by the mandate of the Collector, Dominic, certainly you aren't questioning God?\" Kallon protests and the man, Dominic, waves him off.</p>\n<p class=\"cnNmMDE4ZmMwNDIxMTQ0Yjg5ZmE0MTY0NzVmZGU3Yzk4\" data-original-margin=\"\">\"No of course not, you are missing the point! It's about obligation! It's about the future! I am not questioning if we should rule, I am questioning how!\" he counters. He looks about seventeen or so and, now that I look at him, fairly similar to the prince. He must be a close relative, especially if he is openly challenging him like this.</p>\n<p class=\"cnNjZDY4MzE3M2Y0ZDQyZWRhMzZjMWY1YTA1ZWQ1ZjIw\" data-original-margin=\"\">\"By the Collector himself, you sound like great Uncle Godfrey!\" Kallon sighs before accepting a drink from a passing waiter, a man with an impressive aura of his own, I notice. \"Are you going to hide in some backwater city too?\"</p>\n<p class=\"cnNlNmMxNjBlZjFiMDQzNjg5YWIzYTM5MTA3ODUyOWZj\" data-original-margin=\"\">Dominic sighs himself. \"Grandfather has made his mistakes, I'll acknowledge that, but that doesn't mean he is wrong!\" he protests and my ears perk up a little. So he's Godfrey's grandson, that's interesting. What's more interesting is Godfrey has apparently been questioning the method of the Royal family's rule. I suppose I've never actually spoken to him in depth about this, but the way he helped cover for me in Satusmor makes a bit more sense if that's the case.</p>\n<p class=\"cnNkOWFkYzhjZjk0ZjRmMmM5NzA5YzQwYmM2NTQ2OTg2\" data-original-margin=\"\">\"Our family's rule has kept Potestia prosperous for thousands of years! It would be foolish to start experimenting now!\" Kallon complains and Dominic shakes his head and waves one arm back and forth.</p>\n<p class=\"cnNhNTU4OTVkOWIwMjRiZTBiZTQzZmQzYTIyYjk4MjEy\" data-original-margin=\"\">\"That's exactly the problem! Thousands of years, and everything is exactly the same! Have you ever wondered if things could be better? Faster travel, more immediate communication? What if we could have cleaner cities and stronger soldiers?\" Dominic asks, and Kallon shakes his own head, a sympathetic smile on his face.</p>\n<p class=\"cnM4MTc2NjRjZDNiMDQ2YjFhNzM4OTZiZDlhZTAwYjI3\" data-original-margin=\"\">\"Dominic, you have lost track of your own argument! What does that have to do with the treatment of commoners?\" he laughs and Dominic growls in frustration.</p>\n<p class=\"cnM1Mjk0MDIzMDRjNzQ0OWM4ZjZjNWU3YjUzMDM2ZGU2\" data-original-margin=\"\">\"Because, Kallon, we are limiting possible advancement! if only a small portion of the population has access to magic and education, only a small portion of the population has the chance to make new discoveries! Grandfather was inspired by a commoner and he says he discovered an entirely new type of magic circle!\" Dominic insists and Kallon bursts into laughter. I click my tongue a bit myself at the way 'Godfrey's' discovery was framed. He doesn't even know how to draw the damn thing.</p>\n<p class=\"cnM5MzAzZTUyZmQ4MzQwMTliYzk2NWI1Mjg0OTc0NWQy\" data-original-margin=\"\">\"Godfrey is an insane old man whose old age only degraded his mind further while he was hiding away. He didn't discover anything! Especially not from a commoner. Dominic, they are bumbling idiots. They can't read or wash themselves, much less make new discoveries in magic. These ideas are just childish. Don't worry, you'll understand someday. It may not be easy; learning can be painful! But you will learn how the world works!\" Kallon answers and I get an immediate headache.</p>\n<p class=\"cnNiYjdkYWFhY2YzOTQ1MDdhZjkwYjkzMzBhZGYxZGFj\" data-original-margin=\"\">Dominic rubs his temples and I can see he feels the same way. I probably won't exactly find an ally in this man. He wants to change how the monarchy rules and I want to remove the monarchy entirely, but at this moment, I feel his pain. 'Learning can be painful' he said. Arrogant little prick. I swear, being condescended to by an honest-to-good idiot can cause physical pain. It's not even directed at me, or someone I completely agree with, but it still hurts. Kallon has clearly never bothered thinking about anything but his own superiority.</p>\n<p class=\"cnM4YjVmMjNmNmJjMTRlNjQ4Nzk2Mjc3MWQzM2NjNzQ4\" data-original-margin=\"\">The two argue like this for some time, and I never actually get the chance to introduce myself to either before the party comes to a close. I barely had to avoid dance requests all night and August clearly had a good time. I had hoped to sneak back in after leaving with August, but I'll get another opportunity to slip my little gift into the drinks. This won't be the last party, and I think I have a few leads on dates that I don't mind implicating in some treason in the future.</p>\n<p class=\"cnNjZThiM2NlZmQ0MzQ2MmI5ZGQwODU1NDUzNDZlY2Yx\" data-original-margin=\"\">It wasn't a waste either. This Dominic, and apparently Godfrey, are influential people that, if I heard right, support sharing magic to a degree. That is extremely useful information. I'm in a decent mood as I help the clearly drunk August back to his dorm. I pretty easily carry him inside, where a couple of his dorm mates cheer as I make my way to his room with their directions. I prop him up on his side in bed, then depart, to the same roommate's boos. I give them a smile and tell them to fuck themselves, then head toward my own dorm.</p>\n<p class=\"cnMxOTcyYWUxYmFiMzQ3Yzg5OGRiODRlODVhMThiM2U5\" data-original-margin=\"\">I finally get to apologize to Autumn and move forward. I'm a little nervous and remind myself not to let myself get carried away this time as I ascend the stairs in our shared mansion. I take a deep breath, then knock on the door. There is no response and my heart sinks. Did she change her mind?</p>\n<p class=\"cnMwNGIxY2I0ZWU2YzQyNjViYmMwYTcwMDg2YzE0MDQ0\" data-original-margin=\"\">\"Autumn, are you in there?\" I call and I'm met with silence again. It is pretty late, maybe she is asleep. I am about to give up when I hear it. She's quiet and muffled, almost imperceptible like there is something covering her mouth. I do hear her voice, however, and I hold my ear to the door. Then, she says it again. \"Help me...\" she struggles to beg.</p>\n<p class=\"cnNjOGE4NDA1MmRiOTQ5Y2NhMTQzZTQ3N2UwNGU4OTFj\" data-original-margin=\"\">I don't hesitate. I kick the heavy oak door off its hinges and barge into the room. Inside stands a man, clothed in a deep, navy blue with a mask over his face. He is holding one hand over Autumn's mouth and has a knife in the other.</p>\n            ",
  "invisibleParagraphContent": "Enjoying the story? Show your support by reading it on the official site."
}