{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5ZDQ5NjJhMTlhNzQ1MjRiN2Y0MDM2NjliZWQwNTdl\" data-original-margin=\"\">I gasp for breath as I suddenly wake up, and immediately regret both actions. Pain courses through every inch of my body. The sharp breath passing through my bruised throat and expanding my broken rib works in concert with my broken leg, swollen face, and raw gums to punish me for every choice I've ever made. I feel like hell.</p>\n<p class=\"cnNlMzk0Y2FlMjAxMzQ2ZjY5ZDE3NWFhMzMxMTY4ODU2\" data-original-margin=\"\">\"You look like you walked to the third plane and back,\" a vaguely familiar voice greets me.</p>\n<p class=\"cnNjMTE1ZjI5YTBmMTQ1NWI5MjJhZGRkNmMwOTY3ZTA2\" data-original-margin=\"\">I start to turn to the voice but quickly decide I don't need to see them as my broken body protests. Instead, I just lay down and face the ceiling before responding \"Does a Baron's basement count?\"</p>\n<p class=\"cnNjNzE3ODMzMDdiODQ0OTQ4ZjYwZTQ5OTg2MzNlYThj\" data-original-margin=\"\">\"In this case? I think it just might. In any case, you certainly got close to passing into at least one of the planes. Again,\" the feminine voice responds.</p>\n<p class=\"cnM2MjY0OWIwY2Y1NzQ0NmFhMzM0MTU1MTU3ZjVkNzdl\" data-original-margin=\"\">The mention of my previous brush with the afterlife jogs my memory and I understand who I'm talking to. \"Oh, I made it to the clinic huh? That's nice,\" I respond, relaxing a bit more.</p>\n<p class=\"cnNjNjdjNzUwNGM0MDRjODRiNDgyMjYyMTk5OTQ5ZTQ5\" data-original-margin=\"\">\"That's nice she says,\" scoffs the woman who treated me for pneumonia five years ago. \"I don't know if you are incredibly lucky or cursed by the Collector.\"</p>\n<p class=\"cnNhNmE0NjJjNjA1NTRkMjliMTM1Yzk2Zjc1MDgzMDYx\" data-original-margin=\"\">\"I don't understand the difference,\" I quip through a groan. This elicits a confused look as she enters my field of view. That's right, people here don't usually make sarcastic jokes about being cursed by God. 'The Collector' and I were never going to be on good terms anyway so I don't even think about it.</p>\n<p class=\"cnNjYTU3ZGJlNmYyYzRkOTJiMTIxZmIwMWU3NTBkYTVi\" data-original-margin=\"\">'<em>She's pretty,' </em>I think to myself as she wipes sweat off my forehead.</p>\n<p class=\"cnM1MjNhMTc2MmQ1ZjQ5MmM5YTlkZDU2ZjFkOGZkMzVh\" data-original-margin=\"\">This transforms her confusion into a gentle smile before she responds, \"Thanks, you are too. Uh, probably. Under all the swelling.\"</p>\n<p class=\"cnM2MDNhMzgwMWE4MzRjZjBiNWY5MDZkNGNhOWRmM2Q4\" data-original-margin=\"\">Oh. I didn't think that. I said that. Well, she is, so whatever. I guess my inability to filter things through a fever followed me across planes of existence, that's nice.</p>\n<p class=\"cnNkZjBjMjU1YjA3YzQ3YWNiM2FlYjM1OTI2YTEwMWUy\" data-original-margin=\"\">\"Your mother is here, are you feeling up to seeing her?\" she asks, breaking my train of thought.</p>\n<p class=\"cnMwZWM4ZjEyNWJlZDQyNTY4NjQ5MjdlOGNiNjRmOWI5\" data-original-margin=\"\">Honestly, no. I feel like someone ran me through the dryer with a bunch of socks full of loose quarters. I'm also having some trouble thinking straight. All I want to do is go to sleep again, but I need to find out how Henry is doing.</p>\n<p class=\"cnMzOTZjY2JlMmJkNjQ2ZDNiZjkxMGEyNDlhNTUzYWJh\" data-original-margin=\"\">\"Let her in,\" I sigh, ready to be bombarded. She nods and leaves for a moment, and I am left in silence for two breaths before my mother charges into the room and pulls my torso from the bed, embracing me with far more vigor than I am prepared to respond to.</p>\n<p class=\"cnM2OGU2NmUyYWE2NTQ1MzhhYzRjZGY3ODdiNDdlY2Uy\" data-original-margin=\"\">\"Lily, by God what have you done to yourself!?\" she weeps into my hair.</p>\n<p class=\"cnMwNTcwMmIzOTQyNzQ2MTRiMmI3NDI1MzUxNWJiODE0\" data-original-margin=\"\">\"P-pain...\" I wheeze as her aggressive hug creates all sorts of fresh agonies in my body.</p>\n<p class=\"cnM0ZTcxMjg3ODJiNDQyMzdiMTljNDllNzc3M2FkMDIw\" data-original-margin=\"\">\"What dear, tell me what's wrong sweetheart!\" she frantically inquires, squeezing me tighter.</p>\n<p class=\"cnMxOWY5YjgxZjJmNDQ4ZmJhZDYyNGJmYzcyNWI5Zjk4\" data-original-margin=\"\">\"I said pain. My rib is broken, Mom, \" I manage to get out between squeezes, and she panics, pushing me back down into my bed and holding her hands up in front of her.</p>\n<p class=\"cnM5OGRlOWVjNTYxZjQ3OTE4MmJlYzBhZmYzZGJkNjhj\" data-original-margin=\"\">My head hits the bed frame and I wince. \"Thanks, Mom,\" I intone, just glad she's not crushing me anymore.</p>\n<p class=\"cnM4MDZlNzhlY2NmYTQ0NmU5Yjc0ZWY3ZGJjZTZhYmY4\" data-original-margin=\"\">She runs her hand along the less swollen side of my face before asking again, \"What happened to you Lillith, they won't tell us anything!\"</p>\n<p class=\"cnNjNzU1MWIzM2ExNjQxOGM5NDg3NzE3YTczNDFkZmM4\" data-original-margin=\"\">\"It was Walter. Didn't care for my plucky young attitude, it would seem.\"</p>\n<p class=\"cnNhYjFlZGY5NGI2NDRiODJiOTZjMmIzZjY2MmJjYTMw\" data-original-margin=\"\">\"This isn't funny, Lillith, you almost died! You were abducted by a noble? How did he get in the house without me noticing?\"</p>\n<p class=\"cnNkZTY2YjNiODE3ZjRkMWJhOTMwOTNlNjZlMjVmNzVi\" data-original-margin=\"\">\"Oh, uh... he didn't. I went to find Henry on my own...\"</p>\n<p class=\"cnM3NzhkMTNlODM2MDQ5NmZhNTFmOWE0M2Y5ZmJkZjkw\" data-original-margin=\"\">\"After you had already been attacked? Lillith what were you thinking?? Your father has the other guards on it, why would you go out alone?\"</p>\n<p class=\"cnM3MWViMzVmMGY0MjQyNDg5Y2VhMjYxYTM2NWU0YzNi\" data-original-margin=\"\">\"Because. I'm the one that found him. Dad's the only guard who cares. If they had been looking, I wouldn't have found him first!\"</p>\n<p class=\"cnM3NTIyYzk5ZmE3YTRkMjg5NWYzYzc3ZjM5MzczNGM2\" data-original-margin=\"\">My outburst is met with a palpable silence and my mother's eyes widen. \"Y- you... you found him?\"</p>\n<p class=\"cnNiMDg4N2Q4MWE4OTQxMWM5NTU0OTkyOWZlMzU2ODc5\" data-original-margin=\"\"><em>'Wait, why is that surprising to her? I found him, he should be... oh shit.'</em></p>\n<p class=\"cnNjNWM0YTAyNmY0YjQ2MzFhNTU2ZTUxZDA3MzA0Nzdm\" data-original-margin=\"\">My memories catch up to me and I realize someone knocked me out before I untied him. I have no idea what happened to him after that. '<em>Walter is dead though, surely those thugs have no use for him now?'</em></p>\n<p class=\"cnNmNWFjZjk1NjVjNzQ1ODhiODZhN2MyOGI5NmMzN2Q3\" data-original-margin=\"\">\"He's not... home yet?\" I ask, little hope behind my weak voice.</p>\n<p class=\"cnM5OTFhNjYyMGUyZTQzMDE4Mzg1YWJhMWQxNDJiYzJj\" data-original-margin=\"\">\"No Lily, Henry is still missing! Where did you find him?\"</p>\n<p class=\"cnMwN2Q4ZmMyNjk3MTRlNzJhN2I3NjI0ZDg4MWUzMDg5\" data-original-margin=\"\">I give her directions to the shack and, forgetting my injuries again, she pulls my head to her and kisses me on the forehead. \"Oh, you sweet, stupid, angelic, moron of a daughter. Thank you so much. I'm so glad you are alive...\"</p><p class=\"cjkyMTQ4NThlMmExODQ3Y2I5YmIyMDQyY2ExZjE0ZGMy\" data-original-margin=\"\">Unauthorized use of content: if you find this story on Amazon, report the violation.</p>\n<p class=\"cnM4NWQ4YzNkNjc4ZDRkMWY5ZTE5ZTdkNzhlZWRhMTNj\" data-original-margin=\"\">\"Go ahead, Mom,\" I allow, seeing her eager to relay my directions to the guards.</p>\n<p class=\"cnNhYWUwMzYzOTU0NjRhZjg5OGNmYjBiMzFjMjE2MGM3\" data-original-margin=\"\">With my permission she dashes to the door before briefly pausing, \"I love you, sweetheart,\" she pushes past tears.</p>\n<p class=\"cnNmNWExNGY4YmI0ZTQ0NTY4MDliMGZhMWEyNGYwY2Vi\" data-original-margin=\"\">\"I love you too, Mom,\" I respond as she departs.</p>\n<p class=\"cnM4ODFjMDAzNzk2MTQ4OWViMWVmMmVjNjhmZTU3YTJj\" data-original-margin=\"\"><em>'Oh fuck I hope they find Henry.'</em></p>\n<p class=\"cnNjMzI5Y2NkNzFlNjQ5ZTVhYTJjNzlkYWI4ZGJlNDQ0\" data-original-margin=\"\">My worries are interrupted by the doctor. \"Now you are pretty beat up. You'll be spending the night here, and you'll be confined to your bed for at least six months.\"</p>\n<p class=\"cnMwMDM1YTM3Y2Y4NTQxNTFhYWEwMzhiNmM5MGMxM2M3\" data-original-margin=\"\">\"I understand,\" I respond, blankly, before she follows that information up with a question that returns all the adrenaline of the past day to my veins.</p>\n<p class=\"cnMzN2EzOGVkZmQxNzQzYjY5MTgxNGMwNzA5NmZmN2Yx\" data-original-margin=\"\">\"Now that your mother is gone, how about we discuss that tattoo...\"</p>\n<p class=\"cnM3MTQ0NmEzNTYzZjQ4N2Y4NWQ2NDNkZTYxYjc3ZmNk\" data-original-margin=\"\"><em>'Shit'</em></p>\n<hr>\n<p class=\"cnMzMzZmOGUzMWVlNjQxNmViNjQ2ZTRhMjM3MjFkZTA5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlZTk5NGI4MTRiNjQwNWQ4YWJlMzkwNzU2NWMwZjFj\" data-original-margin=\"\"><strong>Baldwin Tudor</strong></p>\n<p class=\"cnM2ZTQ1ZmU2ZDFlZDRlZDQ5MmIxMDdkODcyZWNhYTFm\" data-original-margin=\"\">I approach my father's study, irritated to be called away from the new maid I was entertaining. <em>'That old man has always had the worst timing,' </em>I think before wrapping at the door. The maid hasn't been properly broken yet and I have to leave her in the care of one of my aides so she doesn't make the mistake of running off. It would be a shame to have to kill her so early.</p>\n<p class=\"cnM4OTJhZDlhMGI0NTRkZDJiNWMwNzY0ODllN2M1MzZk\" data-original-margin=\"\">\"Enter,\" he drawls, ordering more than granting permission. I comply and enter the ornate room. My father, Viscount Reynold Tudor, the city lord of Satusmor, sits behind his desk.</p>\n<p class=\"cnNjMDI3Njg1NDFlMDQxNjhhY2MxNzM2Y2NhNGZkNTU3\" data-original-margin=\"\">\"How may I attend to you, Father?\" I ask politely.</p>\n<p class=\"cnNkZjZiMTMzZDU4ZjQyNmViZWRjYWUyOGI0NjNmYTFh\" data-original-margin=\"\">\"It seems one of my aides has caused a problem, I'd like you to look into it,\" he instructs, not bothering to look up at me.</p>\n<p class=\"cnM5YTFlNjgxNzNlMTQ5ZjRiYmUwYjA4ZjNkNzk4Yjkx\" data-original-margin=\"\">My father is weak. Considerably weaker than me, as a mage, so he leans into his authority at every opportunity. Nothing is surprising about that; it's the nature of magic that every noble is surpassed by their children. The iron grip on our children's lives is the only reason most of us survive to my father's age. That and intentionally cutting their magic circle training short.</p>\n<p class=\"cnM2YTFmMGY5YjlhZDQ5MTJhYTQ3ZDM4ZmExODcyMjhl\" data-original-margin=\"\">Father failed to pull me out of my circle prematurely, however, so my strength threatens him more than any of my siblings. The pathetic old man has no idea how to handle me but tries his best to be intimidating anyway.</p>\n<p class=\"cnNhMmI5NDNkY2U1NzRjZDQ4YTY0M2MyZDM3NTY1OTQ0\" data-original-margin=\"\">I smirk and retort, \"So you couldn't keep one of your dogs leashed and you want me to put it down for you, is that it?\"</p>\n<p class=\"cnM1MjEzYTA3MDVmMTQ1MjQ5NWYzMDRkZjZhOGFjYTY3\" data-original-margin=\"\">He lets out an amused grunt before his response, \"No need for that, seems the fool got himself killed.\"</p>\n<p class=\"cnM5YjlmYzUzOTEzMTQyZDZhMTNlYjkxYzdhN2NjY2Ey\" data-original-margin=\"\">\"Oh? So what's the problem, it sounds like an issue that worked itself out.\"</p>\n<p class=\"cnMwYTlhMTgwNmI3YzRjYjU5OWEwZDQzMTk2ZmQ2ODQy\" data-original-margin=\"\">\"The fool man abducted a commoner child from the lower city and tried to train her, either for himself or for his son who is the same age.\"</p>\n<p class=\"cnM0YzkxNWZkN2UyNzRmZjE5MjJjNWUwNjE3ODBkZWI0\" data-original-margin=\"\">\"I'm failing to see the issue. Did an idiot upstart guard try to arrest him or something?\"</p>\n<p class=\"cnNhMjg1YjMxNjNmMzRhMjdhOTQwYWQwOTllNDNkZjBm\" data-original-margin=\"\">\"No, no, you know our guards are thoroughly vetted. Any of them that would have bothered investigating a baron are assigned busy work, fired, or dead. No, the problem is the girl managed to kill him and escape on her own.\"</p>\n<p class=\"cnM5MjMyZjE0NWIzNTQ0MDY5Y2VhMGI1NWQwOWU3ZmQy\" data-original-margin=\"\">This sends my eyebrows up my forehead. \"Really? How on earth did she manage that? Exactly how weak of a mage was he?\"</p>\n<p class=\"cnNmOTc3NTk2ZjhmYzRkMmFhOGMxNjFmMDYyOWYyMWQz\" data-original-margin=\"\">\"That's where the tricky part comes in. It was Baron Walter, he was fairly weak, a former merchant who bought a magic circle design off the black market to earn nobility. He was weak, but not weak enough to be killed by a twelve-year-old girl. Even a mundane man should have been able to handle her easily.\"</p>\n<p class=\"cnMzODAzZjFjOGU0NTRiOGY5Zjg0NTI0ZDNiMGEyYTk1\" data-original-margin=\"\">\"How did she manage it then?\"</p>\n<p class=\"cnM1ZmYxMDA2OTg3NzQ4MDRhYmU1OTliNDYxMjU2NzBi\" data-original-margin=\"\">\"Bit his throat out it seems. The commoners are growing even more savage. But that isn't the truly interesting bit. He had her chained in mana suppression chains. The child is a mage, possibly a powerful one. She apparently killed five mundane street thugs before killing Walter.\"</p>\n<p class=\"cnMwZDQ2OTEzMzY2NDQyOTY5NmVlMjdiOTI0MmU1YWYz\" data-original-margin=\"\">\"Really? Naturally occurring or a bastard someone failed to kill?\"</p>\n<p class=\"cnNkMmQ4NzVkZjIwZTRmNmJhZjZlZTZjYWIwMWRjMGI5\" data-original-margin=\"\">\"That's one of the things I intend for you to find out. Her mother was a tavern wench before getting married and a fairly pretty one. A few nobles have probably sampled her. It's also possible it's neither, the girl is seemingly a secret apprentice of Godfrey's, he may have provided her a magic circle for one reason or another.\"</p>\n<p class=\"cnMzMmM3ZWUyZjBmMzQ0YzhiYWMzY2RlNzE1YmNkZTVk\" data-original-margin=\"\">\"That old man isn't dead yet? So essentially you need me to cover up your aid abducting an unofficial noble of technical higher standing than him, find out where the girl got her mana, kill her, and teach Godfrey another lesson. Is that right?\"</p>\n<p class=\"cnMwZGUzMzk1YWU5MjRjYzViY2U0MzU5YzEwYTBjMWEz\" data-original-margin=\"\">\"Yes. And find out what kind of circle Godfrey used if any, if she is that capable at twelve the circle may be more dangerous, and valuable, than the girl.\"</p>\n<p class=\"cnMxYmUzMGE2NzFlNTQwNzBhYjNlNDg5ZmRiNmZlMzIy\" data-original-margin=\"\">\"As you wish, father,\" I agree, bowing. \"I will take my leave then.\"</p>\n<p class=\"cnM0NzJjODhlMDY1MjQ2MGRhNDhhOWJmNzY0ZjlmMTI5\" data-original-margin=\"\">\"Very good. Keep me updated,\" he dismisses, returning to the paperwork on his desk.</p>\n<p class=\"cnMzNzQyNWMyOTg3YTQwY2JiYzAyNmE5YjMxMmNmMmU2\" data-original-margin=\"\"><em>'This should be interesting.'</em></p>\n<p class=\"cnMwNzZkNWRiNjRhZTQyYWI4ZDY1MTg5OWZiNDM3NzIx\" data-original-margin=\"\">I'll head to Godfrey's shop first. If he didn't draw the girl's magic circle, he'll know where she got mana by now. I also don't want him getting in my way when it's time to dispose of the girl.</p>\n<hr>\n<p class=\"cnM4Y2RhY2I2Y2RmNTRiYjViOGE2Mzc2MTY0MzAzNDBm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2YzliZDMyOWEzNzRmNzliMGZhNzQwZDY3OWM0MWM0\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNiNmM1Y2E1ZDA2YjQ0NTdiNmEzOGY3M2YxY2FkYjZk\" data-original-margin=\"\">\"So you expect me to believe,\" Dr. Clarice begins, an unamused look of disbelief coloring her face, \"You gave yourself this giant tattoo, with a sewing needle and a bottle of, expensive, ink. For fun.\"</p>\n<p class=\"cnM1OTY4ZWUxZTJkYzRmMjNiNTNjZDMzMjM3NzE0MjVl\" data-original-margin=\"\">I shrug. I can see why she doesn't believe me but it's the truth, except that last bit. \"Yes?\" I respond.</p>\n<p class=\"cnNlNTk0ZjhjYzhiMDRhMTk4MmE4NDk4ODhkMGEwMjc2\" data-original-margin=\"\">\"Is that a question?\"</p>\n<p class=\"cnNlZmQ2MjRlMTcwOTQxN2I5MGFkNjgxNzIyZjQ0OGMw\" data-original-margin=\"\">\"No?\"</p>\n<p class=\"cnMwYzQ1MjYyZGI2OTQxNDNiMmUwMmY4NDdkMjJiMWJh\" data-original-margin=\"\">\"Ok, Lillith. I suppose if you won't tell me, I'll have to ask your parents about it,\" she says, shrugging herself and beginning to stand.</p>\n<p class=\"cnM4MTEwODcwZTNmMzQ2ZTA5Njk1ODY0NWZiNTZlZGQ0\" data-original-margin=\"\">Shit. I need to stop this here if I can. I can't have this design getting out yet, it would just end up in the noble's hands.</p>\n<p class=\"cnM3Y2M0MmRjNTRhOTQwMGFhMzQ4YjRjOWZjZTJhYjBl\" data-original-margin=\"\">\"Ok! I'll tell the truth!\" I desperately exclaim. She simply raises an eyebrow, inviting me to continue. \"Mister Godfrey gave it to me. He said not to tell anyone though! Promise you won't tell!\"</p>\n<p class=\"cnMwZjM3YWY3NWIwODQyOWI5YjVjM2MwMTIzNGZjNjVj\" data-original-margin=\"\">At this, a look of pure disgust transforms her usually elegant features as my lie inspires more than a few incorrect assumptions. \"Fucking disgusting noblemen,\" she growls under her breath.</p>\n<p class=\"cnMzMDhkNTA2YWJmZjRlYjM4NjA5OTFlMWE0ZDA5Nzg5\" data-original-margin=\"\">Damn, Clarice knows what's up. That's not an assumption I'd like to spread around either, however, so I quickly correct her, \"He didn't do anything like what you are thinking. It's a, uh, he said it was a medical charm. It makes me heal quicker and stuff. It's like, a noble secret or something.\"</p>\n<p class=\"cnNkY2QzMjcyNDhjZjQyMTg5NGY4OWE4ZDg2N2ZlYjJm\" data-original-margin=\"\">Her face relaxes at this. I figure this will be believable since a few of my cuts and bruises are already scabbing over or healing. It's even kind of true, apparently. Most commoners know as much about magic as most modern children know about how their computer works, so she doesn't know mages can't enchant a moving or living object.</p>\n<p class=\"cnM3ODFjOWI3NDljMjQzOWFhNDllNjVlMzZjMGQzZTZl\" data-original-margin=\"\">\"I see,\" she responds, still looking irritated, \"How lovely to hear there is yet another kind of medical magic being denied to us common folk.\"</p>\n<p class=\"cnNmYzgxMmVlZjA0YTQ2OGFiZGQzYTY2MDg2ZmE4N2Y1\" data-original-margin=\"\">\"There is medical magic?\" I ask, interest piqued.</p>\n<p class=\"cnMxMzI2ZmJjZDg2ZjRhZWNiYWQyY2Y1ODkyMTNkY2Ni\" data-original-margin=\"\">\"Oh yes, I could have you up and about in a week with that. But as things stand you will need to heal on your own. Hopefully, your uh, charm, helps.\"</p>\n<p class=\"cnNmYmU3NDQ5ZTQyMjQ3OWViZWRjNDk2Y2UxYjRiNjY4\" data-original-margin=\"\">She then begins examining me more thoroughly. She looks confused as she holds her fingers to my wrist, before moving to my neck. Confusion turns to concern and she gets up.</p>\n<p class=\"cnMzOTE5MDViZjhjZTQ0ZTg4NjQ5NmU2ZTIyODNhMzc0\" data-original-margin=\"\">\"One moment Lillith, I'll be right back,\" she excuses herself as she briskly marches from the room.</p>\n<p class=\"cnM0MjBjNWY3YjA5NDRkOWJhMjBiMWZjOWYwYjQ1ZjBj\" data-original-margin=\"\"><em>'What's that about?'</em></p>\n<p class=\"cnM1MGZjMDY4OTU2MDQyYmNhOWFmOTYzZWExNjYxZTIw\" data-original-margin=\"\">Curious I hold my fingers to my neck, then my wrist.</p>\n<p class=\"cnNhZTc4Zjc5YzNhYzQ0ZGE4MmQxZDJhNjgwNjQ4ZjU3\" data-original-margin=\"\"><em>'What the fuck!?'</em></p>\n<p class=\"cnNmY2JkNTA1NjcyNDQ0Njk4ODE4MmM4MDRkNjk1ZGZk\" data-original-margin=\"\">I don't have a pulse.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized use of content: if you find this story on Amazon, report the violation."
}