{
  "preChapterNote": "<p>I started another story that is in the past tense. If I slip into that in this story, it is almost definitely a mistake caused by writing them side by side. Please call me out if you see it so I can fix it, thanks!<br>(I'll share a link to the new one when I have art and more than a couple of chapters, no need to worry about it atm.)</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjZGE5MmQxMjg1MzQ3MzlhNDE3MGUxNDRjYjg1NjYx\" data-original-margin=\"\">I rush to our agreed-on meeting place, but I have little hope I'll find her there. I was supposed to be there fucking yesterday, and she would have had a group of children with her. She would have had to take them back on her own. Without me to watch everyone's back, that wouldn't be impossible but it would be extremely difficult. I know I missed it because I had to fight a much more powerful mage, but even so. I had just been talking about wanting to do better.</p>\n<p class=\"cnNhODc4N2I1MTE4NTRlMTk4ZWE1MmZjNzY4MjgxYWYz\" data-original-margin=\"\">Yet I literally forgot about a bunch of abused children who need my help. If ever there was evidence that Sara and I can't do this alone, this is it. I curse as I ride in the wagon I have rented for the purpose. The driver is going as fast as he can but the roads are still too busy for me to move freely and without attracting attention. The ride feels like it takes weeks, but I am just impatient. Finally, we pull up to the corner I directed the driver to, and I rush off, flipping him a large coin as a tip.</p>\n<p class=\"cnNiOTZlNDkzNDdlNDQ5ZWJiYTM2NWUxNzlkM2JkMjgx\" data-original-margin=\"\">Then, I move as quickly as I can without everyone seeing me. Unfortunately, I am already a woman dressed in pants and leather armor. Running about with magic spells would basically be crying out to the world that something suspicious was up. I don't know how much they know about me. As far as Margaret, the chatty girl from my math class, knows they don't know much aside from my preferred targets and that I leave garlic when I kill. I haven't left any targets alive, but not every servant has wanted to come with me. They could easily have a description of my clothes.</p>\n<p class=\"cnMxN2MzZTk1M2M2MTQ3YTA4YWNhODU1YmM2MmM0OGZh\" data-original-margin=\"\">So I move through the alleys, using illusory walls when I have to pass busy roads. This is an extremely high risk. If someone passes through one, all sorts of alarm bells will go off. My illusions duplicate existing light, I can't make unique images. So when the wall goes up, it may look, to anyone paying attention, that the people in the road suddenly got slightly closer to them. Most will dismiss the discrepancy as a trick of the eyes, but I nevertheless have to move quickly when I use them.</p>\n<p class=\"cnNlYmQxMTZjNTgyMjRhMDRiZWQxNjJjOTk2NmQ5NDhi\" data-original-margin=\"\">With this, I manage to arrive at a humble house just outside the temple. I bought this house under a false name and was planning to rendevous with Sara once we were both done with our tasks. It is close enough to the temple that Sara should have been able to move the kids here without being spotted if they were quick. They wouldn't have had to move in the open for very long at all. It's also small enough that no one would think to search it for such a large group of people.</p>\n<p class=\"cnNmNjBkMGM2OGZiZjRkNThiYTEyYTM2OWRhNjdlMDY5\" data-original-margin=\"\">It's one of several similar safe houses I've set up around the city, and if they are still waiting for me, they are in the basement I excavated with earth mana. I rush inside and down the hidden hatch. Sara is not there, and neither is anyone else. I search for signs of them, but find nothing. As far as I can tell, Sara never came here in the first place. Considering the hatch above was closed and covered, if she did come here, she left the same way she came in. That would be extremely odd.</p>\n<p class=\"cnM1ZmYyMmZmZDgyZjQwYjZiOTI0ZWE4MWQzYjBjODI1\" data-original-margin=\"\">As I am looking around I hear faint voices. No one should be here and my hackles immediately rise. Using sound mana, I use a similar trick to my illusory walls and duplicate the sound above me. This way, I can hear the conversation without sticking my head out. \"Did you say she went in here?\" a man says and my heart sinks.</p>\n<p class=\"cnM0MDc4NjBhNzE4ZjQ2NmZiMGNhZTZmOGU1MGIzYzE5\" data-original-margin=\"\">\"It looked like it. Just a little while ago. Do you think she has something to do with...\" a second man responds and I narrow my eyes.</p>\n<p class=\"cnNmZGEyNTc3MDAxODQ4MzBhYjY5MWVjODEwMjNlZTMw\" data-original-margin=\"\">\"A suspicious woman in men's clothes, skulking about an abandoned... shack like this the night after a high priest is murdered? Yeah, I think she has something to do with it. Are you some kind of idiot?\" the first man sneers.</p>\n<p class=\"cnNjZmU2OWU4OGMwNzRlYTM5NmYxYmQ4ZjU2MzllMjJj\" data-original-margin=\"\">\"S-should we go in?\" his friend asks, nerves clear in his voice. I look up at the uncovered hatch, and then to the center of the basement where the most dangerous secret I have sits. I can't allow them to find this place. It would ruin everything. But, they are priests. Hard to deal with, especially if they haven't been dosed with my blood poison yet. I feel the roof of my mouth with my tongue. The fangs aren't ready yet, but... they are close. If I focus all of my mana on this one change, while I am here in this house, I might have a chance.</p>\n<p class=\"cnMwZjBjY2IyZTVkYzRhMTBiNDM3MTM0YzBkZTAyOGM5\" data-original-margin=\"\">Instead of climbing the rope ladder I have in place, I leap up out of the hatch and close it, using a sound bubble to hide the clang as it slams shut. Then, I cover it with a rug and sit down to focus. Up here, I don't need a spell to hear the voices. It's a small building and they are just outside. \"No, we should ignore it and go about our merry way,\" the more abrasive man retorts, \"of course we should go inside! Do you want to report to Medici that we found a suspect and ran away?\"</p>\n<p class=\"cnNiMzAyZmE5MDg5NjRmNmE5ZTEzZjA5MDI5MmIxNDY1\" data-original-margin=\"\">\"N-No, it's just that...\" the timid man trails off, \"you didn't see the body. Whatever did that... it's not human. I just... I don't want to go like that...\" I keep one ear on the conversation as I focus. I focus every ounce of my mana to manipulate the makeup of my body. I am just a breath away from finishing my fangs, and I need them now. I grit my teeth. Typically, I can't feel the changes I make. Rushing it like this, however, is a different story. Even though I have very little left to do, the pain is excruciating. I audibly growl as I force the mana through my veins, trying to put those last pieces in place.</p><p class=\"cjM2YjFmZTNlMTY3YjQ1MjViOWYxMTMxNjQyOGE1NWI3\" data-original-margin=\"\">This book's true home is on another platform. Check it out there for the real experience.</p>\n<p class=\"cnMwNDRjNWFkYjk0YjRhNzliNzZmOTYyYmRmYzM1MzBj\" data-original-margin=\"\">\"Oh just shut up,\" the abrasive man rebukes, \"you'll be fine. I want to find this killer and show them who they are fucking with.\" At that, the door swings open. I open my eyes and see both priests enter, the larger of them practically being dragged by the smaller one. There is an awkward moment as we all stare at each other, and sweat rolls down my forehead as I try to complete the venom. For a brief moment, I wonder if I can talk my way out of it. These could just be regular priests after all, and I wouldn't be the first woman in town to walk around in pants. They would consider it weird, sinful even, but as a noblewoman, I would probably get away.</p>\n<p class=\"cnNmMzEzYTU4Njg1YTRiYWI4NDY0OTczOTVmNDk2NDJj\" data-original-margin=\"\">I quickly dismiss the idea. If they have a description of the killer in the rumors, they'll never let me talk my way out of it, and I'm wearing a mask with magical darkness surrounding my face. I either show my face and hope they don't think it's weird, or I handle this now. It sounds like Sara had to kill one of them last night as well, which is not ideal, and probably ruins any chances of explaining my behavior away. If they aren't divine mages, however, I might be able to run. They have an aura, so they are mages, but it's only the divine magic I am worried about.</p>\n<p class=\"cnM5MTYxMWRjMDkxZTQ3ODU4ZGRkMTM5OTE4ZjM0YmQ1\" data-original-margin=\"\">This worry is shortly dismissed as I feel the familiar discomfort of having too much blood drawn. At least one of them is using divine magic on me. I growl at the violation and glare at them, allowing the red of my eyes to pass through the light barrier in my hood. This is primarily a scare tactic, and it works. They each have a varying level of horror on their faces before I leap from my spot and throw my shoulder into the smaller man. This isn't typically the choice I would make but since the larger man is clearly also the larger coward, it seems like the thing to do.</p>\n<p class=\"cnM4NTEwODc4ZTgyMDQ0NjRhZWI3NmIyY2E5MGY5NGM5\" data-original-margin=\"\">I hold back enough to leave him alive but he flies into the wall and I hear a crack. I then turn to the side and swing a fist at the remaining priest. He is still terrified but he raises his arm in time. It snaps as my punch makes contact and he is immediately knocked from his feet. I have to rely on physical attacks while my mana is all focused on my fangs, but I still have the advantage. Then, while both priests are down, I make one last push and, just like that, everything clicks into place. My fangs, and their venom, are complete.</p>\n<p class=\"cnMwNTQ3MDQ1OTU1NDQ5MjQ5OTRiNDYzZDcwYjE4MzRm\" data-original-margin=\"\">I examine both priests as they recover. As I feared, both of them are rapidly healing. Two divine mages. Well, it's too late for them now. I throw a sound bubble around the building with my now useable mana. I feel the slithering of their divine magic continue to assault me, but I throw it off easily enough. The smaller man's eyes widen as he stands. \"Demon!\" he yells and the larger man actually yelps, like a kicked dog. Both begin to form spells I recognize and I immediately move to the more dangerous of the two, forming a spell behind me as I do.</p>\n<p class=\"cnM2OGE4YzM3NjFjMDRmYjdiYzFhYTE5Y2FiODQ5ZmJh\" data-original-margin=\"\">Elemental magic is the most common as it is the easiest to understand. The smaller priest is forming a stone dome around himself as the larger priest begins to throw fire at both of us. It's not a terrible plan, blocking me in and protecting the priest I am fighting while roasting the entire area with fire. But it is far too late. I use a thin vacuum to disperse the fire behind me, creating a wall of flames between their caster and me. It also obstructs his view and allows me to deal with his friend.</p>\n<p class=\"cnMwMDE1ZWQxNWM4NDQ5MTE5OGNiOWE5ZTBhODY5NDcx\" data-original-margin=\"\">With the steel in my gloves and my current strength, I swing a fist and crack the stone dome in front of me. I tilt my head, surprised it withstood the hit, then punch a second time. It shatters and I use the same hand to grab the hiding priest's throat. He is already completely healed, but not for long. I pull him toward me, grab one of his arms, and bite. My brand-new fangs tear right through his robe and into his flesh. As I pull my face away I immediately see the effects. His divine magic can't keep up.</p>\n<p class=\"cnM5ZjIyYTAxZGU5NjQ3MjNhOTAzNmY4NGUyNDFjMWM5\" data-original-margin=\"\">His eyes bulge and his arms slump. If I weren't holding his throat, he would be vomiting. Without his healing, I no longer have to worry at all. I bring my other hand to his head and snap his neck. Then, I throw his corpse through the wall of fire and into the other priest. The fire immediately stops as my other opponent screams and falls backward, scrambling to throw his friend's body off of him.</p>\n<p class=\"cnM0OWNlYzBjZmQ0NTRhODk5NDAxMDc0YWJlNDRhNTFl\" data-original-margin=\"\">By the time he succeeds, I am already on him, my fangs tearing into his neck. As I stand, I can see the yellow-purple discoloration around the puncture wounds and he stares up at me, holding his hand to the wound. His healing has stopped too. I see the veins in his face bulge and his eyes grow bloodshot, when he vomits all over himself. Rather than leaving him to what will clearly be a miserable death, I use force mana to snap his neck as well. Then I gasp and let myself fall on my ass.</p>\n<p class=\"cnM5NzE4YTc5OGYzMzQxZmFhYzliMzQ3Y2ZjMTI5ZGMx\" data-original-margin=\"\">I need a fucking break. But first I need to clean this up and find out what happened from Sara. I pull the two bodies into the basement where disposal will be easy. It still takes me nearly an hour to clean everything up. Anyone investigating this house, which the larger priest may have told more people about, will do more than raise an eyebrow at all the scorch marks and whatnot. The anxiety eats at me while I clean, but eventually, I am done and can go to Sarafyna outside the gates.</p>\n<p class=\"cnM5ZjgyZTQyYTk4ZTRiOTlhYTNkNGVlNDY3YjI1ZjI5\" data-original-margin=\"\">This time, worries aside, I move slowly and deliberately. That whole fight was just the result of another failure. I have to keep calm and move when it's safe. If she wasn't here with the kids, then she must have gone back to her cave with Peter. I take a deep breath. It's alright, I'll find her there. When I am finally calm again, I depart, making sure there are no other witnesses as I make my way to the city gates.</p>\n            ",
  "invisibleParagraphContent": "This book's true home is on another platform. Check it out there for the real experience."
}