{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2NzViMWZiYWFmNDQ4ZTY4YjJmODdmMjAxMTQ5MmUy\" data-original-margin=\"\">Kaede twisted and turned her body as though she was stretching before gym class. She tried running in a tight circle to see if her new outfit imposed any detriment. She even took out her morphic blade and transformed it into a bow to try her archery stance. Though without a strength-boosting spell, she didn't stand a chance at pulling back the spring-steel limbs.</p>\n<p class=\"cnM0ZTQzMGI1YzczOTQwMWQ4OTNjMzY4YzJhMzk1Yzcw\" data-original-margin=\"\">\"How is it? Does it fit well?\" Pascal asked with a mirthless expression from where he leaned against the shop's wall.</p>\n<p class=\"cnNjYjA2MDZiYWU4NzQxNmNiMzg5YWJiYTM2ZGY5MGQ3\" data-original-margin=\"\">\"It's... a lot easier to move than I would have expected?\" The familiar said before looking down to examine the armor that she wore.</p>\n<p class=\"cnM3ZTA2MWNiMTliNzQyMzQ4ODA2MzUwNmM1MmRhY2Fh\" data-original-margin=\"\">Despite all of Kaede's interest in history, she had never been into medieval reenactment. She always had the notion that 'armor' was meant to be heavy, bulky, and an impairment on mobility. However the set she wore at the moment was anything but that.</p>\n<p class=\"cnMwNWVjZjBjMmNjMTQ5YWY5ZDdiZmQwMzg4ODUyZDE5\" data-original-margin=\"\">The pitch-black gambeson that Pascal had ordered to her measurements didn't look all that different from a modern quilted jacket -- a girl's jacket at that, as it wrapped tightly around her waist and would have shown off her figure if she had more curves to speak of.</p>\n<p class=\"cnM4OGQ2ZTgzOTUyMDQ3NTM5YWVjMjA2OGQ2ZjllMjJj\" data-original-margin=\"\">Kaede wore this padded armor over a black pseudo-uniform with white lines, which she had custom-made as the exact opposite to the white pseudo-uniform she wore back then. Its front buckles were half-hidden beneath a blackened steel chestplate that reached from her neck to just above her waist. The chest guard was held in place by leather straps that criss-crossed over her back and flaps around her waist. Meanwhile a simple kettle helmet adorned her head.</p>\n<p class=\"cnNiMzQxYTY1N2ZkYzRlMmM5MjRiOGZlMWNmMmY3ZmRk\" data-original-margin=\"\">\"Yes, well, this is really the minimum insofar as 'armor' goes,\" Pascal shrugged. \"I did request the 'reactive' enhancement -- the armor will magically harden at the point of impact. However it seemed rather unnecessary to fit you with a half-plate, especially since you said you are unused to wearing too much weight. It is not like you are going to wade into melee. The worst I expect you to face is the occasional arrow.\"</p>\n<p class=\"cnNlMThkMDU2ZDJkMDQxZGM4YzdmMTgwZTNjOWE4YTA3\" data-original-margin=\"\">Kaede had seen Pascal's own half-plate armor yesterday when he had a sparring session with a sergeant. In the week since their arrival at Nordkreuz, she had noticed that the majority of Weichsel's troops wore such a suit of armor when they were on duty. It consisted of a plate cuirass, spaulders, gauntlets, greaves, and tassets. The gaps in-between were protected by chainmail patches sewn onto a black gambeson. The result had a higher degree of mobility and comfort than full plate while retaining most of its protective value. Most soldiers also wore a sallet helmet with its iconic visor, though kettle helmets were also common among the city's militia.</p>\n<p class=\"cnM1ZmM5YmE3ODVlYTQ5NTNiN2UzZDEwMzZiMDgwMjUy\" data-original-margin=\"\">\"Waist looks bit loose though,\" the burly, middle-aged armorsmith noted as he came over and knelt down behind Kaede. He unbuckled and tightened the strap until the two leather flaps squeezed around her midsection. \"I need to punch another hole here.\"</p>\n<p class=\"cnMyYjAyMTZmOWYwYjQwYWRhNjMzZGZkNTBhNmViMmEz\" data-original-margin=\"\">He then helped Kaede take off the chest guard, before taking it to the back of the shop where he exited through a heavy, wooden door.</p>\n<p class=\"cnNmMzQ2N2MyNjg5MTQ4MmI5NDRlNDUzMTdlM2Y3OTJh\" data-original-margin=\"\"><em>I wonder what 'industry' looks like on Hyperion?</em> Kaede thought followed the armorer to the back. Her lips fell open as she looked through the open door, to the large backyard that the armorer seemed to share with several neighboring smiths.</p>\n<p class=\"cnNhZjlhYjFjMzk1MDQ4MzlhZWY3NTRhYzNiOTAwN2Ix\" data-original-margin=\"\">A series of open sheds with covered walkways linking them filled much of this space. The largest shed in the middle had a stone roof, and was built around a massive, two-story stone furnace and smelter. The stone structure was roughly squarish in construction. The side facing her had a chute that was being used to dispense molten metal into a mold. Meanwhile both flanks had a series of alcoves, each lining up with a workspace that included a blacksmith anvil, a stone table, and a large trough filled with water.</p>\n<p class=\"cnNkZDExMDBiZDU3ODQ4YTE5YzA1MDEwNDJiOTBjYTA4\" data-original-margin=\"\">\"Is that... an arcane forge?\" Kaede thought out loud.</p>\n<p class=\"cnNlYzJkYzI0Nzk0NDQ5YTM5ZjdmNTkwMmZjYzg4MjZm\" data-original-margin=\"\">She had seen it mentioned so many times in the books she read. It was said to be one of the centerpieces of Hyperion industry.</p>\n<p class=\"cnM4MmU2YzA5YmMwMTQxMjE5NjQ1NmFmNGQ1NmRmNWVk\" data-original-margin=\"\">\"Yes, Milady.\" The armorsmith answered as he returned from the forge with a tiny, metal peg that glowed red with heat. \"This is one of the newer forges, built eight years ago through the late Landgrave's investment. Father bless his soul.\" He added as he fitted the metal piece to what appeared to be a heavy duty hole-puncher on a nearby table.</p>\n<p class=\"cnNkNTczZmFmMWM1MjRkNzRhNTFiZTFiZjgyNTI5M2Yx\" data-original-margin=\"\">Kaede was still wondering what made it 'arcane' when she noticed that there were no fire pits. Instead, there was a large, flatly cut slab of reddish-brown stone in each alcove. The nearest slab that she could see had small, red flames rising from it, as though the very rock was burning at a low simmer. Meanwhile at an adjacent workspace, white-hot flames emerged from another slab of rock as a blacksmith quenched a freshly hammered arming sword in his water trough.</p>\n<p class=\"cnNlODI1NWNiM2JmMDRhZTE4NGJiNTdhNDk4ZTA0MTU3\" data-original-margin=\"\">\"If I remember correctly, arcane forges are basically a continuously running blast furnace?\" Pascal asked plainly as he came to stand behind Kaede.</p>\n<p class=\"cnNiZmZlNWQyMWFiNTQ3ZjlhNjAwYzE5NzA3MzE0ZDlh\" data-original-margin=\"\">\"Yes, Milord.\" The armorsmith explained in his gruff voice. \"The interior of a forge must run at a temperature hot enough to smelt steel. It takes nearly half a day to activate or deactivate it, so it's far easier to simply leave it running. Iron slags and coal are fed into the furnace from the far side,\" he pointed to where several wagons sat beneath a set of stairs and a treadmill crane. \"Meanwhile molten steel is poured out from the chute. The heat is also conducted and controlled through enchanted stone plates to be used by the smiths.\"</p>\n<p class=\"cnM3NTFiODNlODY3MzRhNTU5OWI0YWI3NzUxOTEwMzYy\" data-original-margin=\"\">\"I'm guessing it relies upon magic from the ley-lines to bolster the heat?\" Kaede asked next.</p>\n<p class=\"cnM0NWJlM2ZmZWU5MzQxZTliZmI3MDY2ZWIzNmI2MDEx\" data-original-margin=\"\">\"Both to keep the smelter burning and to provide a continuous flow of fresh air,\" the armorsmith said as he created a new hole through the waist strap and fed a grommet through it. \"We feed in coal as needed to create the appropriate air mixture. But the quantity is nowhere enough to keep the smelter in the temperature it must maintain. The furnace's enchantments require one of us yeomen smiths to manipulate. But even a commoner smith could make use of it to forge steel tools, weapons, and armor.\"</p>\n<p class=\"cnNiOWUxMDhkZTA5YzQ4M2RhMWE5ZWVmYjkyMDAwODk0\" data-original-margin=\"\"><em>Talk about fuel efficiency,</em> Kaede thought as she considered just how much coal a magical industry could save, which in turn reduced the resource demands across its entire supply chain.</p>\n<p class=\"cnNmZTMzMjAyMjQ0MzQyNzZiZWI2MmYwZGEwODk0YjU2\" data-original-margin=\"\"><em>I guess the Hyperion civilization will be a lot less worried about its carbon footprint.</em></p>\n<p class=\"cnNlMDc4NDJmMDdiZTQzYjI5ODMxMTFiZmE1ODg5YjY3\" data-original-margin=\"\">The armorer soon returned with Kaede's chest guard and fitted it again. This time the waist flaps wrapped snugly around her midsection when he buckled the strap.</p>\n<p class=\"cnM3YzJlNDg5OTljNTRlMzY5NzkxNmMwNTgwYmU4Y2I3\" data-original-margin=\"\">The familiar repeated all of her stretches again. The leather flaps proved just tight enough to give her waist support without limiting her range of motion.</p>\n<p class=\"cnMwZDRiMjVkN2M3MzRkZDk5YWRhYzY4YTBmOTYxZmJi\" data-original-margin=\"\">\"Looks good,\" Pascal declared with satisfaction as he paid the armorsmith -- a handful of gold and silver coins bearing the crest of Weichsel on one side and the royal coat-of-arms on the other. The depiction of an armored, lance-wielding knight riding atop a drake spoke volumes for the history of the Drachenlanzen dynasty. It reminded everyone that King Leopold's lineage could be traced all the way back to the Dragon-Demon Wars</p>\n<p class=\"cnM5NDllOWRkOTRlMjQzMGJhNTUzMWY2ZTU0ZDA3NmEw\" data-original-margin=\"\"><em>Just like on Earth,</em> Kaede reflected as she thought of how monarchs would use every tool at their disposal to remind the people of their royal legitimacy.</p>\n<p class=\"cnM1ZTFhMjZkN2MyYTQ1YTRiMzZmYjQ0MGM0YzE0Y2E1\" data-original-margin=\"\"><em>I'd love to see what all the countries will put on paper bills once they establish fiat currency. IF they establish fiat currency.</em></p>\n<p class=\"cnM0NjBlZWM5NWVmZDRiZTM5ZjBlNjRjNGZkYTE1NmI2\" data-original-margin=\"\">There was no doubt that magic made counterfeiting far more of a threat.</p>\n<p class=\"cnMyYWE4YTNmZTY2NTQ1ODZiYzBjNjdhZmQ2NDkzOGQy\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNhYmI5NmM4NGZhYzQzZTVhMTYyYjBjMWE2M2E1Mzhj\" data-original-margin=\"\"><br>After Kaede and Pascal left the armorer's shop, they came across a squad of soldiers, who marched in two columns as they patrolled the streets. Kaede couldn't help but feel self-conscious and took off her helmet. A distinct feeling that it didn't belong on her head had overwhelmed her, as she felt like a child playing war before the eyes of professional soldiers.</p>\n<p class=\"cnM4MTQ0NjRjZmY3ZjQzYWRhMDRlMmFlYzA3ZjBiMzg1\" data-original-margin=\"\">\"Are you sure the army is okay with me following you into combat?\" She asked Pascal. \"I know mages bringing their familiars is pretty common, but...\" She trailed off as even she wasn't sure exactly what she should be classified as.</p>\n<p class=\"cnNmNDkxNDI4OGVmZDQ2NDBiN2M1NWQ1ZGE5NjIzMDQ4\" data-original-margin=\"\">All she knew was that Weichsel had a fully professional army, and that meant no 'camp followers'. Instead, every company and battalion had an integrated support unit, responsible for managing the soldiers' logistical needs.</p>\n<p class=\"cnNiZTU2ODJkMjYzYjRlODZhYjUxNzkzYzMwZWFhODYz\" data-original-margin=\"\">However, the real reason Kaede asked was because she still had reservations about serving as a member of the Weichsen military, or <em>any </em>military. Even highly disciplined modern armies could not escape the taint of war crimes, as American sanctions and threats against the UN International Criminal Court made their guilt in Afghanistan and Iraq all but obvious. The idea of an 'honorable war' had always been a myth created by romantic fantasies and belligerent propaganda. And that didn't even account for countries like Weichsel which had centuries of deep, cultural hatred against the Northmen who raided them.</p>\n<p class=\"cnM5ODVhYzhjMjQ2NDRiNTM4NjM4N2RkZDhjYmMwZTI4\" data-original-margin=\"\">The historian in her might recognize the necessity of war. But partaking in it was entirely something else.</p>\n<p class=\"cnNiNGYzNjIzMDY1MjRhNmU4YzI0NTkxYWVjNDcwNTk2\" data-original-margin=\"\">Nevertheless, thanks to Pascal, Kaede was on the path to Weichsen citizenship. <em>I should at least do my part to help Pascal defend the country,</em> she thought.</p>\n<p class=\"cnM3NmU2NTA4ZTk0OTQzNTRhNjJmMGUyZDA0NDdmY2Rk\" data-original-margin=\"\">\"Considering even His Majesty liked you? I doubt anyone will have a problem with you coming along,\" Pascal declared in a proud tone, though his countenance wore a faint scowl which puzzled Kaede. \"Nevertheless I did attain his permission just in case. As for your role, being 'eyes and ears' means I would like you to stay at a good vantage point near the front lines. It would give me better battlefield vision and save an adjutant for passing orders.\"</p>\n<p class=\"cnNlNmQyYTk5OTJkYjQ2ZjA5ZTY2ODNkMzUzYjliMWRj\" data-original-margin=\"\">\"So... pretend to be a walking pair of binoculars?\" She remarked as the two of them walked in the direction of the setting sun, back towards the main street of Nordkreuz.</p>\n<p class=\"cnM5MmQ0NzJhN2FjOTRhZWY5MDllY2QzNjEyYmFmYjk1\" data-original-margin=\"\">The irony was not lost on her as they had just picked up a pair of 'arcane binoculars' before coming to the armorer. Kaede only had a brief moment to try it out. Its magically-enchanted lenses had an impressive zoom of up to 25x, which was comparable to that of modern sporting binoculars.</p>\n<p class=\"cnM1M2ZhOTFhMmZhMDQ1NDA4MjhiMGY4ZjhjMTBlZGJi\" data-original-margin=\"\">\"Learn to judge battlefield deployments yourself,\" Pascal added as a stern edge worked into his voice. \"We have had plenty of tactical discussions during our research and you are certainly no novice.\"</p>\n<p class=\"cnNkNWRhNDY3NmMwZTRmMmI4MmNmOGNjNzM5MjA2MjE2\" data-original-margin=\"\"><em>No, just an amateur,</em> she thought.</p>\n<p class=\"cnMwOTkzZjE4ZjNlOTQ0ZTE5ZTY2NDU2YTJiMzkwZGVl\" data-original-margin=\"\">If there was one thing Kaede never overestimated, it was just how well her skills really compared against true professionals.</p>\n<p class=\"cnM0N2E5ZjEzNjI0YjQzZTZiYTk2OWY5M2FhMzBjMWE5\" data-original-margin=\"\">\"Since you are good with a bow, I have also made you a few rune-tipped arrows, just in case you need them.\" Her master said as they strode past several wagons and shops. \"I can also enchant <em>First Aid</em> into your ring and load whatever spells you need into your runes. However, I want your attention focused on the field as much as possible, not busying over concerns better left to others.\"</p>\n<p class=\"cnM5NzM3NjhjYmE0YjRlYTU5MmM0MTNkOGJjZGUwM2Zh\" data-original-margin=\"\">\"Why <em>First Aid</em>?\" She puzzled. <em>Just because I'm a girl now doesn't mean I suddenly have medical training.</em></p>\n<p class=\"cnNlMWIyZTdjMTU1NzRiZGE4Y2I1YTcxYTM0NTEzZjcz\" data-original-margin=\"\">\"Because only basic spells can be put onto a spell activation item. And because you can perform basic healing better than most mages, simply due to your nature,\" Pascal explained.</p>\n<p class=\"cnMzMDc4YzcwMzI5MTRhYWM4MDg5NzY1ZjA3MDkwY2Iw\" data-original-margin=\"\">\"For being Samaran? I did read that my blood was a healing enhancer.\"</p>\n<p class=\"cnNjM2U4ZGQ4MGE0YTRmZjA4MWU4OTMyZjk4Mzg2YWVh\" data-original-margin=\"\">\"It does more than just enhance,\" he emphasized. \"Remember what I said about mana's <em>repulsion</em> property?\"</p>\n<p class=\"cnM2NTEwNWE4Nzc5MTQzYWRhNjZmMjkxODlkOTYzNDg3\" data-original-margin=\"\">\"That all mana repel foreign sources of mana? Yes.\" Kaede answered his impromptu quiz before she puzzled. \"So that means magic has trouble... healing other mages?\"</p>\n<p class=\"cnNjOTRlNGEyNTU1ZTQ0ODhiZGY2MjFhZDdhZDBiY2Q3\" data-original-margin=\"\">\"Correct.\" Pascal nodded. \"Healing commoners is easy. Healing mages, however, requires a special focus to compensate for their magic resistance. Samaran blood is never rejected in a transfusion. Likewise, healing spells --and only spells that cure or calm, for whatever reason-- cast through Samaran blood gain a limited ability to bypass mana repulsion. The blood also loses potency as it is used more. So effectively, your entire body full of fresh blood is a healing focus of the highest quality.\"</p>\n<p class=\"cnM5NDI2YWM1NTMwYTRmYzQ5MDY4ZDI5MzRmMTJhNGRi\" data-original-margin=\"\">Being called a top quality trade good wasn't exactly a very flattering comment. But then, Pascal merely stated the facts 'as is'.</p>\n<p class=\"cnM4OTQ4ODVkNmRjODQyMzliNmU5NTJmZWM0NzBiY2Nm\" data-original-margin=\"\"><em>At least he doesn't see me as a bag of gold.</em></p>\n<p class=\"cnNmZDRiY2QwNWM2NDQ3ZWQ5OWZmMDlhZTlkZGM2YzIy\" data-original-margin=\"\">\"I do remember being 'medical supplies'. But I don't remember seeing Perceval carry vials of blood around.\"</p>\n<p class=\"cnNjMDI5ZjNmNjY5YzQ5ZTg5NjIzY2ZhNTE4MTBjNWRh\" data-original-margin=\"\">\"Samaran blood is not cheap. It is part of why I told you never to enter the city by yourself,\" Pascal stated with a completely serious expression. \"But ask Perceval about his bloodquartz stasis rod the next time you see him...\" He then trailed off with another scowl. \"Actually, it may be easier to ask another healer. Who knows when we will see Perceval again?\"</p>\n<p class=\"cnNmZTUxZTU0MzllMjQ5NTk4NTlhZDNlMmQxNzY3OGYx\" data-original-margin=\"\">Kaede nodded. She hadn't heard from Reynaud or Perceval since the day they left Alisia Academy.</p>\n<p class=\"cnNjMjVhMDljMjhhZTQ2NGQ5MDI0NjFiZDAxNjU1NWY2\" data-original-margin=\"\">\"Speaking of Perceval, Ariadne is in Nordkreuz now, isn't she?\" The familiar asked.</p>\n<p class=\"cnNjYTU5MTMzMDBmYjQwZTg5OWRjZjc5ZGQ5MDM1YjNl\" data-original-margin=\"\">\"No, actually.\" Pascal replied with another scowl. \"She joined one of the new Phantom Grenadier units which almost immediately left the city to raid in Skagen.\"</p>\n<p class=\"cnM4YWNkM2MyYjNkMTRkMzVhYmY1MmY1ZDNhMDQ4ZDM3\" data-original-margin=\"\"><em>We really have gone our separate ways, huh?</em> Kaede reminisced about the friends she made at the academy before the war broke all of them up. \"Why do you sound unhappy about it though? I thought the two of you had already made up?\"</p>\n<p class=\"cnMxNzEwNTQ4OGFhZTRhM2RiMDQ4MWFjOGZkNDAzMDY4\" data-original-margin=\"\">\"It has nothing to do with Ariadne.\" Her master sighed. \"If anything, I am envious of her for being deployed into combat as a company commander. She is out there in the field, gaining valuable leadership and combat experience. Meanwhile I am stuck here in the city, with little to do other than paperwork and the occasional supervisory tour.\"</p>\n<p class=\"cnM1MTFlNTZjZDUyMzRkNTg4NmE4NzA0MzI4MDRmMTNl\" data-original-margin=\"\">\"Did the King not already assign you to be a brigade tactical officer?\" Kaede asked.</p>\n<p class=\"cnMzMmE5ZDNjMThjODQ5MGViZTJmNWFmZmJmNjc1ZjAy\" data-original-margin=\"\">\"Yes, the tactical officer of an <em>infantry</em> brigade,\" Pascal scowled. \"There is not a great deal of tactics to infantry, apart from facing the right direction and using the right formation to absorb the enemy's attacks. I would much rather command a company of Noble Reiters, sent into Skagen to support the cavalry.\"</p>\n<p class=\"cnM2M2EwMWYwNTY1NDQ3MWY5MWVkYjY5ZmQ4MjRjNTRh\" data-original-margin=\"\">Kaede remembered that Pascal had originally been offered such a position, before he turned it down to help Sylviane in Alis Avern instead. The Noble Reiters were conscripted nobility who fought as 'mobile artillery', as their equestrian and spellcasting abilities meant they could rapidly maneuver around the battlefield to lay down a devastating barrage of spells. Their magic also made them excellent logistics and support units. The combination of these roles meant they were usually sent to where the action was, both tactically and strategically.</p>\n<p class=\"cnM3OTQ5MmU2YjRiNTRkYmJiM2I5NTIwMjNiYjFkOGQ3\" data-original-margin=\"\">\"But alas, my return was late, and this was the best that the King could offer me.\" Pascal sighed again.</p>\n<p class=\"cnM5Mjk0Y2QxZWFiZjRmNWY5NzU0ODRmMDk4ZmFkN2Q1\" data-original-margin=\"\"><em>In other words, he lost his best chance at earning experience and promotions in this campaign.</em> Kaede reflected on the opportunity cost Pascal paid to help his fiancée.</p>\n<p class=\"cnM4MThjMDJhMGI1NzQ2MjA5NGM5YTBhYmEyNDA4NzE4\" data-original-margin=\"\">\"At least this means you can stay up to date on the King's strategy discussions?\" Kaede looked for a silver lining.</p>\n<p class=\"cnM3NDM2ODkxMDc3NjRjN2Q4ZjQ2ZjRlZjA1YWYyYmU3\" data-original-margin=\"\">\"Only because I am the lord of Nordkreuz, as well as the owner of the manor which they use as headquarters.\" Pascal countered. \"The King is keeping me in the communication loop as a gesture of courtesy. However, since I am merely a <em>captain</em>, I have no actual role in operational planning. Therefore unlike the other members of the command staff, I do not have <em>any</em> of the responsibilities in organizing and coordinating the ongoing maneuvers of our forces against Skagen!\"</p>\n<p class=\"cnM1NTM4OWFiYjFmNzQ2MzFhZjU3OTQ5MDU4ZWJhZDFj\" data-original-margin=\"\">His irritable tone made Kaede wonder just how much of Pascal's impatience for valor was because he grew up under his father's shadow.</p>\n<p class=\"cnM5MDk5M2FmNGM2YTQ2MTI4ZmZhY2U3M2MxNjdlYjNi\" data-original-margin=\"\"><em>He really wants a chance to prove himself.</em></p>\n<p class=\"cnM4OWZiZGNmZjczMjRlMWJiODVlNDQwODYxMmQ5NGU2\" data-original-margin=\"\">The two of them soon made it back to the hustle and bustle around Nordkreuz's main street. The cobblestone avenue was built wide enough for two wagons to pass side by side. However, the merchants and customers that overflowed from both sidewalks slowed all passing vehicles to a crawl. Even those on horses advanced at a slow trot, as the innumerable stalls and shouting tradesmen left many pedestrians more than a bit distracted.</p>\n<p class=\"cnMyMDZjMjI1YzJlNzQzOWU5ZDllMDU2YWU2YTAyZjY0\" data-original-margin=\"\">The street wasn't as busy as the New Year's when Kaede arrived. Nevertheless it was clear that business was booming, partly caused by the concentration of soldiers in Nordkreuz. Now that the dusk sky was beginning to dim, those who had leave after a day's hard training were coming into the city in droves. They gathered beneath the illumination of the street 'lanterns' -- metal posts with enchanted, ley-line-attuned crystals affixed on top. Some were here to meet old comrades, some to grab a bite to eat, and some browsed wares that weren't available in their rural hometowns.</p>\n<p class=\"cnMwZGRjNTFkOTJmZDRjN2NiNWNjODk3MTQxM2U2Y2U0\" data-original-margin=\"\">\"Out'a way...\"</p>\n<p class=\"cnM2MWIwZDAzODI0NDQxOWQ4MWJmMGRjODBlODhjZGU0\" data-original-margin=\"\">Kaede heard the gruff voice just in time to evade. A large, overweight man who wore a cloth veil over his nose had just emerged from a door by the side street. His thick, hairy arms carried a massive, partially-covered wooden bucket that spread the most atrocious smell.</p><p class=\"cjk3Y2M4NWJkMzk5ODRlNmY4OWM0MGNlOTM0YzFhODg0\" data-original-margin=\"\">If you encounter this narrative on Amazon, note that it's taken without the author's consent. Report it.</p>\n<p class=\"cnM5NWU2NjM5YjYxMzQyNjNhNTBiNzNhMWFmMjYwYjUy\" data-original-margin=\"\">The familiar rushed her hand up to pinch her nose as she felt nausea churn her stomach. She turned to stare at the man and his oversized container, while he carried it to the ledge of the sidewalk before tilting the bucket towards what looked to be a stormwater drain.</p>\n<p class=\"cnM2ZTRhN2Y5MjE0ZTQ4YjQ4NTA2MjgyYmMwMGJhMjU0\" data-original-margin=\"\">The small, brown chunks that poured out with water were undeniably poop.</p>\n<p class=\"cnM5ZTRiMWM0ZGMyOTQ2NDZiN2I2OWViYjY1NDA3ZDA3\" data-original-margin=\"\"><em>What the hell! He almost crashed into me with that!</em> Kaede thought, appalled.</p>\n<p class=\"cnNjMDZlMWYwOWE1ZTRjOWFiNzZhNzM2ZDI3M2I4YjY4\" data-original-margin=\"\">The bucket that man carried was wider than her shoulders. Its contents were more than enough to drench her entire body. The Samaran girl shivered as she realized that had such an accident occured, she could take a million baths yet still feel filthy.</p>\n<p class=\"cnMxNDJkNjE1MWNlYTQyNzE4OWJhOTI3MmZkNmQyNzE2\" data-original-margin=\"\">Yet to Kaede's incredulousness, the man only poured out a surface layer of water before he put the rest of the bucket into a waiting cart. There he covered it with a lid, before grabbing another, empty bucket from the wagon and striding back into the door from where he came.</p>\n<p class=\"cnMyOTQ2ZjNiMDliYTQ0MjBhNjc0Y2MwOWI3NTllZTE5\" data-original-margin=\"\">\"W-w-why...?\" The young girl stammered as she looked at the cart in bewilderment. She never even noticed as Pascal, who had walked ahead during the interim, had returned and now stood just five paces behind her.</p>\n<p class=\"cnMyOTZjYzNiZDM1OTQ0MDE5NTJmN2IxYjBiYWQ2ZmVm\" data-original-margin=\"\">\"Ah, a night soil merchant. Your world does not have those?\" Pascal asked from a safe distance before he turned towards the building. \"This must be a public bath.\"</p>\n<p class=\"cnMzNmZlNjZlMGNjMDQyMDliZjk1NzcyZjk5Njk5MjVi\" data-original-margin=\"\">Kaede thought it was wise first to retreat to his position before opening her mouth again.</p>\n<p class=\"cnM3NWJiZjc3ZWFlYjQ1MTM5NmQzYTI0MDc4MTY3YWZk\" data-original-margin=\"\">\"<em>Night soil?</em> That's just manure!\"</p>\n<p class=\"cnM4NDRmNmJhNjE1YzRjYjM4OWJjOGJiOTNiNDgxYTVj\" data-original-margin=\"\">\"Exactly,\" Pascal commented. \"I believe they mix it with compost before selling it to farmers. It is rich in nitrogen which makes it excellent fertilizer.\"</p>\n<p class=\"cnNjM2JhOTc4ZDY1OTQzZTliYjk5OWRkN2VhODM4OTIx\" data-original-margin=\"\">Kaede blinked. Now that her shock at the near-accident was beginning to fade, she remembered that her grandmother, who farmed as a hobby in her retirement, did much the same thing. In fact it was quite common on Earth, especially before the industrial revolution when advanced chemistry allowed for synthetic fertilizers to be produced.</p>\n<p class=\"cnMwNzNmYTU3YzYwMzQ2NjM5ZGZkZDA0OTA2ZGVmMzZl\" data-original-margin=\"\">\"Does Hyperion have non-poop fertilizers?\"</p>\n<p class=\"cnMzNjc5ZGI0MmZiMjQ5NTc4NDA5OTkzYjhlZTEyZGFm\" data-original-margin=\"\">\"There used to be a <em>Fertilize</em> spell, but nobody uses that anymore due to its inefficiency,\" Pascal answered. \"Covering large tracts of land with magic is simply too mana inefficient, a brute force solution. Instead, there are alchemists today who use <em>Transmute</em> spells to convert air and water into ammonium nitrate, which could be spread to fertilize the fields. It is still not cheap, and only wealthy cash crop farmers can consistently afford it.\"</p>\n<p class=\"cnMwNjA1ZTM0MjY3NzQ1MWM4Nzg5MTMyYTM3YWMyNWE5\" data-original-margin=\"\"><em>Of course, since it's mage labor,</em> Kaede thought.</p>\n<p class=\"cnNjMjU2OTIxYWUzNDRmNTNhNmUzYzNhZTJkMzgyZmJl\" data-original-margin=\"\">The trouble with magic was that only mages could provide it, which led to a perpetual 'labor shortage'. Whereas on Earth, an industry using pure chemistry could be operated by anyone, regardless of whether or not they were born with innate special powers.</p>\n<p class=\"cnNiZTBkOGYzY2RmODQ5YjU5ODY0Y2Y0MWIwMTU0NDE3\" data-original-margin=\"\"><em>Even so, is there even an incentive to create non-magical technological processes?</em></p>\n<p class=\"cnM5NWI2ZDkzYjc2NzQxZGJiYTA1NzlhMjY5NTE2Yzcw\" data-original-margin=\"\">After all, the people of Hyperion <em>did</em> have a solution for getting what they wanted, even if the supply availability was far lower. However this suited the mages --the most educated members of Hyperion society-- just fine, as it maintained the high value of their labor and their wealth as the middle and upper class. Meanwhile commoners without magic had to perform occupations like shovel manure for a living.</p>\n<p class=\"cnMyMWUzMDdiYzY3YjRlYzE4MGQ4ZjZkMzM4M2I2Nzdm\" data-original-margin=\"\">\"I'm guessing 'night soil' is a cheaper alternative then?\"</p>\n<p class=\"cnNmOTMwYzZhZDQ0NDRlM2Y5ZjVhYTJlNWRkOTEwYWU5\" data-original-margin=\"\">\"Significantly.\" Pascal confirmed Kaede's suspicions about the value of non-magical labor. \"It may not work as well, but manure is easy to attain and compost can be made in large quantities.\"</p>\n<p class=\"cnM1N2MwODNkMDQyYzQyOTBhZGViZTBjNTI5MWNmNDQ4\" data-original-margin=\"\">The young lord then glanced at the building again before remembering:</p>\n<p class=\"cnNlMjQxOWI0ZjEzYzQ1ZGJhOGE3MjRmMmMzY2UzYTJk\" data-original-margin=\"\">\"Did you not mention a 'need to go' before we left the armorer's? This is a public bathhouse, one of several that my father had constructed within the city to improve sanitation. You will find latrines inside. They should be in rooms adjacent to the entrance.\"</p>\n<p class=\"cnNmMGMyYzYxN2M2MzQ1NmVhYzk3YTNhOWQxNjg2YTZi\" data-original-margin=\"\">\"I... think I'd rather wait,\" Kaede replied with reluctance. The pressure on her bladder was still mild and... <em>I'm not sure I want to make use of 'public latrines'.</em></p>\n<p class=\"cnM0OWY3YzY5MjM5MzQwYjU5YTExMzdmYjc1YjkyYjg3\" data-original-margin=\"\">\"We still have several more items that need to be picked up. It will be at least another hour before we return to the manor.\" Pascal warned.</p>\n<p class=\"cnNlZDA2MDBkMGFhYjRiNDQ5NDlhZWY2M2VlMzczZjk5\" data-original-margin=\"\">\"Fine,\" Kaede sighed. Unwilling to risk an accident, she waited until the 'night soil' merchant emerged again with yet another bucket before she went inside.</p>\n<p class=\"cnMxZWUzZjEzNzg4NTQ1N2U5ZjRmMzEyY2ExN2FhYzYw\" data-original-margin=\"\">The entrance hallway was short and led to a large, open-roofed atrium within the building. The atrium was surrounded by covered corridors with round columns holding up the roofs. There were lounge chairs scattered about, but none of them were occupied since it was winter outside. On the far side of the building she could spot steam coming out of the ceiling-high vents, as well as hear the sound of running water and the voices of people relaxing inside.</p>\n<p class=\"cnM1YWQyMjgwNGVkZTQzMzY5YTEzNDg1OWE2ZTJmNTYz\" data-original-margin=\"\"><em>It really is like a Roman bathhouse,</em> Kaede thought.</p>\n<p class=\"cnMwNzY1ZWNkNjgyZTRhNzY4OTYwYjgxZDIyNjE3ZjVk\" data-original-margin=\"\">The open architectural design was clearly one that originated from a warmer climate. It would not surprise Kaede one bit if the Weichsel imported the concept of these bathhouses from the Romans of this world -- the Holy Imperium of the Inner Sea.</p>\n<p class=\"cnNhNGE2NTI0NTEwYjRhNTFhYTRmNGNjMjc1NDVlMDBi\" data-original-margin=\"\"><em>I should visit one of these days. It's been too long since I've had a proper bath and not just 'cleansing spells'.</em></p>\n<p class=\"cnMwNzFmY2U0ZWYwZjRmNDY5Y2VjNGI3YzdlMDViNWU3\" data-original-margin=\"\">On her side of the atrium, a door on each flank was marked by a stick-figure sign. Needless to say, the one that had a triangle skirt was the one that she was looking for.</p>\n<p class=\"cnNkYzIyZDgzODk1ZTQ5MDc5N2EzODY2YjcxMzJlOTg3\" data-original-margin=\"\">Kaede took a deep breath as she grasped the door handle and pulled it open. The room didn't smell nearly as foul as she would have expected, as it had plenty of ventilation near the roof. However, as soon as she walked inside and saw the arrangements, she froze.</p>\n<p class=\"cnNiODY5Y2EwMmE3YjQwN2FhNjViMDMzMTY1OTg1Mjdl\" data-original-margin=\"\">There were two rows of bench seats that faced each other, with a round hole cut into the wooden bench every meter of distance. Three women currently sat next to each other and chatted along as they did their business. There wasn't any privacy to speak of as there were no stalls, not even a divider between each latrine seat.</p>\n<p class=\"cnNlYTIyMjA0YWU4NDRkODlhNDM5NWQ3YTYwZDc0YTU0\" data-original-margin=\"\">\"&lt;Is something wrong, Kaede?&gt;\" Pascal asked over their familiar bond as he must have sensed her surprise.</p>\n<p class=\"cnMwYjRjNWJlNjVlZTRmOWZhZjYwNmFjNDZkMTE0NDVh\" data-original-margin=\"\">\"&lt;Th-there're no stalls!&gt;\" Kaede sent back as she continued to stand by the door. Her odd behavior had already attracted the womens' curious looks.</p>\n<p class=\"cnNkYmQwNGMyNjAwMjQyNWY5YmViYTRjNDQ5Y2MzYWFh\" data-original-margin=\"\">\"&lt;Why would there be stalls inside a public latrine?&gt;\" Pascal replied in a confused voice. \"&lt;It is not a stable for horses.&gt;\"</p>\n<p class=\"cnNhM2E0MDE4OTNiZDRjNzhhOTZlZjlhNWE1MzExZjE1\" data-original-margin=\"\">\"&lt;I don't know... maybe some privacy!?&gt;\" Kaede retorted in disbelief.</p>\n<p class=\"cnMyYjQxZGJiNjdmZDQ5OTE5MzgxYjE4YWI4ODAxZmY3\" data-original-margin=\"\">\"&lt;Are the latrine rooms not separated by gender?&gt;\"</p>\n<p class=\"cnM0MTI5ZTMwMjBiNjQ4NjJiNmMxMjJkZGM1ZjA2MmVl\" data-original-margin=\"\">\"&lt;They are, but that's not the point!&gt;\" Kaede was baffled by the fact she had to <em>explain</em> something so simple. \"&lt;What about privacy from other girls? Or other men in your case?&gt;\"</p>\n<p class=\"cnM2YzU3ZjM0YjVmYjRmZWViNTA4NjUzNDM2ZmJmNWVk\" data-original-margin=\"\">\"&lt;Why would that be necessary?&gt;\" Pascal's voice was still bewildered. \"&lt;Are public latrines not a social place in your world?&gt;\"</p>\n<p class=\"cnM3YjQ0YjRmNWYzYTQ3MmM5OTlkOWMxMDAxNDc0MDc1\" data-original-margin=\"\">\"&lt;What!? NO!&gt;\" Kaede was aghast. \"&lt;Why would it be?&gt;\"</p>\n<p class=\"cnM2NzhiODI3MjJhNDQyYTk4ZDcwZTA2NjAxYzhhN2Nm\" data-original-margin=\"\">\"&lt;It would be boring if all you had to do was stare at a wall while you did your business. Might as well catch up with the neighbors while you are at it.&gt;\" Pascal replied with a mental shrug. \"&lt;As far as I know, girls usually visit the latrines in groups too.&gt;\"</p>\n<p class=\"cnM2ZWRjMjAzYWFkMjQzZDM4MWZlNjU1ZDRjYWRhODE0\" data-original-margin=\"\">Kaede did remember noticing that trend even in the modern world. But Hyperion was clearly taking it to an extreme!</p>\n<p class=\"cnM0MjcwN2I5ODQyOTQ1NDc4MzA5MjIxNTA2NWVmODQy\" data-original-margin=\"\">\"&lt;Also hurry up. I do not enjoy waiting near a manure wagon.&gt;\"</p>\n<p class=\"cnM0ODJhYzZiMTQyYjRlOGU4ZTQ3N2YwZmYxMWQ5MGFh\" data-original-margin=\"\">\"&lt;Ugh, fine...&gt;\"</p>\n<p class=\"cnM3YmFiYzJjN2EwYTQwNTY5OTk5NTQ3OGNiMjYxYzZi\" data-original-margin=\"\">Kaede forced herself to walk to the far side of the room where she found a spot near the corner. The wooden bench was surprisingly clean, probably aided by the fact this was a 'female only' bathroom which didn't have to worry about men and their randomly aimed pee. She lifted her skirt and unbuttoned the soft, clingy fabrics between her legs from behind.</p>\n<p class=\"cnNhYjE5MmM0MzAzMTRiYmU5YzRhZDlmMzRiZDAyZTQ0\" data-original-margin=\"\"><em>For once I'm thankful for wearing a skirt.</em> She thought as she sat down on the latrine hole, while the fabric of her skirt completely covered her feminine bits. This would not have been an option if she was still wearing pants.</p>\n<p class=\"cnM1MjlmODRkMjQ1ZjRlNWRhYmMwMGFmYjU2ODU1MTA2\" data-original-margin=\"\">\"What's her problem?\" Kaede's keen ears heard one of the women whisper to her companions.</p>\n<p class=\"cnMyYzIxYmQ0M2ExYTRlNTRiMjJmYmVlYzc2ZDE4ZDE1\" data-original-margin=\"\">\"Look at her clothes. Must be some rich merchant's daughter trying out for the militia. Thinks she's too good for us.\"</p>\n<p class=\"cnM1Y2YyNWI4ZDFhMTQ2YzlhMTFlNWNkMTMyNjg2ZGMx\" data-original-margin=\"\">\"She's a Samaran though. I don't know of any Samarans who are residents of this city?\"</p>\n<p class=\"cnNiNzBhZWMxZjc1NTQ5NjVhNDBiZWVlZGEyYmY2ZjI4\" data-original-margin=\"\">Clearly, the way she purposefully kept her distance was a social affront. Kaede sighed as she wasn't sure it was worth trying to correct their first impression of her at this point.</p>\n<p class=\"cnM3ZDM3MWNhZGY2YzQ3ZTJiNWM0MGQzYjNhZWMyZWJh\" data-original-margin=\"\">\"&lt;Out of curiosity,&gt;\" Kaede asked as she noticed that this 'public bathroom' was distinctively lacking in a vital resource. \"&lt;What do I use here to wipe? There's no paper.&gt;\"</p>\n<p class=\"cnM3YzEzNzgzNDZlNjRkMTY5ZDExMmQxOWQyZjk1NmZl\" data-original-margin=\"\">\"&lt;Pulp paper is too expensive for public latrines. You should see a few buckets near the wall.&gt;\" Pascal noted.</p>\n<p class=\"cnM4NjgxYzA1Y2Q5ODQwYWZiODMzZDAzNjMzNTJkNzFm\" data-original-margin=\"\">Sure enough, Kaede noticed the wooden buckets. Each had several handles sticking out from them, as though they were cooking instruments being soaked.</p>\n<p class=\"cnM1MTEzZDM5Y2FhZjRkYThiMzIwNGJhZDFiNTVjZDc3\" data-original-margin=\"\">\"&lt;Those buckets are filled with vinegar.&gt;\" Pascal added. \"&lt;The sticks have sponges affixed to the end. You use them to wipe your rear after you finish.&gt;\"</p>\n<p class=\"cnM3ZTBkNzRiZDgzZDQ2YzE4YTJmYjBkYTk2NGM5ODYx\" data-original-margin=\"\">In other words, people <em>shared sponges</em> to wipe their butt after defecation.</p>\n<p class=\"cnNmMTU1MjQ3MzNmYzQzN2ZiM2NiYTVlYWMwOTdhNGQ0\" data-original-margin=\"\">Kaede would rather ask Pascal to cast his <em>Cleanse</em> spell on her butt than to use a stick that might have someone else's feces on them.</p>\n<p class=\"cnM2NDY1NWJiMTdjYTQzMjY4OTU0ZGVhYWE5NDkzNmU2\" data-original-margin=\"\"><em>I'm never going anywhere without toilet paper again!</em> She silently swore to herself.</p>\n<p class=\"cnM1MDMzN2E3ZDUwNzQyNWZiNjI0NTU2YTZiMTk0ZGFh\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNiMmY2M2E3MzYzMTQyOTE5NjUyYmVjMjMwZDI4ZmM3\" data-original-margin=\"\"><br>The other women were still chatting when Kaede finished peeing and left. She met back up with Pascal outside and the two of them continued their errand trip.</p>\n<p class=\"cnNlYWZiNmYzNGFjNjQ1NDZiZDE3NDI5N2Q1ODRhZjFh\" data-original-margin=\"\">\"What's next?\" Kaede asked eagerly.</p>\n<p class=\"cnMyZTNhZGRiYmE3MDRlOWViNTg1YjkzOTU1ZGM4MDAy\" data-original-margin=\"\">\"Next we go to the clothiers and pick up a black mourning dress for you.\" Pascal replied rather stiffly.</p>\n<p class=\"cnMyZDFkOTQ1NTY3NjQ4ZTM5MjBkODdlMWQ4ZDU2MDlj\" data-original-margin=\"\">Kaede fell quiet at once. <em>No wonder why Pascal has been moody today.</em></p>\n<p class=\"cnNlZTUxMGI2MTQ3ZTQwYzNiY2Q4YzhhMTJmZWQ5ZjEw\" data-original-margin=\"\">\"Your father's?\"</p>\n<p class=\"cnM0MTIwMjhjYmU4ZjQwYjI4YTU1NWNkMDJhZDdjZjE3\" data-original-margin=\"\">\"Yes. His state funeral is tomorrow.\" Pascal's reply in a melancholic tone. \"And of course, you will be attending besides me, Sylv, and the King. Therefore I expect you to look your best.\"</p>\n<p class=\"cnM2OWM1NzVhZGU1OTQ3ZGZhN2ZmOWViNDZhMGVmMmRl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5ZDQ1NjFjNjQ5OTQ4NTg4YzBhZDkyMjYyMWJlYmQx\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMxN2U3M2NjOWRmZTQ0MmM4Y2VkN2JiYTBkMjIzNGZh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhZWQ4Njk1MGQ3MDQyOTI4NDZjM2M2YzczZTExZGU5\" data-original-margin=\"\">Just as Pascal had warned, Kaede stood the next day as part of the congregation that waited outside Nordkreuz's cathedral. The group had over three dozen individuals, who stood evenly spaced in two rows at the top of the stone stairs. They included not just King Leopold, Princess Sylviane, and the generals who served directly under the late Marshal, but also his majordomo, his chaplain, and several members of his personal staff who avoided the ambush that took his life.</p>\n<p class=\"cnM4M2IwNWRjOTIzNTQ1NDA4OTU3ZmIxOWM0YTFmZGYw\" data-original-margin=\"\">What quickly became obvious was that the Marshal did not seem to have any personal friends outside of his work, as every attendee was either a member of his household or a state official. Nor was there anyone from the estranged family from Pascal's mother's side.</p>\n<p class=\"cnMyODg0YjhjZWY1NjRkZTdhZDY1NzRjNmFiMTRjNjU1\" data-original-margin=\"\">The group watched as a long column of soldiers marched down Nordkreuz's main street. They were led by Colonel Albrecht von Bittenfeld and his elite <em>Black Lancers</em> Knights Phantom atop their armored gryphon mounts. A wagon carrying the embalmed body of the late Marshal came next, wrapped in the black dragon banner of Weichsel and adorned with white flowers. The wagon was followed by the rest of the <em>Black Lancers</em> as well as several squads of the King's Black Eagles who acted as the honor guard.</p>\n<p class=\"cnM2ZjQyZWE4ZDgxNTRhY2RhNmE5MTAwOTMwMDYwYjRh\" data-original-margin=\"\">The entire city fell under a solemn atmosphere as soldiers from the army stood shoulder to shoulder across both sides of the main street. The sidewalks were packed as it seemed like the entire populace of Nordkreuz had gathered to pay their respects. Entire formations of officers also stood in the plaza in front of the cathedral. Kaede estimated that the number of people in attendance numbered over ten thousand.</p>\n<p class=\"cnMyNDgyM2QwNzljMDQxZjBhOGMxOTExYzNkNWYwMmQ3\" data-original-margin=\"\">The familiar glanced towards her master, who stood between the King and the Princess, roughly a dozen paces away from her. Pascal did his best to maintain a steadfast countenance, but his eyes were glistening with a sentimental longing as they stayed fixated on his late father's casket.</p>\n<p class=\"cnM3ODBhMDVlMDVlZDRjMTA4NDJjNmQ5NzQzMGQ1NGIz\" data-original-margin=\"\">\"&lt;Your father really meant a great deal to many people.&gt;\" Kaede reflected over their familiar bond as she sought to comfort him.</p>\n<p class=\"cnMyZTlkYjBjODgxYTQzZWI4NWY5ZmZiYTlkMmZiN2Jj\" data-original-margin=\"\">\"&lt;He was a hero of Weichsel, the most accomplished marshal since Hermann von Mittermeyer.&gt;\" Pascal's voice responded stiffly.</p>\n<p class=\"cnMxMjNjYzMzM2NlMzQ2YWE4ODYxMDhiM2M3ZWJiMDZk\" data-original-margin=\"\"><em>Not just a hero either,</em> Kaede thought back to the arcane forge and the public bathhouses that the Marshal all had a hand in erecting. It was clear that despite being a newly-minted, first generation aristocrat with no hereditary wealth, the Marshal prioritized the development of his people and fief.</p>\n<p class=\"cnMyYTIwMjBjZGFhMDRmYzVhODAyYTk5OGI1Y2U0ZWNm\" data-original-margin=\"\">\"&lt;I wish I could have met him.&gt;\"</p>\n<p class=\"cnNkMThiM2UzZjA0YjRiYWViZDFlNmJlMjQ2YTMxMmYy\" data-original-margin=\"\">\"&lt;He would have liked you too.&gt;\" Pascal stated with certainty.</p>\n<p class=\"cnM4MTRiMGI4ODZiNjRiMjJiNDY0OGJkZTI3N2IzMTc3\" data-original-margin=\"\">Kaede watched as eight members of the Knights Phantom dismounted to pull the marshal's casket from the wagon. They lifted it upon their shoulders before carrying the mahogany funeral box up the short stairs and through the cathedral's double doors. The congregation followed the knights in, while behind them came several hundred military officers and other attendees.</p>\n<p class=\"cnNiMDY5M2UzMTJmOTQ4MDliMzFlMzIyODhmMGFmYWI0\" data-original-margin=\"\">The marshal's casket was placed before the altar while Kaede filed into the space before a second row bench. Her eyes remained glued to Pascal who stood stiffly in the first row besides Princess Sylviane and other dignitaries. They waited for the next twenty minutes as the available space in the modest cathedral --which had clearly been built when Nordkreuz was smaller and less important-- was filled to capacity.</p>\n<p class=\"cnNmZDk3M2NlODczMDQ4NDFiN2VlODIxZjQ0NDUyNTJj\" data-original-margin=\"\">Then, as the last of the milling footsteps behind them fell silent, the clergy of Nordkreuz stepped forth and began their religious service.</p>\n<p class=\"cnNjMTA3ZDczM2QwMzQ2ZmZhMTBjOTU5NjU3ZmU4ZTVj\" data-original-margin=\"\">\"Faithful men and women of Weichsel, we gather here today to pay homage...\"</p>\n<p class=\"cnM3NmMzZGY3NWYyNTQyYWRiMTM1MTBkYTViYWNiZDky\" data-original-margin=\"\">The Bishop of Nordkreuz blessed the Marshal's soul and spoke of how Karl August von Moltewitz carried out the Holy Father's will in defense of the Trinitian realm. He praised how the late landgrave lived a life of modesty, ever loyal to the King while displaying charity and generosity towards the city's residents...</p>\n<p class=\"cnMwNTNlMWEzYTFhNDRmMjdhZjZkODJlNzY1MTE1MGY1\" data-original-margin=\"\">It was a sermon largely spoken in Imperial, a hybrid language which had once been created by the Inner Sea Imperium to administer their northern provinces and vassal states. Today, even though Weichsel no longer saw the Holy Imperium as its suzerain, it kept Imperial as its official language which made it Pascal's mother tongue -- and Kaede could perfectly understand it thanks to their familiar bond.</p>\n<p class=\"cnM0OTA1MmZmYmQwNTRiYTNhNGVhMjdjNDRlN2U1ZjM5\" data-original-margin=\"\">Parts of the sermon, however, remained difficult for Kaede to digest, as the bishop quoted directly from the Holy Scriptures. The religious texts of the Trinitian Church were written strictly in ancient Draconic, the same language that Pascal memorized his mnemonic spellwords in. However, while Pascal knew many words in Draconic, he was hardly 'fluent'. The result was a smattering of comprehension in between a string of gibberish that made Kaede only able to guess at the true meaning.</p>\n<p class=\"cnNmMGZkOTVhMmMyNjRlMGFiZTU3NWE0NTgwNTc0NjQ5\" data-original-margin=\"\">In hindsight, it wasn't really surprising for the Church to use the language of the dragonlords. After all, the services were conducted beneath the Cross of Holy Hyperion -- a sculpture of the dragonlord in the midst of casting 'the spell that saved the world'.</p>\n<p class=\"cnM0ZTlkNmIyODIwYzQzNzNiODkzM2JiODI2ZTE2YmM5\" data-original-margin=\"\"><em>It's like seeing a Catholic Church that worshipped aliens,</em> the familiar couldn't help reflect on how otherworldly the whole experience felt.</p>\n<p class=\"cnMxYWY5MTI4YzEyMzQzMjk4ODI3ODM2MWE1ZGJiMDU3\" data-original-margin=\"\">For tens of minutes the sermon continued. It also reminded Kaede why she never enjoyed church services: <em>there's just too much moralistic preaching.</em></p>\n<p class=\"cnM4ODc3ZWFlYTg1MzRlMWE4NGRlNGMyODc2NzQxMzI2\" data-original-margin=\"\">She might have always been a spiritualist who took great interest in the moral virtues taught by religion. But that didn't mean that she enjoyed being preached to -- especially when those same sermons often felt detached from reality, from the moral dilemmas that real people in real stories had to face.</p>\n<p class=\"cnM3YWVjMzA4ZDhmMzQ5YzA5MjQyNzBlNGEwNDE2ODkw\" data-original-margin=\"\">So instead of focusing her attention on the bishop's words, Kaede kept the edge of her gaze trained on Pascal's side and back. She could see the tension in his shoulders as he stood stiff as a board. His fingers reached up on several occasions as he pretended to scratch his head before touching the corner of his eye to wipe a tear from it.</p>\n<p class=\"cnM2MTZlNTg1YzU4MzRjNmJiM2Q0NDc2N2Q3Nzk3ZmM3\" data-original-margin=\"\">Her master was clearly in mourning, just as he had been that night on top of the dormitory keep. However this time he could not display it openly. He had no choice but to suppress and stifle his grief before hundreds of attendees.</p>\n<p class=\"cnNlMGYyYjRiMzJlOTQ2YmI5NmM0NzFlN2I4YTYwM2I5\" data-original-margin=\"\">It took well over a half hour before the sermon finished. By the time the bishop stepped off the altar, he beckoned Pascal to come forth. The young landgrave strode up to the podium, where he would offer a final eulogy.</p>\n<p class=\"cnM0YTlhNDc2NjIwYTQ0NzU4MTliZTJjNDEyNjI1NjY5\" data-original-margin=\"\">For a minute Pascal stood silent behind the altar with parchment in hand. He opened and closed his lips several times but no words came out. Tears brimmed in his glistening eyes as he looked upon the casket with a nostalgic longing that he clearly had trouble turning into words. Then, with a stiff voice that almost cracked under the weight of his emotions, he began to speak out in a magically amplified voice:</p>\n<p class=\"cnM1YjY3NzEzMTc0NzRlNDU5YzIxZDhkMTk3OGJlZDIy\" data-original-margin=\"\">\"Most of you knew my father as the Marshal of Weichsel. He was courageous in battle, inspiring in command, visionary in strategy, and considerate as a leader. But I knew that many of you also thought my father seemed devoid of a personal life. After all, he had lost his wife before becoming the Landgrave of Nordkreuz yet never remarried. He dined with his staff regularly yet never seemed to meet any friends outside of work. He had a son at home -- a brat spoiled by servants and a lack of parental supervision,\" Pascal spoke of himself which elicited a wave of chuckling from the crowd. \"Yet he spent most of his days in the King's Black Dragon Castle and the capital Königsfeld's army base, rarely returning to his home to celebrate with his small family.</p>\n<p class=\"cnM2NzVhYTFmZWEyMzRlYzU5NDRkZjU1YzFlMjliMjg1\" data-original-margin=\"\">\"Well, I am here today to tell you that you could not be more wrong...\" Pascal stated before his voice cracked again.</p>\n<p class=\"cnM3MWZlYjdiNjUwNDRiMzM4NzA0OTYxNzA4ODA0YjVk\" data-original-margin=\"\">He paused for another moment as his shoulders trembled faintly. He had to take a deep breath to regain his composure before continuing on.</p>\n<p class=\"cnM1Njc0ZTkxNTQzODQ4MmZiODdhMTdlMjg1Yzg0ZTc5\" data-original-margin=\"\">\"My father was many things to me -- an inspiring role model, a wise teacher, a set of expectations that I constantly strove for yet never seemed to quite match. But he was first and foremost a loving parent, whose messages for me would arrive like clockwork no matter how busy or how tired or how frustrated he became. There was never a week when he did not stay up to date with my activities, or comment on my studies. He might have been away from me by several hundred kilopaces, but his spirit has always remained with me.</p>\n<p class=\"cnNlODNhNTYwZTBjZDRlMGI5ODk5ZWQyMTVhZjhjNmEy\" data-original-margin=\"\">\"However, as I stand before you here today, I realize the true significance of my father's life.\" The young lord voiced. \"He was not just a father to me, but a father to an entire generation of soldiers and officers whom he led in the King's name. And they, like me, have learned to appreciate his deeds.\"</p>\n<p class=\"cnMxNTNiOGFiNzE1MzQyZTRiYjFmYTRiNTE5OGI3NmU3\" data-original-margin=\"\">Pascal took another break as he blinked repeatedly to clear his gaze. His turquoise eyes were glistening yet he struggled to pretend that wasn't the case. He closed his eyes for a moment and took a deep breath before reopening them. His brows furrowed as he continued his prepared speech as though everything was fine with him:</p>\n<p class=\"cnNmOWU4ZGUyOTgzODRhYTJhYzA5NGViNjQwMDMyZTQw\" data-original-margin=\"\">\"My father may be gone now, but his legacy from a lifetime of dedicated service remains. Under his tutelage, countless young officers have stepped into the shoes of those who came before them, ready to protect our realm and serve the interests of our King. Under his patronage, many brilliant cadets arose from struggling families, who would have otherwise lacked the circumstances to send their children to proper schooling. Under his guidance, the army has refined its organization and doctrine to score dozens of victories, proving our mettle even as our kingdom is caught between the geopolitical ambitions of giants. Under his vision, Weichsel has almost doubled its size over the past two decades, with new allies to support us so we no longer must bend knees to appease the decadent Imperator on his distant throne.\"</p>\n<p class=\"cnNiYzAxYjFmNmVjMDRiYTU5MmMxNDJhZGJhYjk1NTRl\" data-original-margin=\"\">\"Thus I ask you to remember my father, not merely as the workaholic marshal who never seemed to go home, but as a diligent father to his men and a faithful servant of his King. Remember him for his accomplishments, his policies, and his legacy which remains. For...\"</p>\n<p class=\"cnMzNjM0NWRhYzEzODRlYjI4ZDRiODhkOGEyOTg2YjI1\" data-original-margin=\"\">Pascal's voice cracked again but he did not relent this time. His fists clenched hard as he steeled his resolve to keep going.</p>\n<p class=\"cnNiZjc3ZGExNWEyNTQzZmVhMjgxYThiMTEzNzkyNWZi\" data-original-margin=\"\">\"--For as long as his vision lives on with us, his spirit will endure and <em>always</em> remain with us -- to guide, to inspire, to watch over us and the future of our state.\"</p>\n<p class=\"cnM5MTQzYjVjZWFhYzQ3ZTk4ZDQyNmNjODQ5ZWY2ZGQ0\" data-original-margin=\"\"><em>I didn't think Pascal could write something so touching,</em> Kaede smiled earnestly as she watched him take another deep breath. His shoulders relaxed a little at last as he seemed finished, not just with the speech, but also with a part of his grief.</p>\n<p class=\"cnNjNTY4MzVkZGU5ODRiM2RhN2VkZTEzMTE2N2UxOGUz\" data-original-margin=\"\">\"&lt;That was well done,&gt;\" she said over their private telepathy. \"&lt;It was a beautiful speech.&gt;\"</p>\n<p class=\"cnNjNmZiMjhhNDIyNDQ4MDU4MWIyNDU0MjgzNmM3NTMy\" data-original-margin=\"\">\"&lt;Thank you.&gt;\" He replied simply. \"&lt;Though I am not finished yet.&gt;\"</p>\n<p class=\"cnNkODBhMzZhODk1YTRlYjg4MjYyNzY5Y2NiNmNlOTlk\" data-original-margin=\"\">It wasn't until later that Kaede found out that Pascal had asked the Princess for help in writing it. Or that he had also run the draft past King Leopold at Sylviane's recommendation, to ensure that the monarch would not see it as trying to impose foreign policy by using his father's legacy.</p>\n<p class=\"cnNjMjVlMjJhM2YwZTQyZWFiMzBkY2Q4MTVkM2Y0ZDBl\" data-original-margin=\"\">\"As a final tribute,\" the young lord continued after a prolonged pause. \"I would like to thank His Majesty the King for approving and funding the last proposal that my father drafted on behalf of Weichsel. I am glad to announce that the <em>Mittermeyer and Moltewitz Boarding School</em> will begin construction in Königsfeld next spring. Once completed, this institution will admit up to 200 bright and talented adolescents of ages 8 to 12 each year, and offer them up to 6 years of education with free boarding, food, and tuition. Admissions will be based strictly on examination, and graduates will be given a position in Weichsel's government, army, or a scholarship to continue their studies at the Königsfeld Academy of Magic.\"</p>\n<p class=\"cnM4ZmNjNmNlNzI2YTQzNjU5ZWE4ZmVjYzM1MmM2NDAz\" data-original-margin=\"\">Kaede immediately recognized the proposal as one that she and Gerard helped Pascal draft back at the Alisia Academy. They had agreed that while Weichsel could not afford <em>universal</em> public education, they could at least begin establishing free schooling for those with potential. The idea was to begin with one school and scale up as the program accumulated experience and results.</p>\n<p class=\"cnMxOTQ4NGZlZTZjZTQ2YjNiMjlmMDczZjg5NjZlMmEy\" data-original-margin=\"\">She could also hear the quiet murmuring of the crowd behind her. Many voices were in clear approval, though many others also cast their doubts. It was probably one of the reasons why Pascal decided to announce it under his father's name, rather than take personal credit for the idea. However, the other reason was purely one of sentimentality...</p>\n<p class=\"cnM1NDllNTFiOTFhMzQxMzViZGRjZDg1ZGE3MDdjMzJi\" data-original-margin=\"\"><em>It's quite a fitting tribute,</em> she thought approvingly. <em>To have his father remembered as not just a hero of battlefield valor, but also one for fostering the next generation.</em></p>\n<p class=\"cnMxMmRlZDA3NWMxYzRjMGU5MTU2MTIyOTEwMWMwYmEy\" data-original-margin=\"\">\"It is my father's final wish that just like Marshal Mittemeyer and himself, the commoners and yeomen of Weichsel may receive the opportunity to prove and elevate themselves in the service of our country and our king!\" Pascal declared, which prompted Kaede to smile again.</p>\n<p class=\"cnM4ZDk4ODA5NjU3MzQ2ZGU5ZWVjMGM1YjZjNGY5YzEw\" data-original-margin=\"\">With his eulogy finished, the new landgrave's eyes scanned across the audience before falling back upon his father's casket and the black dragon banner that wrapped around it.</p>\n<p class=\"cnNiZjFlMDZjMDE1MDRiMjFhZjRiZjAwOTE1YmQ1ZGI5\" data-original-margin=\"\">\"Hail the Black Dragon!\" Pascal shouted as he snapped his boots together, stood perfectly straight, and raised his hand to his head in a military salute.</p>\n<p class=\"cnNjYzVhMmM1Yjg5NjQ1Njg5MmFjNmJiNWVmOTJlOGNm\" data-original-margin=\"\">The gesture was followed by dozens, hundreds, everyone gathered not just inside, but also outside the cathedral's gates.</p>\n<p class=\"cnM4YjM3MDUwMDA4OTQyMWY5ZmFjY2Y3YjJiMGJmZTdj\" data-original-margin=\"\">\"Hail!\"</p>\n            ",
  "invisibleParagraphContent": "If you encounter this narrative on Amazon, note that it's taken without the author's consent. Report it."
}