{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0OGJjNTc3ZmIyZjRkYzE5NzdiNjA2NDAyNmE2YjM2\" data-original-margin=\"\">I haven't found anything promising in the books I brought home. Baldwin is using some kind of magic I can't understand or see. My best guess is he is somehow removing my memories after they happen. That way I would see the mana in the spell, but not remember it. I just can't figure out how he is doing that.</p>\n<p class=\"cnM1ZGVlMjcxZTY3OTQyMDFiNDkxMGUwYzViY2Y2MTcz\" data-original-margin=\"\">A mage can actualize almost any aspect they can think of. With willpower, they grasp a concept they understand and imprint it on mana, which then behaves according to the properties of that concept. For example, where I use force mana to propel things, another mage may use power mana. I use force because I understand physics and my force aspect gives me a great deal of control over whatever I apply it to.</p>\n<p class=\"cnM1OGU4NDE3ZTlhNzRhZDlhMzFkOGMyY2MwZjk5MWYy\" data-original-margin=\"\">This should not work with mental manipulation, however. First of all, everyone's body has a natural resistance to outside mana. It's one reason I can modify my own body, but I would have a great deal of difficulty modifying someone else's. It would take immense amounts of mana. The mind is even more protected, and a mage's mind even more so. Even the king likely wouldn't have enough mana to do so.</p>\n<p class=\"cnMwZDdjYTJhMzMwZjQ1MDE5YWI1NzgzMTU0OGI5ZDQ4\" data-original-margin=\"\">Finally, it takes understanding. My projectiles fly further and straighter because I apply both forward and upward force, whereas power mana works more like throwing a punch, holding an object with power, and moving it at great speed. In other words, my projectile spells are better than most because I understand how to manipulate them. The same applies to body and mind manipulation.</p>\n<p class=\"cnNlMGQ1NWY5OTRkZjQxOWJhZmM1YzEzMTE4MjZmZjc2\" data-original-margin=\"\">The only way mana can be used to alter a person's mind, after immense mana is expended, is to fully understand how the human brain works; knowledge far beyond even old Earth. If a mage without that tried, they would simply kill their target. What Baldwin does every week is impossible. I love a good fairy tale, but these aren't getting me anywhere. I need to find a library.</p>\n<p class=\"cnM4NmRlZWUyNmRkNjQzOGNiOGJiYzE5Njc3N2E3NTZh\" data-original-margin=\"\">I put the book down and stand up, stretching my body. It's been a few days since my confrontation with my father, and my accelerated healing has finally done the job. Well, enough of the job. I no longer need a crutch and I can move about on my own. All I need is a pair of pants and I can start looking for Henry in earnest. I mean, I don't need one, I guess, but these dresses and skirts are not easy to move around in, and certainly don't do me favors in a fight. Alas, my parents seem to believe pants are immodest on women.</p>\n<p class=\"cnNkMDg1NWY3ZmFkNTQzZGJhYWYzYTA1NzAxZTA1MTE5\" data-original-margin=\"\">As I lament my lack of wardrobe options, I pick up the faint click of my parent's door closing. Finally, everyone is in bed. This is my first opportunity to find Henry! I gently open my door, creeping out and closing it behind me. As I suspect, the common rooms are empty. I walk heel to toe to the door, minimizing the sound of my footprints. I don't need to, as I also use magic to block the sounds around my feet, but old sneaking habits die hard.</p>\n<p class=\"cnMzNjJmMjk0ZTI3ZjQ2Yzc5NjcwNDA1Mjg5Mzk0MWQ1\" data-original-margin=\"\">I successfully escape the house and relax my body posture as I head in the direction of the seedier part of the city. I jump as a voice calls out to me.</p>\n<p class=\"cnM0YjVjNzIxYmYwZTRjZTE4MTMzZDY3MWQ3YjZjNzcx\" data-original-margin=\"\">\"Going looking for Henry?\" Gilbert asks, taking a bit out of an apple and leaning against the house. Shit, he was not there a second ago! I really need to figure out my radar spell.</p>\n<p class=\"cnNiNjAxMzM4YmJlZTRiODk4MDgwYWNmMzAxMWZmYTY0\" data-original-margin=\"\">\"That depends, are you planning to stop me?\" I respond.</p>\n<p class=\"cnNkM2E0MTg2NGZiNjRiNWY5NmI5OTAwYTkzOTg2Mjcy\" data-original-margin=\"\">\"No. I know you don't trust me Lillith. You don't even like me. But I love him too. I have been looking every night for months.\"</p>\n<p class=\"cnNkM2RhYzFmYzEyMTQzODA5ZGIxNWE3YmNlNjY5ZDI3\" data-original-margin=\"\">This gives me pause and I raise an eyebrow. Can I trust him? He's a creep. But he always did care for Henry. Maybe I can get a head start. \"Well. Come along then,\" I respond, deciding I need all the help I can get, for Henry's sake. At least it's not Edward. He tosses the apple aside and jogs to catch up with me. \"So what do you know so far?\" I ask.</p>\n<p class=\"cnMzOGIzNWIyMzg4MjRkOTNhN2E1MTFmOTgxYzVhYTM0\" data-original-margin=\"\">\"I've checked every tavern on the south side of town. Every gambling den, even every brothel. No one has seen him,\" he explains as he walks alongside me.</p>\n<p class=\"cnNmNWVlYWQ2ZDRlYTQ1OGZhZjM0MDAwNjY1MTZjMDFj\" data-original-margin=\"\">\"What kind of questions did you ask?\"</p>\n<p class=\"cnMyZThiM2U5NjI2NDQ2NDI4ZDY4NWI0MGZjNWJkNDJm\" data-original-margin=\"\">\"What do you mean?\"</p>\n<p class=\"cnNiN2RiZGQ2MTM0NDRiMWQ4YzkyM2ZlMTgwMzJlOGYz\" data-original-margin=\"\">\"What did you ask people when you were looking for him?\"</p>\n<p class=\"cnNlZGFlMzA4ZWFmZDRkYmM5N2U2MTQ5MTdkMzA3YzI5\" data-original-margin=\"\">\"I just described him, I guess? Asked if anyone had seen him. That sort of thing?\"</p>\n<p class=\"cnM2MWMxNWYyNDQ4NDRlNDg5ZmRkMTE1YmM1N2Q1NjQ0\" data-original-margin=\"\">\"Alright, there is your first problem.\"</p>\n<p class=\"cnMyZGY5ZDFjZWRiYzQ2ZmU4YWZkODJhOTdhN2E0NGUy\" data-original-margin=\"\">\"What do you mean?\"</p>\n<p class=\"cnM2NjBmMjhmMzY2NTQwMDc4NjNmZWZmYjIwMDhjMDZi\" data-original-margin=\"\">\"You aren't asking the right questions. Think about it Gil. Walter is gone so, assuming he is still alive, why would the men who attacked us still want him?\"</p>\n<p class=\"cnNkMzE1MWM1MDNhYjQ1NWNhMWZmZGI4ZmZkM2Y4Yzhk\" data-original-margin=\"\">\"Well that's why I asked around the brothels, and anywhere else he might be forced to work.\"</p>\n<p class=\"cnM2NzQzMGY3OTBjYzRkNjU4Y2VkYmI5MGRjYzViMzZl\" data-original-margin=\"\">\"Sure, that's why they might want to keep any random kid like Henry, but he is special. He knows alchemy. If they were planning to kill him, telling them about that would be more than enough to keep him alive.\"</p>\n<p class=\"cnNkZGY4OWU1YmY2NTQwYzFhYTU5NTk1NDYzZjQ1NWY0\" data-original-margin=\"\">\"So... you think he works for an apothecary? I doubt a street gang can afford a shop Lillith.\"</p>\n<p class=\"cnM5ODRiMmMwOWUxMDQ1Y2FiZGI3NGM3ZDA3ZjU0MzAx\" data-original-margin=\"\">\"No, but that doesn't mean they can't sell potions. He would be valuable for healing potions, sleeping potions, even green mist or-\"</p>\n<p class=\"cnNiYjkwMTgzMWJlMzQ3ZWViMjJlN2JiZDEzYjNkNzRi\" data-original-margin=\"\">\"Collector's grace Lillith, he can make green mist!?\" Gilbert interrupts, startled that his little brother might know how to make the drug.</p>\n<p class=\"cnM2NDdjM2E3OGY1MDQzNDRiZThkNDNmOTVkOTBkODZk\" data-original-margin=\"\">I just roll my eyes and respond, \"Of course he can, Alchemists make the potions nobles use to minimize its risk. They probably make a stable version of it for the nobles themselves. They would obviously know how it's made.\"</p>\n<p class=\"cnMyYWMxZDljNDI1NjRhMTc4YTVjNDczNjI1ZmQxNDhm\" data-original-margin=\"\">\"Nobles don't breathe mist, Lillith, it's a crime. They are the ones who made it a crime. Why would they?\"</p>\n<p class=\"cnM3MTJiMDVkOGE2NTQ5NzBiNmUzOTAxMjE5OTFiZTcw\" data-original-margin=\"\">\"Nothing is a crime for nobles but insulting higher nobles. But you are getting sidetracked.\"</p>\n<p class=\"cnMzNmZjNjVmYmMzZTQ0OWE4NTU2ZTg0ZTQ1ZTI1NThi\" data-original-margin=\"\">\"Right, sorry.\"</p>\n<p class=\"cnM1NmU5NmI0ZTExYTRiNzc4NWE3MmEzNTk0Zjk1ZTY1\" data-original-margin=\"\">\"We need to ask if a new source of drugs and potions has shown up in the last couple of months. We find that, we find Henry.\"</p>\n<p class=\"cnNmNTUwODI1NGEzNTQyNDZiYjFjNDgzMDRiZDBmZDM0\" data-original-margin=\"\">\"Holy shit. I belong in the third plane, Lillith. How could I have missed that?\"</p>\n<p class=\"cnNmNjM0ZGIzMDlmNTQyZmRhYzJjMzc1YzAyYWY0NmVi\" data-original-margin=\"\">\"I suppose it's not entirely your fault. I've known this the whole time. I just... didn't think you were out looking for him.\"</p>\n<p class=\"cnM5Y2U4OWJlY2Y2ZjQ3MTU5YTUwODk3NzgwYzIxNjJm\" data-original-margin=\"\">\"You really think I'm that shitty of a person Lillith? That I just sit on my ass while my little brother is missing?\"</p>\n<p class=\"cnM4NTM2MDZkZTNjNDRkYTVhMDJhZGYyOGM2NjJkYjhj\" data-original-margin=\"\">\"Dad does exactly that, and he literally gets paid to handle these kinds of things. Supposedly.\"</p>\n<p class=\"cnM3NGEzODVjYzJmYTQwMGE4MThkMzU1ZTBiMjQ5MDEw\" data-original-margin=\"\">\"Yeah well, I'm not dad. Look Lillith, I just fool around a little bit, can you at least tell me why that makes you hate me so much? I'm not even hurting anyone!\"</p><p class=\"cmRkNzUxOWNlNWMxYjQ4ZTJiZmNjOTJmNjhjNGMzYmRl\" data-original-margin=\"\">If you stumble upon this narrative on Amazon, be aware that it has been stolen from Royal Road. Please report it.</p>\n<p class=\"cnMyZjFmN2MyNzhkODQxZDc4OGU0ZTdkOGY2MGI2ODcz\" data-original-margin=\"\">I look at him appraisingly. He really believes he isn't hurting anyone. \"Alright. I can explain it to you. Will you listen? I mean really listen and think about what I'm saying.\"</p>\n<p class=\"cnM5ZTc2NDIwNDA2ZDRjYmI5ZGYxNzZiNGM2YmZlMzY0\" data-original-margin=\"\">He stops walking for a moment and I can see him processing the question. That's actually a good sign, if he just wanted to bully me into agreeing with him, he would've just answered offhandedly. \"Yeah, I can listen, Lillith.\"</p>\n<p class=\"cnM3ZTAwNmIxNmJjMTRmOThiMTM2YmUzNDRjMTZiMWRj\" data-original-margin=\"\">\"How often do you check in with the women you 'fool around' with, after the fact?\" I ask, and his face takes on an embarrassed shade as we continue toward our destination.</p>\n<p class=\"cnM0NDA0ZWE4ZDA1MzQ1ZGY4NTg4NDA5YjVmMWQxZWFi\" data-original-margin=\"\">\"I don't really, I mean I do but I just let them down easy, and move on I guess...\"</p>\n<p class=\"cnMzMzk0N2U4YTY4NDQ3MDNiYTJkODBiZWE4NTNkNGVj\" data-original-margin=\"\">\"Right. You get what you are looking for and then you dump them. It doesn't even seem that bad to you, that casual cruelty. But that's not the worst part,\" I respond. He gets a flash of indignation when I mention casual cruelty, but he polices his face as I continue, \"Do you know what marriage is like in this country, from a woman's point of view?\"</p>\n<p class=\"cnM5NjZiZmY3N2JlMTQxNDZhNmExYjZhYTI0OTBlYTI3\" data-original-margin=\"\">\"I guess not, but It's not like I ever promised to marry any of them.\"</p>\n<p class=\"cnM2YTYwZWFiYjM5YzRlOWJhZmQ2ZjQ4NjNlNTRkODQ3\" data-original-margin=\"\">\"Gilbert, we are traded like horses. Our fathers sell us off to the highest bidder. We have to live our lives in fear of who we will be sold off to. I just found out our husbands literally become our new guardians when we are married. Imagine for a moment that you could be sold like that. Any woman, even a man could buy you, whether you liked them or not, whether you found them attractive or not, and they would just have authority over your life forever!\"</p>\n<p class=\"cnMyNTlhNjkzNTA5NzQ0NGZiMmQwMjBjN2ViNWYzNGQ0\" data-original-margin=\"\">\"Okay, I understand that, but what does that have to do with this? I didn't buy any of these girls, they all agreed to everything we did!\"</p>\n<p class=\"cnNjZTJkNWUyYmUwNjRlMzY4NzU1Y2Q4MWRlMWM0MjBj\" data-original-margin=\"\">\"Imagine it was you, Gilbert, with no control over how your life ends up. Then you meet a charming, beautiful woman who seems to really like you. You can trust her. You are safe. And she says she loves you. You think maybe, just maybe, you can actually choose who you'll spend your life with. Then she uses you and dumps you like trash.\"</p>\n<p class=\"cnM0NWNiZTM0YTg3MTRmZTFhMjYyNGYyNDkzMWU5YTYy\" data-original-margin=\"\">\"Okay, I guess it would suck but I would still have fun, and I would move on!\"</p>\n<p class=\"cnM5ZGI3ZmNjMTJkYjQyZTVhMWMwZDNlZGYyYzY4OGFi\" data-original-margin=\"\">\"You aren't getting it. Okay, imagine it was me. Imagine a man did that to me.\"</p>\n<p class=\"cnM3ZmEyODM2NzM0NDRmZDk5MjI4OGQxYzgyNDczMDYx\" data-original-margin=\"\">I see a flash of understanding on his face and he doesn't respond, so I continue, \"And here's the thing, Gilbert. You boast about it. You tell all your friends. You spread rumors about your conquests. Do you know how a woman is treated when that happens?\"</p>\n<p class=\"cnM2ZmYwN2RlMDlkYjRiYzk5NDk1YWU0YmI4OWYyOWFh\" data-original-margin=\"\">\"I mean, she's considered a bit loose, I guess?\"</p>\n<p class=\"cnNiZTIwNGZhODRjYzQ2OTY5M2JlNGQ2YWYwYjkxNDFl\" data-original-margin=\"\">\"You guess? You know. You would never marry a woman that wasn't 'pure' still. A woman who had slept with someone other than you. It's considered shameful to take someone like that as your wife. As if it even meant anything.\"</p>\n<p class=\"cnNlY2ZiMGIxM2U2NzQ3NmM4NGIyYmM1NjM1Y2IwOGJj\" data-original-margin=\"\">I can actually see him processing what I'm saying and I don't let up. \"Now these women, whose entire lives hinge on being valuable as a wife, are suddenly untouchable. How do you think their lives end up Gil? They risked everything for a man who said he loved her because they were that desperate to choose their own life, their own husband. And you didn't even have the decency to do it to one woman at a time. Half an hour of gratification for you and their lives are over. You didn't even think about it enough to know what you were doing.\"</p>\n<p class=\"cnM4YmU2NjBmMzU2ZjRlZWRhYzcyMDQwZTI1N2RmMzUx\" data-original-margin=\"\">\"No, Lillith, now you are pushing it too far. Their entire lives? It's just a little fun!\" he essentially pleads at me, badly wanting to believe his own words.</p>\n<p class=\"cnM3MDA3ZWYxZjVhYjQyNjBhMmM1ZWE4Mzg0ZmVkZDEw\" data-original-margin=\"\">\"You don't even know what happened to Hannah, do you?\" I retort, and he looks at me, startled.</p>\n<p class=\"cnMyNTYxYzdmZDVmMTQwOWZiYjAwOTZiZGFiNDE3MjYw\" data-original-margin=\"\">\"What happened to Hannah? She was upset last time I saw her sure, but she was fine!\"</p>\n<p class=\"cnM0MWY5NWU2YjliNDQ3YTc4NzU1YzhlNWU5YzU1OGFj\" data-original-margin=\"\">\"Her father heard one of the rumors about you two. By the time you had moved on to another woman, he had beaten her even more badly than those thugs beat me. He didn't even face any consequences for it, he's her guardian. And you were too busy doing the same thing to another woman to even hear about it.\"</p>\n<p class=\"cnMyNmU5ZDBlZTdiNzQ3ZGI5Y2E3YTJjNGY5MjA3YmFl\" data-original-margin=\"\">This revelation stops him cold and he stares at me, wide-eyed, \"Collector, Lillith! I- I didn't know, I-\"</p>\n<p class=\"cnM1OTJkM2UzZWQ3NDQ2YmVhMWQxMDkxMzA2Y2VlZGVl\" data-original-margin=\"\">\"You didn't care to know Gilbert. That's why you and I don't get along. You let your dick lead you around, lying to women, ruining their lives for a quick dopamine fix.\"</p>\n<p class=\"cnNmMWMxYzhkZWIyNDRhODA4ODU5NDNlNmUwNDBhYmI3\" data-original-margin=\"\">\"What's dope- never mind, Lillith. I- I need to think. Collector Hannah is hurt that badly? I really do belong in the third plane...\"</p>\n<p class=\"cnM3YjY3OWRjYzZkNTQ4NTA5NjBmODc4NDMyY2FiZGJm\" data-original-margin=\"\">After venting my frustration to Gilbert, I allow silence to prevail as we walk through the southern district where most of the criminal activity takes place. I'm honestly impressed by how receptive he is to what I said. It doesn't change how he behaved, but it might change him.</p>\n<p class=\"cnNhZTQ3NWI2YWY5ZjQ5ZWJhNDFiOWY4MzAwNDZmMGEx\" data-original-margin=\"\">After about ten minutes I notice we are being followed, and start directing Gilbert to a more isolated area. This is exactly what I was looking for. Gilbert doesn't notice, too lost in thought to pay attention. As I reach a dead end in an alley, three men with knives corner us in.</p>\n<p class=\"cnNjZWY1OWRjMWQ2ZTRmNjk5NDBkOTkwYzQ2MDAxZmI0\" data-original-margin=\"\">\"Leave the girl and any money you have, and we'll let you go,\" the man in front says, a sickly grin skewing his face sideways. Gilbert looks up and horror takes over his previously conflicted expression.</p>\n<p class=\"cnMxZWY0Yzc3MDdlNDRmNjRiMzg2NTRjZTNjODRiYmJh\" data-original-margin=\"\">\"I-,\" I start before Gilbert speaks at the same time.</p>\n<p class=\"cnNiMTIyZDZlNjI5ZDQ3NTY5NDMxYjlkMWEwZmE1Yzg1\" data-original-margin=\"\">\"I won't. Leave now, while I'm being nice!\" he blusters. He is scrappy, but hardly at an advantage here, and the men know it. They laugh together and the man on the left just taunts him in response.</p>\n<p class=\"cnM2NGMzNDU0MGQyOTQ2MTU4YjFmMmYyZjlkY2M3ZWRk\" data-original-margin=\"\">\"Oh relax, we are just gonna take her for a test ride for you! We'll return her to you, mostly intact!\"</p>\n<p class=\"cnM5ZjBlOGNkNmM3MzRhZGU4MDhhYzY1OGQ1ZDg1ZjU1\" data-original-margin=\"\">\"We might even teach her a few new tricks for you!\" the last man chimes in.</p>\n<p class=\"cnM5YWZjMzM4NzZjZjQyNDI5ZWZjMGVlMjM2MmZlZDY5\" data-original-margin=\"\">\"You won't touch her, I'm warning you! Leave. Now!\" Gilbert responds, his voice steady despite his clear anxiety.</p>\n<p class=\"cnM2YzgwZTE2MWMzZTQ3YTU5Y2EyYTZkZGM3MDkyYTlm\" data-original-margin=\"\">\"Or what,\" the first man asks, \"You're unarmed, you are alone, and no one around here will care if you scream. So what'll you do if say, I don't leave?\"</p>\n<p class=\"cnM5YzY1NDgwZDIzYzRhYjhhOGYzZDAxM2QzNzc2YTU4\" data-original-margin=\"\">The man is still grinning, his eyes on me in obvious anticipation.</p>\n<p class=\"cnM3YTFkNzYzMTlhNDQ3NjRiODczMzYyYjc0YjVmMTJm\" data-original-margin=\"\">\"I'll-\" Gilbert starts before I put my hand on his shoulder. I have been conjuring three small, round stones since I noticed the men, and finally, they are ready.</p>\n<p class=\"cnM1OTdiMWExYmU4MTRiY2RhNmFiOTliODAzMTRmYWM1\" data-original-margin=\"\">\"I've got this Gil, watch and learn,\" I say reassuringly as he looks back at me confused.</p>\n<p class=\"cnNiNTFiMzgzMmVlZjRjOTRiYTk1NDQ0MjlkYTc2MDYy\" data-original-margin=\"\">All three men burst into laughter and the third man shouts, \"Look boy, your girl is sacrificing herself for you! You're a lucky man you are! Maybe I'll-\" We never find out what he is considering as a stone flies through his throat and he falls to the ground, spluttering and trying to hold the blood in.</p>\n<p class=\"cnNjYjJjYjcyMzYxNjQ3ZjVhOWQ1YzYyY2I5MDJlODBh\" data-original-margin=\"\">I stand next to Gilbert, a finger gun only I understand pointing in his direction and another at the second man. I don't actually need the gesture, I fired the stone with my mana mentally, but I can't help myself.</p>\n<p class=\"cnNkZGNmYmZjYmMyNTRjYTdhNjA4MDQ3YjU5NThlNmU4\" data-original-margin=\"\">\"W-what just fucking happened?\" The second man yells, looking at his fallen comrade.</p>\n<p class=\"cnMzMmUzOTZmNTc3ZjQ0NWQ4MDYzMGFhZmM2NDA0ZGQ0\" data-original-margin=\"\">\"M-Mage. The bitch is a mage, shit!\" the first and wide-eyed man gasps out, and the second man turns around fleeing. He makes it two steps before a stone enters his skull through the soft spot at the back of his neck and he falls dead instantly.</p>\n<p class=\"cnNjNmY4MzZmZDMyMTQwMWU5MjNkNjhhNDk1NmJiYzRl\" data-original-margin=\"\">\"Run if you want the same,\" I calmly explain, tossing my last pebble in the air and catching it. The man falls to his knees.</p>\n<p class=\"cnNkYTY1NDVlY2Q5NjRmNGM4YWIxZjEyYTdjNmJiYTVk\" data-original-margin=\"\">\"M- my lady, I'm sorry, I didn't know had I known you were a mage I never would have-\"</p>\n<p class=\"cnNjMjY2NDRhMjUxNDRjMWE5MWRlNWFjOTEyNDYxM2Nj\" data-original-margin=\"\">\"Tried to rape me?\" I interrupt. \"I know. That's why I didn't tell you when you started following me.\"</p>\n<p class=\"cnNhODRhNzBiM2ZjMjRkNzg4MWZiZmEwYWU3Y2JjNjNk\" data-original-margin=\"\">His and Gilbert's eyes widen at the same time.</p>\n<p class=\"cnNhM2I3NTI3OGFiNzRkZTJhZjI3OTc4ZWZkZjgwNzlj\" data-original-margin=\"\">\"Yes, I knew they were there. Who do you think will be most likely to answer our questions?\" I ask.</p>\n<p class=\"cnNlMzk0ZjFhZmQyYzQ4ZWViMDUzMmI5MDI5MTlhNWI5\" data-original-margin=\"\">\"Questions?\" the first man says stumbling over Gilbert's \"Isn't this a bit extreme?\"</p>\n<p class=\"cnMyZjcyYWM4ZDEyYjQ3MDU5YjYxMjVkNjhmYTYxMjU3\" data-original-margin=\"\">\"Yes, questions. I need you to tell me about the potions on the market,\" I respond to the man who is no longer looking at me with lust.</p>\n<p class=\"cnNjZWUxY2EzMTg5MzRiZThiYTM1ZDJkMzNhN2Y3Zjk4\" data-original-margin=\"\">\"Potions, my lady?\" he asks.</p>\n<p class=\"cnMyNWQ1NzFiNmNhODQzYmY5YjU5NGQ5NmFkMTcxMWQ4\" data-original-margin=\"\">\"Yes, potions. Has there been a sudden influx of potions on the black market? Healing potions. Green mist. Has anyone started selling more of those recently, in the last couple of months or so?\"</p>\n<p class=\"cnNkMjk5Y2IzZjE4YjQzYTE5MjVmNjYyMThmNTJkNjI5\" data-original-margin=\"\">I see recognition in the man's eyes and he responds immediately, \"Yes, my lady, both of those and more, a lot more than usual!\"</p>\n<p class=\"cnM1NzhlMzE4ZmY0ZTQzZTBhYzhjZjUyODZiYzVlYjIx\" data-original-margin=\"\">\"Good. And do you know who is selling them?\"</p>\n<p class=\"cnMwOGE4NjlmZTAzOTQ1NDk4NWE3ZDNmZDM4MGI3NmYy\" data-original-margin=\"\">\"I'm- I'm not too sure my lady. They have been at quite a few stalls lately I,\" he starts and I raise a finger at him so he hurries on, \"I think the Manticorps, were the first to sell them, ma'am!\"</p>\n<p class=\"cnM0ZDExMGFhZWVkZDQzOWRhNTNkNDM2YjI4OTQwMjg0\" data-original-margin=\"\">\"The Manricorps? And who are they?\"</p>\n<p class=\"cnNkNmFiMDkwNDQ5NTRiMjliNDFlMmYxNjRkNjc1OGVl\" data-original-margin=\"\">\"A local gang my lady, they are local mercenaries for hire, but they have been selling products lately too!\"</p>\n<p class=\"cnNhNDRkYmYwOTQwYTRiNGRhNjIzN2NlZjdlMDJiMTZj\" data-original-margin=\"\">\"And where can I find them?\"</p>\n<p class=\"cnNiODQzZWUyNWVlMjQxODQ5NjdlYTBmNWRkOGRkNmI0\" data-original-margin=\"\">\"I- I don't know ma'am! I'm not part of their gang, I just hear about them, that's all!\"</p>\n<p class=\"cnNiOTg4NzQ3NzUzYzQzZjJhNmQ0NWJmYWVmZWVhMDBk\" data-original-margin=\"\">I look at his desperate eyes, and decide he is telling the truth.</p>\n<p class=\"cnM4ZDNjOGQ1NDg2MjQ5MjBiZTlmMDA2N2VlMmFjNzc2\" data-original-margin=\"\">\"Alright, that's all I need then,\" I say, and as his face relaxes in relief, my last stone flies through his eye socket, lodging in his brain. Gilbert blanches at the brutality.</p>\n<p class=\"cnNmNGYxYWRmY2ZiMTRjNzc5YWQ1MmM5ZDg5MDM2YThk\" data-original-margin=\"\">\"Why did you kill him? He surrendered! He gave us what we wanted!\" he sputters.</p>\n<p class=\"cnNiYTY0YTIyMGNmOTRjMTk4YmZlYzMyOWI3OGYxYWUw\" data-original-margin=\"\">I look over at my brother. \"I did it for the next girl who needs to walk by this alley. I did it for all the girls that have walked by before and didn't have mana to protect them. I did it because I grieve for them, and I won't have another woman to grieve for because I didn't.\"</p>\n<p class=\"cnMxMzljYmI0ZGY5OTRhN2RhZTgyMDQ0YWRlMGEyMDE4\" data-original-margin=\"\">Gilbert fails to hold his stomach and falls to his knees, retching. I let him empty his stomach. I am closer to Henry now, that's what matters. The Manticorps, huh?</p>\n<p class=\"cnM3ZDMzYzQ4NmYyNjRhODc5OTVlYzc1ZmQzNzk2MGQ4\" data-original-margin=\"\">Time to put an end to a street gang.</p>\n            ",
  "invisibleParagraphContent": "If you stumble upon this narrative on Amazon, be aware that it has been stolen from Royal Road. Please report it."
}