{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiNTYwNmI2OWFjYTRlNzM4YmNjZjkxMDI2ZWZjMzA1\" data-original-margin=\"\">Kaede loosened her fingers and felt the arrow release into flight. It soared across a hundred paces of wintry air and struck the practice dummy. The arrowhead pierced through the straw man's torso just beneath the neck. It landed squarely within the sniper's 'triangle of death', just like all nine previous shots.</p>\n<p class=\"cnNhZjE3ZGU3OWMxZDQ4NGU5NDc3MjJlMDA4Yzc1MThm\" data-original-margin=\"\">Had the targets been made of flesh and blood, every one of those hits would have been fatal.</p>\n<p class=\"cnM3NjBkYTUyY2U2ZjQ2MTVhMmRhOTNiOGM5YzZiYzVk\" data-original-margin=\"\">The Samaran girl closed her eyes and slowly exhaled as her senses returned from her intense focus. The world emerged back into existence around her as she heard Pascal's voice ring out with approval.</p>\n<p class=\"cnNhM2QzNTVmNDIyMTRhZTliZGI1OTc4NzdmM2U1ZjIx\" data-original-margin=\"\">\"Excellent!\"</p>\n<p class=\"cnM3NTEzMTI3NzE2NzQyMWRiZWNlNGQ3NDM5ZjcwNDEz\" data-original-margin=\"\">Archery had always been a meditative exercise for her, when she not only aimed and released the arrow but <em>became</em> its very essence. The act of 'correct shooting' was almost trance-like for her, during which she zoned out the rest of the world and thought of only the arrow plus its target. It was in those moments when Kaede could feel herself being perfectly at ease, especially once the arrow was released into flight.</p>\n<p class=\"cnNkYTdkYzNhYTRkMjQwMjY5NGZiYjU1ZjRmYjM5MjVh\" data-original-margin=\"\">It was an almost <em>religious</em> feeling, as though she could just touch the divine, or enlightenment as Zen Buddhists would call it.</p>\n<p class=\"cnNlYmYwYjVmM2JmZTQ5N2NiMjZiN2JkMTFjM2Y4YWNj\" data-original-margin=\"\">\"I daresay you could easily be a finalist in Lotharin archery tournaments with skills like that,\" Pascal declared from his seat behind Kaede.</p>\n<p class=\"cnNkZDJjMmU1MmZmMDQ4ZWRhMmQ1ZGVlNDg4YTFhNTQ0\" data-original-margin=\"\">It was early morning on the first day of the new year. They had just finished the supply arrangements last night over a hearty dinner. Now, Pascal and Kaede relaxed in the gardens behind Oriflamme Palace, which in typical Lotharin fashion included an archery range. Unfortunately the trees and bushes were all barren, otherwise the place would easily rank one of the most beautiful shooting ranges Kaede had ever been to.</p>\n<p class=\"cnNhY2RhZTI4NmNhZTQxZDU5NWE2ZDQ1NmE2ZjFkNTll\" data-original-margin=\"\">Turning away from the target, the familiar girl faced her master with an amused smile:</p>\n<p class=\"cnMzYzgxYmNlYmViNzQwZTdiODBkYzA2ZDgzZjg4OTg3\" data-original-margin=\"\">\"They'd probably disqualify me first for using a weird bow and relying on a spell to pull it.\"</p>\n<p class=\"cnMyZGZhZjE4Y2FiYTQzZGFiYjI5NWM4NDBkYzViY2I4\" data-original-margin=\"\">True to her words, the silvery bow in Kaede's hands was anything but a normal Lotharin longbow. After several days of practice, Kaede had learned to transform the morphic blade Pascal gave her into a <em>yumi-daikyu</em> -- a greatbow of Japanese design.</p>\n<p class=\"cnNmNmE0NTU1ZDg1ZTQwMjg4NTg5YzdmNzM0N2IzYzNl\" data-original-margin=\"\">Even back on Earth, the <em>yumi</em> was an unusual bow design in that it was extremely asymmetric, featuring an upper limb that was almost twice as long as its lower limb. However, while a traditional <em>yumi</em> had a body of laminated bamboo, wood, and leather, the bow in her hands now was made of enchanted 'spring-steel'.</p>\n<p class=\"cnMwZmNlN2UyZjZkZjRlOGJhMjk2NjNjMDA1ZGFkZWJj\" data-original-margin=\"\">Kaede was no metallurgist and did not grasp the characteristics of this magical metal. However she did realize that her bow's limbs were significantly stronger than anything made from wood, including the Lotharins' yew longbow. The result was a bow so stiff it would take a bodybuilder to pull. Kaede of course sidestepped this by relying on the <em>Elemental Body of Earth</em> spell Pascal stored in her arm runes, which could multiply her strength more than tenfold for a few short minutes.</p>\n<p class=\"cnNmNjQwZTQxYjk4YjRkZWQ4ZDlhYmUzMmE3NGQ3YzQz\" data-original-margin=\"\">\"There are no rules for what constitutes an appropriate 'weapon' on the battlefield. The only factor that matters is whether you can achieve results.\" Pascal answered, revealing yet again his disdain for most 'rules'.</p>\n<p class=\"cnM0YTYxMmM2MDk5ZDQ1MTNhN2FiZGJhNGFjZmMwOTVi\" data-original-margin=\"\">\"Are there no 'Laws of War' in Hyperion?\" Kaede raised an eyebrow as she thought of the Hague Conventions on Earth.</p>\n<p class=\"cnNlYjNlZDgzZWZjYzQzNmRhZjRhODU4ZjVhYTlhZThk\" data-original-margin=\"\">She then focused on the spring-steel weapon in her hand and envisioned its default, shortsword form. The silvery bow seemed to melt in her fingers as though it was made of mercury. It retracted and reshaped itself into a short blade, before Kaede put it away in her gloves' extra-dimensional storage.</p>\n<p class=\"cnM1YTBmMzczNmFkZDRkNjNiMmU2MGViM2I1YWJhZjdm\" data-original-margin=\"\">\"There are the <em>Articles of War</em>, which were signed between the Holy Imperium and its protectorate states on the treatment of prisoners and civilians in warfare,\" Pascal admitted. \"However it was mostly made to limit the damage in wars between Trinitian states, and even then there are exceptions. For example Weichsel is a signatory, but Rhin-Lotharingie is not. Ask most Lotharins and they will tell you that the Imperium deserves no mercy and no quarter.\"</p>\n<p class=\"cnM3ZThhOGQ0YjExZDQzNmNhMjVhNjhmODhhN2U1MjA1\" data-original-margin=\"\">Kaede grimaced. <em>This is what happens when an entire people becomes scarred by conflict: it escalates into cultural hatred.</em></p>\n<p class=\"cnM2ODgxMjU1NDY4NTQ5OTRiY2NkMDZiNzEzYzczMmYy\" data-original-margin=\"\">\"Regardless, I did not learn archery to kill people,\" she sent him a warning glance.</p>\n<p class=\"cnM5ZGRlNDFlMDhkZDRjZDFhNzRkNzVlOWMzNjhlZjQ0\" data-original-margin=\"\">However Pascal looked puzzled, almost taken aback by this.</p>\n<p class=\"cnM0NjdkYWQ1NDVlODQ2ZDE4YzBkMGIxMDdlNmUwY2Nj\" data-original-margin=\"\">\"For what other reason is there to learn a weapon of war? And do not give me that gibberish about protecting oneself,\" he added bluntly. \"We both know that in combat, the only way to protect is to destroy the other side. Those who act solely in defense will eventually forfeit their lives.\"</p>\n<p class=\"cnMxZGNmZWE1NzNiYjQ5YzViYTQ4YmIyOTc1NTM0ODkz\" data-original-margin=\"\">Kaede pursed her lips, not because she disagreed with Pascal, but because she found her perspective difficult to explain.</p>\n<p class=\"cnM2ZmFhZjFiMTkwODQ3NjM4YzNlYWI4YThiY2YyMTU3\" data-original-margin=\"\">It was a well known rule in martial arts that to subdue an opponent without serious harm was thrice as difficult as disabling an enemy by crippling them. Therefore only those with an absolutely overwhelming advantage could afford to stay solely on the defensive -- a scenario that almost never happens in real combat.</p>\n<p class=\"cnMxMzY1YjJjYTdlYzQ2Y2FhMWY2NzZiZjIxNDFmNDJh\" data-original-margin=\"\">However, 'real combat' was also not why she learned archery. If it had been, she'd have learned something more practical in a civilized, modern society, like throwing knives. Kaede's father also intended to teach <em>him</em> how to hunt with firearms 'like a proper man' on one of their summer vacations in Russia... though that never did happen as Kaede had yet to reach full adulthood.</p>\n<p class=\"cnMyYzQ1MzY2YzI0MTQ0ZDJiMjNjZDJjNDdkOWNmNDRl\" data-original-margin=\"\"><em>It's ironic, that Papa used to complain that I'm not 'manly enough' by Russian standards,</em> Kaede thought.</p>\n<p class=\"cnNkODQ5N2E1YmJiYTRlODQ5OTMyZGZhZmU0MDgzOGYw\" data-original-margin=\"\">The Samaran girl then shook aside the feeling of homesickness that threatened to engulf her. She allowed herself only a faint sigh as she walked towards the oaken chair on the other side of the small, circular table beside Pascal.</p>\n<p class=\"cnNjMDJjYmU2ZTE3YjRiYTViMGU3MTVhMTJjZmY1ZTIw\" data-original-margin=\"\">\"For me, archery is a calming, meditative exercise.\" Kaede elucidated as she retrained her thoughts. \"It helps me focus, gives my inner being composure. Someone back in my world once called it maintaining 'mental hygiene', much like how a bath might cleanse your physical being.\"</p>\n<p class=\"cnM4NTcxOGFiNmE3MDRmMDJhZTgwOGRmYTFjZjg2ZTIw\" data-original-margin=\"\">For a moment Pascal arced his eyebrow in an incredulous frown. Then, to Kaede's great surprise, he began to nod slowly in contemplation.</p>\n<p class=\"cnNkN2Q0Y2E0YTRhNjQxZjBhMjYwYzU4NTE3NTBkYzU0\" data-original-margin=\"\">\"I think I can <em>sort of</em> understand.\" Pascal noted as he offered her a cup of water. \"I have heard many duelists claim that the very act of practicing their weapon gave them a certain... calmness. Though personally I have never experienced such.\"</p>\n<p class=\"cnM0Y2VhODg1NzUyMTQzNzc5MzVmZDA5Y2QxNTQ4NzYx\" data-original-margin=\"\"><em>He's certainly becoming more sensitive to others,</em> Kaede smiled inwardly as she took the offered water and gulped it down. Back when they first met, he probably would have responded by giving her a look like she was insane.</p>\n<p class=\"cnM0NWEzNjhhMjY5YzQ4NTY5ZmQ3ZGNkODBkZTA1ZDRm\" data-original-margin=\"\">\"Do you have an activity that brings you inner calm?\" She asked with curiosity as she sat down, before reaching up to massage her right shoulder.</p>\n<p class=\"cnNlZWRhYmJjMmVhODQ5OTU4MDZmMWNiNzE2NmE4OTll\" data-original-margin=\"\">Her arm was starting to feel a bit sore now that the spell was wearing off. Clearly, the magic that boosted her strength also strained her muscles to produce its results.</p>\n<p class=\"cnM0YmFjNjk1ZmUwMTQwMTU5OTBlOTQwMjE2OTc2ZjM4\" data-original-margin=\"\">\"Analyzing maps, maybe?\" Pascal remarked. \"It is the closest that I can think of. I used to spend hours losing myself in Father's old campaign maps: all the maneuvers that he had orchestrated, all the battles that he had commanded and fought. He used to tell me his war stories in such detail... it felt like I was actually there...\"</p>\n<p class=\"cnM3Mjk5YWNlZDhiMDRlM2FhYjQyZjFhMDMyMjBmMDZh\" data-original-margin=\"\">His eyes glazed with moisture even as he spoke with a nostalgic smile. It was clear that his father's passing was still too recent and too heartfelt.</p>\n<p class=\"cnNiZWYxMzQ2NjAxZjRmMWI5MGNjNWUzMWNhOGQ2MmNj\" data-original-margin=\"\">\"You can talk about it more if it helps,\" she suggested. \"I'm a good listener.\"</p>\n<p class=\"cnNkYmM1OWQ0ZGUyNzRlMTQ5NTI0NTgzNjlhMjA0MTc3\" data-original-margin=\"\">However, Pascal also recovered quickly as he immediately pushed away such saddening thoughts. He shook his head in response. Though a return nod nevertheless showed that her gesture had been appreciated.</p>\n<p class=\"cnNkYzIzNzg0OTA1YzQ2ZTZhYTdjZmZkOTk2MDhhMzM4\" data-original-margin=\"\">\"There is no need,\" he insisted. \"Father is gone. I simply need time to accept it. My thoughts are better spent on charting my own future.\" He then made a wry smile. \"Sylv's task for me was a welcoming gesture, but it is hardly what I imagine myself doing for life.\"</p>\n<p class=\"cnMxMzYwMGZjYzQ2NzRjNzc4YzYyYTRjMDhiNDhlNGE4\" data-original-margin=\"\">\"And here I thought your true calling really was to organize schedules and arrange supply trains,\" Kaede joked as she tried to lighten the mood.</p>\n<p class=\"cnM3YmI2YWQwOWVlZTRhNmVhN2E5M2M5MmNkNTIxNDEz\" data-original-margin=\"\">\"Oh certainly not!\" He barked back, albeit in good humor. \"I do not mind gaining more experience in military logistics. It is an important part of the job. However I am no 'accountant general'. I will gladly command troops on the front lines any day over busying myself in all that paperwork.\"</p>\n<p class=\"cnNhNzE3M2YyZGFlMzQxMjU5YjBlYjhkYTM0MjY4MTMx\" data-original-margin=\"\">\"Not exciting enough?\" Kaede gave him a knowing smile.</p>\n<p class=\"cnNjMGZhZmQxYjEwMzRhYjZiYTNhOGJhZWU3ZjM4Nzk1\" data-original-margin=\"\">\"Yes, I admit,\" Pascal briefly chuckled to himself. \"But it is also more than just that. It is a matter of priority. Logistics is important work, but it is <em>supporting</em> work -- there to back up someone else's decisions.\"</p>\n<p class=\"cnM2YjYyOTA1ZTljZTRlYzZiMzVhNjQ2Zjc5YzMxZDJl\" data-original-margin=\"\"><em>I didn't realize your 'protagonist syndrome' was this severe,</em> Kaede thought amusedly.</p>\n<p class=\"cnM4MjkxYWE4NTczNTRiMGE4Yjg4ZDE3M2ExZGRjNjI3\" data-original-margin=\"\">\"And you'd rather be the decision-maker?\" She then asked.</p>\n<p class=\"cnM0ZTI2YzA4OWE1YjRkZjhhZTdjNGI5NzQ0MWFkNmI0\" data-original-margin=\"\">\"Would you not?\" Pascal asked back as though the answer should be obvious.</p>\n<p class=\"cnNhNTc0OGVhMmIzMjRkMDdhNDE2ZWVlOGYwMjgwYTlj\" data-original-margin=\"\">\"Not really,\" Kaede frowned. \"It's one thing to make decisions for myself. It's another thing entirely to plot the course of whole armies, whole countries even. To do so with the awareness that even a single mistake from me could cost thousands of lives,\" she felt a tremble up her spine, \"I don't think I'm up for that level of responsibility.\"</p>\n<p class=\"cnMxNTYwOGUxODBkNzRlOGI4ZWNmMjhiYjQ1N2FjNjJh\" data-original-margin=\"\">\"Responsibility is what Sylviane and I had been raised for,\" Pascal replied with a smirk. \"For us, it would be a disappointment to <em>not</em> be able to exercise it. Though I can see how it might be... rather daunting, for most people.\"</p>\n<p class=\"cnMyODhkYmIxY2M3ODRiOGZhZjM1MDJmNWNlYzBiZGIw\" data-original-margin=\"\">The way he looked at her in response was... more than a bit patronizing. Kaede could almost hear the phrase 'most commoners' being used in his thoughts.</p>\n<p class=\"cnM1ZmIxZGVlYmQyZTQ4NWNiOTcyMmVkMGJlZDNlZWY4\" data-original-margin=\"\">Nevertheless, she suppressed her scowl and challenged him instead:</p>\n<p class=\"cnMzZjA5MWIxZjgwYjQ1Zjk4ZTU4YTg0MzMxNTk1MzVl\" data-original-margin=\"\">\"Aren't you afraid that you might make an error in judgment that would cost countless others their lives?\"</p>\n<p class=\"cnNkOGEwOWZiYTllMTQ2YTU5NmExZTRjOTFjOGVmODgy\" data-original-margin=\"\">\"That is why I take every precaution to ensure that the wrong choice would not be taken in the first place,\" Pascal declared. \"Someone has to make the decision. To 'not choose' is simply not an option. At least when I do it, I could ensure that it will be made with the highest standards and only after thinking through every detail and every option.\"</p>\n<p class=\"cnNjMjExOTkzZWY1ZDRiMzA5NWJiNTIzMGI3ZTY3OTBi\" data-original-margin=\"\">He then looked away into the distant sky. \"I am far more afraid that someone else might bungle the task, leaving me to watch helplessly at an oncoming disaster, yet be unable to do anything about it.\"</p>\n<p class=\"cnNmMTA4NWQ4YjU4NDQ1MmE4ZjkyMjU2NDM4NTg2MWZk\" data-original-margin=\"\"><em>It's probably why nothing attracts his disdain more than incompetence,</em> Kaede reflected.</p>\n<p class=\"cnMyMTRkNDI3M2JkNDQyYjFiZjI3NDIzZGFiNmE4YTBk\" data-original-margin=\"\">\"Does that mean that if you recognized another individual as even more skilled and insightful than yourself, you would be fine letting them take charge?\"</p>\n<p class=\"cnNkYzBmMDA1NDc5NDQxYWE5ZjkyNjBmYTVmMGRlZjYy\" data-original-margin=\"\">\"Of course!\" Pascal replied as though it was obvious. \"I would much rather serve directly under them and learn firsthand from their expertise, so that I may refine my own skills and one day become just as good as they are! But to do so would require that I take on responsibilities one level below them. That is why it is important for me to climb the career ladder as soon as possible, so I can bring myself closer to those whom I truly wish to learn from.\"</p>\n<p class=\"cnMyNTgxZGQ1MWU0ZTQyMmRhY2YyNTE3YWZiMjA2OGQw\" data-original-margin=\"\"><em>I've never thought about it that way,</em> Kaede frowned inwardly.</p>\n<p class=\"cnNiOWJiOGVhNDdhMzRjYzlhNDI1ZjAxZDMxYjdlY2Zj\" data-original-margin=\"\">Even though she had read about mentorship in the workplace, she had never considered 'responsibility' as a prerequisite to 'learning'. Perhaps this was because she had spent her entire life as a student and had yet to accumulate any professional work experience of her own.</p>\n<p class=\"cnNhNmQ5YjY4YzA5YjQ1NTk5ODg0YzUwZGU4OTQ0NWUy\" data-original-margin=\"\"><em>But don't we all take on increasing responsibilities as we grow in life?</em> She thought. Whether it was growing up as a child, or being promoted in one's career, or starting a family. The trend was inevitable. The only difference was a matter of scale.</p>\n<p class=\"cnM2YTJhYTJiNmRlOTQ2ZjU4N2E1ODRmMjJhNWE0ZWRi\" data-original-margin=\"\">Nevertheless, Kaede had difficulty imagining herself ever taking charge of more than a handful of people at most. It was clear that those like Pascal and Sylviane lived in a whole different world: one where the fate of entire nations rose and fell as a result of their actions.</p>\n<p class=\"cnM0NGQxNmIxNjYxODRjODliNTMyNjZiYmU0M2QxNmUz\" data-original-margin=\"\"><em>How would I feel... to be caught up in such a world, such a life?</em></p>\n<p class=\"cnM4OGExMzdjOGIwNzRmNzQ4YjgyMzlkYTJmY2FmOWVl\" data-original-margin=\"\">Kaede wasn't sure. There was a part of her that felt excited. After all, was this not every historian's dream come true? She would witness firsthand, from such close proximity, as promising young leaders like Pascal and Sylviane matured into rulers who would change the world.</p>\n<p class=\"cnMyOWQwZDE0MDk0ZTRmMmY4NzIyNTlhZDczZDFjNTc0\" data-original-margin=\"\">Yet at the same time, it felt scary to be so close, so involved.</p>\n<p class=\"cnM5ZWY3OTUxM2UzNjQ0MzZiZGVhMzBiMmJhZTAyNDc3\" data-original-margin=\"\">Before Kaede could mull on the topic further, she saw Princess Sylviane approach them from a distance in her sky-blue-to-violet battledress. The familiar girl swallowed as she prepared herself. She was wearing her white pseudo-uniform again, as it was impossible to shoot wearing that dress provided by the Princess. She could only hope that Sylviane 'would understand' as Pascal claimed.</p>\n<p class=\"cnNlYzJhYmFmMzEzMzQ5YTg5MmQ5ZTRmYmEwN2E5Njk0\" data-original-margin=\"\">However, as the Princess strode across the gardens' walkway at a brisk and determined pace, it became clear that she was not interested in Kaede's appearance this morning.</p>\n<p class=\"cnM3MzU1ZTFmZDUzMDQ4OTdiZDYxOTA4MWE3YzQ2YjYx\" data-original-margin=\"\">\"Pascal! Come inside! We have news from the front lines!\" She called out as soon as she was close enough to be heard without yelling.</p>\n<p class=\"cnNiY2M3YzVjNDRlYTQ3NjNiODlhZTY0N2U1MmYwZjhl\" data-original-margin=\"\">Pascal didn't need any more encouragement. He stood up at once and straightened his uniform as he made his way over to his fiancée.</p>\n<p class=\"cnM4ZGNjNjFiODBiMTQxY2VhZmM4YmE2YmY4YzRkMWFh\" data-original-margin=\"\">\"Good or bad?\" He asked.</p>\n<p class=\"cnM2YzY2OWI5ODY4NzRjNjU5NzY2YTc1OWIzZmEwZTM5\" data-original-margin=\"\">Based on Sylviane's concerned frown, Kaede already knew it wasn't good news.</p>\n<p class=\"cnM1NzEzNGE3Y2FiMTQwNjBiMjBlYjQ2MjBmMTQ0OTIz\" data-original-margin=\"\">\"The report from Garona is not bad,\" the Princess began. \"Marshal Cosette and Duke Gaston fought a major battle near the Ròse estuary. They attacked on land while the Cataliyans were crossing the river, while simultaneously assaulting downstream using fire ships to destroy the bulk of the Cataliyan support fleet. Both armies took crippling losses before Cosette withdrew. However, the Cataliyans were forced to halt their advance, as the loss of their support fleet meant they could not march further inland and still supply their army.\"</p>\n<p class=\"cnM0YjVkZmFjNjg5NTRmMGU5MDRkZWUyMjI0NmIyN2Iy\" data-original-margin=\"\">\"Tactical draw but strategic victory,\" Pascal summarized. \"Impressive considering how outmatched her army was.\"</p>\n<p class=\"cnM0MGM5Y2FhOTFhYjQwMGQ5NGJiNTc0NGNiZjYzNjhm\" data-original-margin=\"\">Sylviane nodded as she spun around without stopping. She then marched back towards the palace besides her fiancé. Meanwhile Kaede had to scurry along behind them with her shorter steps to catch up.</p>\n<p class=\"cnNiOWVlZjA0NGFlOTQ4YTY5ZDM2ZjFhNGY4MThmM2E3\" data-original-margin=\"\">Pascal's assessment had been simple to the point that even Kaede could easily understand. The Samaran girl had learned enough military history to grasp that any battlefield encounter must be measured in at least two layers. Those outside the field did not always appreciate the difference. However those within would embrace the topic as one of life and death.</p>\n<p class=\"cnM0YTAwN2QzODg1MTQ2YTZhNGJkZmM0YWQyMTZmZWM4\" data-original-margin=\"\">After all, <em>strategy</em> was the overall plan of any participant, often defined by 'war goals' in military terms. Meanwhile <em>tactics</em> were the specific and discrete actions taken with these goals in mind. Therefore while the 'tactical' results of any engagement, such as who controlled the battlefield and who withdrew, might be more obvious, it was the 'strategic' results that were far more vital.</p>\n<p class=\"cnNmZmE4MTM1Nzg3NDQ0YmZiNGU1MTNkZmI5ZWM2ZTgx\" data-original-margin=\"\">In the recent battle described by the Princess, Marshal Cosette might have failed to secure the field and drive the Cataliyans back. However it was important to remember that her objective wasn't to retake the river crossings, but to halt their advance towards the Garona capital of Narbonnaise and buy time for Rhin-Lotharingie to mobilize. In this regard, Cosette had been absolutely successful, and Kaede thought it was wise of the Lotharin Marshal to pull back instead of further risking her inferior army in pitched battle.</p>\n<p class=\"cnMxZGU0ZDVlZjM3ODQzYzk4MDE5ZTY2OWJiNjQ2YmZh\" data-original-margin=\"\">Nevertheless, this left the question of why Sylviane looked so troubled.</p>\n<p class=\"cnM4NDE2MmY0YzMwNDQyNDViNzI0MzFlNzk4ZGVmODdm\" data-original-margin=\"\">\"It's the news from the western front that's downright disastrous,\" the Princess scowled as she strode through a door held open by Lady Mari and into the palace keep. \"The Army of Avorica has just been crushed in a major battle against the Caliphate's western invasion force.\"</p>\n<p class=\"cnNlYTZhZGQ0OTY4MzQzYzJhZDJjN2E2OTZjMGU3YTZk\" data-original-margin=\"\">Pascal instantly grew alarmed. \"Was the army destroyed?\"</p>\n<p class=\"cnM2NDJhNzc1YzY0MDQ3ODdhNmQ4NzlmZjlkNmUzZTcz\" data-original-margin=\"\">\"No,\" the Princess added. \"But half the army was lost. Worse yet, King-Consort Armel was killed in battle.\"</p>\n<p class=\"cnNjZGRhYWE2ZjMyMDRlNjNiZWE1NWJlNmUxM2U4MjQw\" data-original-margin=\"\">Kaede's eyes swelled as she realized just how much of a blow this must be to the Kingdom of Avorica. It must be especially devastating to the young and pregnant Queen Katell.</p><p class=\"cjY5YzRkNzIzMDM4MTRlYThhMzNlMDBiMGQyYzUwYjc4\" data-original-margin=\"\">This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnMwMDUzMDY1MDJjODRkZTFiZjVmOTczMjlkMjRlYmI4\" data-original-margin=\"\">\"Worse?\" Pascal replied in an incredulous tone. \"Armel is a brave and skilled duelist, but I never thought of him as much of a commander. I always believed Katell chose him for his handsome good looks and charming words, over any perceived qualities in leadership. His loss is a blow to morale but that is recoverable.\"</p>\n<p class=\"cnM0NTA0ZDc3NmIxOTQ3YjhiNTdmYzg1ZjYxOTYwN2Q4\" data-original-margin=\"\">It seemed downright callous to Kaede that Pascal would speak of a fallen royal in such an unsympathetic tone. However the reason soon became obvious as he then added:</p>\n<p class=\"cnM3MjI5YjRjYjUwYjQ4NzU5ZTY0YjFiZDJiNmViMjQ4\" data-original-margin=\"\">\"I would consider the loss of half the army to be a much graver circumstance. That is over fifteen thousand good men! Many of them with irreplaceable experience!\"</p>\n<p class=\"cnM0N2JlYWUwZWI0YjQ3OTBhOGNhY2ZhYjhkOWRmYzY5\" data-original-margin=\"\">\"Armel might not be the best commander,\" the Princess admitted, \"but he was also Queen Katell's representative on the front lines and those two were always in close contact. Meanwhile Katell might be a schemer, but she has always been careful when it came to preserving her kingdom's resources. Without him to act on the Queen's behalf, command of the Army of Avorica would fall to Edith alone.\"</p>\n<p class=\"cnMyMmQ2NWY1N2RjMjQwNDg4NTIyNmUyNDM1YTc4NTMz\" data-original-margin=\"\">Sylviane's disparaging tone at the end made her opinions clear: anything commanded by 'Edith alone' was a disaster waiting to happen.</p>\n<p class=\"cnMwOTNjNmJkMWIzOTQyM2JiY2JiOWI2Y2E4NjFmYjA0\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNjNGU3YmE0MjI4ODQ4MDA4YmJiY2VlOTI4MTA0YmVm\" data-original-margin=\"\"><br>\"What was Edith thinking?\" Kaede heard Sylviane seethe in cold fury. \"She sent the Avorican light cavalry in a head-on clash against the Cataliyan Ghulams! The Avorican light horse may be elite troops, but their speciality is in <em>skirmish!</em> There is no way they can hold their ground in a close melee against armored heavy cavalry!\"</p>\n<p class=\"cnNkMzJjMzMzMzIzNjQ0MDY4NDViZjE0YTJjMzczYjZm\" data-original-margin=\"\">Pascal and Sylviane had joined Emperor Geoffroi in the war room, where a huge, enchanted sand table now showed an illusory projection of the battlefield. Colored figments of trees and grassy knolls had been layered on top of the sculpted sand to imitate the terrain. Rectangular unit blocks and arrows in Lotharin blue and Tauheed green highlighted the rough positions and movements of allied and enemy forces alike. Together, this created an animated display of the battle reconstructed from frontline reports.</p>\n<p class=\"cnNhZjg5MzFiODBkYTQyMWViZDI2ZTRlYWFjNTFhMTkx\" data-original-margin=\"\">Apart from the Emperor, the Princess, and the future Prince Consort, the only people present were Kaede, Sylviane's bodyguard Mari, and six of the Emperor's most trusted guardsmen. The exalted rank of those present made Kaede keep to her spot behind Pascal, as she felt distinctly uncomfortable standing anywhere else despite the abundance of space.</p>\n<p class=\"cnM5Y2VhOTQwNTU1MjRjNmY5N2JiMjUwYjdiNTE5N2Yx\" data-original-margin=\"\">\"What do you think, Pascal?\" Geoffroi turned to his future son-in-law. It was apparent that he was taking this opportunity to test the young man's military acumen.</p>\n<p class=\"cnM2YTAzNzg3YjZmZTRkY2NiNWZmNGEyMTdkMDkxM2Rh\" data-original-margin=\"\">\"Tactically, I do not believe Edith had any other choice,\" Pascal frowned as his gaze remained fixated on the animated map. \"Edith had no heavy cavalry of her own, while she faced off against an enemy that not only outnumbered her, but was also predominantly mounted.\"</p>\n<p class=\"cnNmMjQ3YWZkMGVmNzQ1NDJiNDQzNDg3MzAzMzMyNzNk\" data-original-margin=\"\">Pascal then pointed to the map table, centered upon a patch of forest where the Lotharin infantry had been deployed. Just like most Lotharin forces, the Army of Avorica included large contingents of longbow archers and rangers, which were identified by the bow-and-arrow symbols on the rectangular unit blocks. The rest was a mix of light and heavy infantry, identified by the thin and thick 'X' lines inside their unit blocks.</p>\n<p class=\"cnMxZjhiMDFhZmFjYzQwZDNhYzgyNTQ2ZmM5YWQzZDU5\" data-original-margin=\"\"><em>Even the military symbols are so similar to that of Earth,</em> Kaede thought of the modern military symbology that dated back to the Napoleonic Wars.</p>\n<p class=\"cnM2OTk4ZTQ5ZjU3NzQwMTRiMGQ5MDRjZGZhODNhZGJj\" data-original-margin=\"\">However, what astonished her even more were the names of the Lotharin commanders: a dot on the right wing was labelled 'Edith', while the light cavalry stationed on the left wing was marked 'Armel'. In the center lay the name 'Vivienne', the full given name of Vivi whom Kaede had thought about so many times over the past week.</p>\n<p class=\"cnM4NmQ4MDlhNWQxMTQ5NjA4OWNiNWQ4NjQ5ZWUwMmM2\" data-original-margin=\"\"><em>She really is a Paladin,</em> Kaede thought as she imagined a small girl like herself, whom the Princess treated like a live dress-up doll, fighting among the soldiers on the front lines.</p>\n<p class=\"cnMxOWMwNGZiY2YwZDQ3YjJhMDFkN2Q4ZmEyZjdjZjg1\" data-original-margin=\"\">\"Dame Edith-Estellise stationed the core of her army in the woods, which would undoubtedly help her fend off any Cataliyan cavalry charges against her center. Her left flank was on open terrain, but that's where she positioned herself and her armiger squad. The Caliphate's first charge in that direction broke upon her like water on rock.\"</p>\n<p class=\"cnM2MzZlYmJjNDRhYjQ3NWVhODQ3YzkyM2I1OWNjYWI4\" data-original-margin=\"\">Kaede could hardly believe her eyes as she watched the single blue dot marked 'Edith' shatter several blocks of heavy cavalry that represented the first charge. It seemed as though the Dame and her twelve armigers destroyed an assault by hundreds of heavily-armored horsemen by themselves.</p>\n<p class=\"cnM4ZDllYmE5OWY1YzRjYTFhOWI4ZTk1MDBiOGNhM2I1\" data-original-margin=\"\"><em>Just what kind of monster is this Edith?</em> The familiar girl thought.</p>\n<p class=\"cnM4MDQ3ZDJhYzlmZDQ3M2Q4Mzk4NmYwNzRkODdjMTZl\" data-original-margin=\"\">Nevertheless, no individual, regardless of how strong they were, could carry the battle by themselves. The Cataliyans simply shifted their focus away from Edith's left and focused on the opposite flank instead.</p>\n<p class=\"cnM5YTE0ZWY3MzQzMzRlN2M5ZTFhMmNkZDM2YzI3MzNh\" data-original-margin=\"\">\"Edith's right wing was defended by King Armel and the bulk of the Avorican light horse,\" Pascal continued. \"They had a strong, defensive position, as the small stream and shallow ravine they were stationed behind meant that any cavalry charge would be brought to a halt. Cataliyan forces crossing the stream would also be exposed to the Avorican light horse's javelins. They would be able to inflict significant casualties to even the odds for any post-crossing clash.\"</p>\n<p class=\"cnNjOWM2YjQ2Y2M4YjQwY2M5MDE5NzY2MTAwNWM2ZTM5\" data-original-margin=\"\">\"But clearly things did not go as planned.\" The Emperor remarked dryly.</p>\n<p class=\"cnM4YmU2MmI1NjYzZjQ0ZDY5NDUwMjFkOWUzZDRkYzBk\" data-original-margin=\"\">\"No. Things never go 'as planned' in battle, not unless the enemy's leadership is moronic,\" Pascal stated. He then pointed to the dotted screen that showed up on their foe's side of the river: \"The Cataliyans sent in their own skirmish cavalry to trade missiles with the Avoricans and tie them down. At the same time, their heavy Ghulam cavalry most likely took a detour and crossed further downstream. By the time King Armel noticed, the Ghulams were already on his side of the creek in force. At that point his options narrow down to just two: he can either engage and countercharge, or to fall back and leave the army's flank exposed.\"</p>\n<p class=\"cnM5NTMzODc2NjkwNDRmZjJiOGUyZDM3NDI3MTc1YmI0\" data-original-margin=\"\">Needless to say, King-Consort Armel chose the braver option and consigned himself to a soldier's death. The Army of Avorica would lose half its numbers during the retreat. But without his heroism the entire army could have been surrounded and destroyed.</p>\n<p class=\"cnM2NjhjM2QxMTRlZTQ3ODk5NDRiZjY1ZjRiMzdiMTE4\" data-original-margin=\"\"><em>Yet, if Armel did not let the enemy slip across the river, none of that would have happened,</em> Kaede thought.</p>\n<p class=\"cnM0YzE3MjI0MmQ3NjQzOWY5YmEyNDJkZWM5NmQ1MTMz\" data-original-margin=\"\">Did that make the late King-Consort a hero, or a fool who simply paid with his own life? Kaede had no doubt that many historians examining such a battle would lay the blame on Armel. However, it soon became clear that Pascal disagreed:</p>\n<p class=\"cnM4N2Q0MGFmYmMyZTQ4ZDE5Zjc3YTNlN2MwMWZhOGFh\" data-original-margin=\"\">\"Given the competence shown by the Cataliyan commander, there was no way Edith could have won this battle. The Caliphate's superiority in both quality and quantity was too great. They could use their numbers to tie down Edith's troops while sending their disciplined heavy cavalry around her flanks.\"</p>\n<p class=\"cnMxMGZiMWEzMWI3NzRmN2E4Nzk0OWIyNDY3ODU2MTU2\" data-original-margin=\"\">\"She shouldn't have deployed her army and fought in the first place!\" Sylviane hissed.</p>\n<p class=\"cnM1YzRlNDQzNmNjNDRmNDA5MWJlNjgxYTA5MTNiYWIx\" data-original-margin=\"\">Pascal nodded in agreement. \"Tactics cannot compensate for such strategic differences in power. The Avorican coastal plains also lack geography that would allow her outnumbered forces to fight on equal footing. Dame Edith-Estellise should have made it a priority to avoid direct confrontation and rely on more indirect methods to slow down the enemy's advance. Her primary goal should be to buy time for more reinforcements to arrive and bolster her forces. Instead, she depleted her already inferior numbers by attempting to defeat a superior foe without securing appropriate countervailing advantage.\"</p>\n<p class=\"cnM4ZGQxYWM1MzEzMTRkYWU5Y2RkMDY4MTQ2ZjFkYjMy\" data-original-margin=\"\">It was clear from Geoffroi's approving gaze that he agreed completely. However the young landgrave's remarks also made the Emperor sigh.</p>\n<p class=\"cnMyZWRmM2VjYWY0ZDQ3MDQ4MDhiMzM1NTU4NDc3OTE2\" data-original-margin=\"\">\"The problem is that Edith does not know how to fight a war in any other way,\" Geoffroi scowled. \"I cannot spare a general from one of the other fronts. And without Ceredigion's army, the Avorican front lacks a more flexible military commander.\"</p>\n<p class=\"cnNmZDRkZjdmNWViODQ1YjliMDZmNTNjZGMxYjhiYmZh\" data-original-margin=\"\">It reminded Kaede that the greatest challenge for leaders was using the right people for the right tasks. Dame Edith-Estellise might be the Lotharin equivalent of Achilles: brave, inspiring, and clearly nigh-invincible in personal combat. However, she also lacked tactical subtlety in a front that could benefit more from a guerilla commander like Tito Broz or Che Guevara.</p>\n<p class=\"cnM4ODk4MGNhYzlhZjRkZjY4N2Y1OWIyYzE1ZDRiOGEw\" data-original-margin=\"\">\"I could go advise her,\" Pascal suggested without any hesitation.</p>\n<p class=\"cnM5MzY1MWMxZDQ4NjRmMGE5ZjIyNzEwZjZiM2RmODYw\" data-original-margin=\"\">Kaede's eyes swelled as she recognized just how brazen it was of him to volunteer himself for the task. Despite Pascal's self-proclaimed genius, he was still a young man barely out of academy training with no actual command experience to speak of. His only major battle had been one where he participated as an adjutant and glorified courier.</p>\n<p class=\"cnNmYjUwOTRlZmUxZTQ0OTZhYTA3OWJjNjBmYzAyODY4\" data-original-margin=\"\">Emperor Geoffroi, however, was not the least bit offended. If anything, his lips formed a momentary smile as he barked an amused laugh.</p>\n<p class=\"cnM5ZDgyOTQ2NjFhZDRjNzQ5NWE0NTgxYjhiYjBiNGRh\" data-original-margin=\"\">\"No. <em>You</em> need to go back to Nordkreuz. That's where you'd do the most good, not at the Avorican front.\"</p>\n<p class=\"cnMxYTQ0YzcxNzZmMzQzM2RhYmYyMzYwMzRlZDY1Mzc1\" data-original-margin=\"\">Pascal frowned as he clearly did not understand. It was as though the Emperor was sending him packing. However before his stunned countenance could utter a word, the Emperor offered him a parchment scroll bearing the broken seal of Weichsel's ambassador.</p>\n<p class=\"cnNkNTZkZWM4NjgwNjQzZjFhNDdmN2I0MjJkMTg0NWQw\" data-original-margin=\"\">\"Read that and you'll understand,\" Geoffroi added.</p>\n<p class=\"cnM5ODJhMjdjNzJhNTQ3NzE4NTE0YTc0MWExNzRiOGE0\" data-original-margin=\"\">The young landgrave immediately unfurled the scroll to read its contents. Meanwhile Kaede shifted a half-step behind Pascal so she could follow along:</p>\n<p class=\"cnM1YmQwZjZlOTk5ODRiMTA4NGM0MGZjZmJjN2FhNGJi\" data-original-margin=\"\"><em>To my dearest ally, Emperor Geoffroi,</em></p>\n<p class=\"cnNlMDY0YjBmNjBmODRjZTk5ZThkZTA1NTQ4MmQxNDM2\" data-original-margin=\"\"><em>I regret to inform you that the departure of Weichsel's forces for Rhin-Lotharingie must be delayed. Our military intelligence has discovered that the Grand Jarldom of Skagen is mobilizing its forces to our north. Several villages along our borders have also been raided by the Northmen, and we believe these are but probing attacks launched prior to a major incursion. As King of Weichsel, I must prioritize the defense of my own people first. I beseech your understanding that any reinforcements Weichsel may send to your holy struggle against the infidels must wait until Weichsel's borders are secure once more.</em></p>\n<p class=\"cnM4YmQzZTQ2NmVjMTQyZWQ4OGM1MTRiZWU1YmY0NjU4\" data-original-margin=\"\"><em>Sincerely, Leopold Karl-Wilhelm von Drachenlanzen, King of Weichsel.</em></p>\n<p class=\"cnM3MGY0MjdmZTgyOTQxOGU4MzcxYWJkYjY0MTBjZTE4\" data-original-margin=\"\">Kaede could hear Pascal's frustrated exhale as he slowly closed the scroll in his hands.</p>\n<p class=\"cnMwMThlNGQyN2MzNDRmOTQ5NDIwYTg2MjkzZTBmNzJl\" data-original-margin=\"\">\"Your Majesty...\" The young landgrave began in an apologetic tone. However the Emperor stopped him by raising a large and calloused hand.</p>\n<p class=\"cnM1M2QyNTU0NDAzNjQyYWZhMzhkZmY0NGZlMGVlNzli\" data-original-margin=\"\">\"Please, Pascal, you're family, even if you two have yet to marry,\" Geoffroi remarked with a fatherly smile. \"I also do not blame King Leopold for prioritizing his own people. I would have certainly done the same in his shoes.\"</p>\n<p class=\"cnM2NWIxMDVlMzVmZTRiZTBiNzdkZGJiMDBkMzIzNTVh\" data-original-margin=\"\">Pascal pursed his lips as he nodded gratefully. However the Emperor's remark did not alleviate any of the anxious concern in his turquoise gaze.</p>\n<p class=\"cnMyNDEyYzQ0NDJmNTRjMjdiNWVjY2NmN2RmYmE0MjAz\" data-original-margin=\"\">\"If there is anyone whom the fault must be laid on, it is that <em>treacherous Imperator</em> on Arcadia's throne,\" Geoffroi declared bitterly. \"I have no doubt that this turn of events was orchestrated by him.\"</p>\n<p class=\"cnMwNzc5MGU4YTlmNjQzNjk4ZmJhNjEzYTM4YTBlZTlh\" data-original-margin=\"\">\"But the Northmen of Skagen bear no love for the Holy Imperium,\" Pascal frowned.</p>\n<p class=\"cnNmOTAzOTMyNjdiMTRjODg4YzRiYjAzOTAzYjdmNjJm\" data-original-margin=\"\">Kaede did remember that Pascal's current fief of Nordkreuz had once been Imperial territory. It wasn't until ten years ago, during the War of Imperial Succession, when the Kingdom of Weichsel seized and annexed the strategic city and its surrounding lands. Before that, Weichsel had bordered neither the Grand Jarldom of Skagen nor the Empire of Rhin-Lotharingie. Instead, it was the Imperium that had occupied the shores of Cross Lake and routinely fought border skirmishes with raiders from the peninsula.</p>\n<p class=\"cnM0NWY4NDU0ZjJhZTQ2Yjk5MTEzZGYyNmVlNWIzYjE1\" data-original-margin=\"\">\"The Grand Jarldom is a decentralized jumble of petty nobles, each hoping to raise their own glory above the others,\" Sylviane reasoned. \"It wouldn't be hard for the Imperium to entice a few of the more adventurous Jarls with the idea of 'reclaiming ancient lands'. After that, the other Jarls would be dragged into war whether they like it or not.\"</p>\n<p class=\"cnMxYWRjNmZmMTM2ZDQ0ZGJiN2JhZmJkNWZhMDgzOTkz\" data-original-margin=\"\">Geoffroi nodded in agreement.</p>\n<p class=\"cnMyMTVkMTA1OTE4NTQ1ODFhMTY4YmIxNjRhMTc2NTUz\" data-original-margin=\"\"><em>But wouldn't it be more likely for the Caliphate to do the same?</em> Kaede pondered. It would certainly help their invasion to keep Rhin-Lotharingie's ally distracted.</p>\n<p class=\"cnM5YjI4N2VmMGZmMTRjOWNhZGYwNDU3NzU2YzFiNjIw\" data-original-margin=\"\">Kaede wasn't confident enough to openly raise her concerns, not in the presence of two career royals. However part of her also couldn't help but ponder if Rhin-Lotharingie's generational hatred towards the Holy Imperium might have created blinders for the Princess and the Emperor.</p>\n<p class=\"cnM2MzE5NmUxZmE5NzRhYWQ4Mzc4MWYwMjg3ZWM0ODMx\" data-original-margin=\"\">\"This is why I want you to return to Nordkreuz, Pascal,\" Geoffroi stated. \"King Leopold has already relocated his command to your household estate in preparation for the upcoming campaign. Now you can kill two birds with one stone: see to your inheritance while making your case to the King. Furthermore, I want Sylv and her armigers to accompany you.\"</p>\n<p class=\"cnMyNTJiNTI1MzU4NTQyYzA5YzE4N2E0MjVjNjY2MmQw\" data-original-margin=\"\">\"But Father--\" the Princess immediately objected, only to be stopped as Geoffroi raised his hand once more.</p>\n<p class=\"cnNiNWRhNDc2OGE2NjQzZDZhNjFkZjNiODc2ZDZlYWU0\" data-original-margin=\"\">\"I want King Leopold to see what dependable allies we Lotharins can be,\" he declared to Pascal. \"That even in the hour of our greatest need, we would spare resources to assist your homeland.\"</p>\n<p class=\"cnMzM2Y4MDRmMWUzYjQzYzg4NDUzOGNhY2ZiYmI1NjQx\" data-original-margin=\"\">The Emperor then turned towards his daughter:</p>\n<p class=\"cnNmZGUyZTg4YzZmNTRjYWQ4ZjMyNDllOTU0MzBiNmVk\" data-original-margin=\"\">\"Remember, Sylv, that you are royalty first and all other roles second, including that of an Oriflamme Paladin. Your contribution to any field of battle <em>pales</em> in comparison to the symbolism of your mere presence at a war front. For the Crown Princess of the Lotharins to fight and shed blood alongside the soldiers of Weichsel -- that is more powerful than any number of treaty signatures.\"</p>\n<p class=\"cnM5ZGM0N2ViZjllZTRmYTQ5YjIxNjBlOGY4ZWM0YTE3\" data-original-margin=\"\"><em>Geoffroi's goal isn't simply to show Weichsel, but the whole continent, the whole world,</em> Kaede realized at once.</p>\n<p class=\"cnMyNDAxMDc3ZDMwMjQ3NTlhM2FmY2RlMjE5N2VjNzE2\" data-original-margin=\"\">After all, the strongest bonds were forged in adversity. This was just as true on a national level as it was between individuals. If Weichsel failed to uphold their obligations to the alliance after this, then everyone, even the Weichsens themselves, would see their King as a faithless oathbreaker.</p>\n<p class=\"cnNmMWNhN2RlMTUwNzQ1YTVhZjU5Yzc1Njk4OTdiZDI1\" data-original-margin=\"\">\"Yes, Father. I understand.\" Sylviane nodded in reply.</p>\n<p class=\"cnNiNjc5NzdjZWM0NTQxZWFiMzA4ZjhmMjE4ZjliNmZl\" data-original-margin=\"\">\"There will be a decisive battle near Nordkreuz, I am sure of it,\" Geoffroi added. \"Offer your services to King Leopold in the vanguard and he will not refuse. Ensure that every Weichsen can see the light of the Oriflamme leading the charge.\"</p>\n<p class=\"cnNjMDMwZTA4Njc4OTRkOGRhMjg2MDJjZWRlY2MzNmU1\" data-original-margin=\"\">Kaede stood in awe as she wondered how many princesses in Earth history had ever been sent off to 'lead the charge'. It was a rare and dangerous proposition even for a male heir, and almost unthinkable for a father to send his only daughter into.</p>\n<p class=\"cnNlNGVkMDczM2Y5MzRmZGU4NjAwODRjNDVhYmY3YWNm\" data-original-margin=\"\">Yet, the Emperor of Rhin-Lotharingie did not show the slightest hesitation as he did exactly that.</p>\n<p class=\"cnNjOGRhMDFmMTUwODRhYjdiMTU3YmRiYTk3MWI4MmQ2\" data-original-margin=\"\">The Princess' wisteria gaze filled with determination in return. \"Yes Father. I will show them the strength and dignity of us Lotharins.\"</p>\n<p class=\"cnM3ZGI3MTQ4Yzg3ZTQ0YjhhZTc2MzJhNDM2N2QyOGI3\" data-original-margin=\"\">Geoffroi's intense blue-violet eyes softened as he laid a brawny hand atop her head. His smile was full of fatherly pride as he gave her dark-purple tresses a hearty ruffle.</p>\n<p class=\"cnNjOTlmNmNhOWQ5MTQ0NmNhY2RiYTYzNmRhMGJiYmIw\" data-original-margin=\"\">\"You may not have been my first choice for an heir, Sylv. But you have done well and made me proud.\" He declared. \"Never doubt that you are every bit as gifted and as capable as your two elder brothers. I am sure that your mother would agree, and that they will always be watching over you from the Heavens above.\"</p>\n<p class=\"cnM4Y2I3YTc1NTE3NDQzNmM4YjBlMDIxODFjYWY0OTRk\" data-original-margin=\"\">Sylviane's eyes grew watery as her emotions flooded into them. Her composure was on the cusp of breaking as she nodded back.</p>\n<p class=\"cnMzMTUzZDgxOTcwODQwOTA5OWY2ODRlZGZjNjg1MzI3\" data-original-margin=\"\">In that moment, Kaede recognized just how important Geoffroi's approval had been for the Princess. <em>She had always felt overshadowed by her two late brothers,</em> the familiar girl thought.</p>\n<p class=\"cnMyMzRiNjI2MTVmODQwZmU4NTQyZThjMzBhOWZlNmRh\" data-original-margin=\"\">\"Mari,\" the Emperor then turned towards the bodyguard and lady's maid. \"I entrust you and Sir Robert to keep my daughter safe.\"</p>\n<p class=\"cnM2NGNlYjA0N2YzODQ4OGZhZDQxN2ZiYzYwMzE0YTQ3\" data-original-margin=\"\">\"I swore my life upon it, Your Majesty,\" Lady Mari replied as she returned a knightly salute, with her arm bent and her armored fist held before her chest.</p>\n<p class=\"cnNlNjljNzU2MmQ1NzQzZjY5NDc2NjdhMjdjODNjZmU3\" data-original-margin=\"\">Geoffroi nodded before turning to the leader of his own bodyguards:</p>\n<p class=\"cnM0YjNhODMxNmZiZDQ1Njc4OTM2M2M4ZDljNjk1MjZh\" data-original-margin=\"\">\"Lindsay, please arrange and prepare the stone ring for Sylv's departure. I'd rather she not use her own magic -- she has a long day ahead of her.\"</p>\n<p class=\"cnM2YjdkMDE0YjdlZTRiZjQ4M2M3YjQ2MTVhYzM4Mjhj\" data-original-margin=\"\">\"Yes, Your Majesty,\" replied Colonel Lindsay, commander of the Highland Guard. Her dignified poise and bearing could easily pass for a Countess.</p>\n<p class=\"cnMwYWUwMzhiYWU0MzQ4ZWU5YmQ2MTkyMjI0ODdhMDVh\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM2Y2Q3MjRiYThkZTQwYTE5Y2E0ZWVlYjk4MTQ4MzBh\" data-original-margin=\"\"><br>Kaede stared in awe at the stone ring situated on the hill's lakeside, just beyond the castle's curtain walls. It looked like a smaller version of stonehenge, except there was only one ring of raised stones and the structure was undamaged. However, unlike the stone rings back on Earth, the rock-hewn path leading into the circle showed that this one was still in use.</p>\n<p class=\"cnM4MjZjZjY1NjYyODQxOGViNmQ4ZGQ5NGE5Yjc5Mzgy\" data-original-margin=\"\">As Lindsay and two other armigers took up a triangular position at the stone ring's outer edge, all three of them began to channel their magic into the ancient structure. Within moments, a growing patch of fog began to obscure the center of the stone circle.</p>\n<p class=\"cnNjNjI2Njc4MTZkNDRmYjM4ODg2MDI1NTI2YTgyMzAx\" data-original-margin=\"\"><em>I hope this isn't worse than teleportation.</em> The familiar girl thought as she dreaded the travel to come.</p>\n<p class=\"cnM0ZDlhOWQyMDY5NzQyMWE4ZWNlNjdiMmUzMTNhNjk5\" data-original-margin=\"\">\"&lt;Do not worry.&gt;\" Pascal noted over telepathy as he likely sensed Kaede's anxiety. \"&lt;It is a safe, albeit rare, form of travel. I have done it twice before.&gt;\"</p>\n<p class=\"cnM5OTU1MTEwNGRmYzRhMzhhOTAzODlkNTMzMDM3MzVh\" data-original-margin=\"\">\"&lt;Only twice?&gt;\" Kaede was amazed. Surely he had taken the trip between Alis Avern and Nordkreuz more than that?</p>\n<p class=\"cnNhNTY0YjA3YmU2YzQxNGJiYzcwZmEyNDIxODA4ZTM2\" data-original-margin=\"\">\"&lt;The Stone Rings are a legacy of the Sidhe faerie lords.&gt;\" Pascal explained. \"&lt;One can travel across great distances, and with far more passengers, through their network compared to teleportation. However the mana costs to activate them is also much higher than casting <em>Astral Teleport</em>. Even with three individuals, the strain on their magic is strenuous.&gt;\"</p>\n<p class=\"cnMxMDAzMzk4OGMwZDRjMTZiMWViMjhhOWU0N2JlY2Fm\" data-original-margin=\"\">\"&lt;Can they add more mages then??&gt;\"</p>\n<p class=\"cnMzYmZlMjlmM2UxODQ5MTNiNWQyODk4Y2FjN2FjNmZm\" data-original-margin=\"\">\"&lt;It is not easy to find qualifying mages.&gt;\" Pascal answered. \"&lt;According to Lotharin legends, the faerie lords never had a cohesive system for spellcasting like the dragonlords' internalized spell array. Of course unlike the dragonlords, humanity also never learned magic from the fae, and after many generations even the faekissed have lost much of their lore.&gt;\"</p>\n<p class=\"cnNkNDA2YTdhYThkMTQ2ZTBhNGVjMTE2ZGNjZmFiODlj\" data-original-margin=\"\">\"&lt;Then what did they use to open the path? You said the stone rings formed a transit <em>network</em>. Doesn't that mean they have to select where to start and stop?&gt;\" Kaede questioned as the fog within the stone ring condensed. It slowly transformed into a shimmering haze with fractured, otherworldly light. Meanwhile the strange, cloudy mist began to flow out from it into the surrounding air.</p>\n<p class=\"cnNjNmE3YWIyNzdjYzQxMDJiNjNjYjQ5NDVhMzMxNGJm\" data-original-margin=\"\">\"&lt;One of the founding Oriflammes of Rhin-Lotharingie -- I believe it was Gwendolen the Faerie Sword -- created a spell that allows one's consciousness to interface with the faerie lords' artifacts,&gt;\" Pascal continued. \"&lt;In fact, Gwendolyn's mastery of Sidhe Pathways was instrumental to the Rhin-Lotharingie Coalition's victory over the Holy Imperium during their Independence War. However, it also proved to be a spell that only the Faekissed could use, so there must be some sort of magical marker in them that we have yet to identify.&gt;\"</p>\n<p class=\"cnNlMjg3MTdkNDc5ODRiNjliNGI3MmFkNGJkODA5ZDI5\" data-original-margin=\"\">\"&lt;Maybe the fae used a more 'innate' magic that couldn't simply be taught?&gt;\" Kaede pondered.</p>\n<p class=\"cnM0NDdlM2ZjZDFkYTQ3OWU4MmQyMzlhNWU4Zjk5YWUw\" data-original-margin=\"\">\"&lt;'Innate magic' does not explain the complexity of the Sidhe's many creations. You see that armor Sylv wears?&gt;\" Pascal noted the breastplate, spaulders, and other armor plates that now covered over the Princess' sky-blue-to-violet battledress. The armor shone with the luster of steel yet had a faint, translucent purple sheen.</p>\n<p class=\"cnNhZTk0MjU4YWIyYTQwN2M4ZDFhOGE5OWVkMzVlZTVh\" data-original-margin=\"\">\"&lt;That is fae dendrite crysteel: does not rust, does not shatter, lighter yet tougher than even the Caliphate's wootz steel, and conducts neither lightning nor heat. Best of all, it can self-repair by consuming nothing more than water and mana. The purple hue is because Sylv's natural mana color has dyed it over time. The faerie lords were allergic to the touch of ferrous metal, so they <em>created</em> an armoring material superior to any other that we still cannot duplicate today. Nothing but the most sophisticated arcane metallurgy could explain that.&gt;\"</p>\n<p class=\"cnNhN2NmOGJiMmE0ZjRkYmNiODIyMThmYTI2ZDZmYzZi\" data-original-margin=\"\">Kaede stared at the Princess with an astonished gaze. She knew that as royalty, Sylviane's armor was undoubtedly enchanted and of the highest quality. But even she had never expected it to be a relic of ancient, otherworldly beings. It was certainly difficult to refute legends and myths when such 'proof' of their existence could be found scattered across the world.</p>\n<p class=\"cnNiZjUyYWNkODc4YjQ3ZTliMjFjMmYxNWZlMWZhMDUx\" data-original-margin=\"\">\"&lt;You said that the fae were allergic to ferrous metal, then is the Princess...?&gt;\"</p>\n<p class=\"cnM1ZDhlNjJhNzE3NDRlZDA4NGEwMDg3YWI4NGViNzYy\" data-original-margin=\"\">\"&lt;Most Faekissed can touch metal, considering their overwhelming human heritage. However unlike the rest of us, their wounds have trouble closing when torn by iron and steel.&gt;\"</p>\n<p class=\"cnMzNzFlNGNhOGJlYzQ1ZTU4NjViNzY5Mzk4NGEwNTkx\" data-original-margin=\"\">Pascal's tone revealed that even he was worried about the possibility of Sylviane entering battle. It truly highlighted just how dangerous it was for Geoffroi to send Sylviane to war.</p>\n<p class=\"cnM3YmZiNDZiNDRlNjQ4ZDc4ZjU3YzMzOGUwOGUyYjNi\" data-original-margin=\"\"><em>Iron hemophilia,</em> Kaede reflected. <em>Not exactly a blessing on a battlefield of cold steel.</em></p>\n<p class=\"cnMzMzAyMzJkOWJkNDQxNWJhYjcxMzI0MmE0M2E3NDFh\" data-original-margin=\"\">Seeing as red blood cells -- the oxygen carriers of the bloodstream -- all contained iron, Kaede had to wonder if the faekissed nobility really did have 'blue blood'.</p>\n<p class=\"cnM3NmVlMDFmN2FkMDQxYWRhYWRmOThjMzk4OWUyMGQ3\" data-original-margin=\"\"><em>She still blushes red though.</em></p>\n<p class=\"cnM5MWMwMjk4ZDVkMDRjMmU5Mzc1NTJhOTgwMTgzNDk0\" data-original-margin=\"\">Kaede's thoughts were then interrupted as she heard Colonel Lindsay announce:</p>\n<p class=\"cnM5ZTYxNmU3ZjcxNDQyOWZiOGEyNGJhNjMyNDMyNWRi\" data-original-margin=\"\">\"Your Majesty, it's ready.\"</p>\n<p class=\"cnNiMzM2MjllMTFlMzQ3YTE5MTQ3YzhkZWQ1ODg0NWUw\" data-original-margin=\"\">Then, before the familiar's eyes could pull away, Emperor Geoffroi closed the distance to his only remaining child and wrapped his thick arms around her in a great bear hug. There was no royal pretense as he embraced her as a father and even picked her slightly off the ground.</p>\n<p class=\"cnM1OWE0ZmJiNjM4YzQ1YjliNDkwM2Y0NzgyNzQ4ZDIw\" data-original-margin=\"\">\"Father! You're embarrassing me in front of...\" Sylviane protested in a muffled voice before her face emerged from his chest with a glance towards Pascal.</p>\n<p class=\"cnMzMzdkZWZlZjBkMTRhMWY5MWRkMWJlZTFhZTQwNGMx\" data-original-margin=\"\">\"Not at all,\" Geoffroi declared in a deep voice. \"If anything, Pascal would be envious of you.\"</p>\n<p class=\"cnMyYTFiNzJhNWM2OTQ1ODY5ZjAxMzY3NmY4NzUyZGJi\" data-original-margin=\"\">\"Very much so,\" Pascal acknowledged as he watched the duo with a wistful smile. He then joked: \"Besides, you should always take advantage of free hugs.\"</p>\n<p class=\"cnNhMTQ5ZmM5YjdmZjQzYTk5NjI5NzA0YzRkYWVjOWNi\" data-original-margin=\"\">Nevertheless, the Emperor soon lowered his daughter back onto her own two feet. However, for nearly a minute afterwards, he would continue to hold her in the safety of his embrace.</p>\n<p class=\"cnM5NjliNDg0ZGNiZjQyNDI4NTE3ZjNmMzdiYjU0YmUw\" data-original-margin=\"\">\"Stay safe, Sylv,\" Kaede could hear Geoffroi whisper as though in prayer.</p>\n<p class=\"cnMxZjUzODY1ZTViODQ2NmZiMTlkY2IwNjMyZTkyNmMy\" data-original-margin=\"\">In that moment, there was no sign of the Emperor monikered 'the Great', only a concerned parent who was sending his only remaining child off to war.</p>\n<p class=\"cnM1NTY4NTYwY2Y0OTRkOGRhYTdjYjc2MjlmNDY4YTlh\" data-original-margin=\"\"><em>He really is worried about her.</em></p>\n<p class=\"cnM0MWVkNWJhNTllODQwZjVhMmZkNGU0YTVhYTUxMmQx\" data-original-margin=\"\">Yet until this moment, Geoffroi did not once reveal his personal concerns. His steadfast composure as an Emperor had entirely masked his concerns as a father.</p>\n<p class=\"cnM2MTcxZjBhMjk4NDQyMmJhMmE0MGFiNmFiM2VjZWFh\" data-original-margin=\"\">The Emperor soon pulled away from the Princess and put his hands on her shoulders instead.</p>\n<p class=\"cnM4MjQ5ZDgyZDAyOTQzMGU5ZGU5NDdkMDdjNWYzMmVm\" data-original-margin=\"\">\"May the Holy Father watch over you.\"</p>\n<p class=\"cnM1MjY1ZWRhMDk5YTQxY2Y4MGZjNWQxZTZkOTllNTdm\" data-original-margin=\"\">\"Thank you, Father,\" Sylviane nodded deeply in return. \"And I promise, I will make both you and our people proud.\"</p>\n<p class=\"cnM4ODA4ODNjNzhjODRjNmJiOGNiZTBjN2YyYTEzODky\" data-original-margin=\"\">With one last grin, Geoffroi shifted his hand to her head and ruffled her hair once more.</p>\n<p class=\"cnNhYzYzMDM5MDYxMzQ4YmViMmI0OGI5NTIyNGYyZDgy\" data-original-margin=\"\">\"I already am, Sylv. I already am.\" He confirmed. \"But you are not just my daughter. You are the Crown Princess of Rhin-Lotharingie. Remember that.\"</p>\n<p class=\"cnNiYmZhYWYwMzM0MzQ0YjE5Mjg1MDZlYzk1ZjU3NzVh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiNjAwOGJkN2FjNzQ0NmFhZjk5MmUyZWRiNWY4MWU5\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlY2Q4MjAzYTY0ZjQ0OTRiYTQ3ZmI0YTBkNzUzNjky\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkZGJiODU1MDU3NDRjODg5NTZlYTY0Njg2NGZhYjZj\" data-original-margin=\"\">Geoffroi watched with a bittersweet smile as Sylviane waved one last time before walking into the otherworldly fog. He felt a slight wetness in his eyes as he saw his daughter depart. However despite this and the faint dizziness and vertigo that had plagued him all morning, his composure nevertheless held steady until she had left.</p>\n<p class=\"cnM1ZmFjZjFkY2ZiZDQ0NzU4NzVhMTlhMGM0ZjIwNGM4\" data-original-margin=\"\">Then, with a deep sigh, the Emperor closed his eyes and reached up to press his right hand against his temple. A pained grimace spread across his countenance as he walked over to a large rock and sat down upon it.</p>\n<p class=\"cnMxM2EwNzU3MzEzNTQ3MzU4YjhhZDY0YWM5NWJkNDNm\" data-original-margin=\"\">\"Your Majesty?\" Geoffroi heard Dame Lindsay, who also served as his personal aide in addition to being the commander of his bodyguards, ask with concern.</p>\n<p class=\"cnM4NjdlNzBmYTdiMjQzOGM5YTNmZjQ1MWU2NjgyZDc5\" data-original-margin=\"\">\"The migraines are getting worse,\" he replied simply.</p>\n<p class=\"cnM4MWMzOTBjZjllNzQ4ODE5MzM5NmY5N2U2YjE4Nzg5\" data-original-margin=\"\">\"Shall I call for Healer Julien?\" Lindsay asked.</p>\n<p class=\"cnM1MjI5NjNmODViYjRhM2U5MzkxOGE2YjZhMzY5ZjA3\" data-original-margin=\"\">\"No. His yapping will just add to it,\" the Emperor responded before he sighed. \"Besides, Julien had already made his diagnosis clear.\"</p>\n<p class=\"cnMyOGQyNWI4NmM2NDQxY2JhNzM5MDBjOWFlODMxNTQ0\" data-original-margin=\"\">He did not say what it was out loud, for there were only four people in the world who knew this secret. Even his own daughter had been kept in the dark about it.</p>\n            ",
  "invisibleParagraphContent": "This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere."
}