{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwNDA3YjUyOTIyODQ0NzY5NDZhOWJiYzYyNjFlMDUw\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM4ZDM0NzYxMGRkNDRmMWNhMGMwYzcwMmM0ZWE1MTky\" data-original-margin=\"\">My family stares at me in silence as I finish telling my story. The air is heavy with silence and I feel unusually aware of my hands. What do I usually do with those? Eyes stare at me for far too long as the people I love process what I've just said. I awkwardly rub the back of my alarmingly sweaty neck. Come on, Lillith, keep it together. I've been less nervous in fights to the death. That's not really comparable of course. I can act in a fight to the death. That's a competition, of sorts. A winner and loser. Facing down a family you spent years lying to is... different.</p>\n<p class=\"cnM0Y2UzZGIwNTFlOTQ2ZmJhMDI1ZjcwMTk3YzU0NWQx\" data-original-margin=\"\">\"Well, that certainly explains some things,\" Henry says. \"Can't believe you've been holding out on me. A 'biologist', was it? You must have so many ideas other than these potions for your cancer! And no wonder you knew what you were sick with. I've always wondered how you understood the things you did. I figured it was just noble knowledge you read at the bookshop. This is a way cooler explanation!\" I blink at him, as do Ed and Autumn. Mom keeps her gaze steady on me.</p>\n<p class=\"cnNiNzRmOTU4NDZlYjQxNzk5ZWQwYWQzMmFlZGMyMmYy\" data-original-margin=\"\">\"I uh, well I wasn't a medical doctor, but yes, I know some things that can get you started. I've been trying to record what I can in something like a textbook but it's not an easy undertaking. I wasn't exactly holding back...\" I trail off and Autumn suddenly snaps.</p>\n<p class=\"cnNlODEzZDZlNTJlOTRmOTc4YmVkNDNiZjQ0ZjI1NjU4\" data-original-margin=\"\">\"Oh!\" she exclaims. \"No wonder you rejected August so quickly! Oh Collector, we must have been like children to you when we met! We were children to you!\" She immediately starts blushing as she thinks of our various interactions.</p>\n<p class=\"cnMxOWVlNzQwZGE3MDQ3MDQ4MTg2NDE0OTVkMWM2NjQy\" data-original-margin=\"\">\"That's one reason,\" Ed comments under his breath.</p>\n<p class=\"cnNlYjU3ODdiMzU5NDQ1OWJhNzRlM2E1YjI2MjBlNGIw\" data-original-margin=\"\">\"Right, I left that bit out,\" I respond. \"I'm gay as shit. I'm only attracted to women, and am in fact courting Sarafyna. August never had a chance, I'm afraid.\" Autumn only turns a brighter red at this and Henry leans back in his chair.</p>\n<p class=\"cnMzMDlmMjdiNTAyMDQ1MDdiNDZkNTBjYTdmYmZlNGM1\" data-original-margin=\"\">\"Huh,\" he says. \"Well, I have a couple of friends looking for an introduction that may be disappointed.\"</p>\n<p class=\"cnNmODM0N2FkNzdjMjRmYmVhZmM0M2ZiMmY1ZmUwZGFi\" data-original-margin=\"\">\"Oh, poor August...\" Autumn whispers.</p>\n<p class=\"cnNkMjRlMDY4NTViNjQ4Nzg5NjY2ZjUzYzY4NGY3Y2Q4\" data-original-margin=\"\">\"Oh, he knows that bit, actually. Has for like, four years now I think. Thought it would soften the blow of my, uh, disinterest. He responded pretty positively, actually,\" I assure and her eyes widen further.</p>\n<p class=\"cnMzZDUwMTk5YzdkMzQ5YjA5OTU2ZDk5ODE0MWVjYmVl\" data-original-margin=\"\">\"That little prick! He never said a word to me about it!\" she complains.</p>\n<p class=\"cnMzODliY2ViZjZiNjQ0Yzg5YzY2NWNmZmUzODNjYTJm\" data-original-margin=\"\">\"It was actually pretty respectful of him. Not a lot of people can be trusted to keep private shit to themselves, especially when they have a twin. He's a good guy, your brother,\" I answer.</p>\n<p class=\"cnM5MmVjZTM0ODQzMDQwODhhY2EyYzRmZDJkNjRjMjUz\" data-original-margin=\"\">\"How is everyone so normal about this?\" Ed complains. \"She lied to us. She has been lying to us since she was <em>seven years old.</em> You are all just fine with that? Lily, you aren't the only one everything changed for! I thought I was some kind of idiot child! My little sister, the girl who used to follow me around like a puppy, suddenly learned everything faster than me! Do you know how small it makes you feel, when a child suddenly feels ten feet taller than you? I have struggled with this for so long. Even after I realized how poorly I reacted to you, it still haunted me. It still made me feel so fucking insignificant.</p>\n<p class=\"cnNhYzg1YzBjNzBhZjQyMmRiNmQ3MzE1YjAyNWU0NjA2\" data-original-margin=\"\">\"I know. I know it's not your fault. You are who you are. You couldn't just be a child again. But you could have said <em>something. </em>You could have said <em>anything. </em>Anything would have made me feel less worthless. Just knowing there was something else going on could have changed everything for me!\" I have to process that for a moment.</p>\n<p class=\"cnMzZDYyZjk3MjU4ODQ5N2ViZjNjNzU4ZTQ2N2I0MzVj\" data-original-margin=\"\">\"Ed. Your value never had anything to do with me. You shouldn't have been measuring yourself based on me! Based on anyone! It shouldn't have mattered what I did! Whether I looked up to you or not. That was never going to make you feel like a person. You can't live your life like that Ed. It's not like you exactly earned my trust!\" I protest.</p>\n<p class=\"cnM0NTE5YTExZjIzYjQ4YTU5YzgzZTFhOWZiNjZjYjBh\" data-original-margin=\"\">The next voice surprises me. \"Lillith, you know your brother isn't good with words. He is terrible at saying what he is feeling. Honestly, he is terrible at parsing what he is feeling. It doesn't matter whether he should have measured himself against you or not. He was a kid too. Maybe not the whole time, but he was. And you're right. It probably wouldn't have made him feel better. You're right that he didn't deserve to know. I'll even say what you aren't. No one would have believed you, before all this. And that matters. It does. You were a victim of the way he treated you, more than he is of your dishonesty. But you understand. He feels hurt. He feels lied to. Because, well, he was. You don't need to respond to the rest, in this moment. There will be time for that, and Ed knows that. But please, for now, just respond to that,\" Mariah says. I bite the retort that comes to my tongue.</p>\n<p class=\"cnNjMzRmYjY3NzUzZTQ2YWU5MThlNWJmOGU0ZGI3MWY1\" data-original-margin=\"\">I look at Ed and see she is right. Ed shouldn't be comparing himself to me like that. He never should have been. But I can see in his eyes now. Mariah is right. He doesn't need an argument with me right now. What he needs is simple. I look down and clench my fists. \"Ed... I'm sorry. I'm sorry for lying to you. I'm sorry I saw you hurting and didn't do anything to help. I'm sorry,\" I say quietly. Because it doesn't matter, in this moment, who is right.</p><p class=\"cjVlMmNmMDM4ZmJiYzQwNTNiYmNjM2NiNTU4YzQzYzY0\" data-original-margin=\"\">Unlawfully taken from Royal Road, this story should be reported if seen on Amazon.</p>\n<p class=\"cnMyZGJmYThmYzg2ZTRkN2ZiN2JhODI4ZjkyZjU0NWFl\" data-original-margin=\"\">It's true I couldn't have told him right away. It's true he wasn't safe to tell for a long time. I wasn't wrong to withhold it from him for much of the time I did. And I don't need to apologize for that bit. But I could have told him a long time before now. It's hard because he really was an unpleasant little shit. And people who behave like that have no right to expect sudden trust. In fact, people who are sorry for that shouldn't expect to be trusted. They should expect not to be trusted, and accept it.</p>\n<p class=\"cnM0MmUwMTRmZDdmNjQ0NDA5MTY2NjM0NTk1MmI5YTQ2\" data-original-margin=\"\">But this isn't quite that. There was an undefinable change in our relationship some time ago. A vulnerability that I allowed him to believe had been reciprocated. I didn't tell him I still didn't trust him. I think that's what he means by anything. He would have accepted that. But I kept this from him, all while trusting him, risking him, with my own plans.</p>\n<p class=\"cnNlOWI0MGEyNjFkZjRhZDhiYzA3NTIwMmQxNTUwNDYy\" data-original-margin=\"\">If nothing else, I can understand why that much hurts. And that? That I don't mind apologizing for. Yeah, we will have to talk about the other side of it. The way I was treated and the reason he needed to be lied to. But sometimes, it's alright to handle one thing at a time. I should have at least been clear. Communicated as much as I expected him to. Especially after the last few days. He crosses his arms, but gives me a brief nod, sniffing and wiping one eye on his sleeve. It's going to take him some time to process. But I think that really was all he needed. Meanwhile, my mother is still staring at me. She doesn't have the same anger Ed did. She doesn't have the nonchalance of Henry either. She looks... cold.</p>\n<p class=\"cnM5NjgwM2U4NjYwMzQzMDE4ODJjYTVkNjI4ZTU3NTI4\" data-original-margin=\"\">\"Is my daughter dead?\" She asks suddenly, and silence falls on the room like a tempest. The color drains from my face.</p>\n<p class=\"cnNiZDZjNTgzNzY3YjRjZGU5ZDQ3NWEwNWM3ZTVmNTFi\" data-original-margin=\"\">I gulp. \"No,\" I respond. \"No, Mom. It's me. It's still me. I am who I have always been!\"</p>\n<p class=\"cnMyMGY4Yzg1NDRlMTQ3NzhiYzVhOGU4NzAyZjNhYWJm\" data-original-margin=\"\">\"You're not, though. Are you? You are this... other woman. This Annie. You're... Collector, you're older than me. How can you say you are my little girl?\" She challenges. Still quiet. Still calm. I feel water forming in the corners of my eyes.</p>\n<p class=\"cnMyMjk2MmVhNTBmNjQ4YTRhYWM3ZTc5OTlhMGU2Yzdj\" data-original-margin=\"\">\"Yes. I am Annie Beckett. But... I'm also Lillith. I am <em>more </em>Lillith, now. Mom, I don't... I don't know how to say it, shit. I am your daughter. I love you. You're my mom. The best mom I ever had, truth be told. I remember everything. I remember asking you for an extra serving of dinner when I was five. I remember begging for another story when you tucked me in at night. I remember walking around in your shoes, pretending to be you because I couldn't imagine anything better than that. I remember throwing a tantrum when you asked me to clean my room. I remember you holding me when I came to apologize.</p>\n<p class=\"cnNiY2U0NWMzY2UyYzQ0NzE5ODQ4MzBhODc1ZmY2MDVh\" data-original-margin=\"\">\"That was all me. Those are <em>my </em>memories. No one else's. They belong to me. They are <em>precious </em>to me. And so are you. So are all of you! Yes, when I was seven, I had an entire other life dumped on me. All the baggage and trauma of another reality. But it didn't hollow me out to make space. It opened a door that was always there to a life I always lived. I'm not someone new. I'm just more... me,\" I plead, tears gently running down my cheeks.</p>\n<p class=\"cnNiMmJlZjk0ZWJjZDRjOTc4MzM2MDNjZmM4ZTUyNmM2\" data-original-margin=\"\">\"How...\" Mom says, her voice finally catching as the ice cracks a little, \"How do you know that? How do you know those aren't just inherited memories? The memories of my daughter. Of the girl you usurped? How can you know that for sure?\" She begs. I lean forward and let a deep breath out, then look up at my mother. My mascara must be a fucking mess.</p>\n<p class=\"cnM2YTU5M2M5NGMwNzRjZTJiMTE0MDdhMTMyNDBhMDQ4\" data-original-margin=\"\">\"Because,\" I answer simply. \"The moment I opened my eyes and saw you, I loved you. I admired you. I ached for you. I didn't remember caring about you. I didn't remember looking up to you. I didn't remember feeling safer because you were there. I felt those things. I still do. I didn't inherit them. They are how I have felt about you my entire life. Before I got sick as a child, and after. Mom, I love you. That's how I know.\" I am practically sobbing by the end of this. Everyone else in the room has different looks of concern and awkward energy, but none of that matters. I look my mother in the eyes. The same crimson eyes that have always defined me. And she collapses.</p>\n<p class=\"cnNkMDVjOTM1NTViMTRmODk4YmE3OTAzZTQ1ZmFhMmVl\" data-original-margin=\"\">Not literally. But the tension dies and her muscles slump. A moment later she is sobbing too. I could have sworn we were sitting on opposite sides of a table, but within a few breaths, she is wrapping her arms around me. Things get messy from that point on. Emotional in a way I am used to suppressing. Joking away. But since I started dating Sara, that layer has been slowly peeling away. We do get to a point where we can joke, most of us. They have a lot of questions. Mom is still struggling to grasp it. To accept it. But she knows I love her, and she still loves me.</p>\n<p class=\"cnM3ZDU0ZWM1NWEzMDRmYzU4ZjFiMzgxNDhiNWM4N2U0\" data-original-margin=\"\">There is a lot of healing to be done. This revelation hit her harder than anyone. I am actually a little older than her, in a way. But she is still my mom. That dynamic will never change. I eventually have to retire early. It has been an incredibly long day, and I want to do something before Sara gets back. My family isn't satisfied with this, but it's important to me. I take only Autumn with me and head up to our room. She has been practicing earth magic and I'll need her for this. She kisses Henry goodnight and promises to see him once we are done, then comes up to the room with me.</p>\n<p class=\"cnM2ZWI3Yjc2YzRmYzRmOGJiMWY2ODczNmVkYzgzMzQw\" data-original-margin=\"\">She actually blushes a little when we reach the door but I roll my eyes and tell her to relax. It's not like I just jump on any woman I see. The work I borrow her for takes about an hour, but that is much faster than it would have on Earth. Autumn is a good sport about it and I promise to make it up to her later. But, as she leaves I smile. I have remodeled the room a bit. Instead of hats hanging on one wall, Sara now has her own studio. Rows of shelves line the small room, displaying all of her hats. A desk sits in the middle of the room with her father's hat block in the middle. She is going to squeal when she gets back.</p>\n<p class=\"cnNmYTkzMjUwNTU4OTRhMWQ4YjIxYTFlYTE5ZWQ2NTI1\" data-original-margin=\"\">Speaking of which, she actually should be back by now. I thought I would run out of time before she made it. She must be at least a half hour, forty-five minutes late by now. Idly, I take out my whisper sphere to call her. It hums gently, the light slowly fading in and out, until she answers, and the light steadies.</p>\n<p class=\"cnM3MzE0YjkxOTI3YjRhYmY5MTZjM2MwMjMwOTk0MjRm\" data-original-margin=\"\">\"Hey, beautiful. Everything alright? I want to show you something when you get home,\" I greet as soon as I see a connection has been made.</p>\n<p class=\"cnM3NWM5MmM2ZDUxYzRmNDRiOTdkNDJiNjVmZGI3MmQ5\" data-original-margin=\"\">\"Hello, Queen Lillith,\" the voice on the other end replies.</p>\n            ",
  "invisibleParagraphContent": "Unlawfully taken from Royal Road, this story should be reported if seen on Amazon."
}