{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiZjVmODQxMmM1NTQ5MDdhYmE2N2Y4ODcwY2FiNGZk\" data-original-margin=\"\">It had only been a day since Kaede surveyed the construction progress at the river banks. Yet now, she stood atop a completed three-story stone redoubt and gazed through arcane binoculars at the wooded hills across the water.</p>\n<p class=\"cnNmZjMwNjczYzM0YTRiMGE4YzM3NGM0ODc4NTM2NDg5\" data-original-margin=\"\">The Lotharins had made phenomenal progress on the fortifications in just one day. Most of the strongpoints centered around the riverfront redoubts had been finished. The stone towers' exteriors had been hardened from clay to stone by transmutation spells, and there was one every 250 paces. They were close enough that no attacker could push through the gap between them without being exposed to direct archery from overhead.</p>\n<p class=\"cnMyYTAzYTM3ZGEyZTQyYTBiMTY2NTEwMzZhYmY0NDFh\" data-original-margin=\"\">Chevron-shaped earthen ramparts filled the space between towers, which combined with wide ditches to funnel attackers into bottlenecks. A combination of mud and raised wooden spears filled the ditches, making the task of crossing them to climb the ramparts virtually impossible. The chevrons were also staggered in such a way that those within the ditches were vulnerable to enfilade fire from the neighboring rampart.</p>\n<p class=\"cnNkZDk3ZDkzMGYzZDQwYjZhMTZmODk1N2ZiNjFiN2My\" data-original-margin=\"\">More ditches, fences, stakes, and other obstacles layered the shores in front of the main defenses, while torsion artillery had been set up behind the line. The fortifications might not be complete yet, but they were already a formidable line that stretched across the twelve kilopace river crossing.</p>\n<p class=\"cnNjMDFlNTU2MTVmNTQ1MmViNmM3Y2YwMzI2OGVmOGVk\" data-original-margin=\"\"><em>Edith motivating the soldiers really has made all the difference,</em> Kaede reflected.</p>\n<p class=\"cnNlZTAxNDUxNDFkODQxN2M4NGE3OTg5ZDQzN2NmZGM0\" data-original-margin=\"\">Now, those same soldiers were on high alert, assembled behind earthen ramparts in battle formation. Scouts reported earlier that the Cataliyans had broken camp before dawn and were headed this way. Every man who could bear arms was given a weapon, down to the last laborer and cook.</p>\n<p class=\"cnNhMmVmNjVhMDhkYjRmNzI5ZGJkMmQxY2EyYTJjOGNm\" data-original-margin=\"\">Kaede could hear the marching footsteps from tens of thousands in the distance with her familiar-enhanced senses. Yet, as the hour slowly passed, not a single enemy could be seen across the river. Even the steady beat of war drums stopped over three kilopaces out, only to be gradually replaced by the noise of hammers and saws.</p>\n<p class=\"cnM2MzYzYmYxZWU1MjRiMTk4MmUxMDFmZTkzYTQzNWQw\" data-original-margin=\"\">The Samaran girl glanced at Pascal as she watched every soldier exchange the same look, share the same thought:</p>\n<p class=\"cnMyYThmNTVhOTk1YjRhODNhZjg4NzMxOWI5ZjZkYWMw\" data-original-margin=\"\"><em>What are they doing?</em></p>\n<p class=\"cnNmYmQyNTAzYmU1MzRlYmM5ZGUyMDUzYTliY2JmZGJm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyMzEyYTJmNGJiZjQ5MDBiZDAyZDg5ODA2MmRkOTg4\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4ZTg4MmRjOWYxNjQxZjNiY2Y0NjUxMDliODJjMWNj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiNjA0MTg4ODkwZjQ2NjQ4MDg1YzY3MzExNTFjMzE4\" data-original-margin=\"\">\"They're not attacking?\" Sylviane asked with a puzzled frown. <em>It's barely noon on a sunny day.</em></p>\n<p class=\"cnMzZDI3Y2Q1NjEzODRlOGQ5NzAxYzIxZWUzZjQwMTBj\" data-original-margin=\"\">\"Our scouts report they've advanced to within five kilopaces of the river and are now fortifying their position,\" reported Lady Lynette, the army's deputy ranger commander.</p>\n<p class=\"cnMzNGExZjRkMzcyOTQzMDM5NTQwZDNjODY1Y2Q5NDVj\" data-original-margin=\"\">\"They must be unpacking their siege train,\" explained Major Hans Ostergalen. \"It's been over two weeks since they last took a fortified settlement. I anticipate they'll be taking the afternoon to assemble and prepare forward positions for their siege and pontoons.\"</p>\n<p class=\"cnNmOWI5NTc2MWU1MTRhOWFhN2U1NjI2YWRmOTU4OTg3\" data-original-margin=\"\">\"They'll be attacking at first light tomorrow then,\" a Lotharin duke finished.</p>\n<p class=\"cnNhYWRmZTgyYjFmYjRjMjk5OTc3NmM2YWY2NDY2OTYz\" data-original-margin=\"\">Everyone knew what was at stake: Roazhon was the capital and northernmost city in the Kingdom of Avorica. Its strategic location served as the western pivot of Rhin-Lotharingie's second defense line. The city also projected power over the 'Roazhon Gap', a fifty kilopace wide corridor of lowlands that separated the North and South Lotharingie Mountains. Beyond this gap lay only the fertile plains of the Lotharin heartlands, where the invaders' superiority in cavalry would allow them to dominate.</p>\n<p class=\"cnM1YjZlNzc4YjVlMjQ4ZTJhNzFhZjNkYzg3Mjg2Nzgw\" data-original-margin=\"\">\"Our fortifications are almost complete. Tomorrow we shall hold this line and blunt the Caliphate's advance.\"</p>\n<p class=\"cnNhNTA2MGMyOWJmYTQ5NmM5ZWFjNjM2MDJhNGQzNWEw\" data-original-margin=\"\">A tense silence gripped the war council. Even Pascal seemed a hint nervous as he spoke. He tried to mask his doubts through his stern expression, but Sylviane knew him well enough to tell from his deep frown.</p>\n<p class=\"cnMxOWM3YzZhYjY0OTQyODQ4MjM3YjJjNDQyMGRkZmYx\" data-original-margin=\"\">\"We've made all the preparations that could be made, and my reinforcement column of ten thousand finished arriving last night.\" General Macdonald declared in a steadfast tone as he looked towards Pascal and Sylviane.</p>\n<p class=\"cnM3YzAzNzY3OGQ2NjQwOTM5YWRkODFjMjEzMDk2OTA0\" data-original-margin=\"\"><em>Still, I wish you'd never left the capital and abandoned Father to his fate,</em> Sylviane nodded even as she wrestled with her mixed emotions.</p>\n<p class=\"cnNkN2VlMjVmMDM5YTRmMWE5ZWFjOGJiMWIwNDE0OGE2\" data-original-margin=\"\">The old general had knelt down before the Princess earlier this morning and apologized for losing Alis Avern to the pretender Gabriel. Though it was hardly his fault, as it was the Emperor who sent him away to reinforce the front. Nevertheless, it was a display of his sense of duty and loyalty which Sylviane deeply appreciated.</p>\n<p class=\"cnNhYjllN2IxMjUwNjRjYzRhNDIwYzc1YjlhNzNkMzFj\" data-original-margin=\"\">\"Your army's timely arrival is Father's final gift to us, and I swear before the Holy Father that we shall not waste it.\" The Princess donned her mask of zeal and vowed before the assembled war council. Heads nodded as the commanders and nobles voiced their agreement, including the devout Edith as she smiled with a sentimental gaze.</p>\n<p class=\"cnM4MDhhOTcxZjUzMTQ0NDdiODc2ZmNlNjM0ZGRjNTg3\" data-original-margin=\"\">\"Queen Katell also managed to squeeze out another two thousand men from the Roazhon garrison to supplement our army,\" Vivienne added in her soft voice.</p>\n<p class=\"cnM4ZDY4N2U5NDVlOTQ0MTU4MzVlNzRkMWFiZmE0ZDk1\" data-original-margin=\"\">The youngest of the Oriflamme Paladins was meeker today than Sylviane had ever seen her. It might have to do with the fatigue in her eyes, as she had spent the whole night playing music to a slumbering princess. The result was a night of dreamless, deep sleep for Sylviane, who awoke more refreshed and rested than she had felt in months.</p>\n<p class=\"cnNhMGIyOTVjMGI0OTQ0MjJhMTg4ZjgzNzU5ZDMzYzZl\" data-original-margin=\"\">\"That brings us to 26,000 men,\" Pascal stated.</p>\n<p class=\"cnNiZDU3YTU5M2FlNjRiNGI4MzBiNjEwNWEzZGZhOGUw\" data-original-margin=\"\"><em>Less than half our enemy,</em> Sylviane thought, as Lynette had previously given the rangers' estimate of the Tauheed army's reinforced strength at over 60,000 men.</p>\n<p class=\"cnM5MjE1Yjk0ODI2YTQxMmY4NzFmMWQwYWFjYjZjNWU2\" data-original-margin=\"\">She had made requests for the Ceredigion army to march out in support. However King Elisedd had claimed 'neutrality' and rejected one request after another, even a <em>Farspeak</em> request from the Princess herself.</p>\n<p class=\"cnMwNTg3OGE5ZmJjZTRjNzFhNDcxNmQ0MTM5NWU4OTBm\" data-original-margin=\"\"><em>All the reinforcements that we can count on have arrived,</em> Sylviane's knuckles tightened as she thought to herself. <em>There is no one else after this.</em></p>\n<p class=\"cnM2M2JmMTQyYjVmMzRmNjQ5NWQwZjY3Y2IwMDI4MDdl\" data-original-margin=\"\">What laid on the line wasn't merely a river crossing or even the country's second defensive front. It was also her legitimacy in the eyes of the nation, her bid for the Empire's Burning Throne. Sylviane had staked everything on coming here to reinforce Edith's western front. But to achieve results she had to <em>win</em>.</p>\n<p class=\"cnNmNmYyZjUwN2VlODQ0MjliYzQ4ODhjYmRhMDQzNDBh\" data-original-margin=\"\"><em>We have to. We <strong>must</strong>.</em></p>\n<p class=\"cnM2YjViNzFjNGIyODRjZmY5NDU2NDVhZTc5YTUzY2M1\" data-original-margin=\"\">At that moment, a breathless young officer barged into the war room.</p>\n<p class=\"cnNmYWQ0NzllN2EzZTQ2OWNiYTQzYjdlOTY2ZWU0MzMy\" data-original-margin=\"\">\"Y-Your Highness, Your Ladyship!\" He addressed both Sylviane and Edith, the army's <em>de facto</em> and <em>de jure</em> commanders. Then, as though he couldn't believe it himself: \"K-King Alistair has arrived!\"</p>\n<p class=\"cnNkOTVjYjVmMjM2NTQ1ZjA4M2Q5NDZmMTA3ZjVlMjEz\" data-original-margin=\"\">The entire council rushed out the door. All of them except Vivienne, who had slipped away before anyone could notice.</p>\n<p class=\"cnMzNmIxZGFlYmI1OTRjNjI4ZDY4NGExMjM5MmQwOGQz\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM4OWVhMTkyOWVhNDRjOWU5YjY2NDhlYTZlZGM2YmZk\" data-original-margin=\"\"><br>Kaede watched from the sidelines as two skywhales 'landed' their gondolas. The humongous beasts continued to hover in the air, as their sheer weight might crush the compartments beneath them if they released their levitation magic. However it allowed the gondolas to come within centimeters of the soil, where their doors opened and sturdy ramps hit the ground.</p>\n<p class=\"cnM1ZGI2ZjQwYjlmMTRhMzVhYjhiNjg2ODM4NWI2MDgy\" data-original-margin=\"\">Soldiers from the nearby army camps crowded all around the grassy clearing. Giant-like men from the Kingdom of Gleann Mòr marched out from beneath each skywhale in neat columns. They carried two-handed swords upon their backs and their blackened plate mail glinted beneath the noon sun. Each of them wore a black cloak with the red griffon crest of Gleann Mòr adorned over their right breast.</p>\n<p class=\"cnNiZTRkNTNmY2UzNTRiYzFhYThjNDExYmQ5NGY3NDg0\" data-original-margin=\"\">\"The Black Guard.\"</p>\n<p class=\"cnNlNjA1Njg0YTAxYjRhYTdhNmY5Y2IyMjZiNmQwZDM2\" data-original-margin=\"\">Kaede heard the soldiers' whispers and she immediately recognized the name. The disembarking troops made up one of the most renowned elite formations of Rhin-Lotharingie. The unit had originated from the companions of the Lotharin Independence War hero Douglas the Black, whose surprise, night-time assaults had struck terror into even the most disciplined Imperial Legions.</p>\n<p class=\"cnNkOWYxMjY5N2FkMTQ1NTliZTRjZGZkZWFjMTI2YTVj\" data-original-margin=\"\"><em>Talk about good timing.</em></p>\n<p class=\"cnM1ODEwYzAzZTI4YjQ3ZmZhZDcyMTgyNTMyN2ZmZjE0\" data-original-margin=\"\">The Samaran girl had no doubt that their arrival had been planned for maximum morale boost. The exiting soldiers marched around the skywhales to give everyone an eyeful before settling into parade formation. Meanwhile, a group of five individuals gathered from both skywhales before striding together towards the Princess' greeting party.</p>\n<p class=\"cnM4MDQyMzk5YzIyNDQwYWNhYmZmNzAwNjYwZWRjMDFk\" data-original-margin=\"\">\"Your Highness!\" Their leader called out, less in reverence and more like meeting an old friend.</p>\n<p class=\"cnM0NGU1MzJiNGY4NjQwM2Y5YTc5ZmUzODkxZDMxZWE3\" data-original-margin=\"\">\"Your Majesty... Alistair!\"</p>\n<p class=\"cnM3NWZmZGFkOWJhODQ4ODlhZWIyYTUyMTYyYzUyZjgw\" data-original-margin=\"\">Hauteclaire had to leap off Sylviane's shoulders as the much taller man marched up to the Princess and embraced her in a joyful hug that almost picked her off the ground. Above his head flew another phoenix, the deep-blue Almace, who was half again the size of Hauteclaire. The two birds spiraled into the air in some form of greeting ritual, as the Princess' companion met the familiar of the <em>Hound King</em> while their masters greeted each other on the ground.</p>\n<p class=\"cnM2MGRhZmZlNWI4MTRiNjFiM2MyYzYzNWNlMGI3Zjhm\" data-original-margin=\"\">Meanwhile, Kaede could feel a surge of dark emotions trickle over her empathic feedback link with Pascal, coloring her thoughts with sour jealousy.</p>\n<p class=\"cnNjNThhNTJjMmM3NDRmYzlhZDc0YmFkN2M0YjBkYjAx\" data-original-margin=\"\">\"Why didn't you tell us you were coming?\" The Princess remarked with a beaming smile.</p>\n<p class=\"cnMyNGZlZGY0ODJmZTQ2MGFiNmQxM2NiNzY1NGYyYjQw\" data-original-margin=\"\">\"And spoil the big surprise? No way!\" Alistair replied as he grinned from ear to ear. \"Though I did tell Vivi so she could make some preparations. I take it she didn't give you a hint?\"</p>\n<p class=\"cnNmYzQ2MmU5M2Y5MjQxMzFhYjhkOTc4YzljNDQ2ZGZi\" data-original-margin=\"\">The King then scanned the crowd. His faded-blue eyes fell briefly upon Kaede for a moment, which reminded her of his bewildered look when they first met back in Alis Avern. Nevertheless this time he recognized that Kaede wasn't Vivi, even if the other girl was nowhere to be found.</p>\n<p class=\"cnNmMmZmMWEyZTUxZTQ3ZjA4NGRkMDc0MTdhNDFjYjQx\" data-original-margin=\"\">Kaede gave a curtsy from her spot as the King sent her a polite, smiling nod.</p>\n<p class=\"cnNmZjBlNTkwNGE1MjRjMGM5OGE5YWZjNWRhNzRiOWVj\" data-original-margin=\"\">\"Perhaps Vivienne did not want to raise everyone's hopes up for nothing, in case you backed out, <em>Your Majesty</em>.\" Pascal said as he stepped up, his dislike for Alistair palpable.</p>\n<p class=\"cnMzZWNjNzhkNzlhNzQyYzI5NTg0MmE4YWU2NjYwMzMw\" data-original-margin=\"\">\"Not a bloody chance in hell I would, Your Grace,\" the King's reply came crisp and simple. He then bowed chivalrously to the Princess and vowed before the eyes of the world. \"The Glens will <em>always</em> remember, Your Highness, how your Great-Greatpa's victory at Fifth Alisia saved us from the Imperium's Siege of Scuin.\"</p>\n<p class=\"cnM5NTA4NTY4MjUxZDRjZDI5NzRkNGExM2M2M2Y5Zjgx\" data-original-margin=\"\">Sylviane's gaze glistened with appreciation as she grasped his gauntlet in both palms and nodded firmly. Meanwhile, Alistair returned a reassuring grin before he turned and announced to every assembled leader:</p>\n<p class=\"cnMxNTczMzhmOTA5OTQyZmM4ODBhODc2NjdlMjI0Nzhi\" data-original-margin=\"\">\"The Army of the Glens remains snowed in, blocked by the northern mountain passes. But as you can see, we outfitted a skywhale and recruited another to help us. I bring the <em>Black Guard of Clan Douglas</em>, the best of our renowned Galloglaich shocktroops to aid this front.\"</p>\n<p class=\"cnNlZjZjNzNjMzc0YjQ3NDc5MmRiYzFhMTcyMmFkOGFk\" data-original-margin=\"\">In unison, over nine hundred bannermen behind him drew their two-handed blades and held them before their hardened faces. Every one of these veterans looked ready to fight his way into hell.</p>\n<p class=\"cnMxMDhlYjNjNDJlMzQ3OTk5YWMxN2I0YWIyZGQ5M2Q4\" data-original-margin=\"\">The King's expression then softened as he looked back to the Princess with an almost puppy-like gaze.</p>\n<p class=\"cnNiZGQyNjI2ZmQyNzQ4MWI4MWVmNWM0NjgwN2VjMmIx\" data-original-margin=\"\">\"Please feed us though. We had to ditch our supplies to make everyone fit.\"</p>\n<p class=\"cnM1MTM2MzIzMDBkYTQ1MDM4N2I5Zjg1MDAxNmRhMTIx\" data-original-margin=\"\">Even in this dramatic moment, a few officers couldn't help but chuckle at the King's sense of humor. This included Sylviane as the Princess wiped her eyes, which only made Pascal's jealousy swell.</p>\n<p class=\"cnNhYmVjY2FhNTJhOTQxOWQ5YTA4MTVjYWM1ODRmNGI2\" data-original-margin=\"\">Kaede realized then it wasn't King Alistair's physique or even his rank that Pascal felt threatened by. Instead, it was the natural ease Alistair seemed to have in making Sylviane smile.</p>\n<p class=\"cnNhNDJhMWMwMzFmZDQ4MmViN2VlOGNhZmQwMzNjMjZk\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNiYzNmMTAzMjU3YzQ3YmQ4YmJjNGZhYWY5Yjk1YzFk\" data-original-margin=\"\"><br>\"Much as I'd like to, Sylviane, I can't stay,\" King Alistair divulged after the assembled troops departed. \"The northern nobles aren't like the ones you have down south who merely plot. Leave the clans alone and they'll start baring fangs and picking fights. Snowed in all winter with too much time and nobody to manage? They'll be tearing each other to shreds.\"</p>\n<p class=\"cnMyYmFjMTIzOGE5ZTQ0MDM5ZWQ2ZjBlOGIxNWYxNTVj\" data-original-margin=\"\">\"No,\" he sighed. \"I have to go back. But you have my promise that I shall rejoin you in the Spring.\"</p>\n<p class=\"cnNjNjI0YWNmNzVjNTQxNDhhNjFlNGZlMDJjYTI3ZGE5\" data-original-margin=\"\">\"Then stay for just two days, even one,\" Sylviane requested. She might be his superior in rank, however her eyes were almost pleading. \"There will be a major battle tomorrow, Alistair. The fate of Rhin-Lotharingie is at stake, and there is no better man to lead the highlander charge than their king.\"</p>\n<p class=\"cnM4MTNiOGU2ZjYwZjQwMGNiNzJhNjQwYzBkOGU4MmM2\" data-original-margin=\"\">Alistair pursed his lips. A lot could happen in two days. Circumstances could turn into obligations that would entrap him here for much longer.</p>\n<p class=\"cnNlNzFmYmU0MjBjODRhZjFiZjhhMjU4NTg4NmQwOGNk\" data-original-margin=\"\">Yet as he looked down upon the grown-up princess, he once again saw that young, twelve year old girl. She had shown him not the veneer of respect like every other noble, but also true sincerity and kindness. She gave him confidence and faith in his kingship, his <em>bastard inheritance</em>, when everyone else only sought to manipulate and play him like a fiddle to their will.</p>\n<p class=\"cnMyZDgyM2FiZDVjYTQzODQ4MjU1YjQ3ZjFjMzlmMjZk\" data-original-margin=\"\">It had been odd back then, for an accomplished fifty-year-old adventurer and mercenary to consider an adolescent princess his study partner and pen pal. Yet while Sylviane was emotionally turbulent -- as teenagers often were -- she also held a combination of cunning and sagacity that inspired him.</p>\n<p class=\"cnNkMTVhNzYxNWE1NTQzMWQ5NzBhOTQyNGJjYjQyMjk5\" data-original-margin=\"\">\"All right, all right,\" Alistair conceded with raised hands, unable to deny her imploring gaze. However he had to set his foot down: \"two days then, three at most. After that? I'm sneaking off even if you won't let me.\"</p>\n<p class=\"cnM0NTc2MmEzNjk2ZjRiOWE5YmU0MjA3YjEyMjY0MmFk\" data-original-margin=\"\">Broad appreciation spread across Sylviane's lips like the sun as she grinned back.</p>\n<p class=\"cnM0OTc3YTc3ZGM1NTQ3YmY4Y2UwMWIwMDNkNDcyNGY5\" data-original-margin=\"\">\"Thank you.\"</p>\n<p class=\"cnNkM2E2YzUwNGQxZDQwNzFhMWUyZGU3YjJiNTJlYzBk\" data-original-margin=\"\">The Princess then turned towards the tree line and gestured for him to take a stroll with her. Alistair nodded to his deputy commander and the two skywhale captains, urging them to stay behind as he followed her with only his bodyguard in tow.</p>\n<p class=\"cnMyNDZkYTM5N2MzMzQyOTI5M2I4ZmRjYTI1NzMzNzcx\" data-original-margin=\"\">His hunch proved correct as the Princess conjured a bubble of privacy between them.</p>\n<p class=\"cnM2YjNkNjA0NjE5MDQ1ZTA5YzZmZGE0NDAyZjdiNWM4\" data-original-margin=\"\">\"There is another major issue I must discuss with you...\"</p>\n<p class=\"cnNkMzNlYjI2NmE2MTRmZGVhOTk5NjM3YmUzMzNlNmY2\" data-original-margin=\"\">Yet even as they spoke, Alistair could feel a young landgrave's gaze burning a hole into his back.</p>\n<p class=\"cnMwMDU0YWViNmVlMjRhNThhYjJhZGQyNDdiYTUzZDA0\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM4ZDM2NmMwMzJiOTQwOTI5NzgxODljNzllMzMyYjQw\" data-original-margin=\"\"><br>Kaede had been watching the two royals as well. But her conclusion was that Pascal was being obnoxious. After all, Alistair did arrive with precious reinforcements. They were elite heavy infantry too -- troops that the Lotharin army desperately lacked.</p>\n<p class=\"cnNiNjVlYjFiMjE3ZjRiZTZhNmRmYzdhZGEzNDhlNjE4\" data-original-margin=\"\">Furthermore, it seemed obvious to her that Sylviane and Alistair were nothing more than 'just friends'. In fact, they reminded her of a country uncle and his urban niece who visited every summer, which was odd considering that he was also a <em>king</em>.</p>\n<p class=\"cnMwOTRhZWIxZDA4ZTQ2ZmM5Y2M0ZTdlZDM1MTlmMzBi\" data-original-margin=\"\">Yet before she could try to explain any of this to Pascal, Kaede herself grew distracted when a civilian captain from the King's entourage approached her.</p>\n<p class=\"cnNmNTcxNzViOTI4MzRiNTJiMzQyNDE2ZjU3ZjU3MDdi\" data-original-margin=\"\">\"Are you Kaede?\"</p>\n<p class=\"cnM2NGNlMjk4Yjg3MTQyNTM5ZGQ3ZjY1YTVmMTk4YmY0\" data-original-margin=\"\">The Samaran girl spun around as the beefy, broad-shouldered man, who looked to be in his forties, took off a floppy fur cap. It revealed a head of snowy white hair.</p>\n<p class=\"cnNmMTA1NzZjYzFiNjQ2MWViM2UwY2VkMjFhZTE0ZTVh\" data-original-margin=\"\">\"You're a Samaran merchant captain?\" Kaede's wispy voice barely let out as her lips gaped in astonishment.</p>\n<p class=\"cnMyNmRiNTczY2UyMTQxMzc4NGVkYTdiNDc0ZTFjNGVh\" data-original-margin=\"\">\"Yes.\" The man nodded as his weathered cheeks and crystal-blue eyes crinkled in a friendly smile. \"I'm Captain Marko Mikhailovich Samoylov, Grand Republic Merchant Alliance, as well as the acting ambassador from the Grand Republic of Samara to Rhin-Lotharingie.\"</p>\n<p class=\"cnMxZWI0N2FmNTg5NDRhNjRiMzc0MGRkODM2N2FhNzBm\" data-original-margin=\"\">He offered a large palm to Kaede, who gladly shook it in return.</p>\n<p class=\"cnNlYzJlMTMzNGRhNTRhZGZiZGVmNzU0YzE3OWNhMjRh\" data-original-margin=\"\">\"Kaede Nikita Konstantinovich Suvorsky.\"</p>\n<p class=\"cnNhY2VhNTAwYjczMzQyNDI5ZGUzMDNiOTgwZTc1ODRk\" data-original-margin=\"\">Marko raised an eyebrow before Kaede berated herself. It was clear from the Captain's name that Samarans used a similar naming convention to Russian. However Eastern Slavic surnames were also gender-specific, and she gave hers as 'Suvorsky' instead of 'Suvorskaya'.</p>\n<p class=\"cnM5OTVjOWQ4NzhkZjRlNzFhYzdjY2ZjNjg5NDk5MGQ1\" data-original-margin=\"\"><em>Still, not sure I'm comfortable using 'Suvorskaya',</em> the Samaran girl thought. It felt like she would be relinquishing the last vestiges of her old life.</p>\n<p class=\"cnNjOGU0NjZjNGE4MTRkNmFhNTQ3YWFmZjU3MzQwNTM4\" data-original-margin=\"\">Nevertheless Marko did not pursue the matter as he continued. Though his chosen topic was yet another that he approached with caution:</p>\n<p class=\"cnNhMTY1YTZlNWY4NjRiZjdiOWJiYWEzZWYyNTk4NmYy\" data-original-margin=\"\">\"The late Emperor Geoffroi had told me that you are a... familiar.\"</p>\n<p class=\"cnNlMWQ3Yjg5ZGQzYzRlMWI4YzY0MmQ4Mzg0MjVhMzQy\" data-original-margin=\"\">\"I was summoned by Pascal Kay Lennart von Moltewitz, the Landgrave of Nordkreuz and the fiancé of Her Highness, Crown Princess Sylviane.\" Kaede nodded back.</p>\n<p class=\"cnNjNzc4MzQyZDQ2ODQxMzdhZGJlMGY5YTg2ZmJkMDlm\" data-original-margin=\"\">\"It's unusual to find a non-mercantile Samaran in these parts, let alone as a familiar,\" Marko continued as his countenance relaxed in the wake of her smile. \"Would you and your... master, like to join me late afternoon for a chat and dinner? King Alistair's soldiers should be finished unloading everything by then.\"</p>\n<p class=\"cnM4ZGJkYTg3NTU4YzQyNWJiMGJiMTU2OWE5OWQ4YTI4\" data-original-margin=\"\">Kaede couldn't help but grin. Ever since she arrived in Hyperion, she had been wondering how <em>real</em> Samarans lived. The late emperor had offered to arrange a meeting between her and the ambassador. However Kaede had left for Weichsel before that could occur. Now, she has been given another chance.</p>\n<p class=\"cnM1Mjg5ZWFlYmY1ZTRlM2ZhMjI1MzZlN2E2YjA1MzY0\" data-original-margin=\"\">\"I have to accompany Pascal to inspect the fortifications first. But I would love to join you after that.\"</p>\n<p class=\"cnM0OGI0ODkyODVjZjRjOTk5ZDNmOGJiZjAwYjUzMGU1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMmNmNTc3OWQ5ZDQ5NDQ5NDE4MDkwYTFlM2NmOTJk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwNDhlYzg5ZWJhNzQzOTBiZWFmNzYxY2VkNTRkMGQx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjY2QwM2MzYmZiNTRjODRiZGQxY2VmODhlNTgwNGI4\" data-original-margin=\"\">It was dusk by the time Pascal and Kaede finished their inspection of the riverfront defenses.</p>\n<p class=\"cnM2MzkwZjc4YTk4YjQ0Zjg4Y2YwODljNDY1MzJkYmY4\" data-original-margin=\"\">The tense atmosphere from this morning continued to hang over the army and its encampment. Those near the river could hear the distant hammering from thousands of laboring Cataliyan soldiers. Trees fell to the ground in droves while the occasional boulder flew over the ridge as the enemy test fired their siege weapons. Every soldier knew that sixty thousand foes now gathered beyond the tree line across the river, ready to pour across at dawn like locusts.</p>\n<p class=\"cnM4NjdmMWIyZjMyNDRiNjY5MmE4NTQ1MjNhMzE0OTBi\" data-original-margin=\"\">Everywhere, skittish soldiers could be seen sharpening their weapons, offering their prayers, or simply listening to the tune of a fiddler as the distant sun fell. Even the camp followers looked nervous, and many young girls cuddled up with the men to receive a few last coins.</p>\n<p class=\"cnM3ZjU5ODU0ODA2ODQzMGZhODRhM2M1NzdiNDViM2Fm\" data-original-margin=\"\">For many of these troops, it would be the last peaceful night of their lives.</p>\n<p class=\"cnNjNTRhMThkMWFjZDQwN2RhMTM3Y2ZlZDRkYjY0MDY1\" data-original-margin=\"\">It wasn't until Kaede and Pascal reached the far side of camp, where Captain Marko's skywhale rested, that the atmosphere at last relaxed. They boarded the skywhale's gondola from its lower, cargo deck ramp. The space inside was considerable, and Kaede estimated it as roughly half the area of a hockey rink. Yet even then it would have been cramped to fit in several hundred men for days.</p>\n<p class=\"cnM3ZjgwMGQyYmFmMTQ5ZmJiZjNkZmUwM2YwMWYwMzRj\" data-original-margin=\"\">\"Extradimensional expansion,\" Pascal explained when Kaede asked. \"It is not hard to double or triple the dimensions of this cargo hold. However it can be rather costly in mana to maintain. Shrinking cargo is generally considered more efficient.\"</p>\n<p class=\"cnNmYTE5NDgxZWRjNDQxMjU4MmVkMjIzZmU4YjIxNDMw\" data-original-margin=\"\">\"Though we can't exactly shrink living beings,\" Marko added as he led them to a spiral staircase. \"Expansion also only provides space. We'd need to add <em>Levitation</em> spells to help keep it afloat if there's too much weight. Thankfully that wasn't the case this trip.\"</p>\n<p class=\"cnNmOGI3MzlmMTFhZjQxNjNhZTBmYWIyMzI4NTFmODk5\" data-original-margin=\"\">\"Will you also be partaking in the battle tomorrow then?\" Kaede then asked.</p>\n<p class=\"cnM0OTAwZjY0MGVmNTRiODFhNzZkNmQ1ZmNhYjIwMTk2\" data-original-margin=\"\">\"No.\" Marko replied straight. \"The Grand Republic is neutral in this conflict. Helping King Alistair transport his men down is already pushing it. Besides, the only armaments we have onboard are three propeller-spun repeating ballistae for self-defense.\"</p>\n<p class=\"cnM4N2ZiOTBiZjVhZTRmNzM5ODVmNzJhMTkzZjFlNWFl\" data-original-margin=\"\">\"I am already surprised that you were willing to go this far,\" Pascal noted. \"Transporting soldiers into a battle zone is hardly 'neutral' conduct, especially as you are the Samaran ambassador.\"</p>\n<p class=\"cnNjY2Y5YjkzMWNkNjRhMDM4NmM1YTUzN2NiM2ZhMjdh\" data-original-margin=\"\">\"Officially, I'm the Merchant Alliance liaison to Ambassador Pavel Pavlovich Tuchkov, who had been recalled for deliberations.\" Marko explained. \"I'm honor-bound to an existing contract with King Alistair from before the war started to help him transport supplies. What supplies? Where? Well we didn't set any limit on that,\" he added with a knowing grin.</p>\n<p class=\"cnNhY2IwZGM4OTBjOTQ1NjFiOGQ0MjNmMGRlOWZkYmI0\" data-original-margin=\"\">They soon arrived at a small but well-furnished mess cabin. It had velvet wall fabrics and handcrafted mahogany tables which reminded Kaede of an upper-class lounge. There was also a sweet, mouthwatering aroma in that air that smelled like freshly baked cake.</p>\n<p class=\"cnMyMzg4OGQwNDVmMTRiNDNhNDg5ODI0MGI3YzE1YTI0\" data-original-margin=\"\">\"Please have a seat. Most of the crew have left to visit the city, so it's just us here right now.\"</p>\n<p class=\"cnMxMjU1NGExNWJhMTQxMzU5Nzg3NDAxOWE5ODNiZGU5\" data-original-margin=\"\">Kaede was the main guest for once, and she pulled out a chair and sat down even before Pascal did. This attracted an odd look from the Captain as he walked over to a nearby counter with a silver samovar.</p>\n<p class=\"cnNiZmFjNTIxYWJiMzQxOTY4Y2E4MzZhYWI2YjY1Njkz\" data-original-margin=\"\">\"Would you prefer tea or coffee?\"</p>\n<p class=\"cnM0YmU4MGY3MTQwYzQ1MmI4MTQ3OWM4OTA0ZjY1NzI2\" data-original-margin=\"\">\"What do Samarans normally drink?\" Kaede asked with a smile, which attracted yet another curious glance from the Captain.</p>\n<p class=\"cnMwYmI1ZWIyYTg2MjQ0MDhhMjExOWZlMjhjNDk4MTdh\" data-original-margin=\"\">\"Both the Samarans and the Grand Republic have a rich tea culture, which is not surprising considering we dominate the intercontinental trade from the Dawn Imperium.\" Marko replied as he opted for a small teapot to which he added a blend of several tea leaf varieties.</p>\n<p class=\"cnMwYmVlNGFjNzllZDQyNDRhOWViMDdhZTdkNzJmOGM0\" data-original-margin=\"\">This wasn't surprising to Kaede, as Russia was much the same way. After all, the Siberian trading route was also known as the 'Tea Road'. Though what puzzled her was the way Marko said 'Samarans' and 'Grand Republic' as if they were separate entities.</p>\n<p class=\"cnM0YWJhMWZmZWRmNDQwZDRhMGRhN2ExMTNhMmEwZTVk\" data-original-margin=\"\">\"Are there cultural aspects where the Samarans and the Grand Republic differ on then?\"</p>\n<p class=\"cnNjZWQwYzlkMGY4YTQ4ODFiOWZmZGU1YzVlZTMxMTA4\" data-original-margin=\"\">\"Many,\" the Captain answered as he poured hot water from the samovar. \"Samarans are but a small minority in the Grand Republic after all, both racially and culturally. In fact, before the Grand Republic was established by Konstantin the Tyrant after the Great Northern War, our people mostly kept to themselves within the old Protectorate of Samara.\"</p>\n<p class=\"cnNmYjA5N2ZkYzQ4MDQ5ODJiZmU4ZTg5YWNkYzQ1NDgw\" data-original-margin=\"\">\"Then how did Samarans come to dominate the politics of a whole country?\" Kaede asked, puzzled.</p>\n<p class=\"cnNiYjFiYWRkMzA5MTQwZDc4YWM5NjBjZTk5ZmQ5MWM0\" data-original-margin=\"\">\"We don't.\" Marko responded. \"A name can be misleading. The Grand Republic is named after us because of the unique role Samarans play, not because we dominate its political, economic, or cultural elite. In fact, it would be accurate to say that most Samarans lack the interest to stay in positions of power.\"</p><p class=\"cmZmMzM0YzRkMzU3OTQzYTk4ZWMyNDZkNDQ2MTE5NjZi\" data-original-margin=\"\">Did you know this text is from a different site? Read the official version to support the creator.</p>\n<p class=\"cnMyOTgyM2YzZDk0MzQyMTM4NmRhNmQ5MWE5NzRjZDhh\" data-original-margin=\"\">This elicited some raised eyebrows from Pascal, who then turned to Kaede with a knowing look as though commenting 'just like you'.</p>\n<p class=\"cnM0ZGQ2ZjJmNjEwYjRiMzZhNmY4YzY2ZTdjNTMxNThl\" data-original-margin=\"\">Meanwhile, the Captain pulled on a set of handlebars and a small cart detached from the rest of the counter. On top of it was the silver samovar and a large tray, which included the teapot, three empty cups, as well as additives including honey, syrup, and even several small jars of jam. He pushed the cart over to the table before handing the first cup to Kaede, who voiced her thanks in return.</p>\n<p class=\"cnNhMmE2YzUwOTgwZjQyYWJiNWVjNmZiZGIxMzJkYTBh\" data-original-margin=\"\"><em>It's nice to not be treated as second class for once,</em> the Samaran girl thought as she took the teapot and filled a third of her cup in with tea concentrate. She then mixed it with two-thirds water from the samovar and several spoonfuls of honey.</p>\n<p class=\"cnMwNjI2YmY0YWM4NzQ4MjNhZmY1NDhlMTA5MGRmN2Q2\" data-original-margin=\"\">Kaede's mother always did say that <em>he</em> had a sweet tooth. It had only grown since becoming a girl.</p>\n<p class=\"cnNhOTNlZDJkNzBiMzQwOWU4MGNlNGVlODM5Y2JkZThh\" data-original-margin=\"\">Marko watched her preferences with intrigue the entire time before he seemed to remember something and departed for the kitchen. He soon returned with a covered tray which he set on the table.</p>\n<p class=\"cnMyMjI3MGMzYzg5ZTQ0MGRhOThjNjY4Y2M3Mzc0Mjgw\" data-original-margin=\"\">\"My cook made this before she left for the city,\" the Captain announced. \"She thought it would make a good after-dinner dessert. But judging by your tastes, I figure you'd probably like some now.\"</p>\n<p class=\"cnM5NmNhMGU0MjA1MTRiNWRhMWFlZDk4ZjYxYzJkYjQx\" data-original-margin=\"\">Kaede felt her jaw drop as the cover lifted to reveal an entire medovik layered honey cake. She had almost forgotten herself when Pascal nudged her with his elbow and spoke over their private telepathic link:</p>\n<p class=\"cnM1NDY0ZDA4MzBhNTRhMGVhODVjMDI1YjA4ZGEyMjVl\" data-original-margin=\"\">\"&lt;Kaede you are drooling.&gt;\"</p>\n<p class=\"cnM4OTQ1Y2Y5ZGQ0MTQyNGFhNjI3YTM2MDFkZWY0N2Ni\" data-original-margin=\"\">The Samaran girl rushed to wipe her lips before replying with a sheepish yet sentimental look. \"It's my favorite,\" she muttered in a bare whisper.</p>\n<p class=\"cnM1MGQ2MjE1ZWEzMDQ1ZmU4MGZlNjYyMjE3ODM5Yjg2\" data-original-margin=\"\">Marko chuckled as he cut a generous slice, placed it on a plate in front of her, and then sat back down. Meanwhile, without waiting for the others, Kaede immediately cut a small chunk using her fork and placed it into her mouth.</p>\n<p class=\"cnM5OGE4OTk3NGIwNzQ0NDhhNzNkZWI0NTJmYjQ5ZDk3\" data-original-margin=\"\"><em>It tastes almost like Grandma's,</em> she thought as pangs of nostalgia and homesickness filled her. The cake might not be as heavenly as her Russian grandmother's. But it was nevertheless amazing.</p>\n<p class=\"cnM3M2ZmYTdmNTUxNjQ4ODRiMDkwNTFhNzMzZWZkNzRi\" data-original-margin=\"\">\"So, Your Grace,\" Marko turned to Pascal next as Kaede was distracted by her sentiments and her cake. \"I heard you summoned a Samaran for a familiar. Mind telling me how that happened?\"</p>\n<p class=\"cnM5MjJlYjdmNTNkZDQ4NzY5YzQzNGJkYmI4N2Q4MzYy\" data-original-margin=\"\">For a brief second, Pascal looked like a deer in headlights. He was obviously not used to being talked down to by a complete stranger, however polite Marko might have been. Nonetheless, he soon recovered his footing and indulged the Captain:</p>\n<p class=\"cnNhODVlOGRjNjk1YzQ1NjQ5YWM1Mjk1ZDc2ODBhNTU0\" data-original-margin=\"\">\"I wanted an intelligent, mature, and cute girl around my age for a familiar companion instead of some stupid animal.\" Pascal declared proudly as if it were obvious. \"Therefore I rewrote my familiar summoning spell and...\" he looked upon Kaede with a satisfied smirk. \"There she was.\"</p>\n<p class=\"cnNiYzBlYWQwMzhmNjRhYjk5NjQ4Yjg3ZGI2ZDVhZjgw\" data-original-margin=\"\">\"That's it?\" Marko's eyebrows shot up as his gaze fell upon his two guests in turns.</p>\n<p class=\"cnM3MGVjMzk0YWExOTRlMTQ4MzFkMzcyOTg1YjcxZmY1\" data-original-margin=\"\">Kaede, meanwhile, decided to finish savoring the cake in her mouth before speaking: \"I'm also not from this world. And this body isn't my original.\"</p>\n<p class=\"cnMyZWZhMzk4NDY5ODQ2ZThhNTA0ZjVkMGVjZmM0NTI5\" data-original-margin=\"\">\"I figured as much.\" Marko smiled knowingly. \"You're a first-timer then. How long ago was this?\" He added some jam into his tea and stirred it before taking a sip.</p>\n<p class=\"cnM3Yzc4YWU3ZGNhZTQ3ZGZiNTI4MTdjNjYwNWY5Zjk0\" data-original-margin=\"\">\"Three months.\"</p>\n<p class=\"cnNjYzM0ZmFiNjgzMzRlZmU5NWM1Zjg4MmE0YmJmNWM1\" data-original-margin=\"\">The Captain nearly choked.</p>\n<p class=\"cnNiYjdhNTMyMDkzNzRhYmQ5M2NhZTE1ZmU5YjFkZmNl\" data-original-margin=\"\">\"You've... certainly grown...\"</p>\n<p class=\"cnNlMmU0NzgxOWNlZjQyZjc5OTg0ZDcyNzkxNzYxNWMy\" data-original-margin=\"\">\"He's been feeding me weird pills,\" a straight-faced Kaede pointed her finger at Pascal.</p>\n<p class=\"cnMzOWU5NWU5ODM5YzRlMDc4ZGUwMGY5NGYxMTkzYmNk\" data-original-margin=\"\">The young lord rolled his eyes.</p>\n<p class=\"cnNlMGJmZDg3NmIyYjRjMzliM2QzMmFjNDE5OTNhMmI4\" data-original-margin=\"\">\"If I had, you would not be this smart-mouthed towards your master.\"</p>\n<p class=\"cnM2NzQxMjI5MjJiOTRmOWVhNDhkMTA0NDM4MjM1YjA4\" data-original-margin=\"\">Kaede gave a wry chuckle at that before she clarified: \"I was this size from the start.\"</p>\n<p class=\"cnM4YWY0NjhiZjAxNzQzODNhMjIzNmRlNjU5NjcwMjUw\" data-original-margin=\"\">\"A little thinner around the waist,\" Pascal interjected, which earned him a glare before she went back to the topic.</p>\n<p class=\"cnM5YTI1ZGNlNzNlOTQ5ODVhMGE0YzBjY2JlMTRkNjI5\" data-original-margin=\"\">\"But what do you mean by 'first-timer'?\"</p>\n<p class=\"cnMzMDUyZmE2MjI0MDQzOTRiMjAzNTRmMzNmMGMwYzYz\" data-original-margin=\"\">Marko coughed one last time before clearing his throat.</p>\n<p class=\"cnM1ODA4NzVlMmNiMzRkZmM5MTYxNGY5OGI3ZjA1YjA1\" data-original-margin=\"\">\"Your first time reincarnated as a Samaran.\"</p>\n<p class=\"cnMzZWU2ZDc2OGE2ZTQ5OGU5ZDI1M2JhOWNkYTYyOTlh\" data-original-margin=\"\">\"Doesn't that imply that I died first?\" Kaede countered.</p>\n<p class=\"cnNhZGY1NGViNjJiYjRmY2FiZTM1Nzg5ZDIzMWE2Nzc1\" data-original-margin=\"\">\"Didn't you?\"</p>\n<p class=\"cnMyNjNmOWEyMGFjZDQzZjc5ZmUyMTczOTRjYmU5YTFl\" data-original-margin=\"\">\"Maybe? I have no memory of it. I only remember falling asleep and waking up like... this.\" She gestured to her own body.</p>\n<p class=\"cnMyZGJiMTdjNTc3MzQ5NmNhM2U2YmEwMTk4NDgwZGI4\" data-original-margin=\"\">\"Well,\" Marko stirred his cup. \"I've never heard of a Samaran who jumped bodies while still alive. Doubt it's even possible.\" He announced as his unerring gaze locked onto her rose-quartz eyes. \"Chances are you died from something, even if you don't remember.\"</p>\n<p class=\"cnM0YzFmY2I1YmRjYjQ4OTQ4NzYyMWQ0NzE0MzZlNzE1\" data-original-margin=\"\">\"That is what I said too,\" Pascal added.</p>\n<p class=\"cnM0MWYwZWM4N2NkYTQyZTRhNDA4YmZiM2YwMjk3NTA1\" data-original-margin=\"\">It brought him a second glare, which made him smile as though he found it cute.</p>\n<p class=\"cnNiOGZjNmJmMTU4ZjQzYWFiNjY2NGYxMDQ4ZWI0ZjBk\" data-original-margin=\"\">Kaede felt really bothered by the idea that she was actually <em>dead</em>. <em>His</em> last memory was that of getting on the long-distance bus to the archery tournament and falling asleep. Was it possible that they had an accident on the road and <em>he</em> never woke up from it?</p>\n<p class=\"cnNjNjEzNDljYmRlYTRlOTc5ZTNmOGIzODI5MTUyM2Nl\" data-original-margin=\"\"><em>What about my friends in the club then? Or my family? Am I dead to them now, or just missing?</em></p>\n<p class=\"cnM2YzY5OGU2OTM0ZDQzMTVhODZmN2YzN2Y4ODdiOGZl\" data-original-margin=\"\">Kaede shut her eyes as she felt them brim with tears. Her mouth was dry as though the sweet taste of cake was now but a distant memory. She couldn't help but imagine her mother, sitting in <em>his</em> room while shedding tears of worry or grief.</p>\n<p class=\"cnM2OTlmOGY3NzEwZjQ2NTA5MzQ4YjliODY2NDc0Y2Mx\" data-original-margin=\"\">Yet, there was no way for her to verify what had happened on Earth. Even if she could be certain about her death, she could do nothing about it, do nothing to console her grieving parents.</p>\n<p class=\"cnNlY2QzZTJkMzZkNzQwMTY4MTViNGI3YzM4YzFmOGUy\" data-original-margin=\"\"><em>I can't accomplish anything by worrying...</em></p>\n<p class=\"cnMxNGEwZTk0MzdlNTRiZGE5MGI0NDlkMzljMWE1Zjhj\" data-original-margin=\"\">Kaede could only try her hardest to lock these thoughts away once more. She needed to ensure they didn't steal her last night of rest before the looming battle. However, that was much easier said than done.</p>\n<p class=\"cnM3YWJmOGExODkxNzQwOTk4MDIwYjdlYTc1ZTc5MzYx\" data-original-margin=\"\">\"Is it normal for a Samaran to be reborn into a grown body? Or have all their memories from their past life?\" Pascal asked next as curiosity filled his voice.</p>\n<p class=\"cnMzZjYyZjE4NjlmZjQ5ZDZhNmNmMDg1YzMzZjA3MTdl\" data-original-margin=\"\">\"Not that I've heard of,\" Marko answered with a frown. \"We normally start recalling memories from our past lives at age fifteen. It's a slow process that takes up to a decade to complete, hence we call it the 'ages of recollection'. And even afterwards, most of what we remember are the highlights of past lives -- the most impactful, emotive moments, the good memories that we treasure.\"</p>\n<p class=\"cnNjODE3MTIxZGM3MzQ0MDJiOGZjNThlNTliYTdhZTU0\" data-original-margin=\"\">\"Only good memories?\" Kaede asked as her eyebrow rose.</p>\n<p class=\"cnM1NWQwNjU1NzUwMjQyMzJhMGZkNTY4MmY3OGI2OTBk\" data-original-margin=\"\">\"Samarans don't retain bad memories between lives,\" Marko answered. \"At least, not our regrets.\"</p>\n<p class=\"cnNkNjc4ZmM4NjRmMDQzOGJhMTA4ZTZiZjI0YzBhMWY4\" data-original-margin=\"\">For a moment, Kaede only stared in perplexity as she puzzled over why. After all, regrets often left some of the strongest memories for people as they aged. Hindsight was 20/20 after all, and people often couldn't help but look back upon their mistakes and wished they had made a different choice.</p>\n<p class=\"cnMxMmRkYjAzMzZmNDQ3OGFhMDRiYzIxNTU2MzdjYzhl\" data-original-margin=\"\">\"Samaran reincarnation is a path to enlightenment, a cycle of purification.\" The Captain began to explain further. \"There's no 'rulebook' out there for exactly how this works. However, the commonly accepted wisdom says that the more at peace your moral conscience is, the more <em>wisdom</em> you'll carry onto the next life through your memories. In fact, it is widely believed that only people who died at peace with their entire life, but have yet to accrue enough wisdom to transcend mortality, are reborn as a Samaran...\"</p>\n<p class=\"cnM1ZjcxMDFkOTQ3ZTRjNTFhNTM0ODZlYzY0YzQzYjRk\" data-original-margin=\"\"><em>It's no wonder Trinitian writings claim we're undergoing 'mortal purgatory' when you put it like that,</em> Kaede reflected from her reading.</p>\n<p class=\"cnNjZTI1NWJjYzkzNDQ3ZmY4MDdiODA2MmU4MzQ4Njdh\" data-original-margin=\"\">It also made sense, assuming the 'death theory' was true. Kaede's childhood had been merry, peaceful, and was spent with a calm, introspective demeanor that matured early. <em>He</em> might not be completely free of regrets, yet there were few if any that tugged against moral principle.</p>\n<p class=\"cnMzMGRkMzlkMzdhNzQ0ZGQ5YzQ1NmVlMzA3NmNhMDVl\" data-original-margin=\"\">\"However, by the same token, the more remorseful you are with your life's choices, the less you'll receive in return,\" Marko continued. \"It doesn't mean we won't retain any memories of mistakes or failure. Failed relationships, failed endeavors, failed enterprises -- we keep the memories that we learned from, those that we've come to terms with.\"</p>\n<p class=\"cnMwOTJiMGU1YzMwYzQzZDY5ZDRlYTU0ODAxOTAwNDVk\" data-original-margin=\"\">His voice then deepened to take on a tone of warning as he went on:</p>\n<p class=\"cnNjOTk4N2YwZjUyMTRjODZiZDk0OWE5NDc3NjIyMzRi\" data-original-margin=\"\">\"But an ethical failure? A choice that you made which claws against your moral conscience? You cannot <em>truly</em> come to peace with those. All you can do is repent and bury them.\"</p>\n<p class=\"cnM0MDE4ODVjYzZlMTQ2OTE4NTI0YTFiODBiYmRkYWJl\" data-original-margin=\"\">Kaede felt as though her lungs suddenly stopped working. The scenes that had haunted her dreams resurfaced in her thoughts: the holocaust of flames; those burning men with flesh melting from their faces; that severed arm accompanied by blood-curdling screams.</p>\n<p class=\"cnNkMzVmNDA0ZmYwMTRiN2NiNWQ1ZDRiOTUzOTM4YWM1\" data-original-margin=\"\">Captain Marko's words rang like a final verdict: <em>you cannot truly come to peace...</em></p>\n<p class=\"cnM0NjlhMDhkNTVmZDRhNmE5MmZiNDNjZTQzY2YxNGE1\" data-original-margin=\"\">The Samaran girl suddenly felt like her entire body was freezing. Her mind grappled with a dread that such memories might forever plague her in this life.</p>\n<p class=\"cnM2MDdlZmQ3ZTBmYzRkZTlhMGEzN2ZlMDlmZjA5OTky\" data-original-margin=\"\">\"And when you're reborn, those sinful memories will latch onto entire periods of your life, tearing gaping holes in your past and pulling them away from you,\" Marko's words resounded like divine judgment. \"Since all sentient beings inevitably gain reason, understanding, and therefore <em>empathy</em> through experience, only those who embrace a virtuous path are guaranteed to regret less, to lose less of their accumulated wisdom across lifetimes.\"</p>\n<p class=\"cnNiNDI2ZjcwNTNiMzQzOTliNWQzYTRmNDcxYTgzMjAw\" data-original-margin=\"\"><em>So, if I die tomorrow, I probably won't remember any of these past months.</em> Kaede came to the realization. <em>I may not even remember Pascal...</em></p>\n<p class=\"cnNkNTE4YzQ4ZjkzMDRkOGFhNTI4MjU3ZmU1YzU1OWJj\" data-original-margin=\"\">Her chest felt squeezed as she subconsciously held her breath.</p>\n<p class=\"cnNiYjc1MjA1OTE0MzQ3OTNhYWNiOGVlNjgwZjY2OTdi\" data-original-margin=\"\">\"What happens if a Samaran remembers nothing of their past then?\" Kaede asked in an almost whisper.</p>\n<p class=\"cnNiMjAyMGYzMjA4MDRhY2FiNTNjYWM2NTY2YTliNmFk\" data-original-margin=\"\">\"If a soul is so burdened by guilt that they retain nothing, it is believed they'll fall from the cycle of rebirth and be returned to the great beyond,\" Marko remarked with sadness as he stirred his tea. \"Because of this, to commit suicide is considered the gravest taboo for a Samaran. To us, there are no such things as incurable pains or terminal illness, only desolation to life itself.\"</p>\n<p class=\"cnM1YThkYWE3OTk5NzQ0YjRhMzZmNDZhYTQ4ZmQxZDQy\" data-original-margin=\"\">His crystal-blue gaze stared at Kaede, before glancing to Pascal, and then back to Kaede.</p>\n<p class=\"cnNhYjJiODZiN2VjMjQ0YmRiMjJkZDQ5ODk4Mzk5MGRh\" data-original-margin=\"\">\"It's why we take care of our own,\" his deep voice turned foreboding. \"Death is just another chance at life. But to be forced to live a dreary existence until our hearts are chilled into a barren glacier -- <em>that</em>, would be a true crime.\"</p>\n<p class=\"cnNlMWZiZjYzYTQ4NjQ4YWVhYmY2ZDhmODBiMGI3NDUy\" data-original-margin=\"\">Alarm screeched over the empathic link as Kaede felt Pascal's anxiety spike. He kicked aside his chair and spun around. Runic pebbles flew to his fingertips as his other hand grasped the sheathed estoc hanging from his belt.</p>\n<p class=\"cnNmYjY2M2I5MjU4ZTQ0MjhiYzdkMDE3ZDg4ZmRmOWVj\" data-original-margin=\"\">However the contest wasn't even close.</p>\n<p class=\"cnM5NDcyYTkwZDMyNDQ3YTA4MDVjNmI2OGM1ZmM5Mjg2\" data-original-margin=\"\">He came face-to-face with the grooved barrel of what was undoubtedly a <em>rifle</em>. Though it was a rather unusual looking one as it had a large cylinder installed into its stock, which Kaede recognized as a pressurized air chamber.</p>\n<p class=\"cnM3NmRlODNmMGJhZTQ4MzQ4YmE2ZDliYTJhZDhkNzYz\" data-original-margin=\"\">Even with her familiar-enhanced senses, Kaede never noticed when the girl had snuck up behind them. She looked twenty-five at most, wearing pitch black garments that contrasted with her short, blonde hair. Her shoulder patches bore a silvery orb and a gray dagger placed atop a steel shield. Two other women also rushed in from hallways on opposite flanks. Each wore similar insignias as they raised wrist-mounted crossbows.</p>\n<p class=\"cnNhYzk2ZmYwZWVlMDQ5YmU5ZTY1YWQwNzYzMmI3MWI4\" data-original-margin=\"\">They were the Shadow Guard, whose infamy for their gruesome methods of execution was known throughout Hyperion. And it was a reputation they embraced to protect Samarans across the world.</p>\n<p class=\"cnM1OWJiNDRkNDVlNjQxNWViYTJlOWVhOTY2MDIxNjc4\" data-original-margin=\"\">\"Stop,\" Kaede felt her lips move on their own. Her demand came in a voice that felt almost detached, yet never more assured.</p>\n<p class=\"cnMwYmIzYzBiMzIyYTRjZjJhZWE1ZjI3MDYyMzg4M2Fl\" data-original-margin=\"\">\"Don't hurt him.\"</p>\n<p class=\"cnNiNjBjZDZlYjE2ZDQ5YTBhNDY1NjhkODkxMTZlZTYz\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMzMDZhNzg1MThjZjQ1ODc5NmM5Mjk2Yzc1M2ZiMmEy\" data-original-margin=\"\"><br>\"You want to <em>stay</em> with him?\" Captain Marko repeated as though he couldn't believe his own ears.</p>\n<p class=\"cnNmM2RiMzkwZGNiYjQ2YTY4ZTQ3NTM2NDFkNmFjOTA0\" data-original-margin=\"\">\"He's the only family I have in this world,\" Kaede answered with a determined gaze.</p>\n<p class=\"cnM4NmZmYWIyY2M0OTQ0ZDRiNGU0Y2M5YTkyMjBmYTdj\" data-original-margin=\"\">Marko exchanged a look with the assassin leader. Both of them clearly wondered if the familiar had been brainwashed.</p>\n<p class=\"cnNjMzY5NDRmMjc2ODQ5YTI5ODY0NzRmNjVlMTkwMTVl\" data-original-margin=\"\">\"You said that a Samaran should never do anything that their moral conscience would regret, right?\" Kaede asked.</p>\n<p class=\"cnNmM2RhMjVlYWI4ZjRjMjRiOGZkNTZmZmVmODY4ZDk4\" data-original-margin=\"\">\"Yes.\"</p>\n<p class=\"cnM2YTM5MzY5Y2FiYTQ0YjU4NTg0MjU4NjRhYzE5NDBh\" data-original-margin=\"\">\"Well if I allowed you to kill him, and by extension me as well, or even if I abandoned him to come with you...\"</p>\n<p class=\"cnNlYjdhMWJkMzI1YTQwMDU4NmMyMmViOWQ2MGMxNzUx\" data-original-margin=\"\">Kaede thought back to her past few nights, when she lay sleepless in Lady Mari's empty cabin. Her fears replayed that time when she plunged down from the academy's stone keep, saying her goodbyes to the world; when she stared down a rimefire charge, confident that she would soon be among the dead; when she knelt on that rugged rock, her legs screaming, her stomach begging, and her thoughts trembling under a future guillotine.</p>\n<p class=\"cnM1MTA1OGM4NjJjNjQzMTNhZDE3YTNmMWIyMTE0NTcy\" data-original-margin=\"\">Yet even as she considered leaving everything behind, images of consequences from her absence haunted her:</p>\n<p class=\"cnM3MzJjZGY1NzEyZDQ5YjZhNTAxZGQ2ZTQwNGY1ODQz\" data-original-margin=\"\">Pascal sliced through the neck by an assassin's blade.</p>\n<p class=\"cnM4ZGViZDkwMTBmZjQyNTY5ODIwZWRlODNhYWY0NDQ3\" data-original-margin=\"\">Pascal rallying the troops before rimefire sprayed into his face.</p>\n<p class=\"cnM5MDkxZTFjNjIyNjQ4MGVhNGExYTM1MjkyOThlMWM4\" data-original-margin=\"\">Pascal hacked to pieces in a chaotic, riverfront melee.</p>\n<p class=\"cnM5ZmVkODQ1NmQ3YzRkNDM4MTg5NWU2NDRkZjJlZDhl\" data-original-margin=\"\">Pascal dying in a ditch as the pretender's soldiers smashed his ribcage.</p>\n<p class=\"cnNmMDFjYjc3ZDA3ODRjODc4NzliZjhiY2NjOTI1NDkw\" data-original-margin=\"\">There were other bodies as well: Ariadne, Perceval, Cecylia, even Sylviane herself. But Pascal's gruesome death was always at the center of it all. All because she wasn't there to aid him, to warn him, to support him as a familiar should.</p>\n<p class=\"cnM4ODBmNjFmMTM2ZTQ5NzFiYzJiMTFjMTQzMDlkMTM3\" data-original-margin=\"\">It painted a future Kaede couldn't live with. One that she didn't want to live with, not even if it meant safety for herself.</p>\n<p class=\"cnM3OWRhYWVhNTQ3NDQwNWU4OGVhNjg3ZmZmNWRkZjA3\" data-original-margin=\"\">The familiar looked at her master's turquoise eyes. Pascal glanced at her without any hint of worry even as he faced his own death. Instead, he looked almost bored, tired of holding still as he waited for her words.</p>\n<p class=\"cnNhYzY2NmFhMDg2ZDQ1MWRiODUwYjE0ZmM0NWExOWU4\" data-original-margin=\"\"><em>You have too much faith in me.</em> Kaede thought as she felt a tear-glazed smile tugging at her lips.</p>\n<p class=\"cnNlMzdiZmQzMjQ3NDQwNDRiNjJlZWZlYjY5MWVmOTMz\" data-original-margin=\"\">\"I know that if I just left, I would regret it forever,\" she affirmed to the Captain. \"No one can be certain of where our choices would lead. Even <em>if</em> Samara offered me an opportunity for a better life, I would still be forfeiting a sincere promise made in good faith. I would be committing a sin that only the most heartless could tolerate.\"</p>\n<p class=\"cnMyODQyNTIwZjg0YzRlMzc4NmM3ODNkMTMwOTYyYWQx\" data-original-margin=\"\">Kaede took another deep breath before declaring:</p>\n<p class=\"cnM2MWVkZDg2ZGE1YzRlYWU4NjBkODQyZmQ0ZjY5NjY4\" data-original-margin=\"\">\"I cannot and <em>will not</em> abandon family.\"</p>\n<p class=\"cnNmODk0MzdjNzcwODQyMGQ5MjE4Nzc4M2M5ZmI4YzE3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkNGU3OGJmMzlkNTRhMzI4MTk5ZTUwYTEzZWJiZDFk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4Mzk4OTBiYWQ4YzRkYTFhNTdiM2RmNDc4N2IyMmZm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3Mjk4ODg0MDk5MjRlNzI4MTYxZTY0ZTJkOGExNTA1\" data-original-margin=\"\">It took another two hours before Marko and his companions allowed Kaede to leave. Despite having threatened to kill Pascal just moments before, the Captain insisted that Kaede and Pascal stay for dinner. During that time, they questioned Kaede until they were satisfied with her well-being, before giving her a ton of advice on how a Samaran should guard themselves in the world.</p>\n<p class=\"cnNmNTE1MmFiMTI0MzRjOWJiZmQ3ZGI2ZTEwYTEyYjRj\" data-original-margin=\"\">Now, with her feet on earthen ground once more, Kaede waved goodbye to the skywhale captain who perched on the deck above. Meanwhile Pascal stood next to her as he carried a large parcel of food that the Captain insisted on giving Kaede, including all of the remaining medovik honey cake.</p>\n<p class=\"cnM4ODhkN2NmZTViYjRhMTdiMWJmODU1ZDYzZmNjOGE5\" data-original-margin=\"\">\"Weren't you worried? At all?\" Kaede asked as she and Pascal began their trek back to the inner camp.</p>\n<p class=\"cnM4OTBiYjc1OTJjMjRkYTU5MzJlOWEzZTQ3YjA1MjBl\" data-original-margin=\"\">\"For my safety? No. Since they bothered with the theatrics, it was clearly a power move,\" he replied. Then, he added through their telepathy link: \"&lt;I was concerned you might leave though, considering what Sylv did.&gt;\"</p>\n<p class=\"cnMwMGI1MDliMzY3MDQ4YWI4N2Q0Y2I0NzRkMGUyNDI1\" data-original-margin=\"\">\"&lt;The thought did pass,&gt;\" she admitted. \"&lt;Especially since...&gt;\"</p>\n<p class=\"cnMxN2NhZmU0ODQ1ODRlOWZiZTY4MDc5NDJhOGU1MTNm\" data-original-margin=\"\">Kaede sighed as she halted in her steps, which made Pascal stop next to her as well.</p>\n<p class=\"cnNlNjg5ZWQwMzFjZDRkNmZhZjQ1ZWRkNzIyZGE5ZDEw\" data-original-margin=\"\">\"&lt;What is it?&gt;\" He asked.</p>\n<p class=\"cnM4M2U1YTI2NmY5ZTQ4OWY4NTQyYTlhMzQ4YWFiMzk1\" data-original-margin=\"\">The Samaran girl struggled as she tried to put the latest issue that had been troubling her into words.</p>\n<p class=\"cnNiZWVlMzJlYTNkZDQzYWU5Yzc0YTJjYjM5ZmQzM2Q1\" data-original-margin=\"\">\"&lt;It's just... What were you <em>thinking</em>? Back when you summoned me!?&gt;\" Kaede began in an annoyed tone as she sent him a sideways glare. \"&lt;You basically turned me into a <em>clone</em> of Vivienne!&gt;\"</p>\n<p class=\"cnNlZDRiOWRkNGQ4MTQ4YmI4YTZjZjQ5MTkyNjk4N2Uw\" data-original-margin=\"\">\"&lt;Well...&gt;\" Pascal actually had the sense to look sheepish for once. \"&lt;I wanted a cute girl for my companion, and Vivi was the first image that came to mind. Call me unoriginal, but nobody can doubt her cuteness, or yours,\" he smiled towards Kaede again.</p>\n<p class=\"cnNiYTBmZjk4OTA0MzQ3M2M5ZTFhNTE2OTI2NDJmNTE0\" data-original-margin=\"\">\"&lt;So because your fiancée had a live hugging pillow, you wanted one of your own?&gt;\" Kaede looked at him with a raised eyebrow.</p>\n<p class=\"cnM4MDc2OTE1MzBkZDQ1ZTBhYzFjNWFjMDU1NjA5ZjQw\" data-original-margin=\"\">\"&lt;You could put it that way.&gt;\" His grin now stretched from ear to ear, only to be interrupted by a mild cringe as Kaede stomped on his boot with her heel.</p>\n<p class=\"cnM5MDczMjMyM2EzYjQ0MTNhOTJhMzhiZDk1ODE4Njlm\" data-original-margin=\"\"><em>I'm not a dakimakura to be summoned!</em> She thought as she glared daggers at him. \"&lt;Maybe I should go back and talk to Marko again,&gt;\" she said before feigning to turn around.</p>\n<p class=\"cnMxMjc3Y2NkOGI5ZDQxM2I5NDBjYjJhY2FkZjgzODVj\" data-original-margin=\"\">Pascal snatched her hand to stop her. He then sighed and took a deep breath this time before he replied:</p>\n<p class=\"cnM3ZjVhNGE2ZDYyNTRhYjQ4ODk4N2M3ZmYwNzliZWQ5\" data-original-margin=\"\">\"&lt;Look, I am sorry that you are bothered by it. It is just... frankly I do not understand why?&gt;\"</p>\n<p class=\"cnNhMTg2NjUwNTMwNDQ3NTFiYzgzMWIyNzdmYWI4MmFh\" data-original-margin=\"\">\"<em>Why!?</em>\" Kaede blurted out before she glanced around and noticed a few heads turning towards them. \"&lt;I finally came to accept my life here, and then she comes walking in with <em>my face</em>, almost! Do you know how <em>weird</em> that is?&gt;\"</p>\n<p class=\"cnMyZDQzM2E1NWM2ODQ0OGRhOWM0YjA4YjFjZWViMzhl\" data-original-margin=\"\">\"&lt;You have a near-identical twin who is an Oriflamme Paladin, a girl known to be one of Sylviane's closest companions. And the only easy way of differentiating you two is by your eyes and how you dress,&gt;\" Pascal pointed out. \"&lt;I am not sure I see what the downside is?&gt;\"</p>\n<p class=\"cnNmZGMzODdhMzdkYzQ5OTg4Mzc4ODAwN2IzMTVkZWU4\" data-original-margin=\"\"><em>Arrggh! Why do you have to be so rational about it!</em> Kaede's thoughts almost screamed as her free hand balled into a small fist.</p>\n<p class=\"cnM1NzMxZGMxZmY5ZjRkMDc5YjE3M2M1ZjhhYzMxYWU2\" data-original-margin=\"\">She did have to admit though that the idea did pass through her mind. Sure, <em>perhaps</em> in time she might be able to take advantage of how similar their appearances were. But until then she had a mountain of discomfort to work out first.</p>\n<p class=\"cnM0MTUyNTkzNWVlMzQ0ODJhYTU4MzRjYTRmNDM2M2I0\" data-original-margin=\"\">\"&lt;Not to sound ungrateful,&gt;\" Pascal then asked next as worry filled his turquoise gaze. \"&lt;but between what Sylv did and what bothers you about Vivi, why did you stay?&gt;\"</p>\n<p class=\"cnNmNmFhZDQ5ZWI3YTQ4OTdiZjg4Y2IyMTNlYzQ5YTA1\" data-original-margin=\"\">Her previous annoyance almost vanished within a blink as she remembered her worries. Her cheeks reddened in the dim firelight as she thought: <em>why is it always Pascal...</em></p>\n<p class=\"cnNjOWEzNzlmYjQ5MjRmZjM5MjFhYWEzYjhkZDgwOGM1\" data-original-margin=\"\">\"&lt;I promised you I would stay as your family, didn't I? So I'm staying!&gt;\" She retorted somewhat unkindly as she started walking again, this time back towards the inner camp.</p>\n<p class=\"cnMwMjE1ZWYzNzAyNTQ4MTk5YWYwZjNjMDQzNDZjNjQy\" data-original-margin=\"\">Pascal chuckled as he followed along, with his hand still grasping hers.</p>\n<p class=\"cnM0YTdjMWFiYWJiODQ0MGRhZGIwNGUwY2EyMTM3YmI5\" data-original-margin=\"\">\"I am glad you did.\" He declared out loud.</p>\n<p class=\"cnM4MzQ2MDM2MTJkYjQ2MDZhNGYxYTIxNTU3Njc1ZThl\" data-original-margin=\"\">Kaede felt another wave of heat ascending her cheeks as Pascal squeezed her hand. They walked side by side in a comfortable silence, along a dim path lit by campfires and oil lamps while musical strings and soldierly chatter formed the backdrop.</p>\n<p class=\"cnNjMDcyNDJiNmE0MDQ4ZjI4Y2YxMTlhYzZkZmRlMjhm\" data-original-margin=\"\">For minutes, the Samaran girl didn't want to say anything. Then, after they separated to pass through the inner camp checkpoint, she muttered:</p>\n<p class=\"cnNiNWFkN2E4ZjVmYjQ1MzA5MTFhOWUwNjMyNDZiOTcx\" data-original-margin=\"\">\"&lt;I'll stay until the war is settled at least... and the two of you are married...&gt;\"</p>\n<p class=\"cnNjOGE1MjBmYTkwYzQ0MjU4YTE2MDY0OWJjZTY5YTA5\" data-original-margin=\"\"><em>After that, I would just be in the way if I stay,</em> Kaede thought with a clench in her chest.</p>\n<p class=\"cnM2ZGE0YTBiYTAwOTRkZmZhMTUxZTY3NjdiZjQ0ZGJl\" data-original-margin=\"\">Her fingers traced the scroll case in her messenger bag. It was a gift from Marko: bank notes and a passport issued by the Grand Republic of Samara. The former came as a bit of a surprise as they were the first paper currency she had seen in this world. The latter was exchangeable directly for citizenship papers by anyone who was biologically Samaran.</p>\n<p class=\"cnNjYjE0ZGU1MDc1MzQyMzQ4NDY1NDMzYzI3ZDkwMzZl\" data-original-margin=\"\">-- Though according to Captain Marko, the papers were just a time-saver. Her blood alone was enough to seek asylum.</p>\n<p class=\"cnM5OWJjNmNjYjRlNjQ1ZTA4N2QwNDg1ODNiZWM4MDU4\" data-original-margin=\"\">Pascal sighed as he squeezed her small hand again.</p>\n<p class=\"cnNiYTk3MDNmYzViNjRmNDhhNTNjNjA0NzgwODUyZDdk\" data-original-margin=\"\">\"&lt;I know it is unfair of me to ask this, but could you give Sylv a third chance?&gt;\"</p>\n<p class=\"cnM5ODJmMDExZGNhMzRhNThhMTAzNTUxNjhlNjFjNGZl\" data-original-margin=\"\">\"&lt;Third?&gt;\"</p>\n<p class=\"cnNhNWVmMzUzNjdiYTQ0YjU5MGY2M2JhNzU1MDQzOGQ3\" data-original-margin=\"\">\"&lt;I know she wasn't exactly kind to you when we were in Alis Avern.&gt;\" Pascal exhaled.</p>\n<p class=\"cnNjNzM4NDc2Mjc1MDRmMDJhZjhmZDkwNzcyNWNiMGQ5\" data-original-margin=\"\">Kaede stared at his shadowy countenance. Light reflected from his clear, earnest eyes as they gazed back at her.</p>\n<p class=\"cnM4OWQ5NzYxM2FiZjQ1NjM5NjIxNmZmNWEwNjQ4NDM4\" data-original-margin=\"\">\"&lt;Please?&gt;\" he implored. \"&lt;As a favor, for me.&gt;\"</p>\n<p class=\"cnM0Njk5NTQ3ZTE5NjQwY2FiOTc2Y2VhYzc0MzRlOWVm\" data-original-margin=\"\">It was so unlike Pascal to plead, especially for the sake of others.</p>\n<p class=\"cnM4ZGI1MjAxODQ3ZTQxMzY5NjI3ODQ5MGM1MGFmZTI2\" data-original-margin=\"\"><em>The first time was just petty. But this time it was both painful and frightening.</em> Kaede felt her shoulders tremble as she thought of the threats Sylviane had made. Any one of them could have left her crippled if not dead. \"&lt;But what if it escalates? I could lose my life before she comes out of an episode!&gt;\"</p>\n<p class=\"cnNhMWExNjYyYzQ1MDRlMzBiNzhmODI5N2JlNGQyZDZh\" data-original-margin=\"\">Pascal sighed again.</p>\n<p class=\"cnNlYTMzNGM0Yjg4ZTQ0MzQ5YTBmMjkwNzA1YmM5NzVm\" data-original-margin=\"\">\"&lt;If Sylv does seriously try to harm you, I swear I shall take you to safety myself.&gt;\"</p>\n<p class=\"cnNiNjIzNThiODAwMzQ0NGJhMDZkOWQ0MTNmZWRlZjg3\" data-original-margin=\"\">\"&lt;Even after you're married?&gt;\" Kaede asked. \"&lt;Some might call that treason.&gt;\"</p>\n<p class=\"cnMxN2ZjZGUzODg1ZjQ1MzU4Y2YyYjIwMWY5MjNiZDE2\" data-original-margin=\"\">\"&lt;Whatever it takes.&gt;\" His reply came in a determined vow.</p>\n<p class=\"cnNmZTQwZDEyNzU5ODQ3ODZiNzBiM2YwOTQyNmZlMDJj\" data-original-margin=\"\">Kaede trailed off into a sigh of her own. She already knew that a promise from Pascal was more dependable than any pillar she could find in this world. The ball was now in her court. It was her decision now.</p>\n<p class=\"cnNmNWMyYzY0NzU3MDQwNTI5NmFiZTcxMDMzNjU3Yjkz\" data-original-margin=\"\"><em>Never leave regrets on moral conscience,</em> she thought back to her conversation with Marko.</p>\n<p class=\"cnMwODI2MTQxNWQ0NjQ0ZDhhMTg2OGZhNmU5MGU4ODc3\" data-original-margin=\"\">It was always better to forgive, and be wronged by it, than to be without mercy, and feel heartless for it.</p>\n<p class=\"cnM1ZWZkZDYyZjc4NjRkMWFiMzJmMjcyNjY2MmFhNzFh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5YmZlNjhhOTE5MjQ4NGFhOWYyM2UyYzQxZTA3Mjhj\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNjMjA1MGM0YWMxOTRjNzdhOWJiYTIwYjM3NWRiY2Nm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxNDQ4ZDgyMzQxOTRiODk4NzgzNDU4ZDI5N2M1YmY4\" data-original-margin=\"\">After returning to the inner camp, Pascal and Kaede had been accosted by Sir Robert. The armiger brought them to Princess Sylviane and Mari, who had been on their way back to the royal cabin.</p>\n<p class=\"cnNjZGJjMjIwZDJhYjQ5M2M5ZWVlZTk4NzM3OTNkNmNk\" data-original-margin=\"\">Kaede followed Pascal and Sylviane as they returned to the Princess' cabin, only to encounter someone waiting inside. Vivienne knelt on the bare, wooden floor, with her eyes down and her hands on her lap. The young girl's docile and submissive posture was a complete reversal from her entrance last night.</p>\n<p class=\"cnM2ZTAyYmZiZTNhOTQ4NzU5MGRmNTNkZWUyY2ViYWFm\" data-original-margin=\"\">\"Your Highness--\"</p>\n<p class=\"cnNmZTZiOTEwYTUwMDRhYzhhZTFmZGU1MWQyMmQyYjlj\" data-original-margin=\"\">\"Vivi what are you doing,\" Sylviane rushed to pull her back up. \"There's no need for that.\"</p>\n<p class=\"cnNkMGUwYzEwMzMyNTRhYjBiYjAyYjVlYzlkMTNiNzUx\" data-original-margin=\"\">Mari closed the door behind them while the Princess sat down on her bed. She pulled the young winterborn off the ground and into her lap as she did.</p>\n<p class=\"cnMxODBiMWRlM2E3ZTQ4MjNiN2QwYzFlOWQxYjg1N2Y5\" data-original-margin=\"\">\"How many times do I have to tell you?\" Sylviane berated the smaller girl. \"I'm not your owner. You don't need to belittle yourself like years ago.\"</p>\n<p class=\"cnNjMGJkZTk1Zjc5NzQ0ZmE5MGFiYWNlNjRiNjdkNTM0\" data-original-margin=\"\">\"Then you forgive me for last night?\" Vivienne's large, blue eyes gazed back.</p>\n<p class=\"cnM4NTI1MWRmNzBiMjQxMzY5MjM4ZWFlNjMwMGVmNzIz\" data-original-margin=\"\">\"It's... there's nothing to forgive,\" Sylviane closed her eyes as a faint blush colored her cheeks. \"I've thought about it. The truth is you have helped me in exactly the way I needed, even if I was against it at the time. Besides, if anyone <em>was</em> at fault, it would be Robert for giving you the idea.\"</p>\n<p class=\"cnM5ZmY4YzVkYzhjYjQzNjI4OGJmMzJlNDNhZDgyOWZm\" data-original-margin=\"\">The girl in her lap smiled, somewhere between relief and satisfaction. Sir Robert meanwhile looked rather sheepish as he stood at the door.</p>\n<p class=\"cnM3YWJkNjJjOTkyZTRmNzlhYjgxMTA2MjlmNTJkMmJh\" data-original-margin=\"\">\"I'm sorry...\" The handsome young man had just begun to apologize when Sylviane cut him off.</p>\n<p class=\"cnMyNzQ2MjA5YzZmNDQ4NjBiYTlkMmNhNTg3YjRlYmE3\" data-original-margin=\"\">\"I'm not blaming you, Robert. Given the circumstances, you did the right thing. However,\" the Princess' eyes returned to Vivienne as she began to scold. \"You should be more careful, Vivi. One of these days, that audacity really will get you hurt. Enchantment magic like that is considered rape in a court of law. Against a noble of higher ranking, that's punishable by death.\"</p>\n<p class=\"cnNmYzFiNGRkZDZjZTRkNTFiYzhhNzA2ZWE2YWJhOTlk\" data-original-margin=\"\">\"It's not like I go around charming people...\" Vivienne countered meekly.</p>\n<p class=\"cnM2ZGE1ZTAxMjE3MTRhZTY5NzM5YWIxOGM0NTM0NmI4\" data-original-margin=\"\">\"I should hope not!\" Sylviane almost chuckled in response.</p>\n<p class=\"cnM1NDMwNjcwY2RkYjQ2ZjlhMDUxMzU0ZWUyZmI5Yzkx\" data-original-margin=\"\">Meanwhile, Kaede heard Pascal mutter faintly with an envious scowl.</p>\n<p class=\"cnMwNWNjZGJiMGY2ODRmZjA5MGIzZWVjODY5ZDU1YzBk\" data-original-margin=\"\">\"Why could I not have had that response?\"</p>\n<p class=\"cnM4OGNmNThmMTljMDQxZWE5ZTI1MjMzZTdhMzY3ZmYz\" data-original-margin=\"\">\"Wrong timing.\" The bodyguard Mari whispered as she leaned in from his side.</p>\n<p class=\"cnNlNjgwZmRkNjkzZjQ3YTM4MzU0NmQ3MjYwYjllNjI0\" data-original-margin=\"\">Compared to when Sylviane woke up yelling at Pascal, this introspective, understanding, and considerate princess was like a completely different person. Sure, it might have helped if Pascal had shown contrition from the start just like Vivienne did. Kaede was certainly Japanese enough to understand the power of a heartfelt apology in calming raw emotions.</p>\n<p class=\"cnNjZTQ4ZmM1ZTNlMDRmZmU4ODQ5Njk5YjZmZTJlYTA5\" data-original-margin=\"\">Nevertheless, as Kaede reflected on the contrast between the two different faces of Sylviane, she truly understood at last why Robert, Mari, and so many others were willing to follow the Princess.</p>\n<p class=\"cnM3NDFmMWU1ZTc4ODRiZDc5MzJkNjlhYTI4ZDY1NzRj\" data-original-margin=\"\"><em>Because <strong>this</strong> is the real Sylviane.</em></p>\n<p class=\"cnMwYmViOGQ3ZjQwYzQ2YjY5MDJmNDgzZGRmMjcxMjNk\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNmNTY5M2JkYjU1MTQ3MTU5ZmY0YmM1Nzk5MGZlZmMx\" data-original-margin=\"\"><br>\"You believe Edith is planning a coup?\" Kaede heard Sylviane respond to Sir Robert's warning.</p>\n<p class=\"cnNjZWJlMzkxZGM4OTRjZTJiMWJkZTQ0ZTcyNDM5OTE4\" data-original-margin=\"\">\"I think <em>someone</em> here is plotting against you, and Lady Edith-Estellise certainly poses the greatest threat.\" Robert warned. \"A few of the kitchen maids told me that some of the officers have been making some pointed statements about you: that you're cold, callous, and unfit for the crown. Your harsh words towards Lady Edith seem to grow worse with every rumor, and none of the men are taking it kindly.\"</p>\n<p class=\"cnNkZjQ4YjY2Y2EzZDRhYjg5ZWJiZTI0NmMwOTRmMDk1\" data-original-margin=\"\"><em>Kitchen maids?</em> Kaede raised an eyebrow. <em>How did Robert get to know the maids so well to receive such news?</em></p>\n<p class=\"cnNkZGEzMWRlYzBlZDRjOGViZTkyYzRjYTc5YTAzN2Yw\" data-original-margin=\"\">\"It was indeed a mistake for me to say those words in public,\" Sylviane responded with an almost begrudging frown. It felt as though she <em>only</em> regretted the 'public' part.</p>\n<p class=\"cnNjZGZjODRmN2I4YzQwMDg4MDVjOTFkZDU3NGJlMDE5\" data-original-margin=\"\">The Princess then turned towards Pascal: \"It seems even hindsight has proven that you were right to stop me when you did.\"</p>\n<p class=\"cnMyOWJiNGYxMjc1YTRlYjBiMzNiMDBiYmI1OTUwMDlm\" data-original-margin=\"\">\"And I shall do so in a less intrusive way next time,\" Pascal responded with a sheepish smile.</p>\n<p class=\"cnMzMDU1YmNmZDI3YjQxM2Y4MjJmZTY1NDMwNDMwYjg0\" data-original-margin=\"\">\"That's all well and good, but here's the worrying part,\" Robert then continued. \"Whenever a group of captains or lords spoke of this long enough, there was a good chance they would be pulled aside for more... <em>private</em> conversations elsewhere. None of the maids can tell me what that involves, but I can certainly tell you that it isn't good.\"</p>\n<p class=\"cnM3MzRiZTEyYzY4ZDRmOTg5ZTVhZTJiOGQ4NDhkZDRm\" data-original-margin=\"\">\"The nobles will always scheme and plot, especially now that there is a pretender on the throne,\" Sylviane muttered as she held her fingers against her lips. \"But Edith?\"</p>\n<p class=\"cnNlMzFiYmQzOWIyNzQxYjVhZTFjYTU4NzdhNGY4Y2Qx\" data-original-margin=\"\">\"We cannot ignore the possibility,\" Pascal pointed out.</p>\n<p class=\"cnM1Y2Q5ZWQyYTY5MDRjODViZTBiMTYxOWM3OWI2OWM2\" data-original-margin=\"\">\"Edith is many things -- self-righteous, irrational, shortsighted, sure. But a coup?\" Sylviane spoke as though she couldn't believe it. \"She doesn't have a millistone of ambition and is too fanatical to be manipulative.\"</p>\n<p class=\"cnM2MWM5Y2FmYjBjOTRmYzg4MTE3YjIyMzgzOGMxMWYx\" data-original-margin=\"\">\"Never underestimate the effects of your own behavior,\" Lady Mari voiced what everyone else stayed in their minds.</p>\n<p class=\"cnNmMDNlMzk2NGM3ZTRmYWY5MTQ1ZGY5Y2MwODZkZGNk\" data-original-margin=\"\">Sylviane grimaced, which was then followed by a long exhale.</p>\n<p class=\"cnNkMWJhYjMzZWU0NDQzZjg5NzNmN2FiZTQwNjFiZTZh\" data-original-margin=\"\">\"Yes, I know I messed up. But Edith isn't the type to be offended by mere words...\"</p>\n<p class=\"cnMxODZmNDI2OTc0YTRiYWM4NzNhY2ExNTU4M2M4NTJj\" data-original-margin=\"\">\"It may not be a personal affront,\" Kaede offered. \"It may be a clash of ethics. Your Highness' demand that they should have abandoned the refugees stands against everything the Hospitallers believe in.\"</p>\n<p class=\"cnNkYTA1YjRkZjY1MDQ2NWY5YjUwZDAxNWM4ZjIwNWNi\" data-original-margin=\"\">Sylviane cringed again. \"Yes, I <em>definitely</em> should not have said that, even if it was the <em>only</em> rational choice.\"</p>\n<p class=\"cnM2MWVhMTIyMzMxYjQwYTA5MjgxMjVlYjUzY2Q4Yzkx\" data-original-margin=\"\">\"Nevertheless, if Edith is plotting treason, then we may have to arrest her,\" Pascal declared. Though his scowl made it clear that he did not like this course of action.</p>\n<p class=\"cnMzY2ZhZGY1NzAwNDRjOTA5MDc5MDY3NWRjODlkM2Vl\" data-original-margin=\"\">\"No.\"</p>\n<p class=\"cnM5ZWE0NmMyOGU1MTRlMjFiZWZiZWUxMWI0ZjYyNjBh\" data-original-margin=\"\">Both Kaede and Sylviane firmly rejected the idea as their voices overlapped. Once again their eyes turned to connect, and once again Kaede backed down, her lingering fears apparent.</p>\n<p class=\"cnNiMDM0YTMxZjQ5ZjRkYWZiOGVkZWJkYzIyMDFkZTdm\" data-original-margin=\"\">However this time, the princess gave her the invitation:</p>\n<p class=\"cnM2Y2YzMGExYTZjYjRhZDdhNTg5M2M3Nzk1NmViODU2\" data-original-margin=\"\">\"Go ahead, Kaede.\"</p>\n<p class=\"cnNiODY1ODcyNWM1NTRmYjVhYWYyYjU4NWQ3NjA2OTc4\" data-original-margin=\"\">The Samaran girl looked back, uncertain, only to receive a welcoming smile in return.</p>\n<p class=\"cnM1YzViNGUyYjNhMTQ5ZWU4MzkyY2NhMzU0YmE2Y2Fm\" data-original-margin=\"\">\"First of all, we have no evidence. All we have are suspicions and conjecture,\" the familiar reasoned. \"And second but more-importantly, if we arrest Lady Edith-Estellise, then we really will have a coup on our hands. Plus regardless of who succeeds, the Caliphate will be the ultimate victor.\"</p>\n<p class=\"cnM2Y2ZjZmRiZWIxYTQ5ZWY4MDcwMzFlNGQyYjRhMzk1\" data-original-margin=\"\">\"But we cannot simply ignore a traitor who can turn the whole army against us tomorrow!\" Pascal countered.</p>\n<p class=\"cnNmMzc4ZGRkNjgyNDQ2NTBiMDI0MWNkOWI5ODc0ZjAz\" data-original-margin=\"\">\"We have no choice,\" Kaede rebutted. \"Lady Estelle holds far too much influence and respect across all ranks of this army. Even you have pointed out that the soldiers love her almost as if she was their <em>mother</em>,\" Kaede emphasized as her memories replayed the scene of thousands kneeling at the riverbanks. \"Arresting her would tear the army's unity to pieces. Our only chance is...\"</p>\n<p class=\"cnMxNzc4Y2NhMzcyMDQ5ZjZiOTAwNzczMmRiOWI1Y2Jk\" data-original-margin=\"\">Kaede halted as she looked back to Sylviane, who nodded with an encouraging smile once more.</p>\n<p class=\"cnNhN2VhNzM2MTFhODQ4ZGM4Nzg2MTA3OGVmNmMzZWUz\" data-original-margin=\"\">\"--Our only chance is for Her Highness to win the hearts and minds of the army. If we can win tomorrow with the Princess at the helm, if we show that Her Highness' valor and integrity are every bit the match for Edith, then we can restore the troops' confidence and the plot will falter on its own.\"</p>\n<p class=\"cnNhMDEyOThhNjMyZjRmNjFhZTEyMDQzNGVjNGNiZTUy\" data-original-margin=\"\">\"It's the only way to avoid a lose-lose situation,\" Kaede concluded, feeling her skin crawl as her thoughts summoned the Munich Conference and how Hitler's diplomatic victory shattered the Oster Conspiracy.</p>\n<p class=\"cnMwOTk1NmQxYTI1MzRlYjFhMTI2ZTMzYmU0MGZlOTk0\" data-original-margin=\"\">\"I agree,\" Vivienne concurred in a soft voice. Though she continued to keep her eyes closed as the small girl looked asleep in the Princess' lap.</p>\n<p class=\"cnM2ZmMyZWVjMDNlMTRlZDNiYWEyY2MxNDQxNTg4MzMw\" data-original-margin=\"\">\"It falls to me then,\" Sylviane exhaled.</p>\n<p class=\"cnMzYWYxNzBmNzBlMjRjZTc4ODM2NDE2MDkxNjIwZmFk\" data-original-margin=\"\">\"And me, to make sure you win,\" added Pascal. \"I imagine you will be taking command from the riverfront redoubt then?\"</p>\n<p class=\"cnM2ZmE3NzE4YzJlMDQzM2ZhZTc0YWQwN2QyNWU1NzFh\" data-original-margin=\"\">The Princess nodded firmly. \"I can't let Edith take front and be nowhere in sight myself.\"</p>\n<p class=\"cnM1MDViNzQyYWU5NjQwZGE5NDYwODg2NzcxNDc1ZTUy\" data-original-margin=\"\">\"Then I shall join you.\"</p>\n<p class=\"cnM5ODc3MTQyYzdjODQyYmQ5ZmRjMGQzYmRhZWJmNjEx\" data-original-margin=\"\">Sylviane pursed her lips as she stared disapprovingly at Pascal.</p>\n<p class=\"cnM5OGQzN2M3MDk3NTRlOWY5YWE0MWRiNjA5MGQ5YTNl\" data-original-margin=\"\">\"This will be a straight up assault battle,\" Pascal continued in an insistent voice. \"Our enemies will have complete initiative. I must have a clear grasp of the situation at the riverfront to direct the reserves. A scrying spell simply will not suffice once smoke and ash enshrouds the battlefield.\"</p>\n<p class=\"cnMwZGI5MTg2OTE5YTQxYmU4OTNlZGU1MzI5NTY5OTQ2\" data-original-margin=\"\">\"No,\" Kaede swallowed. \"I'll do it.\"</p>\n<p class=\"cnM5MGYyYjJhZmFmYzQ0Y2I5NTBmNDRmNDI4ZTJkNDkx\" data-original-margin=\"\">Images of Pascal skewered in the riverfront battle drifted across her thoughts once more.</p>\n<p class=\"cnM1YzgyODA0MzgwOTRkZDM5ODQ1ZGIzNzE1ZDg3MTRm\" data-original-margin=\"\">\"Kaede--\"</p>\n<p class=\"cnM4MDE3ZDQwZjhjODQzMzhhYmExYTdmZTE2ODU2NWMw\" data-original-margin=\"\">\"You just need a spotter right? I'm your eyes and ears, but I can't be your mouthpiece if those bratty nobles in the command center get uppity.\"</p>\n<p class=\"cnNlYTNhYmEyNTA3YjQyMDhiODkyZjc1OTQwMDg0NjRh\" data-original-margin=\"\">\"It is far too dangerous--\"</p>\n<p class=\"cnM0YmRlYjBjMWRmNDQyZGRiNjMwYWFhYmQ0NTAzM2Vl\" data-original-margin=\"\">\"No less dangerous for you,\" Kaede rebuffed. \"You can keep your wits better if you remain uninjured. Besides, I heal faster.\"</p>\n<p class=\"cnM5YzgxZjUyNWU1NjQwYjlhYzU1Y2IzYjg1ODU3Nzgw\" data-original-margin=\"\">Pascal looked ready for a quarrel of attrition when Sylviane put her proverbial foot down:</p>\n<p class=\"cnM0OTQ2MTRiOTEwNjQ3MGQ5MjEwMDEwY2Q1YmNlOTgz\" data-original-margin=\"\">\"Then it's settled. Pascal, you stay in command. Vivi, you'll stay center field...\"</p>\n<p class=\"cnM5OGViNmRhNWNiYjQ5MTE4YWIyODgwODUxMTllZmJi\" data-original-margin=\"\">\"I will?\" Vivienne's aqua-blue eyes sprang wide as they swiveled to the Princess.</p>\n<p class=\"cnM0MzRkM2M2MzQ2ODQ3NWFiMjMzZDAzMDRmNzAwNmE2\" data-original-margin=\"\">\"I realize my father told Edith to keep you hidden for a tactical surprise, but she's already held on for far too long! Tomorrow is <em>the</em> decisive battle. I want nothing held back, <em>unleash everything you have!</em>\"</p>\n<p class=\"cnMzOGNhMGQwNDEwOTQ4ZTJiOTRjNzgxNGU5MmUxMGE1\" data-original-margin=\"\">\"Yes! Your Highness!\" The winterborn's excitement rang like a kid on Christmas morning.</p>\n<p class=\"cnMyOWIzNTVkZGM1YjQwZWQ5MGNlNjc0YTY5M2U3NDNj\" data-original-margin=\"\">\"Lastly, Kaede will act as Pascal's spotter.\" Sylviane then faced the familiar. Her wisteria gaze hardened with resolve. \"And I will protect her.\"</p>\n<p class=\"cnNhODIxYzZkYzRhYTQxMWE4NzZlNTBmMjM2NjUwYTI2\" data-original-margin=\"\">Kaede blinked back. Against the pledge of this princess who had tortured her just three days ago, Kaede wasn't even sure of what to think, or even feel.</p>\n<p class=\"cnNlY2U3YjgyMjY5ZjRjNjY5NGQxZGRjODVhOWU3ODc3\" data-original-margin=\"\">\"Mari, you said it's finished?\" Sylviane addressed her bodyguard.</p>\n<p class=\"cnMzMTFjYmQ3NzUyYTRkY2M5OTAxYzJmMzI0NzFlMTFi\" data-original-margin=\"\">\"Yes, Your Highness. Sir Reynaud brought it in from the city earlier.\"</p>\n<p class=\"cnNiYWY0MjJmMzIxODQ0MmI5YmE3OWE2ZDliYWYxMDUy\" data-original-margin=\"\">The Lady's Maid walked to a corner and unraveled a large, cowhide bag. She then pulled out what appeared to be a stiff-looking, sleeveless jacket. However the rigidity of the apparel soon made it clear that this was actually a segmented 'chestplate' covered by black velvet padding. Brass studs lined its surface in trios, while velvet-covered metal flaps extended over where the shoulders would be. The whole armor was tightened by a set of leather buckles that ran down its front.</p>\n<p class=\"cnMyYzkzMWNhNzRjZTQzOWY4MGVhZWFjY2U5MGIzODJi\" data-original-margin=\"\">As Mari brought it over to Kaede, the Samaran girl looked to Sylviane. She received a sorrowful smile from the Princess in return:</p>\n<p class=\"cnMxN2RiZmViMGNlODQyMjlhZmU4OWY5MjNhMjkwY2Jk\" data-original-margin=\"\">\"Pascal told me that the armor he acquired for you proved insufficient during the Battle of Nordkreuz. However, since Nordkreuz' crafting facilities were destroyed, I messaged Vivi to place an order in Roazhon before we left Nordkreuz. The armor is brigandine, with plated steel slotted inside the velvet cover. It also has the standard reactive enchantment, as magic will reinforce and harden it at the point of impact.\"</p>\n<p class=\"cnNhMjcxOWQ0NGUwZTRhMDk5ZjVhNDFkNmQ3YjQxMmU2\" data-original-margin=\"\">\"You wear it over your gambeson,\" Pascal then added. \"Not that I'm encouraging you to enter close-quarters combat. However if you do, this offers far more protection than just a chest guard.\"</p>\n<p class=\"cnM0MWJlMDE5OTczYzQ1ZjBiNTc2YWRlMWM5Mjk3Nzkw\" data-original-margin=\"\">\"It was a gift. But please, consider it part of my apology,\" Sylviane finished in a remorseful voice.</p>\n<p class=\"cnMzMDA5M2U0NzY3OTRjY2U5MzI5Mjk4YjNhNmY4YWQ4\" data-original-margin=\"\">\"Your Highness...\" Kaede couldn't help but feel appreciative as their eyes met.</p>\n<p class=\"cnNmMDUxNGJlOTc1YjQ1NmM4MWVjYTc1MDRkMDdjN2U3\" data-original-margin=\"\">\"'Milady' is fine. We're in private quarters,\" Sylviane interjected with an apologetic smile. \"Also, you can return to sleep in Pascal's cabin. You'll need your rest for tomorrow. I promise that I will never object again, as long as the two of you do not go... too far.\"</p>\n<p class=\"cnMxZDE2NTA0NzNiMTQzZDY4NmMxNzU0YjZmYjk1MDU0\" data-original-margin=\"\">Kaede almost laughed at that. <em>No way.</em></p>\n<p class=\"cnM3ZWQ4M2ZjM2MwOTRlYjliN2MwZWE3ZWJkNzU4Yjg2\" data-original-margin=\"\">\"Milady.\" Her wispy voice turned hoarse as she held onto the princess' gaze. \"Thank you.\"</p>\n<p class=\"cnMyZmE2MzU0ZGJmOTRjM2ViYTkwMjQ5MDRjMzVkNGU2\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM4MjQ5ZjUyNjU1OTRmZDU5YTgzYWY0ZmZiYTQ3OTYy\" data-original-margin=\"\"><br>\"That was lenient of you,\" Vivienne spoke after the others left. Her eyes remained closed as she received the royal snuggle treatment.</p>\n<p class=\"cnMwMGY2OGRjNGFkZDQ2NDdhODdiNGNjOGUwNmU1Yjgy\" data-original-margin=\"\">\"If she could forgive me for being bipolar and... wronging her,\" Sylviane spoke. \"Then the least I could do is to forgive her for being Pascal's familiar and seeking out his comfort when she's beset by night terrors.\"</p>\n<p class=\"cnNhMDE1ZDdlZDBlZjRhMjliZjk0N2IyM2M0NDdlYzkz\" data-original-margin=\"\">\"--And if she wants more than that one day?\"</p>\n<p class=\"cnM4MDc0MWFmYTQ0NDRmMDM5YzU3NzhhYjJiNTM2MTVi\" data-original-margin=\"\">For a moment, only silence lingered between the two girls. Then, the Princess took a deep exhale and shrugged.</p>\n<p class=\"cnNlZmJmNjZlNzY3NDRkNGY5MThjODJmMjU4YWIzZDBl\" data-original-margin=\"\">\"Maybe it's about time I take Cecylia's advice to heart then: better Kaede than a real mistress, with webs of ambition strung all over. Besides, there's something to be said about a 'girl' who never even considered trying to manipulate Pascal against me -- or so Sir Robert tells me.\"</p>\n<p class=\"cnNjNjNjOTY1NGI5NzQ2NjU5MDM1NzEyZTk4ZWFmMGQ2\" data-original-margin=\"\">\"None of that will make you happy though,\" the winterborn surmised.</p>\n<p class=\"cnM0NjE2ZGYwMWQ3NDQ4YWJhYzc1MzNlOWE2YzcyZmYy\" data-original-margin=\"\">\"No.\" Sylviane sighed. \"But that's why I need my idea to work: so my judgment can control my emotions, and not for my emotions to rule me.\"</p>\n<p class=\"cnM1OTJlYjg1MjRlMzQ0ZTFhMWQ0YjJkNGIzYjY3NTA1\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "Did you know this text is from a different site? Read the official version to support the creator."
}