{
  "preChapterNote": "<p>Made it to 2700 followers, huzzah! Thanks all! I'm trying to hit 3k by November, so I wanted to ask all of you a favor!<br>If you are a reader of this story that doesn't have an account, it would be awesome if you would sign up and follow! Royal Road has only ever emailed me about reply notifications to comments, they don't spam you, and you'd be helping me out. Thanks in advance to those that give me a hand in hitting this goal!</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjMzhiYWEwYTI4NDRmMTRiNTNlMTY2YzA3ZWZhNDc3\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM5ZmM1ZGIzMzNiYzRkMTNhZDUzY2M2ZTg4YjUzZTNj\" data-original-margin=\"\">Ed was the only person in my family that didn't yell at me. Henry brought Autumn, who clearly felt a little awkward about the situation, and even Gil got mad at me. It must have looked bad if Gil managed to notice. Ed, on the other hand, just seems upset. When Sara brought him back home he was happy to see me recovering but had no new ideas about bypassing the circles in the capital. Nevertheless, he insisted he would make progress and asked Sara to bring him over for longer periods of time. Sara is fine with this, so I am too.</p>\n<p class=\"cnM1MDYwNzZlNWU1MDQ2MzZiZGRiOTYzY2Y5OGVjOGFi\" data-original-margin=\"\">Honestly, I'm just happy he didn't yell at me about recklessness. I have now been so thoroughly dressed down that it's a wonder I have anything left to wear. With all that out of the way, it is time to finally move everyone to Clarisse's building. Well, everyone who wants to come. Sara and I will be staying together, provided she stops blushing for long enough to let me agree to her suggestion. From my family, Henry, Autumn, Mom, Ed, and Mariah will be joining us. Peter and Sara's dad will be coming along as well. Gilbert, August, Leo, and Charlotte are staying behind for now, at least until Leo is ready to face the world again. Gilbert has a detailed web of relationships he can't extract himself from and August is staying with his parents who, truth be told, have zero interest in following me anywhere.</p>\n<p class=\"cnNlMjU5ZDBkN2ZjMjQ2NDdhNTNlNGFhYTZhMDM2NWQ4\" data-original-margin=\"\">I will still see them frequently, as we promised to help Charlotte transition. We have, regrettably, failed to do this with the consistency I had hoped, what with my now famous fuck-up leaving me unconscious for so long. I'm excited to actually get into it. I realized something, while Sara was picking up Ed and I was packing up Suzume's toys. My problem is, essentially, that I have spent so long in a constant state of tension that I nearly forgot what it's like to, well, not be stressed out of my mind. I still have to be stressed, of course. We have mountains of ice to melt. But... I've helped build a good thing here. A safe place. A lot of them, actually.</p>\n<p class=\"cnMwZWIyY2M3OTg3NzQxNWJiNGU2NDUzNmVjYzc4MTU0\" data-original-margin=\"\">People are in danger, but we are giving them options. Communication being key among them. There is a clear reason the church has been limiting it. It's got to be the most dangerous tool revolutionaries could have. And when they are ready, I'll be right there next to them, fighting. But in the meantime, I actually have a little breathing room. I can spend a little time with my family, who I am finally on good terms with. Start enjoying a relationship for the first time in this life. Do some fucking research for a while. Yeah, lives depend on it which makes it high stakes, but damn. I missed just doing a little science without looking over my shoulder. Just a little science, as a treat.</p>\n<p class=\"cnMxMGNjZTkyYTNkYTRjNzQ5OWExMjNmOTJhY2M1MDdi\" data-original-margin=\"\">\"Is everyone ready?\" Sara asks as we pull up a couple of carts to the border of the Radiant Woods. As usual, I feel queasy the closer we get, but I have gotten accustomed to the feeling. This is one thing I need to focus more on as well. Burning these fucking woods down. But I have no idea where to start.</p>\n<p class=\"cnNhZDE2MzViZmVkMzQ0MTA5YmQxNDUzZDU1Mjg2YzQx\" data-original-margin=\"\">\"I'm Gucci,\" I reply.</p>\n<p class=\"cnNiMjI4ZjI5ZmI3ZDQ3ZjdhNWU5OGM5MzQ4Y2ZlODFi\" data-original-margin=\"\">\"Where do you hear these strange words?\" My mom asks before nodding in assent to Sara.</p>\n<p class=\"cnNiNWFkZjg5NTg3NzRhNWRiMmNjMjUxYzFhZjY5M2M4\" data-original-margin=\"\">\"Little Lily lives in her own little world,\" Henry dismisses. \"We are good over here!\" Next to him, Autumn looks a little sick herself as she faces down the Woods.</p>\n<p class=\"cnNiOWJlN2E3NmExMTQ0YzY4OGRlMjAxN2Y4YmFkNWUw\" data-original-margin=\"\">\"Uh, y-yeah,\" Ed agrees. \"We are ready.\" He looks down at Mariah's now undeniable baby bump and gulps.</p>\n<p class=\"cnNjNTMzNmU2YzUxMDQ3MDNiZjhlMjI3ZTExZTE5ZDQ0\" data-original-margin=\"\">\"Ready to go, Mom,\" Peter calls, holding his grandfather's hand tightly. It's cute how Peter started calling Sara 'Mom'. The two have gotten extremely close over the years and I'm pleased she has fulfilled that role for him. Unfortunately, I suddenly start wondering what he's likely to start calling me eventually and my face pales. Alright, let's not follow that line of thought any further. Thankfully, Sara, satisfied that everyone is prepared, interrupts it for me.</p>\n<p class=\"cnMzZjU5MjVkNjdhZTQ3N2M5MGE0MDhlZWZhM2JhMzli\" data-original-margin=\"\">\"Alright, everyone. Hang on to your hats,\" she calls, then puts her free hand on the trunk of the nearest tree. Just like that, as always, we find ourselves immersed, if briefly, in a strange forest. The tree she touched remains the same but my nose burns with the pungent smell of a Bradford pear tree. I swear we have entered near one of those more times than makes sense, considering the biodiversity of the Woods. It's like the Collector, unable to kill us while we are in the Woods, is taunting us. Possibly me specifically, if it somehow knows about my correct opinions on pears. I dismiss that idea, it's not like anyone can eat the fruit of those ones. If it is intentional, it's likely just to assault us with the repugnant smell the plant is famous for.</p>\n<p class=\"cnM4MGVkNDdmZmUxYzQ2Nzc5YjNmOWMxNDRkYzZjZTk2\" data-original-margin=\"\">Pretty goddamn petty for an endless nightmare forest, or an all-powerful deity, or whatever this little shit is. But what do I know? I'm just an interdimensional lesbian. Before I can ponder the question further, Sara leads us back out of the Radiant Woods and into the mountainous terrain surrounding one of my favorite vertical communities. Everyone breathes a sigh of relief as we escape the uncanny smell of rotting fish the tree had been exuding. Well, everyone but Sarafyna. She has a scowl on her face, and not one that seems to be inspired by a foul odor.</p><p class=\"cmFjMDJiYzQ5NGQxODQ1NWI4NjQxN2I0YjRhOTk2MWY3\" data-original-margin=\"\">Unauthorized usage: this tale is on Amazon without the author's consent. Report any sightings.</p>\n<p class=\"cnNhNWU4ZGE0M2FlMzQzNzQ4MTg1NDFmYWU3MmY4MTE0\" data-original-margin=\"\">I turn to count the members of our party, making sure no one got lost in the hell woods. Everyone seems to have let go of each other and is checking through their luggage. I sigh in relief. We've been using the Woods as transportation for a few years now, but I still get a little worried whenever we pass through. Especially as the Woods has possibly started to react to us. We are never there long enough that it can harm us, and Sara seems to be faster at moving us than the Woods is. Nevertheless, I will be relieved when we have an alternate option.</p>\n<p class=\"cnM3YjY3OWRhNjcyZjQ3YWE4NTIxYTlmYjEyZDU3Y2Vi\" data-original-margin=\"\">I turn back to Sara, whose worry lines are trying to engrave themselves on her face. She appears to be, quite literally, hanging onto her hat as she nervously pulls the brim down over her eyes. \"Hey, Sara,\" I call out as I walk toward her. \"Everything alright? You seem a bit...\" I pause for a moment. \"Not Gucci?\" The question is awkward but it helps smooth out the frown lines on her face.</p>\n<p class=\"cnMxNjk1MDNlODlkODQwNjBiY2ZiYmNjYWUwZGE0NzYy\" data-original-margin=\"\">\"No, no, I'm alright. I just have a lot on my mind,\" she replies.</p>\n<p class=\"cnNiYzA1ZTQ2NDMyNzRhYTA5OTgxMjBhZjMzN2ZhNThi\" data-original-margin=\"\">\"Is it about the room? Because, although you never let me reply properly, I would love to move in with you! I think it'd be great to see more of each other than we are now,\" I say. Then I worry that she is actually regretting the request and hastily add, \"If you still want to, of course. If not I'm happy to wait on it. I know your family will be pleased to keep you around.\"</p>\n<p class=\"cnM4ZTYzNGYxY2RiNTRmY2E5ZmMyOWQwZTBhMDk4Y2Fh\" data-original-margin=\"\">She blushes as if something just occurred to her, then pulls her hat further down over her face. \"N-No, I still want to!\" She assures. \"I'm looking forward to it! Although, I did want to clarify something about that. It does have, uh... two bedrooms. So...\" It's my turn to turn a little pink at this. We haven't talked about that particular topic much, since Sara is still sort of figuring herself out. I'd actually assumed that much. It did still give me goosebumps when she revealed she had been wondering about it. I guess I understand why she has been off. It was pretty cute, all things considered. Unfortunately, I am a terrible person.</p>\n<p class=\"cnMwNjcxNWE0NDMwZDRlMWY5NWI3YzNmMWI0NDcyYTA3\" data-original-margin=\"\">As such, my response is an intentional misinterpretation that turns her pink crimson. \"Woah, kids? Already? Sara, I love you and all, but this is just moving too quickly. I mean I'm sure you can figure something out with your fancy divine magic, but if you don't mind, I think you should take the other room for now instead.\" She looked up at me with a look of sheer panic not seen on a woman's face since my best friend confessed his crush on me in middle school.</p>\n<p class=\"cnNiNDNlZmQ0ZDkyZDQxMWRhODU3YjVhOTQyMmE2NzQ5\" data-original-margin=\"\">\"N-No, I meant, I wanted-\" she stutters, then her panic turns to true fear. Before I can process what is happening, her body starts to transform. Her mouth splits to her ears and boasts multiple tows of teeth while one arm tears through her blouse, expanding in size to make a massive chitinous surface.</p>\n<p class=\"cnNhMzA4NTQzZjgwOTQ4Yjg4YTI3MDlhODEyZWE1Njcx\" data-original-margin=\"\">I don't have the wherewithal to respond like I would if someone else was attacking me. All I can think is, well, this has got to be in my top ten worst and most unexpected break-ups. Maybe in my top five, even. Unfortunately, it's not the only one on the list caused by a dumb joke. Her massive arm swings at, and then behind me. I flip around just in time to see a carbon arrow tear through her makeshift shield, her muscles contracting around it just in time to stop it from piercing my skull. Fuck. I don't know what the fuck is happening, but a lot of people we both love are all around us.</p>\n<p class=\"cnM4YWI3NzM0ZGZhYTRjZjZiMzUxZTc0OTcyZjk1Yjll\" data-original-margin=\"\">Thankfully, we were all close together to avoid getting separated on the trip. Sara is literally hissing in pain behind me and my eyes bulge as I realize her blood has splattered across my face. I want to soothe her, but there is no time. Another carbon arrow splits her chitin and flesh and her hiss mixes with a scream just as I peek around her. The second I can see everyone, I put up a dome of force mana to protect my family. \"Sara, they're safe, you can drop that and heal!\" I yell as I flip around. The second I do she is already letting her shield fall and the wounds are stitching themselves back together. The arrows fall to the floor like discarded garbage.</p>\n<p class=\"cnM2YTZlMTVkZmE0NzQ5Y2I5NTA2ZjYyMGRjZWVjM2U2\" data-original-margin=\"\">I pull her into a brief hug and whisper \"Thank you,\" before releasing her. We both run to check on our families first. We can respond to whoever did this when they are safe. They are all crouching behind the carts, uninjured, and Sara and I share a sigh of relief. \"Where did that come from?\" I immediately interrogate and Sara gasps.</p>\n<p class=\"cnNjOTRkOGVhZTliYzRkMmNhNWIzODg0ZTNiODBiYjRh\" data-original-margin=\"\">\"I... I don't know,\" she replies, her arm fully healed and hanging from a hole where her sleeve once was. \"I just... I looked up and someone was aiming at us. Annie, they were inside the Woods...\" she says, forgetting to use my Potestia name.</p>\n<p class=\"cnNkMzEzOWVjYjJhODRkNTg5NjAzOTZlNmEzOTE2Zjkw\" data-original-margin=\"\">\"Over there!\" Ed calls a moment later, peeking over the cart and pointing past the treeline. \"H-how is that possible?\"</p>\n<p class=\"cnNmMmZiOTE2MDdhYTQ4MWI4ODQzNDM2ZGZhM2IzMjQ5\" data-original-margin=\"\">\"Must be another divine mage,\" Henry guesses, hugging Autumn close to his chest.</p>\n<p class=\"cnNhODhkNGYzMjZmZDQyOWRiODc0ZmNlNGFhMTE5Y2Yx\" data-original-margin=\"\">\"But... how did they know where to find us?\" Autumn protests a moment later.</p>\n<p class=\"cnM3YTIwOWI3ZDY0YjRhMjNhZWFlNTIxNmM3M2E5ZWVl\" data-original-margin=\"\">\"It doesn't matter, we have to stop them, now,\" I respond.</p>\n<p class=\"cnM2ZGNjOTM4MzQxMjQ0ZWVhMjg2NmNhNWRjN2NlYjc5\" data-original-margin=\"\">\"They look like...\" Ed starts, pausing. \"Lily, they look like some kind of giant... bird? Is it one of the monsters from the forest? Did any of them know magic?\" he guesses and I raise an eyebrow.</p>\n<p class=\"cnNhNjMzMTIwMWY0NTQ5NmY4ZDk1NWQxMWJiOWM3YzBj\" data-original-margin=\"\">\"I... I don't think so? Maybe the Woods are changing them, to hunt us. Sara, we have to go after them, we-\"</p>\n<p class=\"cnMxZDY2MWQ4MzU4ZTQ2YjdiNDRkYTVkM2NkZWY0NzNk\" data-original-margin=\"\">\"I'll go alone,\" she argues. \"Stay here, Lily. Keep this shield up. I'll get one of them. Trust me, and stay back.</p>\n<p class=\"cnNhYmVlYzkzNzMxZDQ2YjFiODI1ZmUwMDFhNGUwYmI1\" data-original-margin=\"\">I want to argue. I don't want to send her while I hide back here. I want to actively help. I don't want to fear for her while she is gone. But she is right. I can protect everyone here, she can't. She can move freely through the woods, I can't. And I promised her I wouldn't make stupid, arrogant decisions. So, I nod. \"Come back safe, alright?\" I plead.</p>\n<p class=\"cnM4MjY5MTY5ZjY0NzQyZTk4MDE2YTk3MTM5NjgzMzZj\" data-original-margin=\"\">\"I promise,\" she agrees. Then, before my eyes, her body melts like wax and forms into something not unlike a giant crow, but with six wings, a red hue, and a lot more claws. I let her through the force barrier, and she disappears into the woods.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized usage: this tale is on Amazon without the author's consent. Report any sightings."
}