{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjMWZiNTA4MDBlNDQxOGVhYzc3ZGZjNWZhZGYyMDAz\" data-original-margin=\"\">I wake up before anyone else. I kick myself for not arranging some kind of watch schedule last night, but I don't know if any of us could have really managed it anyway. Based on the moon, it doesn't look like I slept more than three hours. My entire body is sore in a way it rarely has been in this life, and my eyes bear the scars of a night of crying. I rub my neck and observe the camp. It remains quiet.</p>\n<p class=\"cnMwYWQzOTlkMTQ5YzQzMDE5ODc0NDQ2YzM0Njc1NjUw\" data-original-margin=\"\">I decide to make breakfast, if there is any to be had. A quick search of the priest's belongings reveals some travel rations but nothing fresh, which makes sense. It is what it is, and I collect what I can use. There is at least enough for a few weeks of travel, although we should be a bit further than that from the capital. We'll hunt if we run out. We certainly aren't eating that fucking corn.</p>\n<p class=\"cnM0YzQzZjYwNTgxOTRlMTFiY2MwZWExMzE1NzEwYWM4\" data-original-margin=\"\">In fact, before anything else, I open a hole in the earth I used to store the corn. I flood the makeshift storage with heat mana. This close to the Radiant Woods, it takes little effort to incinerate the lot of it. I then bury the remains far under the earth and wash my hands of it. The priests must have partially been in the forest to collect it, which puzzles me now that I think of it.</p>\n<p class=\"cnMxYTc3NDFiMjQyMjQ0YzI4NWZkZDkxN2IzM2MxOGY4\" data-original-margin=\"\">If Peter was there to be abandoned, why collect the corn first? In Sarafyna's story, they had just thrown her from the wagon without even stopping. I don't want to think about what they wanted grey-matter-enhanced corn for, although I have a theory, but the issue with Peter elevates the issue for me. I glance at his tent with narrowed, if puffy, eyes. I need to hear his story.</p>\n<p class=\"cnMzOWYwMjE5NWQ4NTRlMDdhODdkNDM5Njc0MWZhNzVl\" data-original-margin=\"\">My worries are interrupted as Sarafyna emerges from her tent, and approaches me. \"You're up early,\" I greet. \"I don't mind if you sleep longer, I have things handled here.\" She gently shakes her head as she approaches me.</p>\n<p class=\"cnMzMzVjMDc5ZTI4MjRhNjdhYjAyNjJhNDE4YTYxNThi\" data-original-margin=\"\">\"I don't sleep much anymore. It hasn't been safe in a long time, and... my dreams aren't as kind as they once were,\" she answers and I nod. I can understand that better than most, although her nightmares are likely much worse than mine. I gather some of the priest's wood in a firepit and use heat mana to light it.</p>\n<p class=\"cnNmYTkwOWQyNmE1YTQ3Yjc4Mjg1YTMwZDkxODJiZDZi\" data-original-margin=\"\">I use force mana to hover stale bread and hard cheese over the flames and allow them to toast together. \"Fair enough,\" I answer. I just continue preparing the food, adding some for her. If she has something to say, she will. She just sits next to me for a few moments before speaking again.</p>\n<p class=\"cnM4NDdkMGI1ZWI4YjQ3OGY5ODkwMDc4MTJkNmQyMmM2\" data-original-margin=\"\">\"You... have a unique perspective on the world,\" she says and I smile. That's an understatement in this world. \"I told you, yesterday, what I felt from you. Why I came and found you. I can still feel it, you know.\" I glance at her and raise an eyebrow. \"I know you've helped me more than I'd ever hoped already...\" she trails off and I understand.</p>\n<p class=\"cnNkYTk0OTM2ODRiNjQyYWM4MjZlOTE4OThjYzA3Yjgz\" data-original-margin=\"\">\"We're already even,\" I answer the unspoken concern, \"Without you, I would never have left those woods.\"</p>\n<p class=\"cnM4NmVmYTRiZDBmNjRkNjRhYWRjMDY0MTQ3OGJjYWI3\" data-original-margin=\"\">\"You wouldn't have been there in the first place without me,\" she challenges and I scoff.</p>\n<p class=\"cnNhYTg2Y2RjNGE0ZDRjNjM5N2ZjMTU4MmVlODRiM2Zh\" data-original-margin=\"\">\"I thought you said you could feel the emotion in my mana? We both know I was always going to end up there,\" I retort.</p>\n<p class=\"cnM5YWQxZGVlNTdmMzRlM2U5Y2UxNDM1N2Y4MjE1OWI1\" data-original-margin=\"\">She tilts her head in acknowledgment, conceding the point. \"That's what I want to talk about, actually,\" she says. I suppose I can understand that. I don't answer her right away, however. Instead, I pull the bread covered with the now melted cheese toward us and offer her a slice. She can't see it, but I see the moment she realizes what I am offering her.</p>\n<p class=\"cnM3ZTIxYWM1ZDNmYjRiODg5ODNmZmQ3MmJiYzA4YWQ0\" data-original-margin=\"\">She gratefully accepts and hesitantly takes a bite. She chews for several moments before continuing, and I see water running down her cheeks. I suppose this is probably the finest meal she has had in years. I let her enjoy it for a while, and she slowly eats the entire thing. After wiping her face with her sleeve, she speaks again. \"I'm sorry,\" she says, \"It's a small thing, but it's something I thought I had lost forever.\"</p>\n<p class=\"cnMxOGEyMjNkNjNkNzQzMWNhNjNhMDk5MDY1YmYyYjdk\" data-original-margin=\"\">\"You didn't lose it,\" I retort with vitriol, \"it was taken from you.\" She nods and I see her fists clench.</p>\n<p class=\"cnNiZjE3ODczY2U4ZTQxZGJiNDFiMjRlMjc3OWI1OGUy\" data-original-margin=\"\">\"You're right. And that's what I want to ask you about. It was taken from me. Everything was,\" she answers. I can hear anger rising in her voice as she speaks. \"My father, my dreams. Even my visits to my mother's grave. And the people who took it all have names. They have homes...\" I feel her pained fury as she speaks and I answer her question before she has to ask it.</p><p class=\"cjgxODk5ZDE1YzA0NzQxNjI4Mjg3ZWUzYzgwZGI5Njk2\" data-original-margin=\"\">This story originates from a different website. Ensure the author gets the support they deserve by reading it there.</p>\n<p class=\"cnMyZDgwNmQwMzkzNzQ1NGVhYTZlYmJmMWQxYzljYTRi\" data-original-margin=\"\">\"Not for long,\" I respond. I'll help her. I was never going to let people like that continue to draw breath anyway, and they are a major obstacle in my own plans. She and I talk for the next few hours. She describes the men at her confession to me and answers some questions I have about the woods. Some of her answers alter my strategy a great deal. Eventually, she and I make a few plans together, and as the sun rises, I see a genuine smile from her. I can't offer her complete safety and security, but I can offer her justice.</p>\n<p class=\"cnNmY2NkYjVmZmMzODQwNGZhMmI5NzNkYzAyYmQyMGUy\" data-original-margin=\"\">The light wakes the twins first, and they emerge from their tent as well. They awkwardly approach the fire and sit down with us. \"Autumn and I talked about everything last night,\" August says, \"and I'll be honest. We are scared. We don't understand everything, and we just... don't know how to process it...\" Autumn cuts in as he trails off.</p>\n<p class=\"cnMyNmUyNmFmNjA3OTRkNTc5MDZjMjEyNDg5OTVmOTEy\" data-original-margin=\"\">\"But we at least understand why you did what you did in there. We know we are safe with you... both of you,\" she admits. \"And we want you to know you can trust us. We need more time to think everything through, but we won't do or say anything to hurt either of you.\" I give them a half smile. They could be lying because they are afraid of me, but I don't think they are. They really are good kids.</p>\n<p class=\"cnMwMzVjY2QyZTUxNTQ2MmU4NjlkNzY4ZmU1Njk5MDU5\" data-original-margin=\"\">\"Thanks,\" I respond, \"that means a lot to me. So you'll keep traveling with us?\" They both nod and I release some tension I have been carrying. That will make things a lot easier. Peter emerges as well at this point and comes to join us. I begin preparing food for all of them and they eat breakfast in silence. Peter remains too nervous to speak and I don't blame him. I wonder if Sarafyna and I can heal his sight? I'll have to ask her later. If he lets us, anyway. I'm also not certain Sarafyna has ever tried her abilities on someone else's body, at least to do anything but dissolve it.</p>\n<p class=\"cnMxNTFhM2RjMjgxZjQ1YWFhZTUyMTVjN2I0ZDViMGE2\" data-original-margin=\"\">\"August, we need to head east,\" I finally say, breaking the silence. He looks at me with confusion.</p>\n<p class=\"cnNlMzIyMDZiZTEyNTQ4YWI5MGUwNDA0NjllNDdmODBl\" data-original-margin=\"\">\"Visenar is north,\" he says, \"we still have to go to the Academy, Lillith.\"</p>\n<p class=\"cnM2NzA4ZGZhMTA1NDQwNzY5ZWYyMzMyNmViODc4ZGY3\" data-original-margin=\"\">\"I know,\" I answer, shaking my head, \"look around you. We are nowhere near where we entered the woods. I spoke to Sarafyna this morning, and we came out in the wrong spot. We have to go east to get to Visenar.\" He gives me an odd look at this explanation, but eventually just sighs deeply and accepts it.</p>\n<p class=\"cnNiYzRiZGZkZDQ4ZTRkM2M4ZDhlYTczNWM0ODZkOWQx\" data-original-margin=\"\">We pack up the camp and load everything up in the newly empty wagon. We don't have many things of our own so it's easy to do. I'd kill for a bath but there is no water near us and creating enough ice for it would exhaust August. With nothing more to do, we find ourselves on the road fairly quickly. Autumn has elected to ride up front with August again and the rest of us sit in the back.</p>\n<p class=\"cnMyMWFkM2M3YjczNDRiMmM5NDllMjdmZGIyOWZhNzQ2\" data-original-margin=\"\">I decide to spend the ride practicing magic. I really want to master my radar spell, and I could use a few more aspects. I have been having trouble aspecting mana recently. It feels like I've hit some kind of bottleneck and new aspects slip through my fingers like oil. I focus for a long time. I want to add water mana to my toolkit, but I just can't seem to manage it. I don't understand the difficulty as my understanding of the concept should be more than thorough enough.</p>\n<p class=\"cnM2ZDA5OGMzNWI4ZDQ3NTBhZTQ5NTU2Mzc4ZGQ2YWUw\" data-original-margin=\"\">This goes on for hours and I feel my mana growing weak as our distance from the woods grows. I am growing frustrated when I hear Sarafyna speak, her question echoing my earlier thoughts. \"Peter, would you like us to heal your eyes?\" she asks. I'm glad to hear she was thinking the same thing I was, and I look toward Peter to see his response.</p>\n<p class=\"cnM4N2E5YzEzNDU2ZTRiYjNiZGQ1N2IzZjhlMDEwYmM2\" data-original-margin=\"\">\"Y-you can do that?\" he asks, awe in his voice.</p>\n<p class=\"cnNlYjEwNTc3NjliZjQxMzJhMDQyYjVhMGYzZWU1YzJl\" data-original-margin=\"\">\"I think so,\" I answer, \"if you are ok with it.\"</p>\n<p class=\"cnMwMjI0MmE4MGYzZjQ4YWE4MjlkZjQ1NTM2NDJkNjE1\" data-original-margin=\"\">\"B-but the priests said only they could... and you got rid of the magic food...\" he splutters and I furrow my brow.</p>\n<p class=\"cnMwMzRkOWRlMWE3YjRiOTA4YWUwNzc2MmJmODVhMzU5\" data-original-margin=\"\">\"I have the same power the priests do,\" Sarafyna encourages but I cut in with a question.</p>\n<p class=\"cnM5OTM3NzI1ZGU2ZTRlZDNhYWI4NDYwYjhiYTk1ZDAy\" data-original-margin=\"\">\"The magic food? You mean the corn? The stuff you were hiding behind before?\" I interrogate. He tilts his head, then decides to answer me first.</p>\n<p class=\"cnM4NmEwNjk5MjE4YjRmOTBhYTExZWE4NzMzYzEyMDAz\" data-original-margin=\"\">\"Yes ma'am. They said they needed it to make me better. It's part of my-\" he starts before cutting himself off and slapping his hand over his mouth.</p>\n<p class=\"cnNkM2M3Y2EzMjcyNjRhM2VhNzhkMjA3OGQ3YjZiMzA3\" data-original-margin=\"\">\"Peter, do you know how you went blind?\" I ask, \"Do you remember getting sick, or hurt in any way before it happened?\" He looks concerned and doesn't answer. Sarafyna seems to have picked up the urgency in my tone and remains quiet as well. I decide to ask another question. \"Did you ever live with a bunch of other people who were hurt or injured in some way? Maybe older people or anyone who had similar problems to yours?\"</p>\n<p class=\"cnMzN2ZkNGZhODc3NzQ1M2VhYTA3OWNiYTdiNTU4NjVh\" data-original-margin=\"\">He tilts his head again before shaking it. \"No... I've never been anywhere like that. We were all just blind...\" he trails off. That doesn't sound like a house of penance. There is something more going on that I need to understand.</p>\n<p class=\"cnM3ZGUwMzg4MTFiMjRiYTliOGZlYzYxNTMwZGE2ZTUy\" data-original-margin=\"\">I open my mouth to ask another question when I am bombarded by mana. The wagon suddenly jerks as well. We aren't under attack, it's not that kind of mana. No, we are all perfectly safe. It's no wonder the wagon jerked, this must have taken August by surprise as well. This amount of mana isn't at my level but it is far more than the twins have. The wagon comes to a stop and after a moment the twins poke their heads into the back of the wagon and gape.</p>\n<p class=\"cnNkNTE5OWFlYTJjNDRiYWY5NWRmZWIzNTFiODU3NDRm\" data-original-margin=\"\">I don't blame them, I'm slack-jawed myself. Everyone but Peter stares at Sarafyna. I knew she was a powerful divine mage, but this isn't divine mana. I have never been able to perceive divine mana if it wasn't directly interacting with me. This is regular magic. Sarafyna is a mage surpassing a lot of nobles in power.</p>\n            ",
  "invisibleParagraphContent": "This story originates from a different website. Ensure the author gets the support they deserve by reading it there."
}