{
  "preChapterNote": "<p>I keep forgetting to tell everyone, chapter 37 has had a few paragraphs added to the beginning. This is the chapter where the fight with Baldwin starts. It doesn't change any events, but it details Lillith arriving at the estate and killing Reynold. A few readers felt the transition was too abrupt so I updated it and made it smoother. Give it a read if you are interested.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwNWMxZGUzZjdjMzRmNzk5NDQ4NzRlZjc5OTk0YWNi\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNkOGExZjRkZjIxNTRlNzk5NTNjNDU5OGQ0N2JhNmI1\" data-original-margin=\"\">I wake up a few hours after I finally fell asleep last night. I have a lot to do today and, as much as I wanted to get to it right away, I have learned my lesson about sleep deprivation. First things first, I need to make sure I am not arrested and executed for murdering the lord of Satusmor. Sybilla should be here soon, although if my boss was beheaded and burned, I'd probably take the day off. Town criers are not quite as efficient a method of spreading news as social media, however, and I think there is a decent chance the news of the Tudor's deaths has not made the rounds.</p>\n<p class=\"cnMwMTdmNDk0NWEwNjRlZjdiNWY0Nzk5NzM2MTczYTdl\" data-original-margin=\"\">So Sybilla will be plan A. If she is not helpful, I'll speak to Emeric and Godfrey. I need to find and make discreet contact with a noble of some renown, preferably one well-loved by his peers or one that wishes to be so. I'll probably need Gilbert's help if I want to be listened to, as much as the thought makes my skin crawl. Actually, Henry is an option now as well but... I should give him time to rest.</p>\n<p class=\"cnMxYjNhNmUwYjA4OTQwNGZiZDc4OThkMDcyZDhiZWRl\" data-original-margin=\"\">So I need to get a disguise or use illusion magic on his face. Once I have that handled I need to seize this opportunity as well. The city will be in disarray for months, as long as it takes to get a suitably ranked noble here to organize things. This will be my best opportunity to spread magic further. Several of the mages of penance will be able to suppress their magic soon since they don't have to hide an ever-gathering magic circle. If they are willing, I'd like to ask for their help teaching magic to other districts and houses.</p>\n<p class=\"cnMyYzg4NjNlYzk4MzQwOGU5OGMzMGNiNmUzMzIwYjUx\" data-original-margin=\"\">I'd also like to gauge the state of some of the farmers and laborers in the area. It's possible that would be a discrete and helpful community to share the magic with as well. It will also aid in food production and distribution in the long run, and improve the lives of even the people who elect not to become mages. It will be important that I am not the only one teaching magic as well. In the not-too-distant future, some of these communities of commoner mages will be discovered.</p>\n<p class=\"cnMxNjY2YjliMjczYjRhYmQ5MDE2MTkxZDc1MGM0OWQ5\" data-original-margin=\"\">It is essential magic be spread too far to stop when that happens, which means expanding in full force now while the city government is crippled. It's also best that, should mages be confessed by the temple, they not be able to point to one specific origin for this circle. I am actually not terribly worried about this; it seems like the temple doesn't use their abilities to help the town guard. Of course, mass insurrection may be an exception to that general rule. I need to learn more about the temple as soon as I am past all of this.</p>\n<p class=\"cnNmYWU5MzYyMDk0ZTRjZWM4ZDhkNmNjZTg5NTIxZTBm\" data-original-margin=\"\">I wait for Sybilla to turn up, but she never arrives. I realize about a quarter-hour after she should have been here what I should have thought of first thing this morning. She had been receiving instructions from Baldwin this entire time. She probably does know he is dead, or at least missing. Well, that was a waste of time. Instead, I depart, headed for the bookshop. I'm not sure about Emeric, but I have never failed to find Godfrey at his shop.</p>\n<p class=\"cnM1NDY3N2FhYTY0ZDRjZDM4ODM0OWMyZGRmNmIyMjRm\" data-original-margin=\"\">When I arrive, however, I am surprised to discover he is, in fact, absent. Is news spreading faster than anticipated? Something is off here. This only increases my sense of urgency and I make a beeline for the temple. I need to find Emeric. I find as I walk further into the noble quarter that the town is in something of an uproar. I suppose I wasn't quiet last night but this is a big city and the Tudor estate isn't directly next to anyone else. I can't imagine another reason everyone is in such a panic, however.</p>\n<p class=\"cnM3NjRlMjQ0NWJjZTQ5MzBiYWM4OTI3MmI4ZGQ2ODg0\" data-original-margin=\"\">Something still rings untrue about that, however. A lot of nobles appear to be packing carriages with luggage or have mercenaries with them, the type you might hire as bodyguards if you were planning to travel. What's more, they look upset, but not panicked. This was not the reaction I anticipated. The lord is dead so let's move? I suppose they must be anticipating unrest among the commoners or something, or perhaps there is a financial reason?</p>\n<p class=\"cnMwY2M2MmVhMjVlNzRlZmQ5Y2VhMjQ3NjdiMWY3MDYw\" data-original-margin=\"\">I'll ask Emeric when I find him. I arrive at the temple, which is in a different kind of uproar. There are nobles lined out the door, and each of them looks livid. Well, I'm not getting in that way. I look around and spot Emeric, who has apparently been enlisted for crowd control. He has a serious look on his face and he is trying to guide nobles in the right direction and field nobles shouting complaints at him. Well, I'd rather not stress him out more, but I need to act quickly.</p><p class=\"cjZlZjQzNGZkNGYwMDRmYWZiOTY0NTViMTM5YTczMGZj\" data-original-margin=\"\">This tale has been pilfered from Royal Road. If found on Amazon, kindly file a report.</p>\n<p class=\"cnNkOTg1NzBlYmU0ZDRjNjRhZTAxOWU1YjhhOTJmZDk5\" data-original-margin=\"\">As I approach him, our eyes make contact and he immediately stops what he is doing and marches toward me. Fuck, that's not a good sign. Do they already know? I should have had weeks! Surrounded by mages and priests is not the ideal place to run from. I shouldn't panic though, I need to know what he knows first.</p>\n<p class=\"cnM5ZDMyZjc1ZmYwNDRiMzA4ZWQ3M2I4MjQ4YmNkNjI3\" data-original-margin=\"\">As he gets to me, he harshly whispers under his breath, \"It was lord BALDWIN, that was using divine magic on you??\" Well, that's not quite the question I was expecting.</p>\n<p class=\"cnM4MDI4NmE3ODYzMzQzMzE4OWVhY2Q4NjMyM2ExYTE3\" data-original-margin=\"\">\"How did you-\" I start but he cuts me off.</p>\n<p class=\"cnNlMTk1ZjdjNmM3MTQ2ODJiMzA5ODVjYTI4MDRlOWIy\" data-original-margin=\"\">\"Lord Baldwin,\" he starts, before looking around and lowering his voice more, \"Lord Baldwin is dead, his father too. All these people were in the same position as you, I put two and two together!\" Oh. Oooooh. Of course that little shit was using his power on other people. He never liked being told no and, by the looks of it, he made sure a third of the nobles in the city couldn't. And nobles are exempt from confession so he was never discovered.</p>\n<p class=\"cnM5NTg1NWYzMmRkOTQyNTc5NWI4YjEyZDIwMWY3NDYz\" data-original-margin=\"\">This provides some valuable information for me as well. With divine magic, kill the caster, kill the control. This is good, actually. Well, not the mass number of victims of mind rape, but the information at least. I can help a lot of people by targeting a few priests. I just have to figure out which ones are doing it. Unless my read on Emeric is wrong, which is very possible, I don't think every priest is aware of the cruelties of confession. I can free the people in the house of penance, however.</p>\n<p class=\"cnMyYWFiMmM3MTFmNDRmYWE5OGI5ZDU4ZGE5NGFmMmJi\" data-original-margin=\"\">This is helpful in other ways as well. The nobles don't just not like Baldwin, they must hate him. If I can find the right noble, my plan will work even better than I hoped. Even if I can't I might be able to use the temple themselves. Both even, if I play my cards right.</p>\n<p class=\"cnMzMTU2NDk1NjQ5MTQ3OTBiNGE3NWM1OWM5ODE2MDM2\" data-original-margin=\"\">\"Listen, I know you must have questions, but there are a lot of other victims. Can I meet you at the bookshop this evening? I need to speak with you, urgently. I know it must be traumatizing. I will do everything I can to make this right. I have to go back now but promise you'll meet me,\" Emeric requests.</p>\n<p class=\"cnM1MDNiYTgxNjUwYjQ4NjdhYzFhODQwMWU4YzJjZjkw\" data-original-margin=\"\">\"Wait, can you answer just one question,\" I plead as he turns to head back to his duties. The group he was speaking to is already growing rowdy again and I see urgency in his face as he turns back to me and nods. \"If Baldwin and the city lord are dead, do we have anyone else that will take their place? A particularly prominent noble or anything? I... have something to report to them...\" I trail off lamely. I was hoping to be a bit more subtle but... it seems I need to act quickly.</p>\n<p class=\"cnMxNTdlMGM5YTRiZTRkNDM4NGY0NDkxNzM4YjIyZTA3\" data-original-margin=\"\">He raises his eyebrow in suspicion, but more of a parental suspicion than anything else. \"You don't know?\"</p>\n<p class=\"cnM2YmQ0Mjc0OGU5YjQyYWQ4M2VjZDJiMzgyYjFkZmIx\" data-original-margin=\"\">\"Know what?\" I ask. Why trail me along man, I thought you were in a hurry, spit it out.</p>\n<p class=\"cnMwZmE1YjJhMjZkZDRlNmRiZDk5OGYxYzBkM2JjYzQz\" data-original-margin=\"\">\"Sorry, it's just I thought... well no matter. I suppose he has always allowed people to believe his rank is lower than it is, probably for the same reason he spends his time in this little city instead of the capital... and I'm now realizing what that reason is, shit. I just thought as his apprentice...\" ponders, clearly getting distracted by the question.</p>\n<p class=\"cnM5ODFhMGRmMGM0NzQ5N2U4M2M5Yjc2N2ViMjhkMTM2\" data-original-margin=\"\">I, on the other hand, am entirely caught off guard. \"Wait, Godfrey? What rank is he? He can't be that important!\" I splutter.</p>\n<p class=\"cnNjNjU4ZGUyZjQ5ZTRlZTFiNWQ0NDFiNzY2MDY4NWE3\" data-original-margin=\"\">\"Right, sorry,\" Emeric says, \"Godfrey is the Duke of Facinly. He is probably only here because of Baldwin, I never understood why he was here at all but that would certainly explain it.\"</p>\n<p class=\"cnM5MDY0NmRkMTIyYjQ1MzliMTBmZjg5ZDZhOTY5N2Q0\" data-original-margin=\"\">What the fuck. Godfrey is a Duke? Shit, that could be trouble. He'll have to do, however. \"Do you know where he is? He wasn't at the shop,\" I ask, the surprise lingering in my voice.</p>\n<p class=\"cnM4Yzc4NDc2NTU3MzQ3ZDBiZWZhYjI5ODlhY2YwMDcy\" data-original-margin=\"\">Emeric furrows his brow for a moment, then answers, \"Well, if my guess is right he could be anywhere, but I would check the Tudor estate first. It may be hard to get there, but Lord Godfrey may have unfinished business there,\" he proposes. Well, I didn't plan to go there so soon but I guess it's true what they say about killers and the scene of the crime.</p>\n<p class=\"cnNmMTlkZDIyMjQ5ZTQxZjg4Zjc3ZTk2M2U3NWM0ZTM1\" data-original-margin=\"\">\"Thanks,\" I say then begin to turn, but Emeric is the one to stop me this time.</p>\n<p class=\"cnNmNDZmNDIzZTAzZDRiOWFiZWE2YTMwOTgxNmQ5ZWZk\" data-original-margin=\"\">\"Wait Lillith,\" he says, sadness in his voice. I turn and look at him expectantly. \"I'm sorry. I knew he was your fiancé, and I knew you were being confessed outside the church. I should have known. I'm sorry I didn't do anything.\"</p>\n<p class=\"cnMwZjU0OGNjNjA1NDRiM2FiYmNkY2JhMDlhZWUxNDQw\" data-original-margin=\"\">\"Don't worry about it,\" I dismiss. Then I turn and run back toward the manor I burned down the night before. A Duke, huh? Short term, that is better than I could have hoped for. Long term... well things could get ugly. I hope they won't, but I will be prepared if they do. I start planning what I will say to Godfrey when as I get closer to Baldwin's estate.</p>\n            ",
  "invisibleParagraphContent": "This tale has been pilfered from Royal Road. If found on Amazon, kindly file a report."
}