{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjODA3YzZlOWRlMDQ1MmViY2RmYmZmZmEzYjc0MDVj\" data-original-margin=\"\">\"Well, It's extremely boring,\" Ed complains and Mariah gently backhands his shoulder.</p>\n<p class=\"cnM4NjhjNzlkNDMwMTQxNjc5ZDY2OGYxM2I1NGQ4ODMx\" data-original-margin=\"\">\"And here I thought my company was lovely,\" she jokes, feigning offense.</p>\n<p class=\"cnNiNTk0NGYzNDY3ODQwOGE4OTdhYzE5NDRhNDAzNGVk\" data-original-margin=\"\">\"Oh, you know what I mean. We've been sitting here for almost two weeks now, I want to get out and move a little. Henry said you carry your circle around with you, why can't I do that?\" he asks, redirecting his attention from Mariah to me halfway through his sentence.</p>\n<p class=\"cnM0ZTVjN2FkMWEzMjRhZTg4OGViMjY4NTk1NTdiODFl\" data-original-margin=\"\">\"I told you not to bother her with that,\" Mariah rebukes, but I laugh it off. I pick up an empty sheet of parchment and one of my brother's quills and begin to draw before I respond.</p>\n<p class=\"cnNhOWRiNDhlM2IxYjRhZWQ5ZTY3M2Q3ODk5YWQyNTIx\" data-original-margin=\"\">\"No, it's a fair question,\" I answer. \"I do, in a way. I tattooed it on myself. I'll show you sometime when I'm wearing something more practical, but to answer your more relevant question, I didn't offer you the same because I don't actually want to kill you,\" I respond. Gilbert reaches for his quill and I gently smack his hand away.</p>\n<p class=\"cnNjNGM5MTNiMmJkNzRjMzU5NzVmZjhhNmNkMjA4NDRi\" data-original-margin=\"\">\"Wait,\" Gil cuts in while idly rubbing his hand, \"Are you saying your magic circle is killing you?\"</p>\n<p class=\"cnNiZjYxMzc4YmVkMjQ5ZWU5NDQzZWY0MTE1MDNkMTZi\" data-original-margin=\"\">I shrug. \"Maybe, I sort of rushed into it. I... do that. But I don't think so. As far as I can tell, it only improves my health, kind of. But it does a lot of things I didn't expect. I have some worries about what happens if it keeps altering me indefinitely, but I can't afford to think about them right now. Besides, I think I can change the aspects of it that caused that. Make it a little more like a normal circle, but mobile,\" I explain, getting distracted a few times while thinking about possible side effects and experiments.</p>\n<p class=\"cnNmM2U0MjlhNjg2ZTQwODE4ZTRiNjUyMWYyMDc1NmVh\" data-original-margin=\"\">\"So why don't you?\" Ed asks and I hold up a hand to waylay his concerns.</p>\n<p class=\"cnMzZjBmYmJhOWZkOTRiZmRhMzgxMmU5YzllZTRjM2Q4\" data-original-margin=\"\">\"Well, like I said,\" I answer, \"I <em>think </em>I can avoid some of the side effects. But what if I am wrong? What if I try it on you and keep the side effects but lose whatever is making them survivable? My heart doesn't pump blood, Ed. My blood circulates with mana instead. So, let's say I remove what I think is the cause, your heart stops, and your mana doesn't take over. That means you are dead.\"</p>\n<p class=\"cnNmM2NlYTdmYzVmMzQzMGY5MGY2MWM3N2ExY2EyZDc1\" data-original-margin=\"\">\"Alright, so don't change it then. You aren't dead, so your circle must work,\" he complains.</p>\n<p class=\"cnNmZmNjMmQ1MzA3MzRmNjc4MzZiODY1NzdjNTk0NGM1\" data-original-margin=\"\">\"It kind of does. But I have a sneaking suspicion I will die if I use all of my mana, even once. It's even possible I'll die if something happens to my circle, although I don't think that's likely. Hell, I'm pretty sure a normally safe test almost killed me like, a few hours ago. But that's not all. There are other variables. First of all, I nearly died when I first made it. A magic circle rebuilds the space it is drawn around into something entirely new. In my case, that space is my body. It tore me apart and rebuilt me in an instant, and I'm lucky to have survived,\" I answer.</p>\n<p class=\"cnNiYTk3ZmRmZjdlZjQxMTlhODVmMTIyZDBkZTM2YWZh\" data-original-margin=\"\">Gilbert gives me an odd look as my drawing of the Mad Hatter takes shape. I've been telling Sara stories from back home, and Alice in Wonderland was a recent one. She had, predictably, been particularly interested in this character. I wave him away and hold the parchment to my chest, glaring at him until he backs off. \"You almost died again?\" he chimes in, holding his hands up in surrender after our silent exchange.</p>\n<p class=\"cnMzZTE1MTcxMzQ2ZDRhYTE5ZjQwZWVmNTE2ZTIzOGJl\" data-original-margin=\"\">\"I'm fairly certain, yes. And that's another thing. I don't know if you'll understand the details, but I did die when I was seven. When I got sick, it killed me for a second, and I came back. There are some details about that I'm still working out, but I think it may be the only reason I survived. Like I said, I rushed into it. It was stupid but... I was adapting to some interesting changes at the time and wanted something I could control. Anyway, I think there is a good eighty percent chance it immediately kills anyone else I draw it on, and it could very well end with them dead even if they survive the initial change,\" I finish.</p>\n<p class=\"cnNmMDdkNDgzNzJhYjRjZmY4MWVkMjM4Yzc0ZDAwNTcy\" data-original-margin=\"\">\"I mean, you still could have offered, I would ha-Aaagh!\" he stops as Mariah pinches the back of his neck again.</p>\n<p class=\"cnMxM2RiYzlmYzNlODRiY2JiNzA4ZTlkNmNmMzIxN2M5\" data-original-margin=\"\">\"You wouldn't actually take that risk, would you?\" she balks. Gilbert is trying to sneak up behind me to take his quill back, but I strategically dodge his swipe for it and reach a hand out to flick him.</p>\n<p class=\"cnMyMjViZTA0MjIyOTQ3N2FhOWJkMGI4NzdmOGVhODJi\" data-original-margin=\"\">\"Yes, I could have. And I did choose to take the risk myself, so I probably look a bit like a hypocrite to you,\" I say and Ed gives me a sheepish nod, \"But, I didn't really understand what I was risking until I felt the pain that came with it. Now that I do know, it would be beyond irresponsible to do that same thing to someone else.</p>\n<p class=\"cnMyMWFiYzU1YTY0MzQzZjk5OTVhYTczNzFkNTgxY2Vj\" data-original-margin=\"\">\"Let's say we are all starving,\" I add, deciding on a decent metaphor to explain my reasoning. \"I find a mushroom and eat it. It poisons me and I barely survive the night, but I don't vomit. So, I am less hungry than you. I then find enough safe food to survive but not be comfortable. I also find a whole field of the poison mushrooms. Am I a hypocrite if I don't offer you the poison? I don't think so. I only ate it because I didn't understand the danger. Once I do understand it and I offer it, well... that's not benevolence. If you see that I survived and decide to eat them when I offer, and you do die... am I guiltless in your death? Again, I don't think so,\" I explain.</p>\n<p class=\"cnNhMjgyNmMzODUwMDRjM2Q5ZDY5Yzk1ODRmZGMyYTRj\" data-original-margin=\"\">\"Easy enough to say when you are still benefitting from the risk,\" Ed contests and I sigh, looking up from my drawing.</p>\n<p class=\"cnNkZmE4ZWM0MGQ5NTQwNjI4OTgxYjMwMmNlZjUxNWQ2\" data-original-margin=\"\">\"I can see how it looks that way,\" I respond. \"But let me tell you this. As someone benefiting, sort of, from that mistake, if I had to go back and do it over again, I wouldn't. Because I don't know if I would survive again. I wouldn't be as effective as I am now, but I would be more effective than as a corpse. What it boils down to is, I can't explain what it was like, not really. There is something called 'informed consent' that is necessary for things like this. As the only person who has been through this, I am the only person who really understands what it's like. It would be impossible for you to have the level of information necessary to really consent. So. Best case scenario, I torture you but you are lucky to survive for now. Most likely scenario...\" I trail off.</p><p class=\"cjA1OGMzODczYzYyYzQ3MWM4Y2ZhOGI0MDkyYTMxYWFj\" data-original-margin=\"\">If you encounter this story on Amazon, note that it's taken without permission from the author. Report it.</p>\n<p class=\"cnNlYWY5NjM1NTE2NDQ2OTc5YjMyNzE5YzcwY2U5YzA4\" data-original-margin=\"\">\"Fine, fine, I get that you aren't going to use it on other people. It seems like a waste, but whatever. Still, is there any way to speed this up?\" he asks and I just chuckle. He did apologize and we are on better terms, but he's still Ed I guess.</p>\n<p class=\"cnM4MDM5ZWI2ZDdkNTRlNjA4ZTJiMDFlNjEzNDE1ZDE3\" data-original-margin=\"\">\"I'll have you know that's a better circle than the king himself has. Well, as far as quantity and speed goes. It's going as fast as possible. Hang in there buddy, the longer you wait, the stronger you will be,\" I promise. I pull my drawing away from myself and compare it to Gilbert's. Damn. I am not a bad artist. If I were my circle would have been much harder to draw. But he really is quite a bit better. Oh well. I look to the side and see Gilbert himself, far too close and looking at my drawing. I jump a little and he puts his hand on his chin.</p>\n<p class=\"cnM2M2I1NTZjZmEyZTRlY2RiOTllN2QzMzVjMTIzNmZk\" data-original-margin=\"\">\"It's good, when you're older maybe you'll be better than me,\" he says. I know he can't know that I am actually older than him, but I narrow my eyes at him anyway. \"Why such a goofy character? He doesn't seem like the kind of person you would draw.\" I open my mouth to respond, but our conversation is interrupted as my Mom walks in. She holds another bowl of stew which Gilbert happily and greedily takes from her.</p>\n<p class=\"cnMzYTQwYmVlMTg3MjRmMTBiMjdmZWU0M2MwYTkxMTgz\" data-original-margin=\"\">\"Lily, your friend is awake,\" she whispers to me and I hop out of the chair.</p>\n<p class=\"cnMwNDJjYjc0YTFhODQwMTViYmI3MDZlZjc0ZDM1ODQz\" data-original-margin=\"\">\"Thanks, Mom, you're an angel,\" I reply, giving her a kiss on the cheek before rushing down the stairs to the room Leo is in. As I burst in I see Sara and Leo giggling together as Leo holds a bowl of stew in his lap. \"What's so funny?\" I inquire and both just erupt in a new bout of laughter.</p>\n<p class=\"cnM4M2FhMDBhYmQxMzRmOWU5ZjcxNzM4YjVlNzE2MDgw\" data-original-margin=\"\">\"Nothing at all, don't worry a bit,\" Sara assures me and I narrow my eyes at her.</p>\n<p class=\"cnMxNGM5MmU5MjFmODRmOGVhNGFiNTYyOWJhYzI5OGZj\" data-original-margin=\"\">\"Well, I wasn't until you said that,\" I accuse, rubbing the back of my neck. In all my years of walking in on people talking about me, this is the most obvious it has ever been. I shrug it off. There are worse ways to be discussed than with friendly laughter, I suppose.</p>\n<p class=\"cnMzOTBiMGI2OWNiZTQ5NmQ5OGY0Njg4OWE5ODllNTM1\" data-original-margin=\"\">I sit down on the other side of the bed and hold the back of my hand to Leo's head. He hasn't had a fever, but it just feels like the thing to do. Sara is giving me an odd look, but I file that away for a later worry. \"How are you feeling bud,\" I ask and he sits up.</p>\n<p class=\"cnMyZDIxOTgzYjk5NjRlYTM5Njg5NmI2NThmNWQ4ZGZi\" data-original-margin=\"\">\"Honestly, like new. I should have come here days ago,\" he assures me and I smile in relief for a moment before I give him a serious look.</p>\n<p class=\"cnNlYWZiZDI0MmU3MjRmYThhMGMxYzU2ZDk2M2QxOWIx\" data-original-margin=\"\">\"Leo, this can't happen again. Will you tell me who hurt you?\" I ask and he holds a hand up to stop me. The mirthful expression fades and he returns my look.</p>\n<p class=\"cnNlZTlkYzNhZGQ3ZDQzZjVhOTU4MWQ3YjA4MzhhYWZi\" data-original-margin=\"\">\"No, Lily. This is something I have to handle. If it gets bad, I'll go to my sponsor, I promise. But please, just leave it alone,\" he begs and I bite my lip in frustration. There is nothing in this world that's harder than letting a friend get hurt because they don't want your help. But it's his choice to make. \"Besides, I am more worried about you,\" he adds and I look at him in confusion.</p>\n<p class=\"cnNlM2IwNTdkODhmNjQ0Y2Q4NGJmOTMxNTZmNDg1MzE4\" data-original-margin=\"\">\"Why?\" I ask. I haven't told him about most of my activities. Surely Sara didn't say something. Why is he worried about me?</p>\n<p class=\"cnMyNGU0OWMzNjUxZDRjNzc5ZWJlN2Y4M2E4YWU1NDRk\" data-original-margin=\"\">\"It's those noble kids you spend all your time with. You can't trust them, Lily. They hate people like us. They will always hate people like us, you know that. Every day you get closer to them, they'll just... you'll end up in worse shape than me,\" he pleads with me and I grimace. I knew he had a habit of disappearing whenever Autumn or August appeared, but I didn't realize he was so concerned for me.</p>\n<p class=\"cnNiMmQ0YTI0M2Q0ZjRmMGM5YmZkNjI4YTE4N2Y5ZGQ4\" data-original-margin=\"\">\"Yeah. The world they grew up in hates us, you are right. And in order to stay comfortable in that world their entire lives, they would have to hate us too, in one way or another. But... I don't know. They are still so bright-eyed. Uncorrupted by the sins of their families. They were born into that world; they didn't choose it. And I think they genuinely care. And if you and I ever want a better life, we are going to need friends. Some of those friends are going to be nobles,\" I explain but he is shaking his head before I am done.</p>\n<p class=\"cnM2Y2EzNmU3NDlmMzQ4MGU4OTllZTZjNzdhM2FlMWZm\" data-original-margin=\"\">\"No, Lillith,\" he insists, \"It is part of them, to hate us. You know what I mean. There is no world where they will ever accept us. You have had Lord Godfrey behind you this entire time, and it's been easier for you to distract from who you really are. So maybe you don't realize this, but it is not safe out there. Not for us. Not anywhere. You can't trust them.\"</p>\n<p class=\"cnM4NjQxNWUzYWZkNjRhMzY4OWY5NjdmZTNkNzc2ZDVj\" data-original-margin=\"\">I sit there in silence for a moment. Then I come to a decision. I have been promising him help for a long time, and he has always wanted to wait until after school. But maybe I don't need to know who hurt him if I want to protect him. Maybe, I can offer him an alternative. Maybe I can help him in a different way, for now. I give Sara a look. She has been politely quiet the entire time, but I look down with my eyes, and she gives me an almost imperceptible nod. \"Will you come with me, Leo? I want to show you something. We can pick this conversation up afterward.\"</p>\n<p class=\"cnNmMjExYTA2ODRkNjRkMGZhODRjNjU2NzRhOTAwNzBk\" data-original-margin=\"\">He examines me skeptically, lets a sharp breath out of his nose, and nods. \"Alright. But I doubt you'll change my mind about any of this, and if you don't, promise to seriously consider my warning. You need to cut the nobles from your life. Every last one of them,\" he replies.</p>\n<p class=\"cnM4OTlkZTQwN2VlMzQwMDdhYWZkOThlYTM5MmE0NmQw\" data-original-margin=\"\">\"It's a deal,\" I agree. He deserves to see what we can offer anyway. And maybe I can keep him safe. Besides, considering it doesn't mean I have to follow through. It's a simple promise to make. Suddenly, I remember my drawing. \"Oh, Sara,\" I add and she looks up at me again, \"Here, I drew the Mad Hatter for you.\" I hand her the drawing and she looks confused as she examines the caricature.</p>\n<p class=\"cnM2YTdhZTFkNzFmZDQwYjg4ZDczODczYjdlMzliZjQ4\" data-original-margin=\"\">\"Lily, this is a bit... insulting,\" she chuckles.</p>\n<p class=\"cnM1OGVkNDliMGQ3NjQ2MGViZmU0ZmFhOTNkMmVlMzQ0\" data-original-margin=\"\">\"Ouch,\" I retort as Leo gathers himself and climbs out of the bed. I reach to take the drawing back, but she pulls it away and folds it up.</p>\n<p class=\"cnM3YmY1MTIzZGNiODRkNDg4YThhYmZmMmU4NjdmOTUz\" data-original-margin=\"\">\"I didn't say I didn't like it. Alright, should we get going?\" She addresses the room. I shrug and we shuffle out of the room together. She does give me one last furrowed brow look, but I'll ask her about it later. Right now, Leo is more important.</p>\n<hr>\n<p class=\"cnMzZGNhZDVmZWU1MTQwNjNiZDBiZTIxYjVlYWY1MDdl\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnM2ZTE2OTJjMTQxNDQ5ZGM4OWJmNTIwMjY0ODczOWE0\" data-original-margin=\"\">Lily actually... forgot to wear her mask today. I suppose she was too worried about her friend to think of it. But she isn't ugly or horribly disfigured at all. She has a scar, but it doesn't look bad. The only surprising thing is she looks... really young. In retrospect, I should have expected this. She looks the same age as the kids she had with her when we met. She looks the same age as Leo, and as I was when I was left in the Radiant Woods.</p>\n<p class=\"cnNhNjdkZDQ1Mzg4NTRhMDhiM2RjNTg3YmFiMzRlNzdj\" data-original-margin=\"\">She has always just... acted so much older than that. I always assumed she was older but... I guess she is. Still, her face doesn't look like her. It's a weird thought to have the first time you see someone but... it doesn't. It's too young for the woman I have been speaking to all this time. Something about that feels unpleasant. Disappointing in a way. Maybe I was hoping she wore the mask because she was like me? I suppose it is a bit sad we don't have that in common, but I wouldn't have expected it to bother me. In fact, I should be happy for her.</p>\n<p class=\"cnNkMDBlZmIyZGNkMTQyM2JiOTg0MWEzMDU3MTQ3NzE3\" data-original-margin=\"\">Actually, if she forgot to put it on, that must mean she doesn't wear it all the time. I glance at her again and her cheeks flush a little for some reason. Does she only wear it around me? I'm left to wonder why she would do that as we depart to show Leo everything we have been doing.</p>\n            ",
  "invisibleParagraphContent": "If you encounter this story on Amazon, note that it's taken without permission from the author. Report it."
}