{
  "preChapterNote": "<p>Welcome to all the new readers, thanks for trying my story! I have taken some feedback into account and am trying to explore my characters more dynamically, give them more time to make their relationships and the world feel real, slow down my pacing a bit, and a few other things. Let me know how I'm doing!</p>",
  "postChapterNote": "<p>Comments unlocked now.&nbsp;</p>\n<p>But don't be rude. Don't be a bigot. Don't be a jerk.</p>\n<p>Remember, people who think they are owed access to other people, regardless of how they behave, are the villains of this story.</p>",
  "chapterContent": "\n                <p class=\"cnM1MmJhN2Y2N2MxMjRkYjlhMWQ1ZGM2YjdjOGM2NDgx\" data-original-margin=\"\">It seems the Manticorps don't exist. Or, to be more accurate, they have bullied and threatened everyone around town into pretending they don't exist. If I approach someone to ask about them I am, admittedly reasonably, chastised for wanting to know. If Gilbert approaches anyone they vehemently deny knowing of any such gang. People don't aggressively deny the existence of something they are hearing about for the first time, however, so we are on the right track.</p>\n<p class=\"cnNjNTFlMzYzNjYyNjQ3MTI5MWU2NDQ2MWE4YjMxZmVj\" data-original-margin=\"\">\"We have a name now,\" I say as I come to a decision, \"We may have better luck during the day.\"</p>\n<p class=\"cnNkYzAwNjc3M2FiZTQ0MGU4OGJhNThmNzU5OTgzNTFk\" data-original-margin=\"\">Gilbert startles as I address him directly, but responds, \"Won't people be even more afraid with more people around?\"</p>\n<p class=\"cnNjY2ZlYTEwMDE0NDRmMDA5MTZhNjM2M2UwZTM3MGJj\" data-original-margin=\"\">\"I find it unlikely,\" I explain, \"Being approached by strangers at night always puts people on guard. If we bring it up when we have a natural reason to be there, in the light of day, we'll run into fewer people in fight or flight right when we approach them.\"</p>\n<p class=\"cnM0MjEyZWI0OGVlMDQzNWRiYTU2MDZjMWM4NDViYjdi\" data-original-margin=\"\">\"What do you mean 'in fight or flight'?\" he inquires, confused by the turn of phrase. I suppose while the meaning of the decision is intuitive, it might not make sense as a state of being. It's the 'in' that likely confused him.</p>\n<p class=\"cnM1YzEzMzJhMjVlNzRjZDM4Yjk4OTNmNGVlOWQyNGI4\" data-original-margin=\"\">\"It's what I call the physical response to perceived danger. Our bodies sort of... energize and prepare us to either fight or flee.\"</p>\n<p class=\"cnM1MDQ1N2M0YjRmZDQzYjM4MDY3MWFmMDMwMGZkMDEy\" data-original-margin=\"\">He nods, recognizing the feeling and looking contemplative. As we walk back toward our home, he speaks up after a moment, \"Lillith, I think there is something... wrong with you.\"</p>\n<p class=\"cnM5NjgxOTEzNzdkMTQ5OGQ5MjI1YmQxNTAxZGRkNzAy\" data-original-margin=\"\">Lovely. I'm sure a conversation that starts like that will be a pleasant one. He heard me out, however, so I can return the favor. \"Care to elaborate?\"</p>\n<p class=\"cnM4ZDdjOTc5YmUzZTQwMGU4NWY0YWU3ODZjNzhjNGJl\" data-original-margin=\"\">\"You... you are cold, Lillith. Calculating. You are what, twelve? Thirteen? You speak like a mortician examining a corpse. People don't analyze what their body is doing when they are afraid!\"</p>\n<p class=\"cnNmNDhmNDhmN2FiZTRkMDc5ODQ1NWE0ZTIzMjViYTQz\" data-original-margin=\"\">\"Well that's not- I mean it's not an original concept, it's just the name that's new.\"</p>\n<p class=\"cnNlNGI1YmU4OGIwYTQwNmM5MjZiNGIxOWJmNTVhOTVj\" data-original-margin=\"\">\"That's beside the point! Our brother is missing, Lillith. And he is missing because of people who were after <em>you.</em> For months! And your only response? Saying you'll get him back then going right back to reading and practicing your magic like nothing ever happened! He could be dead, Lillith.\"</p>\n<p class=\"cnM4ZmIyMzNjOWUxNjRmMWFhY2E5MzBiYWZlMWQ4ZmJm\" data-original-margin=\"\">\"Gilbert that's,\" I start before pausing. I wanted to respond with my reasoning for all of that, but maybe that was his point? What he's saying doesn't exactly ring true all the way through, but the sentiment... well it might be fair. I need to examine that. I have seen a lot of death and lost a lot of people to the pride of people in power. I still grieve for all of them. I still worry about the ones I never found.</p>\n<p class=\"cnMwY2Y5ZGJhZmI1MTRhZTFhYmY0ZDNmZTFmOGMzZjdj\" data-original-margin=\"\">In this life, however, Henry is the first. Yes, I knew Henry was too valuable to kill. Yes, I needed the magic and knowledge I was practicing to save him. Gilbert is right though, that's exactly what it means to be calculating. I must look like I have no empathy at all. I do, but I am jaded. A lifetime of loss and abuse, my relationship with my original parents, and two lifetimes of watching the same happen to the people around me.</p>\n<p class=\"cnNiMGMyZGIwZDJlOTQxNDlhNGU4MDFhMjE3N2Q3ZGUz\" data-original-margin=\"\">I have to be careful. I can't let myself lose sight of why I'm so angry. Why I am learning what I am. I can try to explain some of this to Gilbert, but he at least partially has a point. Something I need to reflect on.</p>\n<p class=\"cnNkMmMxN2Y2NzdjYzQ3ZGZiMTNhMGZkYTBhYjlmZTNl\" data-original-margin=\"\">\"I understand what you mean, and to an extent, you are right. I have been calculating. But I want you to know I'm not being cavalier about this,\" I begin. \"I am cold. But not in the way you mean. I am cold not because of a lack of emotion but because of its abundance. It's a frigid anger, an icy grief. And I am calculating, you are right about that. I'll examine that, but I don't know how else to be right now.\"</p>\n<p class=\"cnM2OWQxZjAyMmQzNTQ0Yzc4OGM5YWE4MWIyNWYyNzcy\" data-original-margin=\"\">I see Gilbert take in what I am saying and I continue, \"I think it's unlikely Henry is dead. I always have because I knew he was valuable to anyone who had him. And you're right that is a calculating response. On the flip side of that, however, is that I can't entertain the idea that he is! It's a more real possibility than I have been willing to admit to myself! But I don't know what else to do! I can't act on his death, I can only act on his life and that's what I'm doing!\"</p>\n<p class=\"cnMxOTU5ZjUzNDk4NDRjZTFiNGVjYjFiNjI1NzE4ZDc4\" data-original-margin=\"\">I realize I've begun raising my voice, and I wipe one eye as I feel water running down it. When had that happened? Saying this all out loud is breaking some kind of barrier. I hadn't realized the lack of a confidant was affecting me this much. Annie had a group of like-minded friends and allies, and I to an extent had Henry, but for the last couple of months, I haven't had anyone I trust.</p>\n<p class=\"cnMwMTdlMmQxMTM0OTQ2ZjliZWZhNWQwMDljZTlhODk5\" data-original-margin=\"\">Gilbert starts raising his voice as well \"Lillith, you didn't change when Henry was taken! You didn't change when you killed Lord Walter! You have been like this, your behavior is exactly the same! What are you, always angry? Always grieving?\"</p>\n<p class=\"cnNiZTYwOTI5Yzg4OTQ5ZDE5ZjU4ZDQ0Mjg2ODI2OTkx\" data-original-margin=\"\">\"YES! I AM ALWAYS GRIEVING!\" I shout back, before taking a deep breath and centering myself. \"The way I live my life and the beliefs that drive my goals are all an expression of grief! I came into this world in mourning! Yes, Henry, but also for every other Henry out there! I am grieving for every little girl in every secret cellar, for every barmaid followed home by an angry customer, for every slave in the fields, and every slave in the marriage bed. I'm grieving for every Hannah,\" I finish, starting fast and slowing down as I fight through my growing tears.</p>\n<p class=\"cnM3YjE0N2FjYjBiMzQzZDJiZjE4YmQ0N2M4ZDk2Y2E2\" data-original-margin=\"\">That final word hits Gilbert like a slap across the face. \"Okay, Lillith. I understand. But you killed three men in cold blood tonight. You didn't even flinch, much less hesitate. One of them was fleeing! The other had surrendered! That wasn't justice, that was just revenge!\"</p><p class=\"cmYyMTdmNTViZGEzZDQ4OGVhZGIyMzFlYjkxN2UzZjk2\" data-original-margin=\"\">Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere.</p>\n<p class=\"cnMxNmVhYmNlNWVlODQ5OGFhNzg5MDBmMzhjODE1MWNl\" data-original-margin=\"\">My eyes harden at that. \"No, Gilbert, it wasn't. You have made some good points tonight, things I will think about. You've made me realize I am isolating myself too much. But you are wrong about this. That wasn't revenge, that was responsibility.\"</p>\n<p class=\"cnMyNjVhYTdlODJlYzQyNWI4ZDllODEzMGU0ODQ4MDVh\" data-original-margin=\"\">\"Responsibility? That was murder! There was no honor in that!\"</p>\n<p class=\"cnM4ZjFkNWQ5ZWRkZTQzZGJiNTYxYzIxNGI1ZGExMWYw\" data-original-margin=\"\">\"Honor is just a word nobility came up with so we would think fighting back against unbalanced scales was immoral. Empathy is what matters. And I am never going to meet someone that was hurt or abused by someone I could have stopped.\"</p>\n<p class=\"cnNmYzgzZTYxNjUzNTQyYzhiZWJlMzk2MmUzZWIzNmFh\" data-original-margin=\"\">\"And if they could have changed?\" he asks, a look of desperation in his eyes.</p>\n<p class=\"cnNhMjJjZTI4OGMwMTRkZjRiMTI5Y2Y1ODRlZDllYjI3\" data-original-margin=\"\">I have composed myself by this time, so I reply, \"Look Gilbert, I understand why that's important to you. And we can talk about the complexities of your guilt in another conversation. But the victims of those men don't deserve to continue being exposed to and fearing them based on a what-if. And I certainly won't be gambling any future victims on one.\"</p>\n<p class=\"cnM0NTFiNmRkYmRlNzRiMDRhMGY3Nzk2NWM4NGIzMGNl\" data-original-margin=\"\">\"So what about me? Are you going to kill me someday too?\"</p>\n<p class=\"cnMwNTc0ZmY4OWQ3ODQwYjhiYTU3MDZhODBlOTE5NWQ2\" data-original-margin=\"\">\"Not as of now, but if you do what they did? Absolutely. You were casually cruel, and you knew that, but you didn't understand the extent of it. There is a longer conversation to be had about your choices, but I can't kill every ignorant creep. The line between educating and ending has to be somewhere between you and following women into alleys.\"</p>\n<p class=\"cnM2NWM0ZDg2YjVjZTQ3MTk5MzYwODcyMTQ0NTQ5ZGM2\" data-original-margin=\"\">\"By the Collector Lillith, 'maybe' was not the answer I was expecting!\"</p>\n<p class=\"cnNmOTQ4NDEzMzllODQyZjA5NjhjZTUyYTliNzdmZTIx\" data-original-margin=\"\">\"Look, you have done a lot of harm. Part of coming to terms with that, part of changing, is accepting that you shouldn't be trusted. If those men I killed did truly change at some point, if they really understood what they had done? Felt the weight of it? Well, they would have accepted what I did. Accepting that I won't trust you is the least you can do.\"</p>\n<p class=\"cnMwYWRmNmYyOGZmOTRiODc4ZDNiZDY2ZDcyY2QzZWM5\" data-original-margin=\"\">Gilbert quiets at this, and I give him time to process. I have some things to think about as well. I have isolated myself. If I had shared my insights with Gilbert months ago... shit. I killed the man responsible for taking Henry and I hand all the blame over to him for that, whatever others might think. But not sharing my plans was a mistake. That was arrogance and Henry has suffered for it. It took me a single night to find information with it, and it could have helped sooner.</p>\n<p class=\"cnMxMWMzOTNjOTJlNTQzYThiYTczZGE2OTA4NTIxYjYy\" data-original-margin=\"\">We arrive home and, both of us contemplating our mistakes, retire to bed.</p>\n<hr>\n<p class=\"cnNjNDc2MWY4NTRjMTQ5ZmViNTQ5ODlmM2I4NGU0MzA3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjY2M1MmU4NDBiNTQ3MjM4ODMyMzcwMzdhY2Y1MzRm\" data-original-margin=\"\">The following day Gilbert and I head out. My father has a smug look on his face that worries me. It's the first expression other than anger I have received from him since our confrontation. I don't have time to worry about it, however, now that I can move freely I want to find Henry as soon as I can. I leave with him, pushing worries about my father to the back of my mind.</p>\n<p class=\"cnM4ZGNmNjAzYjk2ODQ1Yjc5N2VkMGNmMDY0NDI1NjFi\" data-original-margin=\"\">Today we visit the nearest shopping district to the Manticorps' supposed territory. A few vendors and bartenders might be able to help us, and if not, I have another idea. We aren't having a lot of luck so far, but as Gilbert wearily exchanges questions with an uncooperative baker, I spot a kid pulling a loaf of bread off the stall while its owner is distracted.</p>\n<p class=\"cnM5OGRkMzIzYzc5NDRjNWU5Y2JlODQ5NDhiMDVmNTQy\" data-original-margin=\"\">The baker, apparently more vigilant than the kid expected, immediately turns his attention to where the bread had been.</p>\n<p class=\"cnNkOGQzOWJkYmNiZTRmNzk5YTg4YzZlMjc4YWIzZWI3\" data-original-margin=\"\">\"Collector damned urchins! Girl, did you see where he went?\" he asks.</p>\n<p class=\"cnNmY2FmYWZhZDRiYzQyNjliM2U2ODM1Yjg2OGFkNWE5\" data-original-margin=\"\">\"Nope, sorry, \" I respond flippantly. \"I'll be right back Gil,\" I say before following the boy to the alley I saw him turn into. It takes me a minute to catch up with him, and he has apparently noticed me as he suddenly jumps out from behind a corner and tries to swing at me. I dodge easily enough and use his momentum to push him past me.</p>\n<p class=\"cnM2Yjc5NDgzYTE4OTQyNDRhZTVjMzMwYjUyZTJiMjQ2\" data-original-margin=\"\">\"Whadda ya want?\" he scowls, after recovering. He is a couple of years younger, but only a little shorter than me. He obviously lives on the streets and he looks at me with a familiar distrust.</p>\n<p class=\"cnNhYTIzYjYwMTM5MDQ3NzBhODNjODBhZDNiZTc3Njhm\" data-original-margin=\"\">\"Just to ask a couple questions,\" I assure, flicking a tin coin over to him which he catches easily. \"I'm looking for someone.\"</p>\n<p class=\"cnM4MzVhZDNkNmNhNzQ1ZGRiZmIyZGE0ZWU1NjRkODhm\" data-original-margin=\"\">He looks down at the coin with a mixture of gratitude and anxiety as he clutches his bread to him with his other hand. \"Wot kinda questions?\"</p>\n<p class=\"cnNlOWMzN2IwNTQyMjQ5OWRhMzM2MmJhMWRmZDc1MzYx\" data-original-margin=\"\">\"I'm looking for a group called the Manticorps. I hear they've been selling interesting potions lately.\" He tenses up and, interestingly, his anxiety is joined by concern.</p>\n<p class=\"cnM4NTAyNjAwZmViMjQyZWI5OTY4OWJjNDg3NWFlYzQ3\" data-original-margin=\"\">\"You don' wanna poke yer nose aroun' there lady,\" he says. \"it ain't safe.\" He begins to hand me my coin back but I wave him off.</p>\n<p class=\"cnNkZWEzY2EwNTNlMjQzNzNhZGQ4MTQ4M2MyNWNjYmQ5\" data-original-margin=\"\">\"Don't worry about me,\" I reassure, forming a rock above my hand to demonstrate my mana. \"I can protect myself. I plan to put an end to them tonight.\" I fire the rock into the wall with force to demonstrate my point.</p>\n<p class=\"cnM5Y2UyMWZmOTUzNDQzZTc4ODI0NmQ2ODc4NTY0ZTk4\" data-original-margin=\"\">Eyes widening, the boy closes his fist around the coin. \"Truly, yer gonna stop 'em?\" he asks.</p>\n<p class=\"cnNjODg0OWM1NGMzMDQwNWZhNTRhNjA0NGY1ZTQ2OGVi\" data-original-margin=\"\">\"Truly. But I need to find them.\"</p>\n<p class=\"cnNjZjM0YmIyYzYxMTQyM2Q5OGIxMjQ2ZTlmZTUyMDk1\" data-original-margin=\"\">The boy has an internal debate for a few moments before his resolve steels. \"I'll show you,\" he announces, his anxiety being replaced with anger and determination.</p>\n<p class=\"cnM0NjYzZjg1YTRlZTRmNWNiOTU0ZWIzNmYwMDQyNjM4\" data-original-margin=\"\">I retrieve my brother and we follow the boy, who tells me his name is Tommy. It's a fairly complex route to the Manticorps' hideout, cities aren't built on a grid here, but we arrive and duck behind a nearby building so Tommy can point it out to me. It's a large building; it looks like it would be used for storage. Gilbert stands at the other end of the building, keeping watch.</p>\n<p class=\"cnNhMmJiNGFjZmVlMjQ0MWI4NDExMWQyMzI1ZGVjNWU2\" data-original-margin=\"\">\"They come n' go from there. Got a dozen rooms n a big one under a hatch. They make my family and I bring money n' food,\" he explains.</p>\n<p class=\"cnM1N2UyNGQ5YzI2YzQ2NDQ4YTI1ZmJjNDk1OTE2NWM5\" data-original-margin=\"\">I hold my hand on my face and tap my lips as I think. \"Anything else I need to know?\" I ask.</p>\n<p class=\"cnM3MjNhNjMyYTk4NjQzOTNiOGIxN2IxYzVjNmMzMTE2\" data-original-margin=\"\">\"The new boss, she's a crazy lady that gets all bent up about bein treated like she's rich or somethin'. She's weird, got some sorta power,\" he says, causing my eyebrow to raise.</p>\n<p class=\"cnNiZTNlNWQ0YzU0MDQ3ZmZiZjkwZjZiYWYxZjM3MjFk\" data-original-margin=\"\">\"What kind of power?\"</p>\n<p class=\"cnM5NDkzNWJjYmU3NDRjMDliMmRjMThhNTE0MWRmNGUw\" data-original-margin=\"\">\"She's fast. Like, she'll hit you from behind when you was just talkin' to her face to face fast. And quiet. We're all afraid to talk bad 'cause she can show up outta nowhere when you say somethin' bad about her,\" he says, clearly worried about just that happening.</p>\n<p class=\"cnM5ZTJhNmUwYTUyMzRhZWM4ZjAwNDA2MjhmOWU2MzQy\" data-original-margin=\"\">\"Here,\" I say having mercy on him and handing him my entire coin pouch. \"Try and warn all the kids you can to stay away from here tonight.\"</p>\n<p class=\"cnM4ZTdjODdmOWZiNTRhYzViYTY3YTMwNmVjYjM4YTk1\" data-original-margin=\"\">His eyes widen as he sees the entire coin pouch. He takes it, clear happiness and hope decorating his face, then he grows concerned again and says, \"Some a my family work there miss. They won't fight you but they hafta be there! Can you keep 'em safe?\" he pleads.</p>\n<p class=\"cnMwNmE4NDJkNTc1MzQ2NjRhODFiY2YyMjk2MDNjMDQ3\" data-original-margin=\"\">\"I won't hurt your family, Tommy, I promise. I will only fight people who make me, okay?\" It was inconvenient, but I knew coming into this that not everyone stuck with the manticorps would be guilty. Legal slavery isn't the only kind in this world.</p>\n<p class=\"cnMxNzYxNjA4MWZjYjQ4NzM5ODk0MjQwM2ZmMmUyYTA5\" data-original-margin=\"\">\"Miss?\" Tommy says, a questioning tone in his voice. I raise an eyebrow, indicating he should continue. \"Can I... Can I help? I wanna come with you.\"</p>\n<p class=\"cnMxNTU1OWQxNDU2NjQ3MjBiZTQwMWNlMzMwYTE3ZGJm\" data-original-margin=\"\">I'm really starting to like this kid. \"Sure,\" I say, \"but I can't guarantee I can protect you. You'll have to be careful. But If you want to fight, you have the right to fight. No one can tell you no to that.\"</p>\n<p class=\"cnNjNDE4MjZlZGFlMjQ0YmI5MzI2YzJiNDViYjdlOTYw\" data-original-margin=\"\">With that, he leaves in a hurry, and Gilbert and I head home.</p>\n<p class=\"cnM5YWJkYjhkOWM5ZjQyMjJiMzI4YmZjZmZjZjFiOTcy\" data-original-margin=\"\">\"You really think we can do this Lillith?\" he asks, worried.</p>\n<p class=\"cnNkODg1NzQ3MzA3YTRiZDA4ZGQ5MWMyMzJmODA5MDNh\" data-original-margin=\"\">\"I think we have to. I'm a lot stronger than last time, though. If we prepare and are careful, we can do this.\"</p>\n<p class=\"cnMxOTU4MDViMjBlYzRiYzY4MzI2MzlmMzgxOTUyNDFm\" data-original-margin=\"\">\"Okay. I'm with you.\"</p>\n<p class=\"cnM1NjE4NGU3NTI3YjRlZDRhZWNjNDY5ZDEzZWJlMmMy\" data-original-margin=\"\">Problems with Gilbert aside, it feels good to have someone that can help me again. Tonight is round two.</p>\n            ",
  "invisibleParagraphContent": "Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere."
}