{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3ZjY3ODdmNGZiNDRiNjY4Mjc2NjFkZjNmODIxN2Fi\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM1ZDA3MzM1YzAyYjQzNjRiNGFmM2ZhMzcxODU1NGQ3\" data-original-margin=\"\">I look down at the unconscious woman, bound to a steel chair in a pair of Clarisse's own flavor of mana-restrictive cuffs. Once we got her back to the main building and got her mask off, we discovered the nose, mouth, and fur of a cat to match her ears and tail. They aren't quite right, as they conform more to a humanoid skull, but it's very clear what they are. It was very clear to Suzume as well. She is usually the sweetest ray of sunshine to descend upon either world I have lived in, but a single whiff of this woman and she was hissing from the wagon the entire way here. All of this to say, what I am looking at is a cat girl. Finally, some proper isekai adventuring.</p>\n<p class=\"cnNkZjk4MTY1MDJiNTQwYzlhMWJiMWE1ZjZiZjNiOTlk\" data-original-margin=\"\">Of course, this particular cat girl tried to kill me with the help of some bird people and an ancient unknowable hell forest, so we aren't off to an amazing start, but time will tell. I'm sure I simply need to demonstrate the ability to walk in a straight line and say 'Hey girl, I see you,' and she'll be head over heels for me in no time. I sigh as the comical scene plays out in my mind and look up at my companions. Most of our families are unpacking, but Sara and, for some reason, Edward, want to be here to talk to our new friend when she wakes up. \"I'm more attracted to eldritch girls anyway,\" I mutter.</p>\n<p class=\"cnMyZmNiN2NiZWE1NjQxYTQ5N2MxMTZiZWE1MjY4NTZi\" data-original-margin=\"\">\"Eldritch?\" Sara questions.</p>\n<p class=\"cnNkMTNkOGE1NjUxNjRlNDg5NzM3YTQwMzcyMzE3MmJi\" data-original-margin=\"\">\"Girls?\" Edward adds, and I remember I haven't actually been clear about the nature of Sara and I's relationship with everyone in the family. With the drama of displaying it in front of the stewards of the Kingdom of Endings and making no effort to hide it in front of Clarrise, it had slipped my mind. Especially since we are sharing a room here, but I suppose in Potestia few people would assume two women alone in a room were interested in each other. Ugh. I have so many things to do. So many stressors. And now, apparently, I have people coming out of the damn Radiant Woods to murder me. Moving people around is going to get complicated if it's more than these three.</p>\n<p class=\"cnMyZDYyZjVlNzBmNzQ4ZWZhYmFiYTE1OTE3OTFmOTAz\" data-original-margin=\"\">\"Uh, I'll explain later. Suffice to say it just means something incomprehensible, possibly maddening,\" I answer. Sara and Ed look at each other in confusion.</p>\n<p class=\"cnM0YmM5OTUwMGFlMzQ0ZGRiOTRiZWQ1MmI5Njg0ZDg3\" data-original-margin=\"\">\"You mean eldritch?\" Sara asks.</p>\n<p class=\"cnMwNjdjZTg3YTk0YTQ0YjM5Zjc3MWIxN2ExMTRjMGQw\" data-original-margin=\"\">\"Girls?\" Ed asks again.</p>\n<p class=\"cnNlY2IxNmFiYzBlNzQ3MTM5OGNhZGMxYjRmZGY2N2Vk\" data-original-margin=\"\">\"Yes,\" I respond, again not clarifying to whom. \"You uh, really knocked her out, huh?\" I deflect instead of getting carried down that rabbit trail. Catgirls aside, this is extremely serious. The Woods have found a way to fight back.</p>\n<p class=\"cnNiOTg5ODA3MjZiODQ0NTE5YjlkYWQyNGZiN2YzYzVk\" data-original-margin=\"\">Sara blushes. \"I may have gotten a little carried away,\" she admits. \"But... they were powerful and well coordinated. I don't know if I could have won, otherwise.\" I nod. I wish she had grabbed a sample or two from the bird people; I'd be fascinated to study them. But I am glad she came back in one piece. I did not care for my time as a goalie while she did the fighting.</p>\n<p class=\"cnMzYTg1MTcyYmFkNjQyZThiNGVlMjkzMDBkOWE0MTMw\" data-original-margin=\"\">\"Do you think we can wake her up?\" I ask, looking with interest at the white whiskers protruding from our captive's cheeks. I can't figure out what they are actually for. They don't extend past the sides of her head, ending fairly quickly instead. She also has none over her eyes, and if there are any on her arms or legs, they are covered by clothes. They don't seem to have a functional purpose. They are either entirely vestigial, used for something completely different than a normal cat, or not a result of evolution at all.</p>\n<p class=\"cnMzMTI4M2UzMGYxNTQ3NDE4NGRmMTAxNmUyZTA0MmYw\" data-original-margin=\"\">\"Uh, yeah I think I can do that,\" Sara agrees, approaching the chair. She places one hand on the woman and closes her eyes. A moment later, the captive's eyes fly open and she immediately hisses at me, before looking around with wide, panicked eyes. Her pupils fill the majority of her eyes in an unsettling way and her tail actually bushes up like a raccoon.</p>\n<p class=\"cnMwN2I0NzIzNzU5ZTRhY2E5NzUxMDBjOWNjYzUzMjJj\" data-original-margin=\"\">\"Hey girl, I see you,\" I try and her head snaps to me. Her head flicks up and down, first to my hair, then eyes. Her hair seems to actively frizz as she looks at me and she only responds with another hiss. \"Well, it was worth a shot. Let's start over. My name is Lillith. You may know me from that time you tried to shoot me in the head. This is my girlfriend, Sarafyna. Really takes your breath away, doesn't she? She's a sweetheart but she does have something of a temper, so sorry if she made a bad impression. And finally, my brother Edward. He's a nice guy, however he might smell. And you are?\"</p>\n<p class=\"cnM0ZTM4ZmYwYWU0MzRlMTJiMjk0OGUyZDU2YjlmOTVk\" data-original-margin=\"\">Her breathing is heavy and rapid like a wounded animal. She bares her fangs at me, and I just wait, smiling at her. She looks at Sara and me with clear fear, then Ed with confusion. \"Lillith has no brothers,\" she protests quietly. I look over at my brother with a raised eyebrow.</p>\n<p class=\"cnNlMDZjMThlZTIwZTQ2ZDY5Njk4OTA5Yzk3YTljODdk\" data-original-margin=\"\">\"Well. That is alarming news. Which one of us is adopted, do you think?\" I ask. Ed looks at me with bewilderment. \"I don't know, we look pretty similar. I think I might have brothers. You didn't answer the question, do you have a name or should I assign one?\"</p>\n<p class=\"cnMzM2RhMTVhNmNhMjQ1OTY4NGVjNTk2OTYxZjFmZmEy\" data-original-margin=\"\">\"No one has ever mentioned a family,\" she challenges again, glaring at my brother.</p>\n<p class=\"cnNlYzU2YTVmN2E2MTRmNmY4MDM0NTcyMGM5ODFlY2Zk\" data-original-margin=\"\">\"Felicia it is. If you don't mind, Felicia,\" I sigh, \"I'd love to know exactly who failed to share my apparently alarming family registry with you. Who, and why. Whenever you're ready.\"</p>\n<p class=\"cnMwOGRiNjRhYjNlOTQ3MDNhOWRlYjNjYTg2MDJmYmE1\" data-original-margin=\"\">\"What kind of question is that?\" She snarls in response, \"The whole world hates you! What do you mean why? Now let me go!\" I look at my two companions. Ed shrugs.</p>\n<p class=\"cnM2MjBmNDc0YzM5OTQ4NGNiYjk2MWVlZWI0OTg1NGE2\" data-original-margin=\"\">\"You aren't exactly popular right now, Lil,\" he suggests. He's not wrong. There is certainly a type of person who finds me more than a little unpleasant. Sara blushes.</p><p class=\"cjliNDU3ZGRiNWQyNDQyMjY4ODQyZTZlY2EyNWY5N2Vj\" data-original-margin=\"\">Unauthorized duplication: this narrative has been taken without consent. Report sightings.</p>\n<p class=\"cnMzMTM4NDg5MzQ4YzQ0YmE4OWE2ZWY2YzRlNTQ2ZTRj\" data-original-margin=\"\">\"I like you,\" she counters and I grin. She smiles back.</p>\n<p class=\"cnM3YTBjZjE3ZTcwOTQxYzI4Y2E0NDBiM2JlNzQyMjRi\" data-original-margin=\"\">\"See that Felicia? Sarafyna likes me. So the whole world doesn't hate me, do they? I'd love to narrow it down some. Like say, who specifically told you about me?\" I press. \"And what do they specifically want?\"</p>\n<p class=\"cnNlOGI5YWY4ZjExNTRlNDU4Mzg3NDYwNDM1Njc0MmE5\" data-original-margin=\"\">\"I didn't mean your chimera pet! My mother told me about you, who else would? I don't understand what you are asking me!\" She yells and my mouth opens a little in confusion. That is... not the answer I was expecting.</p>\n<p class=\"cnNiMDIzNzdhOTgzNDQxZTI5ZjQwY2M3OWQ3OTQzMGZm\" data-original-margin=\"\">\"I'll admit this isn't the first time a girl has taken issue with me at her mother's insistence, but uh, I have to say I don't think I've actually met yours. And your mother sent you to kill me because?\" I ask and she growls.</p>\n<p class=\"cnNiYjY2MTUzYzI1NjRjMTM5MDhmYmQyYzdjMjA0MWVh\" data-original-margin=\"\">\"My mother didn't send me to kill you! How does that make any sense?\" she retorts. We examine each other with bewilderment. Again I look back at my companions. Sara just tilts her head and looks at the cat woman with consternation.</p>\n<p class=\"cnM3M2E2NjE5N2UzZDQxMjM5OWUyMjYwYTk1YmM1ZTA2\" data-original-margin=\"\">\"Don't ask me, neither of you is making any sense from where I'm sitting,\" Ed dismisses.</p>\n<p class=\"cnNkMDdiYmE3MTkzOTRiMGE4ZGQwNWNjN2U4OGNiMDYz\" data-original-margin=\"\">\"Alright, we aren't getting anywhere. Why don't you just tell me your story, Felicia? Where are you from, and why did you come here? Can you do that?\" I suggest.</p>\n<p class=\"cnMwY2MyMTFhNGQ1YjQxMzViYzQ0NWQyMGFkZGJiM2Rk\" data-original-margin=\"\">\"Why would I?\" she spits and I look around the room.</p>\n<p class=\"cnNlYjc5MDA4M2Y5MjRmNjNhNzUwY2Y4ZTk2YzRmZmEx\" data-original-margin=\"\">\"What does this room look like to you?\" I ask. She looks around as well with confusion. At the bed, then the large windows and the trees growing through them, as well as the kitchen through the door to the room. This gives her pause.</p>\n<p class=\"cnM0M2JiNDExZGZhODQ0MWM5MjFhOTM0Njk0NTViMjVk\" data-original-margin=\"\">\"A... home?\" she answers and I nod.</p>\n<p class=\"cnNlZTI1NDI3ZWJhYjQ4ZDQ4ODQzZjk3OWY0YTIxNDlj\" data-original-margin=\"\">\"Right. It's a home. Not a cell. Not a dungeon. Just a random empty home. It may be a tactical error, but I'm going to be honest with you. That'd be because we don't have a dungeon. No jail. No prison. I'm a bit sour on the whole concept, truth be told. That does present a few concerns here and there, but only one of them matters to you. That is, I am not going to keep you captive. You and I are going to decide if you are dangerous to innocent people, or not. If you aren't, well, we can move forward from there. If you are, well. We won't.</p>\n<p class=\"cnNkZjNmYWE3YWZlZjRkYTU4MWZhZDc4OGUzYWViZDBl\" data-original-margin=\"\">\"Now, I don't know much about you. I know someone with you tried to kill me, but I don't know to what extent you were involved. I don't know why. I don't know if you will do the same to anyone else. It would be a pretty good idea for you to fill in those details. If you won't, I'm not going to hurt you. I'm not going to torture or interrogate you while you bravely withhold what information you have. I'm just going to come to a decision, right here and now.\" I stare at her, and Ed stares at me. She sets her jaw while Ed shudders.</p>\n<p class=\"cnMxNzZjZWViYTA5MDRmNmI4NTM0OGMzM2I3OTQxM2Ni\" data-original-margin=\"\">\"You aren't very practiced at interrogations, are you?\" She sneers in response.</p>\n<p class=\"cnMyMjMwNDA0ZDI1NDQ1ZDc4YzBkMTJkZDRhYWE5OTA4\" data-original-margin=\"\">\"Nope,\" I reply immediately. \"Like almost all people, I have zero experience interrogating my own attempted assassins. I'm pretty cool with that, truth be told. I haven't gotten nothing, though. I know you aren't from Potestia. Admittedly, the ears gave it away. We do speak a common language, which is interesting. But I also know you have strangely selective information about who I am. You know enough to call Sara a chimera. A bit rude but it does imply you know more about me than almost anyone here. But you didn't know I have brothers, which everyone in Potestia does, by now.</p>\n<p class=\"cnM4MDlmMzIwMWE5YjQ2MzNhOWU5ODA2MzkyMTNmNGU2\" data-original-margin=\"\">\"You hate me. Apparently everyone where you live does, although I don't think I've ever been there. In other words, I'm fucking famous in a country I've never been to. Don't get me wrong, I get it. I'm hot. I have cool hair. A voice like an angel, or so Sarafyna tells me. But I haven't been on TV in a while so I'm not really sure why you know all of that. And here's the thing, if I am famous, then it's not even a damn secret, is it? So just tell me what I'm so famous and reviled for that you'd want me dead! Is that so hard?\"</p>\n<p class=\"cnNiNTZkMTQ0MzQyMzQzODZhMGQ2Mjc5NzM4MjVhYzBh\" data-original-margin=\"\">Felicia and Sara both gape at me for different reasons. \"I didn't say she had the voice of an angel...\" Sara murmurs under her breath.</p>\n<p class=\"cnNhMDJjNmE2OGMyOTRjODk5NzkyYzVhNzkxNDFiMTM1\" data-original-margin=\"\">Finally, Felicia responds, ignoring Sara. \"You really have no idea why I am here? You, Lillith, Harbinger of Endings? The demon queen here with a chimera sage in the middle of an invasion, and you have no idea why we would want you dead? I thought you were just playing games but you really are clueless. We are here to end your invasion! To kill you before you can start the war we have spent our entire lives dreading! How sick are you? Of course we are going to fight back!\" She yells and I blink. I look at Sara and blink again.</p>\n<p class=\"cnM4YjExMDZiOTQxYzQ1MjNiZDhhOWUwMzg1NzI1NzNm\" data-original-margin=\"\">\"What? Demon queen? Bitch I don't even like Dairy Queen. What the fuck are you going on about? I'm like, eighteen, dude. I'll give you that I'm involved in revolution in Potestia, but that's it. I'm not invading anywhere!\" I am truly at a loss now. 'Harbinger of Endings' is alarmingly close to my actual name, and the intent behind it. The demon queen shit is obviously propaganda but why? Who have I pissed off outside of Potestia? My best guess is the Collector. But that crotchety old asshole hardly talks to anyone and hasn't been doing much with his priests. He has, in fact, been suspiciously docile. I had been prepared for much more pushback when I decided to use the Radiant Woods in my plans.</p>\n<p class=\"cnNmNjY3MzBiN2M1NTQzNDA5Y2Y3MjE1ODBiMjFmZWNi\" data-original-margin=\"\">I suppose this must be why. Instead of fighting a battle he had little control over, he went out and started spreading rumors behind my back to people I hadn't met yet. The Collector: Ancient, evil god and resident mean girl. Well fuck you Regina.</p>\n<p class=\"cnM5NDJkOGJiYTIzYzQzMGY5NzcwZGM1ZGEwZGFmMWJk\" data-original-margin=\"\">\"You are invading. You have crossed borders and set up military outposts all over the world. You are bringing your demonic soldiers from the third plane to the first, and you are showing no sign of slowing down. A demoness from the third plane starts moving armies into our territory and you want me to believe you have peaceful intentions?\" Felicia challenges.</p>\n<p class=\"cnM4YzRkYzZlYTA1ZTQ5YjhiMDhjZTIxZjI4ZGZmYmI2\" data-original-margin=\"\">\"The third plane?\" Ed cuts in, asking the question for all of us.</p>\n<p class=\"cnNkZjcyMGY1ZjAzMzQyNGQ4NWVkYjRkNWQyNWIwZjUx\" data-original-margin=\"\">\"What, like... hell right? You think we come from hell? I'll give you it's full of rich people, so I understand the confusion, but no. We are just from a shitty country,\" I answer.</p>\n<p class=\"cnM4NmFlNGJiNDRjODRkZGE4ODdiNjAwYWJjNTcwNjFk\" data-original-margin=\"\">\"I know where you are from, Lillith. Everyone knows where you are from, and what you are here to do,\" she replies. I look back and forth between everyone in the room and sigh.</p>\n<p class=\"cnMwZTI1ODJjOGFmODQ0YzY4YjU3OWY0OWE5MTRhMTlk\" data-original-margin=\"\">\"You know what, this is a bit of a risk, but we are going to have to make a decision about you one way or another. Perhaps if I give you context, you'll more freely give me some. It's not like this setup is free from spies anyway. How would you like a tour of my demonic military outposts? We can continue this chat after that,\" I suggest. I'm not certain how safe travel is going to be between communities now. I'm not sure how safe individual communities are, even. And I need to know. So I'll start by clearing the air with the catgirl, and see if she will be more open then. \"What do you say, Sara, are you up for that?\"</p>\n<p class=\"cnNiOTcxYzNiMGQxZTQxZmNiN2UxY2YzNzk5Mzk1ODU2\" data-original-margin=\"\">\"Yeah, I don't mind,\" she agrees.</p>\n<p class=\"cnMxMzlhNTEwMWI2NzQ2Y2JhM2M3MGZkMWQyYjZlNGI0\" data-original-margin=\"\">\"I, uh, I'd like to join you,\" Ed requests and I shrug.</p>\n<p class=\"cnM3YmExYTU2NTM4ZTQyNTY4OTAwMjk1OGI1ZjFlYmZi\" data-original-margin=\"\">\"Sounds like a party. So, Felicia, what about you? Would you care for a little context about my demon army?\" She glares at me, her pupils narrowing in a predatory way.</p>\n<p class=\"cnMzNzc1Yjg4NmRiMjQ4NGE4OGRjMzZjMTcwMzkzZWU4\" data-original-margin=\"\">\"My name is Ember,\" she finally answers.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized duplication: this narrative has been taken without consent. Report sightings."
}