{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhMmU0ODA5ODZhNDRiMzQ4NjZkOWFhZmRiMjBiYTAz\" data-original-margin=\"\">The wintry winds lightened across the Skagen Peninsula's snow-covered coasts as the cold front withdrew. Frosty low clouds pulled away from the ground as they warmed, while the soft flakes they shed reduced and vanished.</p>\n<p class=\"cnM4MWQyNjE3ZTczYjQyOTY4YThmZDZmZGIzMDc5Mjk2\" data-original-margin=\"\">It was as though even the weather could sense that the war was lost.</p>\n<p class=\"cnM4YzU5MDEwZjQyNDQ5MTA4YjA1NTRkZWYzNDA0NGZk\" data-original-margin=\"\">Yet even as the winds changed, a single, ominous line streaked south across the shrouded skies. The oppressive veil of clouds concealed the sight from all but a few faithful. And only the most devout recognized it as a possible sign of the divine.</p>\n<p class=\"cnNiODVmOGY4NWZkMjRkMGM5YTIwZTY0NzdjMGFiYTY2\" data-original-margin=\"\">...And for once in the span of several centuries, they were right.</p>\n<p class=\"cnMwNWFlMjJlYWM3MzQ3NGFiZjZiYWM1MjFhOTgxY2E1\" data-original-margin=\"\">Thousands of paces above ground, a pressurized bubble of mana and air blew apart yet another cloud. The expanding sonic boom left shockwaves in its wake, as a figure within the magical sphere continued its journey at supersonic speeds.</p>\n<p class=\"cnNjNTg0YmM2NGFmMDQxYjg5NzRmNDllMWVjZmQ2ZWUy\" data-original-margin=\"\">However on this day, the Hyperboreans' prayers for a miracle were not meant to be.</p>\n<p class=\"cnMxYjZkMjk5NzdmYjRhNTc4MzI1ZDI1NmViYTUxZGNl\" data-original-margin=\"\">\"&lt;Where do you think you're going?&gt;\" A tranquil, feminine voice spoke straight into the feverish mind of the <em>Stormlord</em>.</p>\n<p class=\"cnNmMjA0ZGFkMWVhOTRjNTRhNGQwNTYwZjU2ZTBjODZh\" data-original-margin=\"\">The flyer that moved at breakneck speeds instantly banked into a spiraling ascent. The brawny figure climbed through the icy air as he decelerated from his godly speed. Clad in sturdy chainmail, rich furs, and thick hides, his bulging, muscular arms effortlessly spun a static-charged greathammer into a ready stance.</p>\n<p class=\"cnNkMzkxZGIwODAzNTRmZjRhZWIyNjcyNmY3NWZmZWJi\" data-original-margin=\"\">The immortal warrior had yet to see the speaker who interrupted him. But even without sight he already knew the immaculate voice that entered his thoughts.</p>\n<p class=\"cnM3ZDM1YjA2NzFmNDQwZTdhMDE0OWFjYTM1NjA1MjI0\" data-original-margin=\"\">\"YOU!\" His thunderous boom burst outwards with enough pressure to shatter air. \"SHOW YOURSELF!\"</p>\n<p class=\"cnNjOGNmZWZmZWY1NzRjNTJhMzNkNWIyYzcyY2NhM2Ix\" data-original-margin=\"\">A cloud parted as a woman of unearthly grace seemed to descend from the heavens. She had a thin figure surrounded by loose, silken-white robes that provided little insulation. Her long, silver-white hair floated around her as though she was a sacred spirit untouchable to the soaring winds.</p>\n<p class=\"cnMwMTI1NGYzZWExNTRmYWQ5NDI0ZTE4YzMxY2Y4ZWI2\" data-original-margin=\"\">\"Yes, me,\" The woman announced serenely as her hand raised the only 'armament' she carried -- a long willow staff with branches sprouting leaves as though it were already spring.</p>\n<p class=\"cnM1OTQ2YjBhYjAyNDRjNDU4M2U2NDU5NzYzNzA4MmQ0\" data-original-margin=\"\">\"It's been four hundred years, Sigurd. Not even a kind greeting for a one time companion of the battlefield?\"</p>\n<p class=\"cnNkNTgyMWNjZTMyMzQ0ZDg4YTI3OGU2MTNhYmIyNWUz\" data-original-margin=\"\">\"You have too many names.\" The man identified as Sigurd scoffed back through his thick, bushy beard. \"How am I supposed to remember which one to use?\"</p>\n<p class=\"cnNmMjRiNTE3NzMxMjQ2MGY4ZGQ3YWQ0NGMxYjQxNTAx\" data-original-margin=\"\">\"Are you no different? Siegfried? Perun? Taranis? Perkūnas? Thor?\"</p>\n<p class=\"cnM5NDczYWY0ZDgyOTRiZjM4NmJlODhmN2JjMWU5ODY5\" data-original-margin=\"\">Despite her challenging words, the white lady spoke through warm eyes and a calming smile. Hovering effortlessly in the windy air, she gently laid the willow branch over her other arm as her figure drifted to within twenty paces.</p>\n<p class=\"cnNhYzg4NjY5OWFhMjQzN2RiZmQzZTRmYmVkNTFkNzRi\" data-original-margin=\"\">\"A name means little to those of us who journey across multiple worlds,\" her voice flowed on. \"Only Peter remained steadfast in holding onto his mortal identity.\"</p>\n<p class=\"cnMwMzk2MDdkYzA3YjQwODc4NTA4ODc1MTAyNjdmZTMy\" data-original-margin=\"\">\"Fine! I'll settle for what I can actually pronounce then, Tara,\" Sigurd growled back, never letting down his guard for a second.</p>\n<p class=\"cnM5OTk1ZjhkOWFkODQxZWU4YWQxNmVmOTE2MTRmM2Ew\" data-original-margin=\"\">\"Did the others send you to stop me?\" He demanded.</p>\n<p class=\"cnNiMzVhY2M0YjU0NzQ3ODRiZTQ3NmZmZjEwNDY4OGY4\" data-original-margin=\"\">\"No,\" Tara's gaze held unwavering as she spoke with sincerity. \"I am here on my own accord, <em>Vanguard</em> Sigurd. Patience has never been one of your virtues. But nevertheless you must halt. The situation is not as you wish. Should you continue, you shall set forth a most terrible precedent that would surely bring disaster for the whole world.\"\"</p>\n<p class=\"cnM3ZTQwNGM3Njk1MTRjOGY5ZmZlOTQ2MTdjODBjMDVm\" data-original-margin=\"\">Sigurd's lips twisted to reveal his clenched teeth. His sneer challenged her with a silent 'make me'. Yet the white lady did not show the slightest hint of being provoked.</p>\n<p class=\"cnM1MDhkNTRhNzZlNjRmMzliMTBhMmEyYTEwZDQ2YWQz\" data-original-margin=\"\">\"<em>Halt!?</em>\" The man spat his scornful reply. \"By you and what army, <em>Grand Strategist!?</em>\"</p>\n<p class=\"cnNlMDRiMTNkZjgwMTRlYjZhZjBlN2QwZjU2MGNjYWQ5\" data-original-margin=\"\">\"I may not be able to defeat you in single combat, but I could certainly occupy you long enough for the others to notice.\"</p>\n<p class=\"cnNjYmMwYTMzNmQ1ZjQ1MjU5NzczZmRhNDg3Nzk1Mzg5\" data-original-margin=\"\">The casual statement came without an inkling of hostility, yet it nevertheless added to the tension between the two immortal beings. Then, before her opponent could consider calling it a bluff, Tara's spring-green eyes turned to cast a cursory glance toward the southern horizon:</p>\n<p class=\"cnNhY2IzZDU2MzU4YzQ5OTBiODk1MjAxNDA1NTgwM2Zi\" data-original-margin=\"\">\"Besides, there is that army down there...\"</p>\n<p class=\"cnM0MWQyOGRhZDNiOTQ5MDI5YzliMjdkNDBjZGVhMjZh\" data-original-margin=\"\">\"The Wickers are not yours to command,\" Sigurd scoffed. \"They are Peter's followers. Nor will they last for even ten minutes beneath my lightning storm.\"</p>\n<p class=\"cnNjYjUwNTdhMWY5ZjQ1Y2Y4MjhkZWU0ZWViYTQ2NzQ3\" data-original-margin=\"\">\"Only if your storm is allowed to form,\" Tara smiled. \"I may not be your match in close combat. But I can easily cancel out your magic.\"</p>\n<p class=\"cnNjZjE0M2M0OWU5ZTRhMmFiZmFkM2M2NzBlNDEzZTNh\" data-original-margin=\"\">\"Even so, to directly influence them would be an intervention as illegal as mine!\"</p>\n<p class=\"cnNkZjkxZGVlOGY5ZDRkNjdhNjNkNDE2YmZhMjJhMmM0\" data-original-margin=\"\">\"Ohhh? So you do remember that the offense you are about to commit is <em>illegal?</em> That you do not have the 'Right of Armed Intervention' unless your homeland, the Scania Isles, is being invaded directly?\" Tara asked knowingly. \"Then why--?\"</p><p class=\"cmNiNDkwOTM3ZmFkYzQ4ZjY4NDJkZjE0ZWM3OTI4ZjM5\" data-original-margin=\"\">If you stumble upon this narrative on Amazon, be aware that it has been stolen from Royal Road. Please report it.</p>\n<p class=\"cnM4ODNhZDRiOWE0ZTQzMzJhNGE3YTk4NWRhNjFhZjAy\" data-original-margin=\"\">Lightning crackled and surged across Sigurd's hammer as his simmering wrath boiled.</p>\n<p class=\"cnNiZjQxZmUyOTJhMjQ5NzE5Yzc2MjY4NTI1ZjgxZjQw\" data-original-margin=\"\">\"Why? <em>WHY</em>?\"</p>\n<p class=\"cnM5ZjdkYTBjY2MzYjQxZDNiZmUyYzNkMzQ5MDE3MDI0\" data-original-margin=\"\">His leather-clad fist swung south with a pointed finger:</p>\n<p class=\"cnNlYzljOWMwN2Y5NTQzZjg5NjMyNGViZWIxOTJiMjhk\" data-original-margin=\"\">\"Peter's followers have been encroaching upon the land of my descendants for centuries! The entire North Sea coast used to be Hyperborean, yet they continue to relentlessly push our culture into the sea! I <em>will not</em> stand and watch as they destroy the last of my people on the continent! I did not fight a lifetime for the dragonlords to see all of my promised lands forsaken!\"</p>\n<p class=\"cnNkOWI1MDBjOTViMzQ1Y2RiMjM0NzhjOGU5ZGQ1OGNh\" data-original-margin=\"\">\"A lifetime thousands of years past.\" Tara spoke with a nostalgic gaze as calm as a meadow in the gentle breeze. \"The world has changed since the Dragon-Demon Wars. We must accept that, as unpleasant as it may be.\"</p>\n<p class=\"cnNiM2NjMjE2MzczMzRkZmE4M2I0YzJjZTE3Yjk1Njk4\" data-original-margin=\"\">\"Easy for you to say, <em>Holy Protectress of Samara</em>,\" Sigurd mocked. \"Your descendents are doing well for themselves, ever since you intervened for them during the Great Northern War. May I remind you that the lands of the Grand Republic were once dominated by <em>my followers</em> before your intercession!?\"</p>\n<p class=\"cnNiZTVjMmExYmFlNDQ3OTVhZDJjNGQyMjY4NTM0ZTJj\" data-original-margin=\"\">\"And your followers are still there, even if they've somewhat waned in popularity,\" Tara smiled. \"Unlike Peter, I have no intention to deny others of their beliefs. I merely took the opportunity to seed a great commandant amongst my people, when the descendants of <em>Sunslayer</em> Mergen overstepped themselves in their conquests. If the Scania Isles were being similarly invaded, I would suggest you look to your own options for establishing a lasting legacy...\"</p>\n<p class=\"cnMxMTYxMGI4Zjg4NjRkZDc4ZGNkOWJjN2IyNzFjYjBh\" data-original-margin=\"\">\"Oh fuck your system of reincarnation!\" Sigurd interrupted once more as a dry thunderclap resounded from his hammer. \"Just because you've decided to cheapen out doesn't mean all of us will!\"</p>\n<p class=\"cnNiY2ZkYTc4ZmNiNjRmZjliMzYxMWE1NDNhZjZmYmI3\" data-original-margin=\"\">\"We all met the Allfather, the Maker, the Enlightened, the 'one true god', <em>whatever it is</em> you want to call him!\" Sigurd declared. \"He was there, leader paramount of Asgard, supreme commander of the Aesir. He was not just some distant, mythical ruler but our <em>ally!</em> His greatest warriors fought alongside us and the noble dragonlords against the endless evil that springs forth from demon realms!\"</p>\n<p class=\"cnNlYTNhOTk1ZmQ5MzQ2NTc4MjRjMjUwM2RlMTljYzUx\" data-original-margin=\"\">Heated breath rushed from Sigurd's nostrils as the unstoppable momentum of his beliefs plowed straight on:</p>\n<p class=\"cnNkZmViZWVjMTBlNzQ2NzRiYjJiZjVhMTYwODM3ZDRm\" data-original-margin=\"\">\"All of us met him! We may all have a different name for him, his people, and his world! We may all disagree on just what role he plays in the universe and what virtues he upholds. But you <em>cannot</em> deny his one desire from us: that the single most strategic resource in fuelling his armies in their eternal struggle against the demons are brave souls from the mortal realms!\"</p>\n<p class=\"cnNjOWFjYmY3ZWI5ODRiZTdhZDg2NzhkMThmNDFhZTNk\" data-original-margin=\"\">\"Evil always is and always will be. However that does not prove your methods as superior to my ways,\" rebuffed the white lady.</p>\n<p class=\"cnMwMzRiYTIxYjJjZDQwMjBhMDc3MjJjMGZlNGZkZWY5\" data-original-margin=\"\">\"Karma through the Eightfold Path will cultivate souls of the highest discipline to oppose the tides of sin. That is my conclusion and Gautama's. It may be the opposite of Peter's 'mass conscription' approach, or your method of selection through the Valkyries' call, but it is certainly no less proven,\" Tara said sternly to bring an end to their tangential debate before moving on. \"Regardless, none of this changes our agreement that the mortal realms shall have peace -- to which, I remind you, you gave your oath.\"</p>\n<p class=\"cnNlMzgxNmMyZjQ3OTQwMzk5M2YzMmQxYjA3ZTU5NjAy\" data-original-margin=\"\">Sigurd could no longer contain himself as he barked a derisive laugh.</p>\n<p class=\"cnM3NTJjYTcyNThkMTRkOTc5NTcyOWU2YTZjNjJiYzMw\" data-original-margin=\"\">\"Peace? You call this peace! Oh sure, <em>your</em> homeland is certainly peaceful today! But what of <em>my</em> kinsmen? Are they just pigs to be butchered under the endless ambition of Peter's zealots?\"</p>\n<p class=\"cnMyOTliYmE4MWVlOTQxMDliYjBiMGUyNTg4NGQ3MDk1\" data-original-margin=\"\">However Tara merely closed her eyes as she returned a sigh.</p>\n<p class=\"cnMzMzU1MTc5MzYwZTQ0YTY5NDc0MTM4ZmM2NDQwMzZm\" data-original-margin=\"\">\"Would you rather witness the loss of thousands, or the death of <em>millions?</em> We Worldwalkers wield the power of gods at our fingertips. That is why our descendants worship us thus. If we rend the treaty asunder and freely impose our conflicting views upon the world through strength and magic, then just what do you think will happen?\"</p>\n<p class=\"cnM0YWFmNzcxMjYxMTQ4ZWJiOTU1MGNmODI2NTRiYzQw\" data-original-margin=\"\">The 1st Generation of Worldwalkers had fought alongside the dragonlords during the Dragon-Demon Wars. They were the greatest champions of humanity who followed the Grand Coalition in their offensive into the endless demonic realms. Even the least gifted among them could rend armies and cleave mountains. Those most able --like Tara the <em>Grand Strategist</em>, the <em>World-Watcher</em>, the <em>Thousand Arms</em>-- could harness enough power to alter the fabric of reality across an entire world.</p>\n<p class=\"cnNlZDJmOGU1MWNjOTRiMGY5MDQ3OWNlOWM2NGU3NGFm\" data-original-margin=\"\">Far from satisfied by mere logic, Sigurd opened his mouth to retort. Yet the white lady was not finished, and she demanded his silence with her unnerving composure:</p>\n<p class=\"cnM4Y2JmM2JhM2Y4OTRhMThhOGZhOTFkMmZiYzY3Njcx\" data-original-margin=\"\">\"Your head isn't there just to call lightning and smash hammers, <em>Vanguard</em> Sigurd,\" Tara berated him just like the old days. \"Your kin may not win against <em>Marshal</em> Peter's followers on the continent, but there are better paths to victory than stubborn resistance.\"</p>\n<p class=\"cnNiYWRjMzEwODJiMjQ4Mzk4N2M2NTY0MjU0NTg1OWQ1\" data-original-margin=\"\">For a dozen seconds Sigurd's sky-blue gaze seethed on without answer. Then, as though the voltage of his thunder finally pushed his brain into action, the huge warrior's eyes cleared with foresight at last.</p>\n<p class=\"cnNlMDBkMTY0NTRmYzQ3ZDg4MTkwMDNjZmU3NzU3NTM4\" data-original-margin=\"\">\"Really...\" Tara whispered as she gently shook her head with a faint smile. \"It's a shame Admiral Winter couldn't transcend mortality in time. For most of his life Asgeirr Vintersvend <em>knew</em> the future of Hyperborean society lay in the New World, the 'Frontier' as your people call it. It's about time you caught up to your visionary junior.\"</p>\n<p class=\"cnNiNmI4Yzc1YWRmYzRlNWU5MjU2YTJkNGMyY2I0NTlk\" data-original-margin=\"\">\"Let Peter rejoice in his followers' victory,\" the lady added with finality, \"for it will be his last against you.\"</p>\n<p class=\"cnNkOTVhNjVhMzRjYzQ5N2U4ZjcwM2Y2YTczMzc1YzQz\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMyNjUxZTc3MzIwMTRiYjk5OWU3M2E4NTAwOWM0OWFi\" data-original-margin=\"\"><br>\"So which world are you off to save this time?\"</p>\n<p class=\"cnM5YTE0MGJjNGExODRmZDY5NDc5Y2VlMmJjMjRkYjdi\" data-original-margin=\"\">As their interactions cooled to a casual conversation, Sigurd sought to ask one last question before he parted ways with his old comrade. It had been centuries since their last meeting, and another few hundred years would likely pass before they met again.</p>\n<p class=\"cnNiMzgzMWFkODY3MzRiMTBiODVmZWMzZjQzOGZmYmEw\" data-original-margin=\"\">\"I'll be staying around for a while, actually,\" the woman replied.</p>\n<p class=\"cnNmZDFiNDFmNmZhZDRiOTdhY2I5MzZmOGFmOWE1ZDAx\" data-original-margin=\"\">\"What, you don't trust me?\"</p>\n<p class=\"cnM3ZmE4ODEyMjZjMTRiNDlhY2U5NGI5ZjJlMTg2NmJh\" data-original-margin=\"\">Tara turned about one last time to give him a knowing look:</p>\n<p class=\"cnNiM2Y4YzhkMDRjZDQxODFhNWVjZDg2OWIzODkxY2Nj\" data-original-margin=\"\">\"You're impetuous and rash, but not an outright idiot like your followers might like to claim,\" Tara smiled. \"Though... there was that one time when you wore a bridal headdress...\"</p>\n<p class=\"cnNmNzIzMzA4ODYyODRlYzk4NWM1OGExNjgxNjRmNDU3\" data-original-margin=\"\">\"We <em>agreed</em> to <em>NEVER</em> speak of that incident!\" Sigurd's entire face turned beet-red as he cried out in a voice just short of a roar.</p>\n<p class=\"cnNjM2I3ODAwZTBlZDQ5NzZhNzZiODk4NTI1N2ZiZTQ2\" data-original-margin=\"\">\"I'm just teasing you,\" Tara chuckled. \"I do appreciate that you've stopped calling me Freyja. I always thought that version of my story was... a little off.\"</p>\n<p class=\"cnM4ZjYzZjQ3YzM5ZDQyZTc4MmFkZmMxYjMyMDlkMTVk\" data-original-margin=\"\">\"Shame. I always liked the part with you riding off to battle in a chariot pulled by your two cats,\" Sigurd commented. \"But why do you stay then? I know you're not the type to linger in one world.\"</p>\n<p class=\"cnMxOGZhY2YwZTI0MDRmOGU5MmY3NDFiY2Q0Y2U1MDQw\" data-original-margin=\"\">\"I'll be staying around to advise Gwendolyn when she comes back...\"</p>\n<p class=\"cnNkMWY5MmFmMTY3ZjRhNzZhNzUzNjk4YTYwOWVhOTk5\" data-original-margin=\"\">It took Sigurd a moment to remember the name: Gwendolyn was a 3rd Generation Worldwalker, a mere 'girl' by Worldwalker standards who was not even half a millennium old. She went by the nicknames <em>Arbor Sanctum</em> and <em>Faerie Sword</em>. She was also one of the great champions of the Lotharins, an Oriflamme Paladin who played an instrumental role in the creation of the Empire of Rhin-Lotharingie.</p>\n<p class=\"cnNmYzNkMTVjZmU4MzRmNDhiYmFhMDFlMGY3OTg3ZWY4\" data-original-margin=\"\">\"--Unlike your homeland, it shall not be long before her birthplace bears witness to the carnage of invasion and war.\" Tara explained. \"I do not know if she will have the opportunity or the desire to intervene. But if she does, I want her to be prepared.\"</p>\n            ",
  "invisibleParagraphContent": "If you stumble upon this narrative on Amazon, be aware that it has been stolen from Royal Road. Please report it."
}