{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3ZmQxMmEwYWRmZDQwODI5ZjllOGE1MzdmOWQ5ZTU5\" data-original-margin=\"\">\"We need to redeploy outside the city,\" Pascal insisted as he faced the assembled commanders of the Weichsen army in their morning gathering.</p>\n<p class=\"cnM1NjAzYmFjM2ZhMTQ2MTI4MTU2ZDQ1NTQzZDY3Nzdl\" data-original-margin=\"\">Eight brigade commanders, plus a dozen more staff officers or tactical officers, met in the paved square just inside the city's northern gate. As the majority of the nearby buildings now lay in ruins, army personnel deployed a 'mobile command center' for the meeting instead. This was a large, single-room structure which had been expanded from its shrunken, crate-sized form. It featured an enchanted map table which they used to display the geography around Nordkreuz.</p>\n<p class=\"cnNmZTA3OTUzZmRjZTRlZmViZTgwMDk0YWYxYjNjNjQ0\" data-original-margin=\"\">The map table back at Pascal's home --with its links to Weichsel's 'Eye of the Dragon'-- would have been preferable for this meeting. However, while his cylindrical keep residence wasn't seriously damaged by the air assault, its foundations had been destabilized by the subsequent earthquake which had caused the structure to list dangerously. The building had been evacuated as a result, aside from two signal officers who stayed there to relay information from the map display.</p>\n<p class=\"cnMxYmIyY2RjMTFlNjQ2MDM4OGYyZTU4NmNhMTU5YTUy\" data-original-margin=\"\">In addition, the air attack that devastated the city had also claimed the lives of two brigadiers and seriously wounded General Wiktor von Falkenhausen -- who had been entrusted with the overall command of the forces assembled at Nordkreuz since the King and General Neithard's departure. Per Weichsel regulations for a defensive battle on home territory, command now fell to the next highest ranking officer, with priority given to the local garrison commander.</p>\n<p class=\"cnMzMGUzMGQ2MDhiNDQwYmJhODJjMDhjN2UwZWFjY2Q5\" data-original-margin=\"\">This happened to be Pascal's direct superior, Brigadier-General Bernard von Konopacki. He was a mediocre statured man who looked just past his adult prime, but with premature salt-and-pepper hair that added at least a decade to his visage. His slate-blue eyes now turned towards Pascal as the brigadier spoke in an even-mannered voice:</p>\n<p class=\"cnNlN2UzNTA3MWY4ZjQ0OThiZTRlMDQyMjg0YjlhNjRl\" data-original-margin=\"\">\"You believe it would be better to sally out from the city for battle? Why?\"</p>\n<p class=\"cnM5OTFmOTE3M2Y4ZDRjNjc5Yjk4ZTE3ZWQwNzg3MzYw\" data-original-margin=\"\">Pascal knew that although the Brigadier was of General Neithard's faction and therefore politically opposed to his views, Bernard von Konopacki was also an astute tactician and reliable infantry commander, if a bit old fashioned. Nevertheless, the thought of abandoning prepared fortifications to fight out in the open was too unorthodox for the general. He looked upon the young captain with a look of skepticism... but also a willingness to listen.</p>\n<p class=\"cnNiNDdlMjgyZTBmMTRmOWZhYjhiYmVlY2Y1MWRmOGQ2\" data-original-margin=\"\">\"For four reasons,\" Pascal raised his hand as he began to list. \"First of all, the early morning bombardment from Skagen's drakes have left the city's fortifications in ruins. More than half the towers in the city's north and east have collapsed, along with many lengths of the city's walls. Countless wall sections now require scaling ladders even for our men to access, while others are so badly damaged they might collapse under the lightest spell bombardment.\"</p>\n<p class=\"cnM3YmRlMDczOTc3MTQ4ZGU4YzFkY2FiMjU1Y2EwZjRi\" data-original-margin=\"\">\"The rubble left behind by those walls would still impede entry,\" one of the other generals commented.</p>\n<p class=\"cnMxYTU3N2E0OTgxODQzOTk4NDZlNGVhNTkzNTNkYTFl\" data-original-margin=\"\">\"Yes, but they also pose a hindrance upon our own forces' ability to conduct a coordinated defense,\" Pascal highlighted. \"This brings me to point number two -- our forces still hold a significant numerical advantage, with roughly 46,000 against their 36,000. We need room to deploy and maneuver if we are to make full use of this quantitative edge. For this the ruined fortifications are more of an impedance than a boon.\"</p>\n<p class=\"cnMyMTU2NGRhOGJkYjRmZTM4NTI2ZjAwOTBkZTdkNjRl\" data-original-margin=\"\">In fact, most Weichsens found it surprising that the Northmen still insisted on fighting now that the skywhales had been defeated and Admiral Winter reportedly killed. Nevertheless, both the Skagen army and the Västergötland expedition force had set out from their camps at daybreak and now converged upon the city of Nordkreuz.</p>\n<p class=\"cnNhZjI0MjQyOGYzYzQzZmU4YzFkNmRlYWQ4ODliOTJi\" data-original-margin=\"\">\"This is especially the case when you consider that the Northmen are at their best in melee, which is my third point,\" Pascal continued as he raised another finger. \"If we fight in Nordkreuz, and they break through the city's perimeter, we will be forced into chaotic, close quarters urban combat, where the Northmen hold a decisive edge. We need to make use of Weichsel's superiority in ranged and formation combat, and for that we require open terrain.\"</p>\n<p class=\"cnM3M2ZkZmUwMjkzZDQxYzliYzBiYWRlZTg5ZTM1ZTUw\" data-original-margin=\"\">Brigadier Bernard nodded as he clearly recognized Pascal's points. Nevertheless he made one last objection:</p>\n<p class=\"cnM5ZGEzMDI2MjJhNTRjY2I4NjEzYjIwMWIzYzhlMDM0\" data-original-margin=\"\">\"And what of the snow? The accumulation is almost half a pace high and hard snow continues to fall.\"</p>\n<p class=\"cnNhZGVjMjFiOTE5NjRkZDI4ZTI5M2U2MzJmMjRhMTA2\" data-original-margin=\"\">\"The Northmen are expert skiers trained from childhood, while most of our men lack even snowshoes,\" another general pointed out. \"A battle out in thick snow will not be to our advantage. They will cut our forces into pockets using their <em>motti</em> tactics, just like they did to the Imperium's expeditions decades ago!\"</p>\n<p class=\"cnNkZjI1MjIzYjQ5NDQzNDA5NWZmYjM2Y2JiYjYzNGE1\" data-original-margin=\"\">\"--Not to mention the impact of the snowfall on visibility and range,\" added yet another. \"Our arbalests will hardly get off a second volley before they close the distance.\"</p>\n<p class=\"cnM1YjM4NDE3NzViMzQ1ZDA5NDNmYzc5MDg3ZWNkZDUz\" data-original-margin=\"\">\"However the intensity of the weather <em>is</em> decreasing,\" Pascal insisted, \"and it will continue to do so, since the originator of this storm, Admiral Winter, has been killed in the air battle. Ground accumulation may slow us down, yet it also offers us an opportunity to prepare the battlefield. After all, Nordkreuz lays on a peninsula that juts out into the middle of Cross Lake. The enemy has no choice but to approach from one direction, which gives us an opportunity to prepare.\"</p>\n<p class=\"cnM3YzZjNmNhMTMzYjQ3YWNhODQ4MmUwNTA2NDVhYWY1\" data-original-margin=\"\">\"Trenches, slush pits, icicle stakes,\" one of the colonels, a brigade staff officer, joined in support of Pascal this time. \"We can rough up the ground so they can neither run nor ski across it effectively. That will buy us the time needed for successive volleys.\"</p>\n<p class=\"cnNhNmQ5Nzk0MjZkNzQ4ZjhiYTUzMjQ2NDcxNTRlZjE2\" data-original-margin=\"\">\"Skagen's mages do prepare runes for dealing with problematic ground.\"</p>\n<p class=\"cnNjMjU2NDg0NjNjOTRmNDhiZGYyN2E3ZWU5MjdhZWVk\" data-original-margin=\"\">\"Yes, but any lanes they create through obstacle terrain will become bottlenecks, which our mages can exploit as effective kill zones.\"</p>\n<p class=\"cnNjMmVjMzlmMjc3ZTRkYjRhNjY3NDY2ZmNmOGRmM2E0\" data-original-margin=\"\">There was actually a fifth reason that Pascal didn't want to mention, and that was he wanted to spare Nordkreuz any more destruction by keeping the battle outside of its walls. The city already lay in ruins after the aerial bombardment. Its militia was busy rescuing people trapped in collapsed cellars even as they spoke.</p>\n<p class=\"cnM2YTUzMzQwMzlhMjQ2ZTY4ZTRmMWQ3MDZkODFhNzFk\" data-original-margin=\"\"><em>It is my fault that the city is in such a state,</em> the young lord couldn't help but think of the smoking ruins outside. <em>I do not want the city's residents to suffer any more than they already have.</em></p>\n<p class=\"cnNiM2FlMGUyNDcyNDQ2ODhiMDVmMjJhZmZjYTdlNTc5\" data-original-margin=\"\">However, as Pascal was the Landgrave of Nordkreuz, it would seem selfish if he claimed this as one of the reasons. There would no doubt be those who see it as him using national assets to protect his own fiefdom.</p>\n<p class=\"cnM2OWM4ZmNhODI5NTQ2MjU5NjdlYzhmMGEzYTE3NjM3\" data-original-margin=\"\">\"Does anyone else have counterarguments?\" Brigadier Bernard called out.</p>\n<p class=\"cnMzMmY2NmU2NWNjYjQyN2M5MzZiOGZkNmY5ZjFjMWQ4\" data-original-margin=\"\">\"Won't we be spreading our forces thin trying to cover the whole width of the peninsula?\" A general questioned.</p>\n<p class=\"cnMzMTI2MmJmMzBlZjQ4M2E5MDQxZjUzOWEwNDgyNzUy\" data-original-margin=\"\">\"We have the numbers. More than sufficient to create mobile reserves to bolster any part of the line that falls under determined attack,\" spoke another.</p>\n<p class=\"cnNhZjczYmEyODg3NjQ2MmY5NGFiNzY1OWYwMDUzOTY5\" data-original-margin=\"\">\"Plus the Northmen know that piling up in one place will just make them fodder to our spell volleys.\"</p>\n<p class=\"cnMxMTI5MzA1NWFhOTRmMDRhNmNjYmE5OTM2ODQ4OTEz\" data-original-margin=\"\">\"Not to mention that time is on our side,\" Lieutenant-Colonel Hans Ostergalen then added before Pascal could point out himself. \"General Dietfried will arrive with the 1st cavalry brigade by early afternoon. As long as we can hold the anvil until that time, then our cavalry will become the hammer that crushes our enemies from behind.\"</p>\n<p class=\"cnMyMzM1NjhiZTBiYjQ5ODRiMmEwNDIyYmVmMDM5MzAy\" data-original-margin=\"\">\"It's settled then,\" Brigadier Bernard declared as he used his sword to draw a line in the map table's sand. \"We will deploy seven brigades across this line north of the city, at the crest of these two shallow ridges. Brigade commanders have authority to deploy as they see fit within their zone of responsibility. However I want two defense lines constructed -- an outer skirmish screen to slow down the enemy and a main line to hold fast. Then once those are completed, withdraw the support companies to the city's perimeter to construct a fallback position just in case.\"</p>\n<p class=\"cnM2MTc1NjAzYmU1NDRkZmVhZTljY2MyOGI3YzYzYjQ1\" data-original-margin=\"\">\"Yes Sir,\" officers nodded from across the room as they drew more indentations in the sand. Operational responsibilities were quickly divided up among the commanders before Bernard issued orders for the last two remaining formations:</p>\n<p class=\"cnNlZjZlYTg2ZjBkZTQ3NTNiNTcwYTJhNDM4MDYzMWI4\" data-original-margin=\"\">\"The veteran 5th infantry brigade and the 2nd cavalry brigade will be held back to act as reserves for the overall line. They will clear two lanes, each no less than four abreast, behind the main line for the rapid relocation of troops. We have only a few hours before the enemy's arrival so let's get started!\"</p>\n<p class=\"cnM4N2FjMjUzZjE2MjRkOGViOWQ5NTdhMjYxMmNjZDdk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5MGYwMWQ2YTA5ODQ5YTFhY2Q1YTc0ODI1YmE4NDdl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiYjRhYzI4NDdhODQ0YTE4YTYwMGFlOGU5MGQ3ZTg4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzNDVmYWNhYWExYjQyYTFhODJhMmYzOGNmNDgxMTM3\" data-original-margin=\"\">\"What is the point of attacking Nordkreuz now!?\"</p>\n<p class=\"cnM1MmZmYzgyMTlmMDRhM2FhYjY4MDdkODNiZTgyMTdj\" data-original-margin=\"\">\"How are we supposed to take the city when Admiral Winter has been defeated!?\"</p>\n<p class=\"cnNjNDc4YzE1ZTNiNDQ5MzdhOTE0MGYzNDc3MjhhODc0\" data-original-margin=\"\">\"You and your brother must bear personal responsibility for the calamity that has befallen our skywhales!\"</p>\n<p class=\"cnM5ZmY0Yjc3ZmZkNDRmM2ViOTcwNDY2ZjRjOWU4OTNm\" data-original-margin=\"\">Jarl Eyvindur Sigmundsen of Kattegen narrowed his eyes as he gazed upon the dozen rowdy nobles gathered before him. Many of them were already threatening to leave with their retinue and levy. The only reason they had not done so was because nobody wanted to be the first to break ranks and thus be accused of cowardice.</p>\n<p class=\"cnM5MjM3MTFhNDQ2OTQxYzA5YzE0NmNmNTk3YWIxYTEy\" data-original-margin=\"\">\"SIIILEEENCE!\" The tall, burly jarl bellowed out in a roar. It seized not only the nobles' attention, but also turned the heads of several hundreds more, as men continued to ski past the impromptu assembly of lords.</p>\n<p class=\"cnMwNTc5ZGE1MjExNTQwNGFiMzU2OWUzNzkxMWYyYzA3\" data-original-margin=\"\">\"Are you all <em>children!?</em>\" Eyvindur snarled with disdain as he looked upon the nobles before his gaze. \"One setback and you call it quits!? If that is the extent of your determination then I will not stop you from fleeing back to your homes! Better to let the cowards go now then have others catch their weak-minded disease!\"</p>\n<p class=\"cnNhN2IzYTI3OGY3ZTQzNTI4NjcwYzhjZjExMjNmZDBj\" data-original-margin=\"\">Several of the lords' faces grew red with anger as Eyvindur's retort struck where it hurt. In Hyperborean culture only the brave would be rewarded in the afterlife, cowardice was seen as an unforgivable sin.</p>\n<p class=\"cnNkZWQ1MTA5ZjJhODQxZWM5MDdjMWRjMzI2MDUyN2Q5\" data-original-margin=\"\">\"My brother dines with the Stormlord in the Golden Halls now, because he died bravely in battle!\" Eyvindur declared. \"Our fleet may have been defeated in the skies, but Admiral Winter has done his duty <em>first</em> in guaranteeing our army a path forward! The fortifications of Nordkreuz lie in ruins, and the army of Weichsel was devastated when we laid waste to their city and camps!</p>\n<p class=\"cnNiMzUyNmEyNjYxMDRkNTFiOWVhODIyNjhmMDRiZWNl\" data-original-margin=\"\">\"With their forces reduced and their morale in tatters, we have a better chance now than at any moment in the past century!\" He continued. \"We can raze this heathen settlement and stop their excursions into our lands! And you want to <em>retreat!?</em>\"</p>\n<p class=\"cnM4YzJmMjM3Y2ZmMDQ4Nzc4NGEyZTlmOWVhOTk2ZWZl\" data-original-margin=\"\">The Jarl swung his muscular arm around and pointed at a half-dozen young women who carried swords and shields upon their backs. They stood in a ritual circle around a rune-coated obelisk mounted on a sled. A squad of drummers walked in a ring around them, their beating and chanting uninterrupted by the nobles' arguments.</p>\n<p class=\"cnM5ZDZkZjViYWM4NzQwMTE4YTlmNzZiY2FkN2NmODY2\" data-original-margin=\"\">\"Even my seventeen-years-old <em>granddaughter</em> has more balls than the lot of you!\" He cried out.</p>\n<p class=\"cnNlZDljZjM4Y2Y3YTQyYTU5YjFhYzU2NTU2MzE5Yzlk\" data-original-margin=\"\">\"Jarl Eyvindur--\" one of the other lords attempted to speak up. His remorseful expression showed that he was clearly having second thoughts, and he was far from being the only one.</p>\n<p class=\"cnM0OTIzMjUwNjY5YjRiNGRhNGZjMjJlMzEzZWI2ZTA3\" data-original-margin=\"\">However, Eyvindur had zero patience for any perceived excuses as he bulldozed right over the man's fumbling words:</p>\n<p class=\"cnM1MmRkNzUzZWE2NzQyNDViMGM1ZmM0NWRlMjE4OTNm\" data-original-margin=\"\">\"Those who wish to flee may do so now! Go back and <em>cower</em> in your holds as the heathens creep ever closer to your home! Go wait for your deathbed in old age when the Stormlord reminds you of your disgrace this day!\"</p>\n<p class=\"cnNjMmJiZmM4YjAyODQ0ZWViMGJmNTBlMmVmMDQ3NzJk\" data-original-margin=\"\">The commander of Skagen's confederate army pointed towards the north, as though inviting the lords to take up on his offer. Then, as the moment passed and nobody turned or moved, Eyvindur heard his favorite granddaughter's voice announce from behind him:</p>\n<p class=\"cnM1OTUzZjlhNDdlNDRhMWJiODFhMmE2YTA3NDczNTM0\" data-original-margin=\"\">\"Gramps... commander,\" the young lady quickly changed her tone. However she could not keep out the excitement that beamed from her pretty smile. \"We've found it! The Wickers' headquarters! It's located just slightly behind the center of the Wickers' second line.\"</p>\n<p class=\"cnMyZDU5Mjk5ODFhMzQ2ZDU4MjBjYmUwZDNjODNiMjA5\" data-original-margin=\"\">Eyvindur was a veteran of multiple conflicts between the Hyperboreans and the Trinitians. He understood that Weichsel's greatest strength lay in the command and leadership of its officer corp. They had a tradition of setting up headquarters near the front lines, which not only bolstered the soldiers' morale but also improved battlefield communication and comprehension.</p>\n<p class=\"cnNkMDRjZTQzNjM0MjQ1YmNhMTg0ZTBhZTIxYjBkMWY0\" data-original-margin=\"\">Therefore the moment he heard that the Weichsel army had sallied out from the city, he gathered his best Völva --female mages who specialized in divination and scrying-- to find out where the Wickers were establishing their new headquarters. The deployable command centers those heathens used would be protected by both illusions and wards. But there was no such thing as a foolproof defense.</p>\n<p class=\"cnMzMjQzYjM2NGY4ODRlNmU5MzFiNGU5MGQyNmU1YTUy\" data-original-margin=\"\">\"How can you be certain?\" Eyvindur asked, more for the benefit of others than his own doubts.</p>\n<p class=\"cnNmOTI2ZTYxMGUyZDQ3MDFiOWIwNjQ3NTYyOTMzYWU3\" data-original-margin=\"\">\"We found six major communication trenches converging in one location, where the Wickers began to dig out almost as soon as their soldiers left the city.\" The young lady explained. \"There are a dozen other dugouts of similar size where I suspect other command units to be sited. But this one that we found -- it was the first that the Wickers began working on, the first they laid illusory camouflage over, and we've observed more staff officers vanish beneath its <em>Mirage</em> cover than any other.\"</p>\n<p class=\"cnNhOTg5YTNlYzgxYTQ2ZmFiZjQ3ZGVhYzg1YTQ2MDc2\" data-original-margin=\"\">\"--And one of them matched the description you gave us for the new Landgrave of Nordkreuz,\" added another.</p>\n<p class=\"cnMyMTNjODg5Y2Y3NTRlYjViY2NhZjUwYTdhMjU3NDA1\" data-original-margin=\"\">\"Then that is where we focus our strongest thrust.\" Eyvindur declared before turning towards a signal officer at his side. \"Tell Jarl Ericsson to prepare his drakes for dive bombing. Once our vanguard has the Wickers' frontal defenses occupied, he will assault their command center with all of our remaining air strength. His orders are simple -- <em>slaughter</em> the Wickers' command unit and impose bloody terror upon these heathens!\"</p>\n<p class=\"cnNhOTVjMmU0ZDJlOTQzZjE4Yzg5YzZjYTViNDkyNWQy\" data-original-margin=\"\">Västergötland's seventeen drakes, under the command of Jarl Ericsson, may not be as well trained as the air groups of Admiral Winter's fleet. But they were nevertheless a formidable bunch. Plus they had a fearsome Zmey -- the most powerful of all drake broods that the Dragonlords created.</p>\n<p class=\"cnNlYTRkOGU0M2NjNTRiYTM5ZWJkY2Y3YWJhM2ExNTM3\" data-original-margin=\"\">\"Yes Milord!\"</p>\n<p class=\"cnMyOWI1YjliZGNlZDQyZjg4MGE4MjdlNGI1MWY5MjQ2\" data-original-margin=\"\">With his order issued, Eyvindur turned upon the other nobles with a stern and determined look on his face.</p>\n<p class=\"cnM2NzM1MmNmMDVjZTQwNGI4MGZlN2E4MjkwYTgyNDY2\" data-original-margin=\"\">\"Well?\" He snarled impatiently. \"Will you fight? Or will you flee? <em>Choose now!</em>\"</p>\n<p class=\"cnNiMTI2NDhjMzI5NjRlNzM5ZTM4MzY3ZGVkZjUwOGFl\" data-original-margin=\"\">\"We fight,\" two of the jarls declared, followed by acknowledgements from the rest.</p>\n<p class=\"cnNhMTc2ZDhlNDgyYzRiMWZhNWUwNTljNTg4ZjJkYTY5\" data-original-margin=\"\">\"Good,\" Eyvindur stated with a sneer. \"Then let me fill you in on the rest of the battle plan.\"</p>\n<p class=\"cnM2NmMyOTk2NjM5NzRhNmY4MTA2OGViOTg5ZjBjOWY0\" data-original-margin=\"\">Though in reality, Eyvindur did not feel any of the confidence that he displayed, not even as he began to detail all the pieces of his converging, multi-pronged assault plan. He knew this whole battle was a risky gamble. However it was also a gamble he had to make.</p>\n<p class=\"cnMyNzc4ZDNmYjMxNzQwNjM5N2Y2YmYzNmM0ZmY4NTE5\" data-original-margin=\"\"><em>I will not let your death be in vain, brother,</em> The Jarl repeated the oath his swore upon hearing of his half-brother's demise. <em>I will drown this city in blood to see you avenged!</em></p>\n<p class=\"cnM2ZjUwZjY0YjFjNTQyOTE5ZWZlN2Q5ZDgyMjE3NzRk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiYzQwZWI3NTY1NzRhZjVhNjZmODQ4NGQ3ZjQ3ZmU0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzZmI4M2Y2ZDZhNTRjYTI4OWI1NTdiYzkyN2VmNThl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyOTY2ZTMzNDUyNjRmMmNiN2UwNmNjNzVmNTU5Y2Vk\" data-original-margin=\"\">Kaede looked through her binoculars at the distant battle being waged. The snow which continued to fall obscured her vision. But thanks to a combination of a <em>Snow Sight</em> spell and her familiar-enhanced vision she could see almost a kilopace out from her vantage point atop the makeshift bastion.</p>\n<p class=\"cnNjMGRkYWNmMTJiODRjNjVhMTA4YzJjZGNmMTAwZGVk\" data-original-margin=\"\">The structure was built from packed snow and elevated her off the ground by two paces. A combination of landscaping spells and good old shovel work had created the foundation, which Weichsel's mages then transmuted to create a solid ice exterior. A thin layer of dirt and snow was added to give traction for those who stood on top.</p>\n<p class=\"cnNmY2E1Y2M3YTVjZTRhZDM4YTM3ZGFmZGE5OGU0YWE5\" data-original-margin=\"\">Weichsel's army had built over a dozen of these along the seven kilopace-long defense line, and Pascal had stationed Kaede on the extreme right flank.</p>\n<p class=\"cnMxMDc5YTljODhlZTQ3MTdhNmMzYzYwYTdhODRlNDI4\" data-original-margin=\"\">Between the bastions was a snow-and-ice parapet half a man's height, which provided cover for Weichsel's soldiers as they formed up behind it. Protruding from the parapet were wooden and icicle stakes, while in front of the parapet was a wide but shallow ditch filled with mud and slush.</p>\n<p class=\"cnNiNGNmMTA1MTJmZjRhMmY4ZWRjZmVjMDA3MjNiYWJl\" data-original-margin=\"\">Waist-deep communication trenches criss-crossed across the front, including many which extended out from the main defense line to forward positions where lookouts and skirmishers were deployed behind another, narrower ditch.</p>\n<p class=\"cnNhZGQ2MTI0YmZkMjQxY2E5N2Q1ZmVlMjQyNzMyYjMx\" data-original-margin=\"\">It was impressive just how much fieldworks the Weichsel army created in three hours' time. It helped that every battalion had a squad of pioneers. Versed in the art of battlefield engineering, the pioneers had quickly laid out fortification plans and directed the soldiers of the combat and support companies to turn them into reality.</p>\n<p class=\"cnNkNzE4OGE0MDZjOTQ2ZWVhZTExMWJkNTg0NDg4MTZh\" data-original-margin=\"\"><em>It's like the Roman Legions' ability to construct marching camps,</em> Kaede thought.</p>\n<p class=\"cnM0ZGU1MWU2NGRiODQ4YTk4OGQxZTI3YTUwMzMyNmI2\" data-original-margin=\"\">Now, as the Skagen army launched probing attacks along the line, these fieldworks played a pivotal role in slowing the enemy's advance. Kaede watched as a force of a thousand Northmen skied their way up to the first shallow ditch. However they couldn't cross this obstacle without their skis driving into the mud and getting stuck.</p>\n<p class=\"cnM4ODU3YTU4MzM5ODQ0OWFiZGMwNTliOGZhMjIzY2Nk\" data-original-margin=\"\">Some of them conjured icy ramps across the ditch. Others kicked off their skis to close the remaining hundred paces of distance on foot, which slowed them considerably as they had to wade through the knee-deep snow.</p>\n<p class=\"cnM4MTQ1OWI0OTY1ZDRmMWNiZTE1MjNkOTYwODhkZThj\" data-original-margin=\"\">\"BY RANKS!\" She heard a voice cry out from the adjacent battalion. \"VOLLEY!\"</p>\n<p class=\"cnNhYzI3M2IyOTgxZDQ3N2JhZGZkNGYyYWY0ZmQ1YWM4\" data-original-margin=\"\">A wave of arbalest bolts flew out behind several area dispel spells. It was followed by a second, and then a third volley, as Weichsel's soldiers unloaded their weapons one row at a time. The missiles rained down upon the front lines of the Northmen infantry attack, stripping away wards before the steel bolts punched through armor and into flesh.</p><p class=\"cjNhZTdhN2YyZjI5OTRiYzdhZjU4OTgyNTI4ZGMxZjk1\" data-original-margin=\"\">This tale has been pilfered from Royal Road. If found on Amazon, kindly file a report.</p>\n<p class=\"cnNjZWFiMDQyNmEyMDQ4ODQ4ZmNhNGQ0ODRiNmYwMjk1\" data-original-margin=\"\">Dozens of men fell before the Skagen infantry could form a shield wall. The thick snow made moving in formation difficult. However the Northmen nevertheless pushed forward through the withering barrage.</p>\n<p class=\"cnM4ZDAyZjkxYjIyZjQ4ZGI5ZjE4Nzk2NWI5ZjgwZDU3\" data-original-margin=\"\"><em>That's the courage it takes to fight in a battle...</em></p>\n<p class=\"cnM5MzhlMTMzYmJlZjQ2NDdiOTJiMTBiOTFiOWYwOTRh\" data-original-margin=\"\">Kaede couldn't help but feel ashamed of last night, when she cried out in terror after being caught in a drake's fire breath for the first time. Pascal had given her far more wards than even the average mage, and the drake's breath weapon had left her mildly cooked at most.</p>\n<p class=\"cnNiOWEyYjY5ODg1ZjQzOWM5YTg5MWVkOGYwMTI1OGU0\" data-original-margin=\"\"><em>--Yet I had screamed like a little girl,</em> the familiar berated herself.</p>\n<p class=\"cnM3MzBlZDZiNmFiMTQ0OTA5MjA3N2U3MzQ1NjJlNjVk\" data-original-margin=\"\">The fact she <em>was</em> a petite girl now was no excuse.</p>\n<p class=\"cnMyNDAzM2UwODQ2OTQyNjA5NGI3N2Y4N2M1NTM0MjZk\" data-original-margin=\"\">The problem was that Kaede had never faced a scenario where everything felt overwhelming. Sure, she had taken part in the rooftop fight against Mantis Blade assassins back at the academy. But raising her weapon against a few men was... a big difference from marching into a deluge of spells and arrows on a battlefield.</p>\n<p class=\"cnM3OTc3M2EyOTIyOTRlNTM5MDM2MzNkODZmNTY5ZTlk\" data-original-margin=\"\">Kaede watched as the Northmen shield wall advanced in company-sized blocks. Their mages had inscribed anti-projectile <em>Repulsion Field</em> wards onto their shields, which made lightweight missiles change vector at the last second and 'bounce off'. Weichsel's officers responded with a steady stream of <em>Dispel</em> spells, each time creating an opening for a new arbalest volley to penetrate and kill.</p>\n<p class=\"cnM0NDQ4MzdlNjdkMjQ5MTJhNGU1ZjUyOTgxNjVhMDky\" data-original-margin=\"\">Noticing movement in the distance, Kaede swung her binocular further north. A group of horses had pulled five sleds up to a distance of five hundred paces away. As the crew detached the horses and led them away, Kaede noticed that two of the sleds had ballistae mounted on them, while the other three featured the throwing arms of catapults.</p>\n<p class=\"cnMxYTI3ZWU4NDIwYjRmMjViOGI0MzA4ZjQxYjI2OGQy\" data-original-margin=\"\">\"&lt;Pascal, enemy light artillery.&gt;\" She called for his attention through the familiar bond.</p>\n<p class=\"cnMzN2E4NTI5ODJjYjQ1MGE4YmI3ZWIyOTdmZDk2NTBl\" data-original-margin=\"\">\"&lt;Rune-throwers,&gt;\" Pascal immediately recognized as he peered through her gaze.</p>\n<p class=\"cnMwNjE3MDIxYThkOTRmODY4OWVhMmQ2NDQzYjBjNjE2\" data-original-margin=\"\">Two ballistae finished loading first and soon released their javelin-sized bolts. One of them flew across the air and soared straight into the torso of a mage on her bastion.</p>\n<p class=\"cnNiMDVjNDU1N2U5YTQ5MGE5Mzc4MDg1Njg3ODk4MjQy\" data-original-margin=\"\">\"GAHHHhhhhhhhh!\"</p>\n<p class=\"cnNlM2U0NWRjNzAwMzRhMmY5MWNiNjNhOWViMWFkYmY1\" data-original-margin=\"\">The rune-enchanted projectile punched through his wards before penetrating his armored chest. Its momentum then carried him off the structure's edge. The soldier screamed and flailed as he crashed into the snow below, impaled into the ground by the shaft that skewered his torso.</p>\n<p class=\"cnNlYTc3Y2RiMWQxYTQ2N2M5ZWYwNzIyYWQ5MTY1ODcz\" data-original-margin=\"\">Two nearby medics rushed over to examine the fallen trooper. But by then the body had already stilled into an unmoving corpse.</p>\n<p class=\"cnNjNjI3YzM0ZmFhYTQyYzViNGI5YjllMTEyY2Y5NDAw\" data-original-margin=\"\"><em>He had been standing right next to me!</em></p>\n<p class=\"cnM3MmVlZGYzMTQ4MTQxMTg4YmM2NzNlM2RlODA5YjA4\" data-original-margin=\"\">Kaede's mind virtually froze as she slowly turned back around to face the enemy. Her body trembled as she felt the shock of his death coursing through her. That ballista bolt could easily have claimed her life instead of his. All it would have taken was a fraction of a degree's difference in aim!</p>\n<p class=\"cnM3N2FjN2UyMjM2YTQ5ZmJhOGMxNzQ2MzAxOTk4MDk0\" data-original-margin=\"\">\"&lt;Kaede, order the lieutenant to take out that battery. Firemist combination spell.&gt;\"</p>\n<p class=\"cnMyYTJlNTg4NmUwOTRkZGI5Y2YwOGM3OTdmMjYzZjc3\" data-original-margin=\"\">Pascal's forceful voice rang through her mind, dragging her back into the present.</p>\n<p class=\"cnNlZDhkZGY5YmNmNjQ2ZGJiMTIxNTE5NjMwZDVkY2Rm\" data-original-margin=\"\">\"L-l-lieutenant, command from HQ,\" the familiar stammered out before taking another breath to steady herself. She pointed a finger towards the snowy distance. \"Eliminate that artillery battery. Firemist combo.\"</p>\n<p class=\"cnNkY2JjMDkzMjJmYjRhYzQ5MzIxY2QyYmZjNzNjNzIw\" data-original-margin=\"\">The lieutenant was a young nobleman who appeared to be in his late 'twenties'. His binoculars were already directed towards the enemy when he nodded: \"understood.\"</p>\n<p class=\"cnM1NDdlYWE3ZjdjMzQ1NjU4M2M1Nzk0NTViNDJmYjZh\" data-original-margin=\"\">He then turned towards his squad of dismounted Noble Reiters:</p>\n<p class=\"cnNiMTU1YjY5ZTc2ODQ1MTBiYzk0ODJlMDAyMDFiMzJh\" data-original-margin=\"\">\"Extended range spells. Gas them. I'll ignite.\"</p>\n<p class=\"cnNjMDQ5OGQwNTkyZTRhNWNhOWRlODMxZGI1YjlkM2Nk\" data-original-margin=\"\">The others nodded back before switching their aura magic stance to one more suitable for high-output, low-precision spellcasting.</p>\n<p class=\"cnM4YTFiNmI4MDJjYjRhYzE5Y2I2YjBkZjYzYTZjMDRk\" data-original-margin=\"\">\"<em>Aura Bombard!</em>\"</p>\n<p class=\"cnM4ZGY4MWY3ZTJkZjQ2ZTg5MzNhZjhlNzQwYTgzM2Ix\" data-original-margin=\"\">Kaede didn't even have to focus to feel the gentle pressure in the air as their magical auras expanded. Her sensitivity to magic was definitely growing as a result of being Pascal's familiar.</p>\n<p class=\"cnNmZGNiMGRiOTBhNDQxYmU5NWJlMDExYmI4NGNhYzI2\" data-original-margin=\"\">\"<em>Extension, Firemist Condense Field!</em>\" Ten of them called out, their extended gloves sending arcing rays of crafted ether towards their target.</p>\n<p class=\"cnM2YTQzODUyYTQ3ZjRlYWE4N2NmZTI2MDEzYjhhYTlk\" data-original-margin=\"\">\"<em>Extension, Ignition!</em>\" The Lieutenant then followed suit.</p>\n<p class=\"cnM5NTFiNDRkMmM4ZTRjODJiYmFiMjZkMWQxZjVjMTVj\" data-original-margin=\"\">The first ten rays flew across five hundred paces of open terrain and scattered into the upwind air like leafy veins. They left no visible effect, except for a faint clash of mana against some shield bubble from a defending mage.</p>\n<p class=\"cnMyYmQwYzA1MTFlNDRmYzU5NmRkMWJmZGRmMGVhY2U2\" data-original-margin=\"\">Kaede's keen hearing then picked up shouts that she didn't understand. A pitched cry soon trailed behind them -- which apparently meant 'run'.</p>\n<p class=\"cnM2NjM1YmVhZmNlZjRmMDBhM2M4OGM4MzYyZGEyOTg4\" data-original-margin=\"\">They barely had enough time for more than a few steps...</p>\n<p class=\"cnMzYTFmMTRkNGMwYzRiMzRiMThkODM2NmY0MjAyMWMw\" data-original-margin=\"\">As the final spell shot in, the very air over the artillery battery exploded like a petroleum reservoir. Flames and burning air poured out in every direction. The force of the blast pulverized the siege engines like twig models, hurling out pieces of men and machine as though toy blocks thrown by a tantrum-stricken child.</p>\n<p class=\"cnMwNGZmOGRmNWY4YzRkMGViMjVmMjk3N2E2YmU1MzMx\" data-original-margin=\"\">By transmuting impurities in the air into dense cloud of methane and other highly flammable gases, then followed with a simple fire spell, Weichsel's mages had learned to imitate the nature of a coal dust explosion. Its power was equivalent to that of a modern tactical thermobaric weapon -- the fuel-air bomb.</p>\n<p class=\"cnNmYjUzNzM1YWRhYjQzMjFiZGRkNmZmMmE3MmI1ZWQx\" data-original-margin=\"\">Even from several hundred paces away, Kaede still felt the heat wave of such a powerful blast.</p>\n<p class=\"cnNmMGRmMTJjYzlkZjQ4N2FiNzA4YjZjYzU1NzY2MzU2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwYjYxYjg2MjkyNjQ3MWJhMjRlN2Q4YzE4M2RiYzRk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM5YWQzYjEzMzRkODQxY2Y5YTgyMDllOTY4MDVkNTZk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxMjI1NDRiZWQyMjRkNDViOTM4YzJlZWU4Mjc5MmQy\" data-original-margin=\"\">\"Kraken on the left flank! It emerged from the lake!\" Pascal heard a signal officer cry out within the command center.</p>\n<p class=\"cnM5NTUwZmYxZmM5ZDQ1ZWZhNzA5M2IyNTI3MTRhZDAz\" data-original-margin=\"\">\"A <em>kraken!?</em>\" The young lord was stunned as he turned to exchange looks with an equally bewildered Brigadier Bernard.</p>\n<p class=\"cnNiZmQ0MDlhMmU0MjRkMjY4OTJlNTljYzVjOTY0M2Jj\" data-original-margin=\"\">He had never seen a kraken before. However the gigantic sea monster which looked like an oversized squid could be found on every flag of Skagen.</p>\n<p class=\"cnM4NjUyZGQwZGQ5MjQ1MDlhOTdiN2IwOGIzMmFjMGE5\" data-original-margin=\"\">\"The Lotharins let it through?\" Bernard asked. \"They control the estuary!\"</p>\n<p class=\"cnNiYjQxY2Q1OTc5YTQzNWFhOWFmZTllOGFmMTI1OWM0\" data-original-margin=\"\">\"They won't know if it travelled through while submerged,\" Pascal replied.</p>\n<p class=\"cnM5ZjY5ZDJhNGU2NzRkY2E4YTJiZDA0ZjdjMmQ2MDU0\" data-original-margin=\"\">\"Reposition 2nd cavalry towards the left. Send four battalions to the flank!\" The Brigadier immediately ordered. \"That monster is the symbol of Skagen! It might very well be the prelude to a major attack!\"</p>\n<p class=\"cnM4ZDEzMjQ2NzM2NzQ5ZTk5YmU4YzQ3YzEzOGNkMDA2\" data-original-margin=\"\"><em>Second cavalry is the better half of our reserves!</em> Pascal thought before he objected. \"Sir, this might be a diversion. A kraken can hardly--\"</p>\n<p class=\"cnM3OGVkOTgzOTMwNzQ5MDQ4MGFjZDgwMjczZTQzOWEw\" data-original-margin=\"\">He hadn't even finished before Kaede's voice interrupted him.</p>\n<p class=\"cnNhZGM1MWMyNWM4ZjRiOTg4ZGU0NjY0OWQwNjMwMmIz\" data-original-margin=\"\">\"&lt;Pascal, there's--&gt;\"</p>\n<p class=\"cnMzY2RmYzFlNDQwZjRlMjliYTE1YWVjOWVkYjlkMWJj\" data-original-margin=\"\">She was still speaking when an observer screamed from just outside the cabin door:</p>\n<p class=\"cnNmMDIzYzZjYWZhNTRlMTZiODUxZDBmNTg0MGE0NTgy\" data-original-margin=\"\">\"DRAKES! INCOMING!\"</p>\n<p class=\"cnNhYjczNDc1YTA2MDQxYjc5ODg0NjFmY2EzMjFmZjVi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwNTc4NWUzODU3OTRiYTBiODA3NWQ4ZGRiNzI2NGRm\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNkMDg3OGU3ZDE0YTQxYjFiMDc2YzQ1OWVmOGNiOWMz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4ZThjNDI2MDE5YzQ5N2NiMzgxMmJlMWZhMjY2YzE1\" data-original-margin=\"\">Kaede watched as the Northmen's first attack was thrown back with heavy casualties. Hundreds of men now lay dead or dying on the snowy fields. Though their efforts weren't completely in vain as they had managed to create several passages through the first ditch, some of them made using the bodies of their own fallen comrades.</p>\n<p class=\"cnM5OWQzMGNhNWU0NDQyYTFhMzg5YmQ0MDEwY2M2OTlh\" data-original-margin=\"\">She could see a second attack forming in the distance. It was difficult to make an estimate due to the poor visibility. However her guess was that the next wave was three to five times the strength of the previous attack.</p>\n<p class=\"cnMwOTIwMGI4MzUyMDQxN2M4ZmM2MjZjNmFkOGE0NmVm\" data-original-margin=\"\">The familiar then furrowed her brows as she heard a strange noise. It came from the east, past the extreme right flank where the Weichsen line met the shores of Cross Lake's eastern wing.</p>\n<p class=\"cnNkYzAzMmJhN2UzYzRhNzJhNmEwZGE1ZWFkNzdmMzY2\" data-original-margin=\"\">\"Do you hear that?\" Kaede spoke out loud as she moved to the eastern end of the bastion.</p>\n<p class=\"cnM5YmI0MWJhMmRiMDRkZWQ4OTIzMTJhMjQzNzMxYjQz\" data-original-margin=\"\">The sound was difficult to describe. But it reminded Kaede a bit of when she stepped on broken ice. She also had trouble seeing where it came from, as a thin, morning mist continued to cling onto the surface of the lake.</p>\n<p class=\"cnNmNDUzMDA2ZjEyZDQxN2Q4OTZiYjE1NjRlMGU4Zjk3\" data-original-margin=\"\"><em>This doesn't feel right,</em> the familiar puzzled as she glanced further south. <em>Why is only this part of the lake still foggy?</em></p>\n<p class=\"cnNkNmI3NzYwZWNmZDQ2M2FiYjFiYWI2MTQxOGViMzgz\" data-original-margin=\"\">\"I don't hear anything from over there,\" the lieutenant answered back before pointing in the other direction. \"The battle is that other way.\"</p>\n<p class=\"cnM1NDA4OWFkMmQ5ZjQ4OTRhYmUyMjEwNTRkMWU3YTQ5\" data-original-margin=\"\"><em>I know that! But...</em></p>\n<p class=\"cnNkNGQ3MDVhOWM3YzQxMzE5M2I5NDA2NzM1NjViNzFh\" data-original-margin=\"\">The sound kept on coming. It was as if some giant was crunching the ice beneath their feet, grinding the frozen crystals together.</p>\n<p class=\"cnMzNzA5MjQxNWRkNDRjYWFhNjY1ODFlOTY1NjA0MWEz\" data-original-margin=\"\">Kaede raised her binoculars and peered out into the water.</p>\n<p class=\"cnM4ZjliZDAyNTk5ZTRhZGU5YmRkNDNkMTM0Nzg1Y2M0\" data-original-margin=\"\">The weather wasn't actually cold enough to freeze the lake. Yet as she scrutinized the surface, she could see a sheet of ice forming, growing across the water as though it were a new road.</p>\n<p class=\"cnMyMDFhZTJkMTE5ODQ2MDZhYWFmZmJhMzVmN2VhMzFk\" data-original-margin=\"\">It was also wide enough to match a six-lane highway. And it would soon meet the shoreline, just behind Weichsel's defensive fortifications.</p>\n<p class=\"cnMzYmFiNGM1ZTJkZDQ4MjZiMjc4ZDY1MDNhY2MyNmRh\" data-original-margin=\"\">Water expanded as it froze, which meant the crystalline dendrites of ice inevitably pushed against each other as blocks of ice solidified and took shape. This 'crunch' of crystals caused by rapid freezing was what she was hearing!</p>\n<p class=\"cnM4NDJmMDcyZWJiMTRjMDk5YTE5ZDFhZWFlYmYzZTA5\" data-original-margin=\"\">Exclamation marks shot through Kaede's mind as she rushed to send this information up <em>immediately</em>:</p>\n<p class=\"cnMwODZmN2NkMWUxZjRlZThiNmVjN2YxMzZhZWJlZjE1\" data-original-margin=\"\">\"&lt;Pascal, there's a hostile force approaching from the east! They're freezing the water into a bridge!&gt;\"</p>\n<p class=\"cnM2Nzg4NDFhYjA5ODQyMWJiYzc2NTg2NjljZGI1NWU2\" data-original-margin=\"\">\"&lt;Tell Major Karen-- GAHHH!&gt;\"</p>\n<p class=\"cnNmYWFkNjM2MzdmMjRjZmJhNGEzZTNjMDI5MjU5Yzcz\" data-original-margin=\"\">His reply never finished. A fusillade of explosions resounded from the west like distant, rolling thunder. Kaede immediately swung her binoculars in that direction but she couldn't see the source of the blasts in the obscuring snow.</p>\n<p class=\"cnNhNTI0ZjhkY2EzMjRlZDViZmFjNjgzMjVmOTEyMjU2\" data-original-margin=\"\">Nevertheless, Pascal's final cry had given her more than enough clues on what had just happened -- the command center had clearly been struck by a powerful magical assault.</p>\n<p class=\"cnNlNTM2NzIzODBiNTQyODg4OGQ2ZjMzY2M4Y2EwOGMx\" data-original-margin=\"\">\"&lt;Pascal...? Pascal!?&gt;\"</p>\n<p class=\"cnNlMTFkZmI2OTlmNzRmNTg5YTgxZDQwY2UwMjZhYmEx\" data-original-margin=\"\">Kaede felt as though someone had just stabbed a dagger into her chest. Her mind completely blanked out for a split second as she cast aside all other thoughts in a desperate bid to reach him.</p>\n<p class=\"cnNkOWU3ZDM5ZGIxNjQ5MjRiNjE5MWFiNWNkOWZlNTlk\" data-original-margin=\"\">\"&lt;PASCAL!&gt;\"</p>\n<p class=\"cnNiYzJkOGFjYTUxNTQxNGNhYTc2NmIzNTNkMTY2YjM1\" data-original-margin=\"\">However their telepathic link remained quiet, completely silent. Not even white noise could be heard from the other side.</p>\n<p class=\"cnM2N2VmODdiYTNhYzRlZDJiNTY1NDA2YzJmMTdiMmRk\" data-original-margin=\"\"><em>Please-please-please be okay...</em></p>\n<p class=\"cnNhZjcyYmJkMGZhNDQ4NzY4MWFmYzUwMzY4NmZkOTdl\" data-original-margin=\"\">Kaede shut her eyes for a quick prayer to whatever gods in this world who would listen. Yet even as her chest contracted, even as her beating heart accelerated...</p>\n<p class=\"cnNlZjVlZTA5OTJlYjQ2ZWI4YjljNGZiMDU2NzA5NmI5\" data-original-margin=\"\">There was no physical pain, no mental onslaught. She wasn't keeling over. And despite the overflowing fear and anxiety that crowded her thoughts, her mind remained clear and open.</p>\n<p class=\"cnM3ZTEyNzRmNjk0ZTQ5NGZiOThmNTg0ZmY2NTk2NTY2\" data-original-margin=\"\">She simply needed to use her head.</p>\n<p class=\"cnM2ZjdjMTA2YjE4ZTQxMzNiY2U4ZGZhOTc5MTc1ODZi\" data-original-margin=\"\"><em>I'm still alive, aren't I? Then Pascal has to be as well.</em></p>\n<p class=\"cnNmMjFmZjNmMTI5YTRlMzBiZDk1MmZiODk0YTVjZjgy\" data-original-margin=\"\">She wasn't sure how alive though. Was he injured? Crippled? Unconscious and bleeding to death even at this very second?</p>\n<p class=\"cnNkOGIwZDQ0MTEyZjQxOGU4ZTg1ZDA4MDdmMWY0MmRm\" data-original-margin=\"\">However one thing was apparent. If she didn't do something and <em>fast</em>, he really might end up dead before the day was finished, along with everyone else on the Weichsel side of this battle.</p>\n<p class=\"cnMyN2IwOWY5ZThhMzQ5MjNiMDc1ZjU4MzAzNWI1Njcz\" data-original-margin=\"\">Kaede could still hear the crunch of ice crystals. She could see the frozen highway grow closer and closer to the shores. The surface of the ice soon transformed to a layer of snow. And through the mist she could spot the figures of Northmen...</p>\n<p class=\"cnMyMDhkZWEzNTgxNDRmMDFhZGEwMTZiNGUyNTIyYjQx\" data-original-margin=\"\">First a few, then dozens, then hundreds. All making their way across the frozen bridge.</p>\n<p class=\"cnMxNDEyZmZjZjQ2ZTQ2ZDU5YmQxYTY4OTk3MWRhOGIx\" data-original-margin=\"\"><em>They'll smash into our right flank and roll up the entire line like a carpet, just like Caesar did at Pharsalus!</em> The young girl thought before she looked around. <em>I must warn this Major Karen!</em></p>\n<p class=\"cnNiOTNjN2NiNWM2ZDRiMGNhM2VhZTBiYTkzMjU0NTg4\" data-original-margin=\"\">The familiar leapt off the bastion and landed in the deep snow right next to a communication trench. She then climbed down and ran to where the battalion command was situated.</p>\n<p class=\"cnNiYTU5YjdjMTI2ZDQ2NzFiMzNjOGRkYWNlMGFmZTAx\" data-original-margin=\"\">\"Major! There's a hostile force incoming from the east! They're freezing the lake to make a path!\"</p>\n<p class=\"cnMzYWQ0MTZmOGI0ODQ2NzhhY2M0Mzk4NmU5NzZhMDhh\" data-original-margin=\"\">Major Karen von Lichnowsky was a woman who looked to be in her late 'twenties'. Moderate of build and on the plain side of pretty, she was most noticeable from the back due to her long, wavy red hair. She stood adjacent to her signal officers with a swordstaff in hand, and her attention immediately fell upon Kaede as the familiar spoke. However the dark-green eyes above her freckled cheeks looked uncertain, as though unsure of how to respond to the civilian girl before her.</p>\n<p class=\"cnM0YTBiOGNmZTZjZjQ3N2Q4MTc5YzJiYTJkNjFhYTE2\" data-original-margin=\"\">\"Command from HQ!\" Kaede then stressed with a complete lie, hoping that her grim expression and battle anxiety might bury any obvious signs. \"Swivel all men and face right to refuse the line! Their flank attack will be upon us within a minute!\"</p>\n<p class=\"cnM1YjkzOGM5NmQ2ZjQ0YzVhOThjMDU0MmU1ODE2M2Ix\" data-original-margin=\"\">\"We just lost contact with...\" One of the signal officers spoke.</p>\n<p class=\"cnMwZTYxNTkyNDZlYjQ3MzZiNWRhMWFlMTgzZGE3ODI4\" data-original-margin=\"\">\"I'm the familiar of Captain Pascal von Moltewitz, tactical officer to Brigadier-General Bernard! Do I look <em>dead</em> to you!?\" Kaede almost shouted as she channeled some of her uneasiness into impatience. \"We <em>must</em> refuse the line or they'll smash straight through us!\"</p>\n<p class=\"cnNmN2ZiNDRiYmI2ZjQ1ODY4N2JlOTJkZWI5ZGNiNjI5\" data-original-margin=\"\">Major Karen held a look of clear disapproval at Kaede's tone. However she didn't waste another second before bellowing out orders:</p>\n<p class=\"cnMwZDQyN2M5MjMwMDQ0ZDk4OGQ4MTliOTAxNTRiNzYz\" data-original-margin=\"\">\"SWIVEL RIGHT! REFUSE THE LINE! REFORM RANKS CENTERED ON ME! MOVE!\"</p>\n<p class=\"cnNjNTkxOWZkZGZiMjRjNTFhYjEzNzEyMTY4MjUyMDNh\" data-original-margin=\"\">'Refusing the line' was a classical tactical maneuver where troops reformed at a perpendicular angle to the main battle line in order to repel flanking attacks. Well-drilled in battlefield maneuvers, Weichsel's soldiers in blackened half-plate armor ran through the communication trenches before climbing up to reassemble their formations.</p>\n<p class=\"cnM0ZDc4ODBlODE3ZTQxYTg5NWJhMmJmZWU4NWNmMzkx\" data-original-margin=\"\">In just a few minutes, a new line anchored at the bastion that Kaede once stood on began to take shape. Nearly two hundred men gathered to stand behind a shallow communication trench that ran from the bastion all the way to the rear -- a mere thirty paces from the lake's shores.</p>\n<p class=\"cnMxZmE4MTY5Y2JhMjQ3NDk4YmYxMzlhOWQyYTI1ODgx\" data-original-margin=\"\">More men were making the way up from further west, but they wouldn't get here in time.</p>\n<p class=\"cnM5OWFjMDNiNDY5NjQ0NWU5NzM5MTY5MTgxMjQwYTY4\" data-original-margin=\"\">The crystallizing ice bridge diverged and met firm ground in three locations. The frozen water looked thick enough to withstand even explosive shells. The top layer then transformed into compacted snow, just before the enemy vanguard skied across.</p>\n<p class=\"cnNmOGY3ZTk1Zjk1MjRjOWQ5MTBjZmUwOTA2YmFjNmQ1\" data-original-margin=\"\">\"WARDS UP!\" Major Karen cried out from beside Kaede. \"<em>Legion Resistance!</em>\"</p>\n<p class=\"cnNjZWUwZjBiMzlkNjRlYWVhZmE5MDM5ODUxYWYwZmUx\" data-original-margin=\"\">Platoon and company leaders soon joined in with their own spells, while Kaede brushed across her arm to activate the rest of her self-enhancement spells. Her body took on a stone-like consistency while rotating spellshields began to orbit. Her mind cleared as <em>Mental Clarity</em> pushed out all unfocused thoughts.</p>\n<p class=\"cnNkNWMwYTRlNDQxNzRjZjg4NTlhYmJmYzJkMmViYTI5\" data-original-margin=\"\">The first skiers were still making their way across the snow-and-ice bridges as they crouched down. They took aim with their repeating crossbows and swung the back-mounted levers to release rune-inscribed bolts.</p>\n<p class=\"cnNhMTQ5ZGI1NGZiZTQwNjY4NWMzYzAxY2MzYWQ5ZTJi\" data-original-margin=\"\">A cascade of missiles flew out and into the Weichsen formation. Their low kinetic energy meant they mostly bounced off the armor of anyone they hit, but that didn't matter as the bolts began to detonate in fire and thunder on impact.</p>\n<p class=\"cnM1NDhmNmVhOWUxNjQ5OTFiMmQ1MjJlYjQ5MDNiOThi\" data-original-margin=\"\">Explosions tore across the field as though a howitzer strike just hit the defensive front. The <em>Resistance</em> spells offered some protection against the elemental bombardment. However the sheer intensity still left many troops bloodied and dazed.</p>\n<p class=\"cnNiNGVhMDc0NDY4ZjRlMjA4NGJiMzUzZDkwN2ZlZjdm\" data-original-margin=\"\">\"HOLD VOLLEY! BOWS ONLY!\" Kaede heard a captain cry out.</p>\n<p class=\"cnNkNDVkMzk1MjlhNDQ3MDJhMzI1NDE3NTE3NmZkM2Fl\" data-original-margin=\"\">Weichsel's infantry predominantly used the steel-limbed arbalest as their ranged weapon of choice. However there were a few archers within each platoon who now took aim.</p>\n<p class=\"cnMzNzM0ODk3ZDAwNDRlM2ZiNWQ5ODY2OTAxZGI1NGQ3\" data-original-margin=\"\">Kaede followed their lead as she pulled out her morphic blade, which she had left in its bow form. She drew one of five rune-inscribed arrows that Pascal made for her and notched it against a Northmen.</p>\n<p class=\"cnMwZDY4ZjlkNmU3OTQ5NGJiNTcyNThkMTdjYTI5MTBj\" data-original-margin=\"\">Nevertheless she could feel her reluctance to take aim at the vitals of real people. Her first shot was released in haste, and the arrow missed its mark by almost a full pace.</p>\n<p class=\"cnNmZjkzNTNhMDgyYzRlM2E4N2QxOTBkOGNkODk1YjQ4\" data-original-margin=\"\"><em>Concentrate!</em> The Samaran girl berated herself as a second wave of skiers neared the shores.</p>\n<p class=\"cnM1NDc0NzhhOTA3MDQ4MThhMjBiN2RlMDk2ODBlZTk4\" data-original-margin=\"\"><em>This is no time to hesitate. It's kill or be killed!</em></p>\n<p class=\"cnM3NzlhZWFmNWY3YTRkNjY4NjE1ZTUxMmQ2YWFiYmVm\" data-original-margin=\"\">Even at a glance Kaede could tell that these new attackers were elite infantry. They wore crimson armor made from the fire-repellent hides of volcanic drakes, while their hands carried weapons that looked like two enclosed steel pipes glued together. A hand-pump extended from the back of the bottom pipe, while two tubes connected the assembly to a backpack.</p>\n<p class=\"cnNkODIzOWJmZDA0YTQ4NTZiODcxZmNjYWE5MjgxZTlm\" data-original-margin=\"\"><em>Are those... flamethrowers?</em> The familiar could hardly believe her eyes.</p>\n<p class=\"cnM5MjZiZGUzMjI2MzQyMjM4MjJmMjJkNjM5OGNhYjhi\" data-original-margin=\"\">\"SIPHONS!\" A young lieutenant cried out with the shadow of terror in his voice.</p>\n<p class=\"cnM2MWQwMWI3ZGVjNzQ5YTQ4YzM2NmI2Nzg5MDU0NTkx\" data-original-margin=\"\">\"BY RANKS!\" Major Karen was more steadfast as she swung her swordstaff forward. \"VOLLEY!\"</p>\n<p class=\"cnNjODZhZWU2Y2Y4MDQwZDM4MjA5ZGM1NGU0MDUyM2M2\" data-original-margin=\"\">\"<em>Catalyst Dispel!</em>\"</p>\n<p class=\"cnM1ZGU4Yzc3ZGU0MjQ5NTdiZmQ5N2FhMDI4YmFkZWM1\" data-original-margin=\"\">\"<em>Lightning Blast!</em>\"</p>\n<p class=\"cnM5NjJhNjg3OWRhMzRmYThhNDg2MWVlZTIyNTdiNjE4\" data-original-margin=\"\">The first row of arbalesters took aim and released their bolts before crouching down, followed by the second and then third rank. Three waves of steel bolts shot out towards the new threat in quick succession. However massed volleys were far from optimal in countering troops in scattered formation.</p>\n<p class=\"cnMxZTA0OGJhNDQ1ZjQ0Y2ViNjMwMDBmNDcxNjE5ZGIy\" data-original-margin=\"\">A combination of <em>Dispels</em> and bolts brought down nearly twenty siphoneers. But many of the shots either missed or bounced off wards. Focused spellfire from the bastion's mages took down several more, however that still left almost half.</p>\n<p class=\"cnNmMzkxNTllMjdkMzRlNzFhMjA0ZTA3MmQ1ZmFiMzdh\" data-original-margin=\"\">The remaining two dozen flamethrower infantry activated runes which made their skis accelerate into a dash. They soon reached the shore and made their way up the gentle slope.</p>\n<p class=\"cnM1YWM0ZjdkYWMwODRiNmU4YjU0OGY4MGZjOGM1MWQw\" data-original-margin=\"\">Behind them followed at least a hundred huskarls, the professional retinue troops of the northern lords. Each of them was clad in wooly, chainmail-and-hide armor and holding a massive zweihander sword that looked capable of cleaving a horse in half.</p>\n<p class=\"cnNjMDE0MDA0OGMzNTRiMmRhYWFhMzFmMWFiMzJkMWEw\" data-original-margin=\"\">A banner that flew among them caught Kaede's attention. it was the red dragon flag of the Kingdom of Vastergotland.</p>\n<p class=\"cnMwZjA4NmFlMDBjMTQ2ZmZiZTlhMGEyMmU5NjQ0NWYy\" data-original-margin=\"\">Kaede forced her gaze away from their deadly greatswords before nailing her sight to a siphoneer. With the aid of <em>Mental Clarity</em> sharpening her mind, she drew another rune-inscribed arrow and transfixed all attention onto her target.</p>\n<p class=\"cnMyZWJiNjU4ZjE2YjQ3MmNiOTM1YjI3YWI2YzFiODEx\" data-original-margin=\"\">She hardly even noticed as the Northmen began yelling their frenzied battle cries.</p>\n<p class=\"cnNlNDZkMGM3YTNmNTRlMzE5YTBjMWViMzM5NmFhZDRk\" data-original-margin=\"\">\"SHOOT AT WILL!\" Major Karen shouted. \"KILL THE SIPHONS!\"</p>\n<p class=\"cnM5MGM5Zjc3Mzc5ZjQ3N2E5NDA2OTZhY2U3ZjRjZDNm\" data-original-margin=\"\">Kaede felt as her awareness became one with the arrow before her fingers loosened. Her eyes traced the glowing missile in flight as it soared out alongside dispels and arrows from the Weichsen line.</p>\n<p class=\"cnM5MjFiOTA4ZmZhODRiMzg4NGUyMmZlNDAyOTNkYzQ2\" data-original-margin=\"\">The runic spell which tipped her shot triggered as soon as her target's <em>Repulsion Field</em> ward attempted to deflect the attack. The <em>Scourge Catalyst Dispel</em> then ripped through multiple magical defenses with increasing strength, clearing a path for the razor-sharp bodkin arrowhead as it plunged straight into the victim's upper thigh.</p>\n<p class=\"cnNjOGFjODEwMzEyYTQyYjBiYmQ4ZGQ2N2YzMWUxZTQ1\" data-original-margin=\"\">Her target lost his balance and crashed violently on the snowy bank. The siphoneer spun twice before landing headfirst into the snow. His right ski shattering to hurl back a jagged piece of ironwood.</p>\n<p class=\"cnM0Yzk3YTQ4ODc2ZTRmNjRhNzYyOThmMDdhODUwN2Rl\" data-original-margin=\"\">Kaede drew a deep breath before drawing another arrow. Several more siphoneers had gone down in the interim, but there were still nearly twenty of them remaining.</p>\n<p class=\"cnNhNmNkN2NjZWM3OTQ4OTViMGZhNjVkYTQ2NmMxMzhj\" data-original-margin=\"\">Given the charge speed of ski troops, there simply wasn't time to reload the heavy arbalests. A battalion of Weichsel's infantry might fare well against a more conventional Northmen attack. But they were facing an onslaught of veteran and elite shock troops.</p>\n<p class=\"cnNhOTlmMjdlMTYxZTRmZWRhZGFkMzJiY2QzMWRjNWZi\" data-original-margin=\"\">The siphoneers banked in a wide arc as they entered twenty-paces range. Their steel pipes pumped out deadly jets of liquid fire like strafing water guns...</p>\n<p class=\"cnNhZDRmZGE2NDg1ODRmMzBiZTE1YjRkOWJjOGM4NDAz\" data-original-margin=\"\">Kaede released her second arrow at the same time.</p>\n<p class=\"cnM1YjliNmI1N2RjMTQzMzBiNDM1YTc2NjlkN2Y3ZDU4\" data-original-margin=\"\">The siphoneer targeting the Major's command squad hardly squirted before her arrow nailed him in the chest, just below the throat and near the center of the sniper's triangle. The crimson-clad warrior crashed into the snow, stumbling forward as he went before sliding to a stop less than five paces in front of Kaede, dead.</p>\n<p class=\"cnMyMTZmMTczMmZlZDQyNWY4ODc2Y2MwZjU5Njc4ZjUz\" data-original-margin=\"\">However, one kill was nowhere enough to change the course of the battle.</p>\n<p class=\"cnMxYmIxYzAyZGQ4NTRlNDhiOTE3Y2ZjNWUyMTU1OTg1\" data-original-margin=\"\">Soldiers all around screeched with agony as viscous flames sprayed over them. The liquid fire stuck to armor and skin alike, melting flesh even as more flowed between gaps in steel plating to burn what lay beneath. Troopers dropped to the ground and rolled through the snow to no avail, as melted water seemed to feed the very flames into ever greater strength.</p>\n<p class=\"cnNkOTBlZTZkNDIxYjRlY2Y5MDkwYWY1ZjgzNGQyOGU2\" data-original-margin=\"\"><em>Water-intensified napalm...</em> Kaede thought as she watched a scene that could only come from hell itself. <em>Who the devil gave Nordic Berserkers Greek Fire!?</em></p>\n<p class=\"cnM3ZjJmMjZjNjhmOTRlNzliZGViMDQyNjc1ZjMzMGJk\" data-original-margin=\"\">It was even worse than that, as rimefire ate through mana like fuel. Wards such as <em>Resistance</em> which had protected them from the elemental bombardment earlier did less than nothing, as they combusted like paper to feed the flames.</p>\n<p class=\"cnNhYTk0NTQxMTFlZDQ3ZTNiYjIzOWEzYzgwZjc3MjMy\" data-original-margin=\"\">One of the siphoneers had pumped an entire burst onto the bastion that Kaede once stood on. Now, she watched in horror as screaming men --including the young lieutenant whom she had spoken to moments ago-- leaped off the structure like human torches. They flailed about in the snow with painful cries. However nothing they did could quench the burning rimefire that consumed them alive.</p>\n<p class=\"cnNhZDcyMWQ5YjAyOTQ4YTY5NWNjZWQxYTMzMzkzOTNm\" data-original-margin=\"\">Then, as Kaede thought things could not grow any worse, hell's herald arrived in the form of a new battlecry. The noise came from far behind her this time, along the main line where a fresh Skagen attack of thousands pressed forward into a charge.</p>\n<p class=\"cnM5ZTgyMmE4Zjk5ODRiYTlhNDVlOWJkZWE1MDVjNDdi\" data-original-margin=\"\">At that moment, a voice Kaede had long awaited finally rang through her mind. Unfortunately, its tone was anything but pleasant reassurance:</p>\n<p class=\"cnNmZjAyMTFjYWVkYzQxNzQ5NzVmNWU5MDEwODQzOTc3\" data-original-margin=\"\">\"&lt;Order Major Karen to hold <em>at all costs!</em> Do you hear me, Kaede? Fight to the last! If the flank crumbles this entire army could be rolled up and destroyed!&gt;\"</p>\n<p class=\"cnNiNzY3ZDBhMjUzNjRiMjg4NTViZDAxYjhmNWE2ODA2\" data-original-margin=\"\"><em>That's impossible,</em> Kaede thought even as she heard Pascal's stern voice.</p>\n<p class=\"cnM2MWQzYjlkZTFhNzQyODFhOWMwMTlmMmQ1OGQzNGE4\" data-original-margin=\"\">Their line was already in tatters. Two companies, more than three hundred men in total, had been reduced to mere pockets of resistance. Two-thirds of the platoons were already routing after taking horrendous casualties from the rimefire bursts. The rest were wavering at best, utterly shaken by the screams of living corpses who flailed out in vain to quench the fires consuming them.</p>\n<p class=\"cnNiZTExMGUyNTU5NjQxODY4Y2RhNjA2MTFjOWE3MTQw\" data-original-margin=\"\">It was especially bad in the center, where only Kaede, the Major, and twenty or so others held their ground in the middle of a huge gap.</p>\n<p class=\"cnNmYWE5ZTMyZWIxYzRlNDJiMzcxOWNmNmZmOGVhY2U2\" data-original-margin=\"\">Only a dozen siphoneers remained standing. Some of them skied straight through their porous line, burning everything as they moved past the shallow trench. Yet this did little to quiet her apprehension, as the familiar now looked upon a mass charge by <em>hundreds</em> of Skagen ski infantry.</p>\n<p class=\"cnNlZGVhNWZjZTNmZDQ4Zjc5MjQ0ZWFiOTFjZjYyMjgz\" data-original-margin=\"\">It felt like an unstoppable avalanche of death had rolled across the lake and onto their shores, led by bear-like men holding overgrown foe-chopping swords.</p>\n<p class=\"cnNmNWJiMGZhZjIxMzRhZDliZGFhMGJhNDBkZGY5MTJk\" data-original-margin=\"\">Kaede couldn't help but notice that her arms were trembling. Cold shivers travelled up her spine as she felt almost paralyzed by fear. Her body screamed at her to turn and flee but her eyes couldn't peel themselves away from the approaching wave of death.</p>\n<p class=\"cnM5NmRmZmI5MDM2NDRiOTFhYTNhMDQ0NzM2ODhiZWM5\" data-original-margin=\"\">It was just like last night, except her situation now was exponentially worse than merely meeting a fire-breathing monster. She faced a tide of Northmen bent on killing everyone here. And she couldn't imagine a single scenario where she could make it out of this alive.</p>\n<p class=\"cnMxZDljMDc2YTk0ZDRmNDlhNTk0MTVkODkyMDA0ZDMy\" data-original-margin=\"\"><em>What other choice do we have? Run? We'll be butchered!</em></p>\n<p class=\"cnMxMmM4N2ZlYTRjMTRlNjU5YzZkNDczMTA4ZTQwNWQ5\" data-original-margin=\"\">No. Pascal wouldn't simply abandon her like this. He must be sending reinforcement even now, which meant that if they stood and fought, they might at least have a chance!</p>\n<p class=\"cnNhMTlkYmJmN2YwODRkNGRiZDFlZmNjYTBlODg4YWFj\" data-original-margin=\"\">--Yet, to claim this logically was one thing. To overcome her natural inclinations was another matter entirely. Kaede felt sick in her stomach as her legs quivered like jelly. She needed to pass on Pascal's orders but her voice cracked the moment she tried to speak.</p>\n<p class=\"cnM0ZTM3MGQ0NWU4ODQ4ZDI4MTYxNmQ4YjM3NTkzMzM5\" data-original-margin=\"\"><em>I have to do this!</em></p>\n<p class=\"cnMxOGQzNTY4Yjc2YTQ3NmVhOWZjZDExNjQ1ODJlYWE2\" data-original-margin=\"\">The familiar was still struggling to reign in her fears when, in an instant, she felt as though her emotions had been disconnected. Without any more resistance, she turned to the redhead Major and voiced through hollowed tones completely devoid of humanity:</p>\n<p class=\"cnNjNzQwMjAyMzJlMjRlYzM4YTNlOWY4MDlkYTg4MWZi\" data-original-margin=\"\">\"Our orders are to fight to the last.\"</p>\n<p class=\"cnMzZTZmNmY5ZWQ0ZDRhZDZhZWY4OGU1YzY4ZGE5NzRj\" data-original-margin=\"\">Major Karen blanched as she turned about. But she nevertheless nodded back, as though in grim acceptance that she... neither of them, would live to see past this day.</p>\n<p class=\"cnMzYzBlOWJiYzc2MDRkMzM5OWIwYWQ2NmNmNTNlYWYy\" data-original-margin=\"\">Recognition and respect passed between the two of them in an instant, before they turned away from each other.</p>\n<p class=\"cnNhMjI4MWM0YzUyZDRhOWNiZTUxZTJmOTJhZGI3ZmM5\" data-original-margin=\"\">The Major readied her swordstaff with both hands as her steady voice shouted desperately to rally the scattered remains of her battalion:</p>\n<p class=\"cnMxOTcyZjRiNTBhOTRlY2ZhZGMyM2FjNDE3NmEzODQ2\" data-original-margin=\"\">\"YOU ARE SOLDIERS OF WEICHSEL! YOU WILL STAND YOUR GROUND AND FIGHT! HOLD FAST TO YOUR BROTHERS AND DEFEND YOUR HEARTHS FROM PLIGHT!\"</p>\n<p class=\"cnMxMGQ5MGRjNzAzOTRkNDdhY2M5MThkYmJiMzU4ODJl\" data-original-margin=\"\">Meanwhile, the girl from another world puzzled over a steel 'water gun' just a few paces out. It laid on the other side of a shallow trench where burning rimefire continued to float on pooled water, on the wrong side of her only protection against a wavefront of barbarian tide mere seconds away.</p>\n<p class=\"cnNlZDdjMTNhMmE1MjRkMjM4OWM2NmY5MjA3N2QxYTli\" data-original-margin=\"\">Kaede felt like an infantryman eyeing an abandoned heavy machine gun. It was the only medium that offered her a fighting chance. Twenty paces of fire in both directions would form a sweeping curtain of flames, plugging the hole in their line as surely as any fresh platoon.</p>\n<p class=\"cnM4MmYxZDE5OGJkODQwMTI4YWY0MzZiZjIxYjc3NzMy\" data-original-margin=\"\"><em>What's the worst that could happen? Die?</em></p>\n<p class=\"cnMwMmMyMTE1YzY5NjRmYjA4NDBkNjJhNjM0YjlmZTNm\" data-original-margin=\"\">Her decision came within the blink of an eye as she leaped over to pry the weapon off its dead owner.</p>\n<p class=\"cnMzZWQwMWE3ZTFiNTQwMGY5OTJhZWQzNzczMzRlMzgz\" data-original-margin=\"\">She would have to get there before the lead skier. The bulky man clad in chainmail, hide, and rich furs charged across the snowy embankment and straight at her, while his hands raised his zweihander into the air like a looming executioner.</p>\n            ",
  "invisibleParagraphContent": "This tale has been pilfered from Royal Road. If found on Amazon, kindly file a report."
}