{
  "preChapterNote": "<p>Hey, this is another story from one of your fellow readers. The main character is another great female protagonist! Give it a shot!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(67, 61, 113, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/78653/stormborn-sorceress-a-fantasy-isekai-litrpg-adventure\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/stormborn-sorceress-aaba0cnbbxq.jpg?time=1702677237\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/78653/stormborn-sorceress-a-fantasy-isekai-litrpg-adventure\" rel=\" ugc nofollow\">Stormborn Sorceress: A Fantasy Isekai LitRPG Adventure</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p>Cass did not ask to be Isekai’d.&nbsp;<br>She did not mean to turn herself into a spirit of storms and aether.&nbsp;<br>She certainly did not want to be chased through magic glowing forests by monsters, especially not with a deadly storm brewing overhead.&nbsp;</p>\n<p>Scared and alone, Cass finds herself not quite human and not quite sure what that means. The system offers her knowledge and skills to help her survive, but she has no idea how it is changing her or how deep its changes go.<br>All she wants is to go home, but she’ll settle for fighting her way back to civilization—if she can find it…&nbsp;</p>\n<hr>\n<p>Read this if you enjoy: &nbsp;<br>- Weak to Strong Protagonists &nbsp;<br>- Desperate fights &nbsp;<br>- Creeping existential questions on what it means to be you and what it means to be a person</p>\n<hr>\n<p>3 chapters a week (Mon, Wed, Sat)</p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkZWZmODk4ZTc2YTRiNjM4OWYxNjRlMjZiMDg3MjI1\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNmYWE5M2JkMjZiOTRjZmU5YTM2MDM5MmZmZTVhY2Jl\" data-original-margin=\"\">I make it home, the new estate my family lives in, only to find a small crowd surrounding the entrance. I recognize a couple of guards that work with my father, or used to work with my father I guess, but most of them I have never seen before. I try to rub my temple out of habit, only to immediately regret it as pain radiates throughout my face. Instead, I just sigh wearily and approach the back of the crowd to attempt to navigate my way to the entrance.</p>\n<p class=\"cnNlNDI1ZjA2MTBiNDQ1MzdiZDk1ZDQ4YTEyODlkZmJm\" data-original-margin=\"\">\"Now what exactly do you think you are doing here?\" I am almost immediately stopped by an older, sneering woman at the back of the crowd. \"This is no place for beggars girl, away with you!\" she shoos. I lazily tilt my head towards her and raise one eyebrow, only to yet again regret expressing my exasperation.</p>\n<p class=\"cnM4OTk0MTVlMTVlODRiY2U4YzVlYjQzMzY2OTgyZTE5\" data-original-margin=\"\">The cut on my eye freshly trickling blood down my face, I respond with clear irritation, \"While I'm certain your diligence is well-intentioned, I would greatly appreciate it if you simply fucked off instead of bothering me with it.\"</p>\n<p class=\"cnNmMDJlOTRkYTQwNDRjNjY5Mzk0MGE5OGVkMGY2Nzc0\" data-original-margin=\"\">The woman's eyes widen in fury and she snaps at me, \"Clearly you have already been shown how welcome you are around here, so scurry off while I'm being polite!\" I examine the woman for a moment. Her dress is of similar quality to mine and, all things considered, I am actually more clean than she is. What exactly is this lady's problem?</p>\n<p class=\"cnM3NmFhMjI3M2FiODQxNjBhMmU5NjQ5YTVlMTMzNmJh\" data-original-margin=\"\">\"Why,\" I ask through a sigh, \"do you give a shit where I am? What does it matter to you?\"</p>\n<p class=\"cnMzMDc0ZDRmNDM4ODRmYjNhZWVjNmNhMDUwYzNlMDU2\" data-original-margin=\"\">I am met by a smug, knowing grin and she puts her hands on her hips, clearly excited to answer the question for some reason. \"I'll have you know this is my family's estate. My cousin, Lord Richard, was just raised to Baron today!\" she announces proudly, \"and one thing a new noble house does not need is a beggar looking for pity loitering about. Now off with you!\"</p>\n<p class=\"cnMxZWM3NGNlMWFlMDQ2ODA5NzIzNzUxYmE1MTRjNzEz\" data-original-margin=\"\">\"Look lady, between you and me, I don't want to be here much either. Unfortunately, that decision was taken from both of us. We'll have to suffer my presence together I'm afraid,\" I dismiss and go back to what I was doing. As I see a man next to the woman reach for me, I put up a thin force shield. I use a minor outward force that won't knock anyone over but will make it more difficult to grab me, like reaching through a block of jello to reach me. This is enough to give him pause and he looks at his hand with confusion, then starts bickering about something with the rude woman.</p>\n<p class=\"cnMwMWQ5N2Y4YjdmOTQwNjViMWRiY2M0YzNhOTI5ZTMx\" data-original-margin=\"\">My efforts don't pay off much and I just receive a lot of attempted shoves and further rude remarks from my 'family' but don't progress through the crowd. After my first interaction, I begin to recognize familiar features on the faces in the group. My father's jaw or my mother's eyes. I suppose I should have expected this, vultures descending on my family once they smelled fortune. I don't really blame them honestly; a lot of these people are so desperate for a better life that they will grasp onto anything they can find. It still feels like a slimy way to do it, however. Especially if that woman before was any indication.</p>\n<p class=\"cnNmZjY4OGY1N2UwZTQ0MzdhNTdlMjM1OWU0Y2QzNTZl\" data-original-margin=\"\">Irritated, I decide to try a spell I have been considering for a while. I'm certain I can do this, but haven't had much need for it recently. I know, roughly, the force of gravity. I can't guarantee it is identical, but I figure I would have seen more noticeable changes if this world varied much from Earth's gravity. I kneel down for a moment, relying on my force shield to protect me from rude shoves and tie the back and front of my dress together in a few spots, leaving only small holes for my legs.</p>\n<p class=\"cnM3MWE3Y2EzMTQ2YzQ1OTRiOWE5YTFjYzI4YWI0YWU5\" data-original-margin=\"\">Looking properly foolish, I calculate the amount of force I should need based on my estimated mass, and apply an upward force directly beneath myself. This takes a massive amount of mana, far more than simply altering my weight, but I begin to float. A good deal of excited chittering quiets as I rise above the crowd. I lessen the force once I reach a suitable height, out of reach of the people below. I then apply light force behind me to push me in the direction of the door to the estate. I also present my middle finger to the woman from before, although I'm not certain the gesture translates.</p>\n<p class=\"cnMxZDljOTFjZGVmNzQxZjJhNDQ4OTI5MjY4YTI5MThh\" data-original-margin=\"\">I successfully reach the front of the crowd and stop the force behind me, slowly easing up on the upward force and descending in front of the door. My display of magic apparently has a higher impact than my smashed grapefruit of a face, as the crowd parts beneath me and allows me through the entrance. As I kneel over to untie my dress, I am pleased to have bypassed the obstacle, and even more pleased that I can, it seems, fly. Or, well, slowly fall in the wrong direction.</p>\n<p class=\"cnMzNmM2MThjZGYyNDQxZDdiYTNiNTQ5ZDg2ZjU3NDM3\" data-original-margin=\"\">Truth be told with the mana I had to expend just for that and the mechanisms it uses, I don't think I'll be truly flying for a good while. Especially at speed, that would be like entering a freefall anytime I had to travel, and burning up all my magic as I do it. If I want to hurdle to my probable death at speed the traditional 'down' direction is as good as any already. Still, it was pretty cool.</p>\n<p class=\"cnM1ZjVkYmQzZDEzOTQ2ZjVhNDkzZDYzM2NmYmUwNTgz\" data-original-margin=\"\">My brief satisfaction is cut off as I enter the house, however, as I take in the scene inside. My father and Edward are standing in the middle section of our bifurcated staircase, receiving the visiting 'family and friends', whom I had never met in my life, as if they were his loyal subjects. They are both wearing swords they don't know how to use in order to look more like noblemen. Each is addressing him as \"Lord Serf\" and offering some kind of tribute, usually money. I realize the moron is still trying to claim the name Baldwin chose for him, and nearly face-palm before stopping myself from causing more pain.</p><p class=\"cjZmZTQ0NmY4NDExYjRiNDc4ZGVjZWFjZjI3YmZjYjhi\" data-original-margin=\"\">A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation.</p>\n<p class=\"cnNhOTIyZDc3N2MxMTQwY2Y5YTEzZTFjODNlMTJmODRm\" data-original-margin=\"\">He's going to regret that later if he doesn't correct people now. It's too late, he is Lord Endings now; nothing is going to change that. Trying to claim a different name won't impress Baldwin it'll just piss off the temple. More concerning is that he has been a lord for maybe a few hours and he is already taking bribes and trying to rule over his relatives. This is why I wanted to avoid a noble title; there are now men using my accomplishments to spit on everything I believe.</p>\n<p class=\"cnM1OThkYzZjZDdkZjRmMmU5YjNiYTA0YTJiNTVhMDFh\" data-original-margin=\"\">I do re-evaluate the crowd, however. Rather than a line of vultures, it's possible they are being extorted. Some of them happily, apparently, if the woman outside is an indication. Some of these people may not have wanted to come here, however. I'll need to investigate this later and ensure my father hasn't used nobility to harm anyone here.</p>\n<p class=\"cnM5NjkwYjM5ZjcxMDQ4M2JhOWY1Nzg2MTk5MjQwMjc0\" data-original-margin=\"\">Even that is not what truly upsets me, however, and something else draws my full attention. What truly upsets me is he has dragged my mother out to receive guests with him. She is clearly upset, overwhelmed, and completely at a loss. He has her on a chair he brought out just for this and his hand rests on her shoulder. Why would he make her do this with him in the state she is in? I march up the stairs, parting the crowd like the Red Sea, rage coloring my face as I go to rescue her.</p>\n<p class=\"cnNmNTU4ODgyNTVhNzQwNGViOTRiNTUwZTQ4YTg0ZjY4\" data-original-margin=\"\">It's only when her face pales and I see the most emotion she has openly displayed that I realize my mistake. She has her eyes locked on my bloody and battered face. Pure horror controls her and I feel power course through my mana as her heart cries out for her daughter. I often forget that to her, I am still her little innocent girl. Seeing me punished like this causes a shift in her, and I see her mind racing.</p>\n<p class=\"cnNjMTQxNTAyZjIwNTQyZmY4ZDFiNTkwNDFjOGI2NTY5\" data-original-margin=\"\">Her gaze shifts to my father, who has the audacity to look smug as he evaluates the result of my defiance. Even Edward, my jealous, prideful, asshole of a brother is looking at me with shock, horror, and even a little bit of guilt. Not my father. He is smug, and my mother sees it. Decades of living and raising a family with him, years of watching me, and her own intuition seem to put the pieces together. She has no way of knowing if he did this himself or left it to someone else, but I can see in her steely gaze that she knows he is related to it, somehow.</p>\n<p class=\"cnM1NWZjYmQzZWQ1OTQyMTU4NjU1ZDM0OWJiYzQ3NGM0\" data-original-margin=\"\">Her mouth opens and a wail escapes, the kind of animalistic cry only a grieving mother can make. It morphs into a scream of rage as she slowly rises, and before anyone can respond she descends on him like a rabid dog. The two fall to the ground the people around them scatter, one man stumbling down the stairs. Her long neglected fingernails, jagged from nervous biting, claw at his flesh while she screams in his face. \"SHE IS OUR DAUGHTER RICHARD! YOU ABANDONED OUR DAUGHTER AGAIN! YOU ARE SMIRKING AT THE BLOODIED FACE OF OUR BABY GIRL!\"</p>\n<p class=\"cnMzNjk1NDNmZGU1ZjRmMjY5Y2UyYTJmOGNiMDFkOGU2\" data-original-margin=\"\">She leaves long but shallow gashes on his face as she refuses to relent. After only a second he shoves her off of him, first pushing her up and then using a foot to kick her across the stairs. I don't know if his fury completely blinded him. I don't know if his humiliation over his wife attacking him in front of a crowd he wanted to impress took over. I don't know if he had wanted to for years and was now emboldened by the legal protection of nobility. Whatever it was, as he runs after her crumpled body he clumsily draws his sword in a fit of rage and tries to swing it down onto her. He doesn't get the chance. A wave of targeted force picks him up off the ground and throws him to the wall. His sword clatters next to him and he falls to the floor, disoriented as he tries to figure out what happened. He rolls so he is sitting with his back to the wall and wipes his bloody nose on his sleeve.</p>\n<p class=\"cnNiNGY1NWU3ZjY4NjQ3OWM5NzM2MGM1ODBiOTBhMzFj\" data-original-margin=\"\">I first look at my mother, who appears to be recovering with Ed's help. Confirming she is ok, I descend on him like a storm, nailing him to the wall with force mana. My cold gaze meets his confused, then terrified eyes. He begins to struggle as I close the distance and slam my palm into the wall behind his head. I lean in next to his ear and whisper, \"You just tried to kill my mother. Do you know why you are still alive?\"</p>\n<p class=\"cnM5YTI2ZmQzMmQ4MTQyMzBhMWM0ZGYxZGJjNzE0NjE4\" data-original-margin=\"\">He doesn't respond but I can feel his labored breathing quicken as I continue, \"You are alive because if you die, or are crippled, my fiancé will probably become my guardian. Mom's too. So you keep clinging to him. You pray to your precious Collector that he lives a long, long life. Because as soon as it's no longer more dangerous for you to be dead than alive? As soon as Mom isn't technically safer while you have a pulse? You are a dead man.\"</p>\n<p class=\"cnM1ZWM0ZmFhMmJiNzQ2YTdiMGU1ZTQ3YTQ4NzI0YzAy\" data-original-margin=\"\">I go to leave then, but a thought occurs to me, \"By the way, the church declared us the house of Endings. They did this at the ceremony Baldwin requested. You are challenging them both by declaring a different name, you fucking idiot.\"</p>\n<p class=\"cnM4OTZkNDgyZjU5MzQxNTRhNjA1Mzg5ZjllOWY1ZDhh\" data-original-margin=\"\">With that, I leave the terrified rodent who fathered me panting in fear on the ground and call back to the crowd, \"Someone take him to a clinic, he probably has a broken rib.\" Sending him to get care may raise some eyebrows but no more than a crowd of witnesses. I should have hidden before my mom saw me, but it's too late to put this genie back in the bottle. Fortunately, my father still relies on me to give his noble title legitimacy and Baldwin still needs me. Nothing will come of it.</p>\n<p class=\"cnNjOWUxYzgzZTkzYTQxOTQ4ZjMxOTU5NWNhNjA3Mjkz\" data-original-margin=\"\">I move to my mother who is panting, tears running down her face, but ok. Edward is not my favorite person but he is at least my ally in helping her as he drapes her arm around his shoulder and helps me walk her to an unused room. We lay her down on the bed and I sit down next to her. \"I need to talk to Mom alone,\" I tell Edward and he looks at me sharply, his face softening again as he sees my wounds.</p>\n<p class=\"cnNjYjEzMGQyMWVmODRmMzk4OGQ3YWUxMzgzM2JiN2Fh\" data-original-margin=\"\">\"Lillith, I- I... you know what, never mind. Let me know when you are done,\" he scoffs before leaving me alone with my Mom. I look after him as he leaves. Somewhere, deep down, buried in all that pride and selfishness, is a kernel of empathy. Not a lot, but maybe it can be nursed. I will worry about that later, however.</p>\n<p class=\"cnNmMTk0ZDcwNDU2YTQwNzY5OWIyZDNjZjliYjMwZGQw\" data-original-margin=\"\">\"Lily, I'm so sorry, I'm so, so sorry,\" my mom weeps, her arm draped across her eyes. \"I haven't been here for you. I still have three kids to take care of and I've let you down. Left you to... him. I'm so sorry.\" I just run my hand through her hair.</p>\n<p class=\"cnM5NjYzOWE0YTMyNjQyOTE4MDI1NDY3MWNhOTRjODM5\" data-original-margin=\"\">\"It's alright Mom. This isn't on you, I promise. I'm alright. I love you,\" I reassure. \"Actually Mom, there is something I need to tell you,\" I say, and she sniffs, but nods, signaling me to continue.</p>\n<p class=\"cnMxMjY3NWZhNmY2YTQ3YmJiYjFiNjNlYjI3M2UwYWJi\" data-original-margin=\"\">Our conversation feels like it lasts forever and I revel in the joy of my mother's voice. She is heartbroken and scared. She is worried about losing her children. But she is so alive! As our conversation draws to a close, I see the light of hope in her eyes for the first time since Henry was taken.</p>\n            ",
  "invisibleParagraphContent": "A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation."
}