{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhOTgzMDE4MjE2ZjQ4MDM4ODZmMWE1NzcxODgzNDkz\" data-original-margin=\"\">I have to suppress an exhausted groan as the voice of one of the fucking stewards comes through Sara's whisper sphere. April, I think? It has been a moment since I learned their names, and I am fucking tired. \"Is this April? Why do you have Sarafyna's sphere? Can you just give it back to her?\" I request. The fatigue is clear in my voice and I really hope this lady doesn't want to have some debate about her shitty little monarchy right now. My hackles rise as I hear her clicking her tongue on the other end.</p>\n<p class=\"cnM4YzA4OGMwMDFkNDQ0NTdhNjQyNWMyN2E4YTcxMTk1\" data-original-margin=\"\">\"I'm afraid she is... indisposed, at the moment. You'll have to talk to me instead, <em>Your Majesty</em>,\" She replies. The words <em>'Your Majesty' </em>are dripping with condescension. I feel a low, humming anger ripple across my skin as I guess at her meaning.</p>\n<p class=\"cnNiODdjMzhlOTJjYjQwZDQ5MWY3NmJmNDg4ODRiYjk1\" data-original-margin=\"\">\"Indisposed, <em>how</em>?\" I coldly demand.</p>\n<p class=\"cnM3NmNmZjFlOTI0MDRkZWViMWU3YjVjNDg2MGI0OTBj\" data-original-margin=\"\">\"We have been discussing you a lot, recently, Rebecca and I,\" She replies, ignoring my question. \"You and your... unconventional relationship choices. In fact, there has been some discussion about it all across the kingdom. Since, in your wisdom, you chose to display it in public, in front of all of your subjects. Well, you'll be pleased to hear this. The general consensus is, it doesn't matter who you choose as a... concubine. However, frankly, disgusting that choice may be. Several prominent betrothal candidates have actually shown increased interest, since your proclivities were revealed, it would seem. But your duty remains, and your people need the leadership of a king. I'm afraid we must insist that you provide us with one.\"</p>\n<p class=\"cnM3YTg0MzJiYWNlNTQ4NWFiNjUxMzI2ZDkyM2ZmNDZi\" data-original-margin=\"\">I nearly crush the whisper sphere in my fist as she explains this. Her comment on 'increased interest' trickles across my skin like wastewater. I'm certain this is perfectly visible on my face, but I'll have to communicate disgust through voice alone. \"Where. Is. Sarafyna?\" I repeat.</p>\n<p class=\"cnNkNTc4MDkzYzgxZDQxZjU4MDU4NDU5YzUzYjZlYjAw\" data-original-margin=\"\">\"Sarafyna is in our custody, for now. It was decided she should not be allowed to... distract you, for the time being,\" April replies. \"After the wedding, or perhaps once we have a suitable heir in line, you can speak to your husband about her release.\" My stomach churns. This woman is going to die. She is going to die the second I can get my hands around her throat.</p>\n<p class=\"cnNhYzE2NzlmZjc0MjRjOWI5ZGI4OTEwNDlhNWJjYTQy\" data-original-margin=\"\">\"Are you fucking stupid?\" I say. \"What is your fucking plan here? We need her to travel through the Radiant Woods. Even if I wanted to pick one of your nasty little candidates, how would we even get to each other? More importantly, how do you plan to survive if we do bridge that gap?\"</p>\n<p class=\"cnMyNDg5YzNhYzc3YjRmNjI4ODU3YWUwY2FhM2E3NzI3\" data-original-margin=\"\">\"Well, I'm glad you asked,\" she practically smiles with her voice, \"First of all, there is no need to choose anyone. Considering our respective positions, I took the liberty of selecting for you. My son, Michael, will be your fiancé. As for how you plan to get here for the wedding, well. I suppose you'll have to figure that out. You're a resourceful woman. I believe you can do it. And, if you want your concubine spared, you'll do it peacefully.\"</p>\n<p class=\"cnM0YTA1Y2RhNjdkODRjYTM5NTMwNTRkZGQ0OTY1ODk1\" data-original-margin=\"\">\"And your precious resources? You produce less than every other community. How do you plan to feed and clothe people you moron? Sarafyna is the only one who can deliver it. Are you hoping your self-satisfaction will keep everyone fed? Because you are the only one I plan to fucking feed it to,\" I snap. She has the gall to laugh at this.</p>\n<p class=\"cnNhYjBkYTEwZTQ2NTQ1MjY5NDA0Y2Q1MTEzYjZmNTU2\" data-original-margin=\"\">\"Oh, sweetheart, we don't have to worry about that. Weren't you wondering how we even managed to capture her? We have some... friends. We'll make it to the other communities just fine. In fact, they will need the Kingdom of Endings to travel between each other as well. Your husband will be able to set some new... rules for resource management.\" she explains and the blood drains from my face. Ember's fucking people. I need to speak to her the second this call is over. Did she know about this? I hastily pull my glasses out of my bag and put them on. Facing the wall separating our rooms, the radar enchantment reveals a tall, Ailur shaped woman moving around inside. So she is not doing anything to anyone right now, at least.</p>\n<p class=\"cnNlNDM4YjA0YWVlNTRhYWQ5NjE0Y2EzMTU1ODExYTJh\" data-original-margin=\"\">\"I see. So you plan to come to me for this shotgun wedding, then? You know the fucking Collector won't let your 'friends' retrieve me. Only Sarafyna can move me to your precious kingdom. Only someone that can control the Woods themselves, not a group that is simply allowed through with the Wood's permission.\" I prod.</p>\n<p class=\"cnM3MzA3OWE1YmRhOTQ4NzdiMjNhNmJhOWM4MTdlMjcy\" data-original-margin=\"\">\"Shotgun?\" She whispers, but regains her composure quickly. \"No, no. The wedding needs to be in the capital city, of course. Your most loyal subjects, the new nobility, will want to attend! Nowhere else will do. Of course, if you can't find a way to reach the Kingdom of Endings...\" she trailed off for effect. I could feel her glee seeping into my skin at her next words. \"Well, then it is a good thing you have such competent stewards, isn't it?\"</p><p class=\"cjdkNzNjZDBlMTNmNDQ2YWRhY2RkNTA5OTRhZWI3M2Fm\" data-original-margin=\"\">If you come across this story on Amazon, it's taken without permission from the author. Report it.</p>\n<p class=\"cnNlZDY0MDMyMzllODRiNzNhNzIyODJmZWFhZTU1ZjE2\" data-original-margin=\"\">And the penny drops. She never fucking cared if I got married. I was only ever a name to lend her authority. I was too easy on these morons. I wanted them to see how quickly monarchy fails without the threat of force behind it. This 'kingdom' was made up of people who escaped an abusive monarchy and immediately wanted to build a new one. I figured that was the only way to make it clear to them. That was a mistake. Because they used me. They used what I had done to prop up their own authority. And some part of me really believed they just admired me enough to want me as a ruler.</p>\n<p class=\"cnM2Zjg4MDk2MzllYjQwYWU4ZmIxYjM1NGRkZTkwZDVi\" data-original-margin=\"\">But I knew. I knew no one ever actually admired their ruler. No one that isn't themselves gifted prestige based on said ruler's existence, anyway. I knew these stewards were using me to prop up their own authority. I never should have allowed it. Not for one fucking second. They are using fucking <em>me </em>as a prop for authority. Christ. I was just so certain it would collapse before it got too bad. So certain, and distracted, and, well, goddamn arrogant. I was arrogant and it felt just a little good to be called queen. To be called queen and reject it; to be above it. I could have made it more clear I wasn't anyone's queen.</p>\n<p class=\"cnM5ODFiYjdlMDM4MDQzMjE4ZDUyN2JlZjE2Yzc0MmQ5\" data-original-margin=\"\">I could have ended it once and for all if I'd really wanted to. I didn't. Whatever I said, part of me wanted that admiration. And I thought ignoring it would be a sufficient solution. Pride and stupidity are the same fucking thing. You can't ignore a royalist. A fascist. A power-hungry asshole. If you ignore them, if you think they'll fail on their own just because you took their support away... well, if they are small enough they probably will. But even the weakest and most pathetic of them can't really be ignored. When people are that proud, that hateful, that desperate for power... they always, <em>always </em>have claws. And even as they fall they will tear at any precious thing they can reach.</p>\n<p class=\"cnMxZmI1ZWZkMWYyOTRmZjM5MjdhYmJkMWM5NjJiMmJj\" data-original-margin=\"\">And here we are. I glare at the sphere. Blood starts to trickle from my nose, down to my lip, and into my mouth. \"I see. So this was the game the whole time, huh? Keep me around to use my name, to prop up your own authority, forever? You are still a woman, like me. They still want me, not you, as a queen. Don't you think they'll ask questions if I just... never show up?\" I challenge. She fucking laughs again.</p>\n<p class=\"cnMzMzIyZmMwMjcwNDQxYTE4NTA1ODMwMGIwYzU0ZWY4\" data-original-margin=\"\">\"No one wants you as queen you sanctimonious bitch! Everyone just wants to be king and they know they'll be able to fuck the most powerful baby into you! You are nothing but a sack of too much mana who is in over her head! Will they care if you never show up? Sure. But they'll also know that, as long as you are unmarried, there is still a chance for them to get you on your back and make them king. They'll just be happy you haven't married anyone else, until Rebecca and I have made enough changes and laws that, they forget they ever had anything but stewards. That's how you start a new kingdom, Your Majesty,\" she sneers.</p>\n<p class=\"cnM4Mjk1NTU1NTRiMzRiZDZiMTJhYmYwNmE2M2E0Zjdm\" data-original-margin=\"\">Blood drips from my lips and makes small puddles on the floor, barely missing the whisper sphere as it falls. Sara was supposed to be back by now. She was supposed to help me manage my cancer. I need her. But more than that, she needs me. My next words are ice. \"You are right. I suck at politics. I can't play these games all the time. I can't wrap my mind around the thoughts of snakes. But I didn't tear down Potestia by playing politics, did I? No. I did it with violence, April. I am not Lillith of clever little games, I am Lillith of Endings. And you know what, if I were you, I would hope, and pray, and beg on my knees that I find my way to you. Do you know why?\" I ask.</p>\n<p class=\"cnM2YjUzMGNlMjQ4YTQwMWRiNjg5YWE5Mzg2ZWM0YWEz\" data-original-margin=\"\">She chuckles. \"Very scary, stuck in some other city, too scared to walk through the woods to find us. No, why should I pray that you manage to find me?\" she replies.</p>\n<p class=\"cnNmNTUxMTRkNzgzZDQ3MGFiYjViMjc3YmE1NTc2Mjli\" data-original-margin=\"\">\"Because I kill quickly. I won't give you time to feel the pain. If I make it to you, you will be afraid, but you will simply die. But Sarafyna? My future fucking wife? Well, see. She has some unprocessed trauma. I've been trying to talk her through it whenever I can, but it's a lot to unpack. See, she was trapped, imprisoned you might say, for quite a while. She was trapped by people she was supposed to trust. And she was hurt, while she was there. For years. And the only way she found to fight back against that imprisonment? Well, it was violence. It was the fucking hunt. The hunt of the people who hurt her.</p>\n<p class=\"cnM1NDZhNWRjMjI4NzQ5MDE4YjQ2ZDA2NWYyM2E4M2I1\" data-original-margin=\"\">\"She didn't kill people to stop them from existing. She killed them because she was in constant pain. In constant fear. She tracked them down and hurt them like they hurt her. Yeah, she is usually quiet. Demure. Happy making her hats and chatting with me. But that's all still there. Under the surface. Boiling. Waiting for someone to light the fuse. The last time that happened, a man was eaten alive. Chewed up and spit out, slowly. And what did you do to her? You told her she could trust you, and you imprisoned her. Trapped her. Hurt her. So yes. I want to kill you. And I will as soon as I have the chance. But that's why you need to pray that I do.</p>\n<p class=\"cnM1YjY4YzJjY2M1MjQzNjRiZjhmNGQ5M2M2MGYyYjQy\" data-original-margin=\"\">\"Because she is going to find a way out whether I get to you or not. I will kill you in a blink. But if I'm too slow, and my girlfriend escapes first? She will give you time to fucking scream,\" I finally finish. April doesn't laugh. After a moment of silence, I hang up. My nose is bleeding too much, I spent too long on that call. I'm starting to lose my vision. I need to confront Ember. I pull one of Henry's potions out of my bag and drink the entire thing. It tastes like sewage and goes down as easily, but it'll steady me out. I focus all of my mana on the cancer. Shaving it away. Then I channel my mana into the whisper sphere again, this time willing it to call my brothers.</p>\n            ",
  "invisibleParagraphContent": "If you come across this story on Amazon, it's taken without permission from the author. Report it."
}