{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwZDFjOGY1OTk3YjQ4ODBhNzk0MzUzYTg5NDA5MzFi\" data-original-margin=\"\">Sara and Ed are resting while I show Ember around. We are starting with the community we are currently at, for obvious reasons. The two are taking a break before we hit the Radiant Woods again. Everyone is understandably nervous about that trip. So I am handling this bit alone, with Sara's approval. \"And this,\" I announce, gesturing to my brother's lab, \"is where my brother makes drugs. The guy with the messy hair is Henry, my youngest older brother. The pretty girl is Autumn. They're special friends. Hey guys, this is Ember. If all goes well, we aren't going to try and kill each other soon.\" I am honestly amazed at how quickly he got this set up. And at how attentive Autumn was to his work before we arrived.</p>\n<p class=\"cnMwMzhmZTk0ODI4YzQ1Mzk5ZTk4NDgxOWQwN2U2NGYx\" data-original-margin=\"\">Autumn blinks at me while Henry's focus is on some kind of herb he is grinding. \"Um, hello. Nice to meet you. Are you a, uh, cat?\" Autumn responds. This question is more successful in grabbing Henry's attention and he immediately looks up. I guess people try to kill me too often for him to take special note.</p>\n<p class=\"cnM1NmJjZTU2OTQzYTQ0M2E4OWY0NzMxZTdjZTI3YmQz\" data-original-margin=\"\">\"Huh,\" he says after a moment. \"Are you?\" Ember growls at this.</p>\n<p class=\"cnNkMDkzOWU2ZWVjYzQzYzdiNWY2MmIwODc0MTg0MTEx\" data-original-margin=\"\">\"I'm an Ailur, not a 'cat'. No more than you are an ape,\" she responds. Autumn and Henry share a look.</p>\n<p class=\"cnM3ZDZiNTQxNDU0NjRlMTI5M2UyYmNiMWE0YWIzZDJh\" data-original-margin=\"\">\"Why would Autumn be an ape? She doesn't look like an ape?\" Henry asks.</p>\n<p class=\"cnMwZWMyMjhjNGI4MzQwZTNhMjExYjNhMWVkZGE1MzYy\" data-original-margin=\"\">\"That's a long story,\" I respond, \"One I am interested to learn our new Ailur friend is aware of, actually. Suffice to say she is a person. But we can talk about that later. You mind telling Ember what you are working on? I'm trying to give her a decent idea about the type of community we have here.\" Henry puts his mortar and pestle down before rolling his right shoulder, massaging his wrist at the same time.</p>\n<p class=\"cnMyMDE2ZjMxOGM3YTQzODNiNmZlMzdlMTJjMTIwNzg3\" data-original-margin=\"\">\"Yeah, alright. I assume you've seen the plants growing all over the building, poking into everyone's home?\" Henry answers easily. Autumn looks at him like he's insane, but Ember doesn't seem to notice.</p>\n<p class=\"cnMyY2QyMTk2N2FkMTQ3MmQ5M2E0YzNhZjM4MzQyMDgz\" data-original-margin=\"\">\"Obviously,\" she answers.</p>\n<p class=\"cnNiMWIwMTY1MzQ5ODQxYmE4MTQ5YTlhN2FhMmYxN2Q5\" data-original-margin=\"\">\"Right, well, these are largely protected from insects and other hostile influences using mana. My little sister there designed an artifact that scares them away with sounds people... er, humans can't hear. Our friend Clarisse created one that uses various scents. Some people use little barriers around them, but this is pretty mana-intensive. We have a lot of little tricks like that to maintain these, but I'm trying to design an alternative. A mist-based potion to protect all the plants. They are our primary food right now, so redundancy is never bad,\" Henry explains.</p>\n<p class=\"cnM2ZjNlYWMyOTFkYTQ0ZWY4NmIwNzNkMWJjYTBhNzU3\" data-original-margin=\"\">\"An insecticide? Those are toxic,\" Ember challenges and I raise an eyebrow. I grow more curious about her culture the more she speaks. I suspect it has not stagnated at nearly the same level as Potestia's.</p>\n<p class=\"cnMzOGRiZThkOTAyNTQ4MDliZjRiMWNhZmJkY2ZkN2Iw\" data-original-margin=\"\">\"This one isn't,\" Henry dismisses. \"Well, it won't be when it's ready to actually use anyway. That is an interesting name for it though. What's it mean exactly?\"</p>\n<p class=\"cnM2Y2M5OWJkODczNjQ1YzZiMDRjZjI5ZjUxOGFiNTVh\" data-original-margin=\"\">\"It means something made for killing bugs,\" I answer. This time Ember gives me the quizzical look.</p>\n<p class=\"cnM1ZmFmNWNjNzcwOTRhNmY5MWU3ZTczZDY4YWM5NWMy\" data-original-margin=\"\">\"Huh. Well, it's not for that. Not trying to kill the little guys, just scare them away. I'd be interested in how the ones you mean are made, though. Or are they made? I guess if they are toxic you probably have little use for them, right?\" Henry answers.</p>\n<p class=\"cnMwZDUyYjBiMjkxZTQ2ZDNiM2UwZjA2M2Y0MWU1NWJi\" data-original-margin=\"\">\"I could think of a few uses for them,\" Autumn mutters and I let a smile paint the corner of my mouth.</p>\n<p class=\"cnM5Y2VkMmVhZjMyYzQ2NDk4MjE3NDdkNTYxNDUyZjg2\" data-original-margin=\"\">\"And what are you hanging around here for, Autumn?\" I inquire. She jumps a bit but straightens her back.</p>\n<p class=\"cnM5YzEzMDM1MTQwODQ2NjRiYTE5NzRkOGI0NjA5YzMy\" data-original-margin=\"\">\"Well, I didn't exactly have much of a plan for my future a few years ago. I was supposed to get decent at basic magic and enter a political marriage. That's changed, now. So Henry is teaching me alchemy!\" she announces. Oh, of course he is. I hadn't pegged Autumn as the type to find Alchemy interesting, but I guess I hadn't pegged her as the type to find anything interesting, really. Nobles sort of have an air of... do-nothing, about them. Perhaps not fair to apply to people like Autumn who willingly gave up their noble titles.</p>\n<p class=\"cnNjNWYxMjc1ZjJkNjQ4Mzk5NTg3NzVhNGNlYWI5OTZj\" data-original-margin=\"\">\"Oh that's awesome, he's a good teacher. Taught me to read once upon a time. Very patient but knowledgeable at the same time. I've heard recent rumors he has inappropriate relationships with his latest students though,\" I joke and Henry scoffs while Autumn blushes.</p>\n<p class=\"cnMxMjlmN2ViMDlkMjRhNzM4OTM1OWU4YTU1MDZlYWUy\" data-original-margin=\"\">\"Patient my foot. It took you less time to learn your letters than it takes Gil to get dressed in the morning,\" Henry laughs.</p>\n<p class=\"cnMxMWMxZjNiYmY2OTQ4YjdiZTQ0MTc1Zjg5YjhlOWZk\" data-original-margin=\"\">\"Figures,\" Autumn laments. \"It's honestly rude how quickly you picked up mathematics.\" Ember's examination of me only intensifies and I remember why I brought her here.</p><p class=\"cjhmMDgzMGJhM2E4ZTQ5MmRiZGYwZDhiOGNiMjZmMWIx\" data-original-margin=\"\">You could be reading stolen content. Head to Royal Road for the genuine story.</p>\n<p class=\"cnM4NmRjMDIwODEwOTQ3Yzc4MDg5NzM5M2U3ZDY4YTRh\" data-original-margin=\"\">\"Well, I had a head start in some ways. Anyway, we have a lot of stops to make today. We gotta go collect Sara and Ed, I want to give her a tour of some other settlements,\" I respond.</p>\n<p class=\"cnNmMTEwZjQyOTc4NzRmODI5ZTdiNTA0MDg3MDQzMGRk\" data-original-margin=\"\">\"Already? After you got attacked on the way here? Are you sure that's safe?\" Henry asks, worry suddenly tainting his voice.</p>\n<p class=\"cnM0YmFjY2JmMDNkYzQ4NGNiNWEzOGMxNTc0Y2IzZjQ0\" data-original-margin=\"\">\"Yeah, I know. Don't worry, I won't push myself. I've got Ed and Sara. No one is getting past Sara in the Radiant Woods. I don't have to push too hard while I'm there either, truth be told. Besides, I thought we'd head back and visit Charlotte first. She may not be interested in fighting Potestian mages but I suspect she is a dangerous person to attack anyway,\" I assure.</p>\n<p class=\"cnNlYTJlZTkwYjI4OTQ4YTk4NTJjYzQ5NjM1OTVkYzNm\" data-original-margin=\"\">\"Still, be careful,\" Autumn adds and I nod.</p>\n<p class=\"cnM2MjIyMzJjM2QyYzRlNjJhNzdiMzZhY2E4NzVlMWQ4\" data-original-margin=\"\">\"I promise. Take it easy you two. Don't do anything I wouldn't do,\" I say. Finally, I nod at Ember and we start to head back to the room I am now sharing with Sara. \"So what do you think? Of our first big evil military outpost of demons? That kid with the prosthetic was particularly scary, right? Wait until you meet my buddy Ozzy. He's got the heart and temperament of an angry Lion.\"</p>\n<p class=\"cnNmOWU3NmUwNWY5OTRmNGU4NzYwN2I5MDY0ZmEwMzEw\" data-original-margin=\"\">Ember looks at me appraisingly as we walk. Her focus is so intense, she doesn't notice the people staring and pointing as we walk by. At my leisurely posture, at her black fur, at the cuffs she now wears in front of her body, and at her digitigrade legs. Maybe they are just looking at our stark height difference. I'm a bit short and she is... definitely not. Which biologically makes sense considering the aforementioned legs. In any case, it's all lost on her. We are in front of my new room before she finally answers me.</p>\n<p class=\"cnNkZDYyMGRkZGJhODQ1NTU5OTgwMmY2OTE0YjJiY2Ex\" data-original-margin=\"\">\"I want to see all of them,\" is all she says. That's progress I can do... oh goddamnit. All means all. I pause before opening the door.</p>\n<p class=\"cnM5ZjgzMDNhYWM2MTQ3MDI5YzE3ZmRlNzBhNTU1MmRj\" data-original-margin=\"\">\"All of them... as in... all, all?\" I ask and she glares at me.</p>\n<p class=\"cnM2ODcxYzhlYzQ1MzQyMWI4Yzc5ZjYzNjEyMDU1NDVm\" data-original-margin=\"\">\"Yes. The nexus has shown us everywhere you travel, so I know how many places you have invaded. I want to see all of them,\" she repeats and I groan. I'd very much like to avoid visiting the Kingdom of Endings. 'No no, I am not the demon queen, harbinger of endings! These people, referring to me as the queen of endings? No, that's unrelated.' Yeah, that'll go over well. Whatever, I can save them for last. Maybe she'll come around before then. I decide to change the subject for now.</p>\n<p class=\"cnMzMDYyNTRhMzhkZjQyZjI4ZGM2NWNiZGU2NDY0ZTAy\" data-original-margin=\"\">\"The nexus?\" I ask, \"What's that?\" She looks at me with narrowed eyes before clicking her tongue and looking forward. After a moment of silence, I decide she isn't going to answer me, so I open the door. I have to smile when I walk inside. The place is a mess. Half-unpacked luggage is everywhere, with almost nothing in place. Almost nothing. On one wall, at least two dozen hats have been neatly displayed on various hooks and nails. I walk into the next room and find my two favorite girls on one of two beds. Sara and Suzume are both fast asleep, both sprawled out, side by side, and both on their backs.</p>\n<p class=\"cnM3OGY5YWUyZmVmYzQ5OWJhNzBmYmVjN2UyODNmZjkw\" data-original-margin=\"\">As I walk in Suzume is the first to notice, looking up at me without rolling over and trilling, until she notices Ember behind me. Then she immediately regains her footing and hisses. This wakes Sara up who looks at me with hair that resembles a half-styled afro of tangles. \"It's alright Suzie,\" she whispers before looking at me with bleary eyes. \"Time to go?\"</p>\n<p class=\"cnNlNTU5NGZmZDMxZjQ0NDFiYjUyYzdmNTAyMDUwNmYx\" data-original-margin=\"\">\"I mean, you can get the jungle on your head sorted first, if you like,\" I offer. In response she shakes her head a little and, with the aid of divine magic, her hair is perfectly styled and smooth a moment later. \"Well that's not fucking fair,\" I protest and she grins at me.</p>\n<p class=\"cnM4MjA1OTRkOTk2YTQ2M2Q5MDI5ZDY3ODAyNDIzN2U3\" data-original-margin=\"\">\"One second,\" she says before running to her hat wall, scanning it for a few minutes, then selecting a feathered bycocket. If it were green instead of black I'd think she looked like a femme Robin Hood. \"Ready,\" she announces. \"How did she like the place?\" Ember growls at this and I pout back at her in a slightly mocking way. She isn't saying anything to indicate she is receptive, but I think somewhere, deep down, she is. Having her preconceptions challenged is having an effect, if not a visible one. Because however she looks and growls, I can feel the tiny seed of grief she keeps trying to fight off.</p>\n<p class=\"cnNmOGNjMzVjMDIxZDQ4MWVhM2QwZjYzZWQwMGI3ZjZk\" data-original-margin=\"\">It doesn't take long to collect Edward and get provisions for the trip. Half an hour later and we are headed toward the Radiant Woods again. \"Alright, Ember. Now is the time. I need to know how dangerous this is. Are we going to be ambushed as we approach the Woods? Will there be more people waiting to kill us? Tell us now. The only chance we have at sparing them is if we see them coming. The only chance we have at sparing any of you is if we aren't surprised,\" I say, looking directly into the taller woman's eyes.</p>\n<p class=\"cnMzNjk3ZmU2MDBkYTQ1MjdhZWFlMzJiNjk4YzZiYzg2\" data-original-margin=\"\">She pauses for a moment, then shakes her head. \"N-no. No, I don't think so. We... weren't supposed to attack you at all. We were scouts. It was... It was Skia. She saw you undefended and thought she could be some kind of fucking hero. No one is supposed to attack you unprovoked,\" she admits. That certainly does explain some things. And is a point in favor of 'not a danger to innocent people.' Short term anyway. Scouts can be pretty dangerous. Still, if that's true, she didn't actually try to kill me herself. She just... didn't stop her friend from doing it. Yeah, alright that's not amazing either but there is still a lot I don't know.</p>\n<p class=\"cnM1MDk3YmM1NDE4YTQ2N2ZiNmY0NGViZmRiZjBkMDI2\" data-original-margin=\"\">Ed asks the next question before I get the chance. \"And if any other scouts see you, cuffed and accompanied by an infamous demon queen?\"</p>\n<p class=\"cnMxNDFkZmI1MGQ5OTQ4Mjg5MzllZTZhNTU5NTRlOTJm\" data-original-margin=\"\">Ember pauses at this. \"I... don't think they will just attack. It depends on who it is. And how dangerous they are. But...\" She pauses, not wanting to give military secrets away, but hesitant to give up on seeing more. She has already seen enough to have more questions, and probably doesn't particularly want to die. It's true some soldiers are willing to do just that, but not nearly as many as the movies imply. \"I don't think so,\" she finally repeats. I look at her appraisingly for a few moments. Then I give Sara a questioning glance, and she gives me a gentle nod. Finally, I create a shield of force around all of us.</p>\n<p class=\"cnM4NjhlZTk5OTc5MjQxOWJhZDhmZmZjNTE1OGRhZmZh\" data-original-margin=\"\">Here, so near the Radiant Woods and the intense grief contained within, my mana is completely invisible. It also takes very little effort, so the risk of my cancer fighting it is relatively low. We should be safe if Ember is wrong, or lying. \"Well. Alright then. Let's go meet some more friends,\" I announce, and we approach the Radiant Woods.</p>\n            ",
  "invisibleParagraphContent": "You could be reading stolen content. Head to Royal Road for the genuine story."
}