{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3MTI2M2FkZWZkNjQ2Njc5NTk1MmY2ZmRjYjEwN2I5\" data-original-margin=\"\">\"--Pascal also said that given Rhin-Lotharingie's political position, it would be best if we managed a peaceful coexistence with the Caliphate.\"</p>\n<p class=\"cnM5OTc3YmZmZGUwMzRjMWZiZGY1NDYwNTRjZjhjMmRk\" data-original-margin=\"\">These words, which came from a young girl merely ten years old, were a proposition towards the foreign policy of an <em>empire</em>.</p>\n<p class=\"cnMyM2RkOTIzOTg1OTRlNzM5YzhiZTgxMmEyZWM4ZTk2\" data-original-margin=\"\">After over a year spent in Nordkreuz effectively as a prisoner-of-war and political hostage, Princess Sylviane was at last returning to her homeland. Her father Geoffroi, the Emperor of Rhin-Lotharingie, had crossed the border in person to pick her up. And now she snuggled into the side of his broad chest as they rode the royal carriage back.</p>\n<p class=\"cnM4ZTdhMzY3YWZkODQzZTNhOWViNDg0NzUxZGVhNDAy\" data-original-margin=\"\">The young girl watched as an amused smile stretched across her father's visage. His large hand brushed the tresses of her dark-purple hair before rubbing the top of her head. His touch was heavy yet it brought a faint and nostalgic smile to the girl's lips. It was a comforting luxury that she had not experienced for too long.</p>\n<p class=\"cnM3YjZhNDhjYWZjZjQ4NzViZTViYzAyNTM5MzViMGZl\" data-original-margin=\"\">\"Pascal seems to think that politics consist of mere numbers and tools, freely manipulated for efficiency at will,\" the Emperor laughed. \"The Caliph has an ego too. There is no way he'll simply agree to be friendly, when we Lotharins took lands that he painstakingly seized from the Imperium during the last war.\"</p>\n<p class=\"cnM2OWUzZmQzN2JjZTQwZjJiMmNmNTI2NzljYTAzMTg5\" data-original-margin=\"\">\"Not even when we're the enemy of their enemies?\" The Princess asked with a curious gaze. \"I mean, 'the enemy of my enemy is my friend', right? Doesn't the Caliphate have to struggle against Skagen's naval projection and the Holy Imperium's maritime dominance over the Inner Sea?\"</p>\n<p class=\"cnM4MDg4ZGU5ZmIwMzQyMTJiM2Y2MzYwY2RhOTI0ZmZm\" data-original-margin=\"\">Power projection, maritime dominance -- they were concepts that Sylviane wouldn't have dreamed of using two years ago. But now, she spoke of them with pride and confidence, hoping to impress her own father with her maturity and growth.</p>\n<p class=\"cnM3OGVlMjQxNzE0MzRiY2RhNzE5N2E3MTk3OTI4MmYz\" data-original-margin=\"\">Though for a moment, Geoffroi's smile wavered as he lightly shook his head:</p>\n<p class=\"cnM3Yjg5Mjk1NmI3MjQ0NjA4OTEyY2MyMzBiNDdjZmE1\" data-original-margin=\"\">\"Sadly, geopolitics aren't that simple. It's not just situational circumstances, but also a clash of cultures and personalities. Apart from interests, there are also cultural values, the egos of rulers, and the trust between two societies...\"</p>\n<p class=\"cnNlZDlkNzY1MWYwOTQ1ZjJhODZiOTE5NzUyM2VkYzUx\" data-original-margin=\"\">An all-embracing warmth soon returned to the father's doting eyes as he looked down to meet the daughter's wisteria orbs.</p>\n<p class=\"cnM2NzBmZGJhOWRmYjRhMThiZWZhMWI2YjE5NDdjNjg4\" data-original-margin=\"\">\"I take it Pascal is an adherent of 'Realpolitik'? He is a Weichsen.\"</p>\n<p class=\"cnNiNzdhNGI0Y2EyYjQ2OTRiMTdiYTRkNzc2ODA0OTMy\" data-original-margin=\"\">\"Uh... maybe? Ummm, w-what is real-polit-ick?\" Sylviane carefully pronounced the unfamiliar term, abashed that she still fell short of her father's expectations.</p>\n<p class=\"cnNkZjg0NTdjNTc2MjRlZWM4ZmMzNWFhZjRjYjk3Mzk1\" data-original-margin=\"\">However his return smile, full of fatherly pride and love, chased all of her concerns away with ease.</p>\n<p class=\"cnNjMDM3YTA5OGMwNzQ4NzFiZjI4NjUyOWMyODBjZmMw\" data-original-margin=\"\">\"Looks like the know-it-all hadn't taught you everything after all,\" Geoffroi chuckled again. \"Don't worry. Father will gladly coach you once we get back. And the next time you meet Pascal you can make him envious at just how much you've outgrown him!\"</p>\n<p class=\"cnNhMzY5Y2M0NWZkYjQ5OWQ4NzYzZjEyNDAzNWY5M2E0\" data-original-margin=\"\">\"Oooh, that would be great!\" The child princess beamed back. \"He's always wearing this smug little grin around. It would be nice to see him falter and cringe for just once!\"</p>\n<p class=\"cnM0NGVlOTIyMDk4NTQyYTc4YzI0MzJmMmY2ZDZhZTA5\" data-original-margin=\"\">Geoffroi continued to smile as he rhythmically stroked her hair. However his blue-violet eyes grew pensive as he turned to look out of the carriage's window at the passing landscape. Their entourage followed the riverside road along the North Lotharingie River as they made their way west, crossing the Empire's heartlands as they journeyed back to the capital of Alis Avern.</p>\n<p class=\"cnNlY2Q2NWZjNDhkNTQ4YWY4MWY0MDAxN2JmYWFiNjA1\" data-original-margin=\"\">\"Sylv, you know, you've been talking non-stop about Pascal ever since I picked you up.\"</p>\n<p class=\"cnMwZGVmNjQ4NTQyYjQwYzdiYTU1N2Y2NDI4MWZmMTcx\" data-original-margin=\"\">There was a tinge of sadness in her father's voice, and Sylviane felt her guilt instantly spike. She had been so engrossed in telling her father about everything she had experienced and learned that she had forgotten to ask about how he, or the rest of the family, was doing.</p>\n<p class=\"cnM0MmUzYWVlZDE1NDRmYzJiNmRlZTdjMTkyMzA5NjY4\" data-original-margin=\"\">Her sunny demeanor vanished in an instant. Within seconds, the gloomy clouds of dejection swept in as her gaze dropped to the carriage floor.</p>\n<p class=\"cnMzMjYxOWQwZGM5MjQ2ZTdhNzk5YjNjNjlmODkzYTM2\" data-original-margin=\"\">\"I'm sorry father. I was carried away--\"</p>\n<p class=\"cnM1OGIxYTNhOTZkYjQ3NTc5OGJhN2JkMDhiMjVhMmVl\" data-original-margin=\"\">She then stopped as he reached down and gently lifted her chin back up.</p>\n<p class=\"cnMzMWVmNzNiNDkzYjRjNzlhZWVmYTc1ZGE2MTc2NmQ4\" data-original-margin=\"\">\"No, that's not what I meant,\" Geoffroi reassured with a wistful smile.</p>\n<p class=\"cnMwODA0ODdjYTE1ODRmN2Y5NDM5ODkxNmU1NTkzNmYy\" data-original-margin=\"\">For several moments, neither the Emperor nor the Princess said a word. The two of them simply looked upon one another. The father's gaze was proud yet sentimental, while the daughter stared back with uncertain curiosity.</p>\n<p class=\"cnMwNjVjMjQ5YzEyYjQ4NmVhMDc5NjlmZTU0YjdlZGVm\" data-original-margin=\"\">Sylviane couldn't figure out what her father was thinking, not even when his eyes grew glassy with moisture. It was almost shocking to see, as she had never, not even once, seen her father be overwhelmed by emotions.</p>\n<p class=\"cnM1MmUxNjgwYTUxNzQzZDFhNzE4ZDc2NThjODI1YzIy\" data-original-margin=\"\">He was Geoffroi the Great, the steadfast Emperor whose masculine strength was admired by every Lotharin throughout the realm. He was the ruler of the Empire of Rhin-Lotharingie, whose efforts to strengthen the nation through his half-century reign showed its results when he twice defeated the Holy Imperium of the Inner Sea.</p>\n<p class=\"cnMyYjEzZDk1N2MxYzRiZTY4MmQwZGRkYTE3ZGRkYmYz\" data-original-margin=\"\">Everyone whom Sylviane met, be it Pascal, or Marshal Karl von Moltewitz, or King Leopold of Weichsel, they all spoke of her father with great respect.</p>\n<p class=\"cnNhYWU0YmVjZjViNjRjODBiYzVhYzg3YWM4NGE5YTA3\" data-original-margin=\"\">\"Sylv...\" Geoffroi finally broke the silence. \"What do you think about Pascal? Do you enjoy being with him?\"</p>\n<p class=\"cnNkMTRmMWVkM2YzZTRlNzdiNDVlOTAxOTJmYjAyMjNm\" data-original-margin=\"\">\"He's fun, and interesting... but but, i-it's not like that I like him or anything!\"</p>\n<p class=\"cnM2NGJhNmYxMmIzMDQ2Y2E4OGI2OWM5NjdjZGZjY2Vj\" data-original-margin=\"\">Sylviane almost shouted back in a delayed, flustered response. She stared at Geoffroi with indignation in her gaze. Yet before those earnest, penetrating eyes, the young girl soon wilted and glanced away.</p>\n<p class=\"cnMyZTA1MjMxMDgyYzRkZDY5YjJhMjQxNzUyYTliMDBj\" data-original-margin=\"\">Her cheeks were burning red and hot. She didn't even understand why. It was just... <em>embarrassing</em> to talk about.</p>\n<p class=\"cnM2ZDM5YWQ5ZTQ4MTQxNmU4MDI3NDg3ZDgyZTE0Nzhl\" data-original-margin=\"\">Besides, Pascal was from Weichsel, a country they had been hostile with until just a few weeks ago. She could be friendly and courteous with him, but she couldn't actually be <em>friends</em> with him.</p>\n<p class=\"cnMzMTIwMDgwYWI2MDRkNjU4M2VkZmM0YTIyY2QyYjgz\" data-original-margin=\"\">...Let alone anything more than that.</p>\n<p class=\"cnM2MzlkODQ3OGUxZDQ4MzA4ZTczNjhhMmE2NmM4ODA0\" data-original-margin=\"\">\"Royalty should never be afraid of their own feelings,\" Geoffroi added sternly. \"Now, tell father: did you enjoy your time with Pascal? And you swear to the Holy Father that it's the truth, because this is very important.\"</p>\n<p class=\"cnM1MDUxYTEzMmI4ZTRiNGI4YjY0MGQ2ZmQyMDFiNjQ3\" data-original-margin=\"\">Sylviane wanted to shy away from her father's gaze, to hide her embarrassment from him. However there wasn't any cover for her to shelter behind, not even a loose blanket. Under her father's unrelenting scrutiny, she finally returned a meek nod.</p>\n<p class=\"cnNlODU3ZWZmODcwNDRiNTA5MTE4MmNiNmFmMTZjMzU5\" data-original-margin=\"\">Silence returned to the air once more, and the young princess couldn't bring herself to peek at her father's eyes. Was he dejected? Disappointed? Disconsolate?</p>\n<p class=\"cnNjMmRkN2UzZmY5NTQ3ZGY5NjJiMGE3MDQ4OTk2OWMw\" data-original-margin=\"\">However the words that he spoke next showed none of those emotions:</p>\n<p class=\"cnMxYTBmNDg0MDY1MDQwOWU4YTEzNGZkNjhhZDdjODEy\" data-original-margin=\"\">\"I am considering offering him your hand in marriage.\"</p>\n<p class=\"cnNkYjg5NzIzOGJhZDQyNTNiYjEzMzI2MThhZTc1OTUy\" data-original-margin=\"\">For a brief moment Sylviane completely froze. Her cheeks were glowing-red as her eyes grew as wide as saucers.</p>\n<p class=\"cnM3ODBhMTFlMzNkNzQ0MWJhMjQ4MTdlNDRmM2Q2ODIx\" data-original-margin=\"\">\"W-w-what are you talking about, father!?\" She snapped back. \"I'm only ten!\"</p>\n<p class=\"cnMzYzlmMTI4NTEyYzRjNzhiY2JlMjM5ZmY3ZTQ3ZTJi\" data-original-margin=\"\">The young princess felt stunned by her father's proposal. After all, mages rarely married before mid-life, which left two decades after reaching adulthood to find a mate. Marriage betrothals at her age were exceedingly rare, even for a third-born child who had little chance of inheriting the family titles.</p>\n<p class=\"cnNiMzBkNDkyODk4NDRiNzY4MWI5MTExNWJhMjFkZmRi\" data-original-margin=\"\">\"Do you dislike him?\"</p>\n<p class=\"cnMyYjYxNzA4YWYwZDQ3NGM4YWI1NzY1NTFjNmRlZmQz\" data-original-margin=\"\">\"I-it's not that I hate him or anything, b-but isn't this against...\"</p>\n<p class=\"cnM5M2NkMjc5MTE2NzQ1ZGRiMTAzMTQzY2YxY2Y2N2Y0\" data-original-margin=\"\">\"What have I told you about expressing yourself, Sylv?\" Geoffroi cut in with another stern frown. \"Clarity. Royalty must speak with clarity, confidence, and determination. There must be no room for misunderstandings. Because if you provide an opportunity for others to misinterpret your words and misrepresent your intentions, they <em>will do so</em> and exploit you to their benefit.\"</p>\n<p class=\"cnMyZDIyYTdkYzNmMzQ5ZjBhMmYyYTVlOGJiNTY0NjA2\" data-original-margin=\"\">Sylviane shut herself up at once as she cast her eyes down again, ashamed in the wake of her father's lecturing words.</p>\n<p class=\"cnMxNTg0Y2Q5ZDBhODQ5MjRhOTdjYTQ3ZjAyM2FkMDJi\" data-original-margin=\"\">\"Sorry.\"</p>\n<p class=\"cnMxNzczNzI5MmIwMTRhZWY5MmRiMWFmN2FkZTYxNGU5\" data-original-margin=\"\">\"You never talked like that before,\" Geoffroi pondered aloud. \"Where did you pick this habit up?\"</p>\n<p class=\"cnNkNTIwMzI3NDBkZTRjMTg4ZTg3MWUzZTE1NzYyMTRm\" data-original-margin=\"\">\"P-Pascal said...\"</p>\n<p class=\"cnMxOTM1NjRiNjc2ZDQ0MjJhNDRkN2JmNzJiZGZmYThm\" data-original-margin=\"\">Her meek voice trailed off again as Geoffroi gave a deep sigh.</p>\n<p class=\"cnMzMTE1Mzg2MTMxYTQ1ZmVhODE2OTM0ZGQ2MGY4OTk2\" data-original-margin=\"\">\"That brat.\"</p>\n<p class=\"cnNlZjcxZjJhMTE1ZDRkYjQ5N2M3ZmMwNTViNTAxNjky\" data-original-margin=\"\">For the next minute, an uncomfortable silence settled over the two as Sylviane heard only the rhythmic creaking of the wagon's wheels. She could only hope that her reply didn't just ruin any chances of her meeting Pascal again.</p>\n<p class=\"cnM3ZGVkOWI1NTUwNjRhNDU4MGM2YTM2N2M5MDhhMGQ5\" data-original-margin=\"\">\"Sylv... do you remember what your mother once taught you about the 'Gaetane Legacy' -- about how our family doesn't make political marriages?\"</p>\n<p class=\"cnM4Mzg1ZDI2YTBkYzQzZjc5MWRhMzNlNTgyY2M5OTYx\" data-original-margin=\"\">Sylviane rushed to nod back. It was precisely what she tried to bring up a moment ago:</p>\n<p class=\"cnM1MDBhYTlmMmY3MDQ0Mzk5ZjAxZGYwNTFjYjlmMjE0\" data-original-margin=\"\">\"Yes father. Before Great-Great-Grandfather Charles the Bold united the Twelve Oriflamme Paladins and founded the Coalition of Twelve Tribes during the Rhin-Lotharingie Independence War, he had to abandon the love of his life and settle for an arranged marriage made by his parents. He blamed his wife and never forgave her, not even when she helped him faithfully during the war. It was not until his dying years that he finally recognized the damage done to his children by his failed marriage.\"</p>\n<p class=\"cnNmYTQxMGZlNjlkMjRjOWQ5MTQ1YjdlNTdhY2E0ZmMz\" data-original-margin=\"\">A nostalgic grin broke across her father's expression as he gently stroked her hair once more.</p>\n<p class=\"cnMwMzE5ZDIzMjQ2MzQ2MTU4NTY3OTBmNTM3MmUyMDRh\" data-original-margin=\"\">\"Trust your mother to always emphasize the romantic parts,\" Geoffroi spoke with bittersweet nostalgia that left Sylviane briefly confused before his tone stiffened again. \"Charles the Bold was an avid student of history, and he believed strongly that the endurance of any royal dynasty lay in the number of consistently able monarchs it produced. Before he died, he stated that the Gaetane family should never marry for political purposes again, but for loving, supportive families that can raise strong heirs -- not only physically but also mentally, emotionally, spiritually.\"</p>\n<p class=\"cnM4NDNiMGExMmM2YjQ1MGM5YWEzYjExYWYzMmJmMzhl\" data-original-margin=\"\">The Emperor's doting eyes connected with his daughter's wisteria gaze again.</p>\n<p class=\"cnM0OGZkMTY4ZjMyNzQ2OGFiZGU1YmY0ZDg5ZWZjYTIy\" data-original-margin=\"\">\"Sylv, I know you've been told many things about what a Princess should be. But always remember that as a Gaetane, duty to our family is the same as building the future of our realm.\" Geoffroi continued his fatherly teachings with a proud emphasis. \"The Holy Imperium's Golden Age ended when one of their finest emperors completely failed as a father. Therefore it doesn't matter if it's man or woman, conqueror or administrator -- those who abandon their role as a parent also fail as a hereditary ruler.\"</p>\n<p class=\"cnM2YmY3NWRhZTdhMzQ2NTU4ZmFhMWJjNmYyYmFjODAx\" data-original-margin=\"\">Slowly but surely, Sylviane nodded back to her father's smile. She carved his words into memory, promising herself to remember them even years, even decades from now.</p>\n<p class=\"cnNkZTQ0MzJmMjljOTRkNmM5ODQ4ZDUxY2QxZDI2OTI5\" data-original-margin=\"\">\"I am certain that Pascal has many excellent qualities and will surely grow to be a capable man,\" Geoffroi acknowledged, much to the daughter's growing joy. \"However, would he be a good husband? A good father? That I'm not sure about...\"</p>\n<p class=\"cnNlOGViYWEwMmJlNTRjZTZhNzY5MGRiZjZjNmU0OWNh\" data-original-margin=\"\">\"Father,\" the Princess murmured hesitantly. \"You really want to m-marry me off to him? I mean, I d-don't object if you really...\"</p>\n<p class=\"cnNiZWY5YmJhNjRkYTQ3ZmJhYzYxZjM3ODdlNDI3MDdi\" data-original-margin=\"\">\"Marry you off?\" The Emperor said before he laughed. \"Oh never! I'm considering asking for his betrothal to you, not the other way around!\"</p>\n<p class=\"cnM4MjkyMDdlOWI0ZDQ5ODM4MzZkMDAzNTNlNDM0MTJj\" data-original-margin=\"\">Then, as his tone gradually settled back down:</p>\n<p class=\"cnMzYjgzNTBlODcyYjQ3NWJhMWY5MzI5ZjI3NmY1YTJj\" data-original-margin=\"\">\"Sylv, I know this might seem a bit early, but a political marriage cannot be arranged late...\"</p>\n<p class=\"cnNjZDNjYzIyYTNhZTRiZjJiZjQ0M2QyYTFlNzJiNjli\" data-original-margin=\"\">With her cheeks still glowing like charcoal, Sylviane instinctively opened her mouth to object. However her father laid a gentle finger upon her lips, stopping her before she even voiced a single word out loud.</p>\n<p class=\"cnMzNjU2NmUwYzdmODQ0ZmY5ZDZiODNhZmU3Mjc0ZGM1\" data-original-margin=\"\">\"Yes, I know. I'm going against the decree of our dynasty's founder. Yet there is a problem with not forging alliances by marriage, and I have felt it keenly over the years. Ever since its founding, the Empire of Rhin-Lotharingie has remained a collection of autonomous and semi-independent feudal states. It is ruled by not just the Crown in Alis Avern, but also four kings and many powerful dukes that command entire regions. Our markets cannot adhere to standardized regulations. Our military lacks centralized control. Our efforts in the economy and industry are always disorganized, and our frontiers vulnerable to neighboring aggression...\"</p>\n<p class=\"cnMxMTE2M2IzZjExYTRhNTVhYWQxZmNmMTM3NzNmNjYy\" data-original-margin=\"\">Sylviane nodded back as she understood the pain in her father's voice. Even Pascal had recognized this problem, which he highlighted to her as Rhin-Lotharingie's principal weakness that Weichsel exploited during the war.</p>\n<p class=\"cnM5ZTA4ZThhNmYyYzQyYWZhYTg5YjQ5NGJhOWFkZDdh\" data-original-margin=\"\">\"--Your grandfather and I both tried to change this,\" Geoffroi continued on in begrudging words, \"and we both gave up when faced with powerful resistance from the nobility. These centralization reforms are <em>necessary</em> for our nation's future, yet they are also deeply unpopular. For any chance of their success, we need powerful <em>alliances</em>, the most reliable of which can only be obtained through ties of marriage and bonds of blood.\"</p>\n<p class=\"cnNiYTNiMjAwYWI2NTQ1OTU4OWRjN2Y4ODM5OGY0MzI0\" data-original-margin=\"\">\"And... that's why you want me to marry a Weichsen.\" The Princess realized at last, her embarrassment finally fading in the face of royal duty.</p>\n<p class=\"cnMyZTgzNDIzOGI0ODRkYzBhNDU0OTkyZTVhMzI5MTU1\" data-original-margin=\"\">\"Not just any Weichsen, but the son of their greatest duke and marshal since that upstart commoner Hermann von Mittermeyer,\" the Emperor accentuated. \"Even without his own considerable potential, Pascal will inherit the richest duchy of Weichsel and retain the good graces of King Leopold through his father's legacy alone. He might not command any military assets without his king's authority, however his wealth and influence will more than make up for it.\"</p>\n<p class=\"cnNiNDMyZmRkYWVhYzRlOWY4M2Y1NTJjNjM2NzBkNzlm\" data-original-margin=\"\">Yet as Geoffroi's statement came to a conclusion, the Emperor's gaze softened to that of a father's once more:</p>\n<p class=\"cnMyNjIxMzI5ZWQwNzRjYWNiZDJhMDQ1ZWVhYjAwOWY2\" data-original-margin=\"\">\"Nevertheless Sylv, I may be risking your happiness, but I'm not prepared to throw it away. That is why I want your honest, truthful reply: what do you think of Pascal?\"</p>\n<p class=\"cnMxYzdhNWY1YmVjMzRkZjJhNzVlZTFmMTY4ODZlMTRl\" data-original-margin=\"\">Sylviane's cheeks flushed red once more. Though this time, she neither stuttered nor faltered. Instead she fortified her will with a personal sense of obligation, before answering her father in clear, unwavering terms:</p>\n<p class=\"cnM0ZjJmZWEzMjEwODQ5ZTM5NWVhYzVmZjBjMzIwNjFj\" data-original-margin=\"\">\"I do get along well with him, and I honestly believe that he will grow up to be a splendid man. It's just that... I'm not sure what to think about him for marriage. For starters, he's not exactly 'chivalrous'...\"</p>\n<p class=\"cnM0NWRkZTRjNTc4NzRlOTE5ODkyZjZhM2RiZThmNjdm\" data-original-margin=\"\">The Princess then halted in bewilderment as her father made the weirdest noise. An oddly tilted grin stretched across his countenance as his shoulders shook with something between a suppressed chortle and a choking sigh.</p>\n<p class=\"cnM5OGRiZTdiNmUzMzQ0YTg4ZjlmYmQ4NmMwMDUxYTU4\" data-original-margin=\"\">Geoffroi had to clear his throat several times before he could speak again:</p>\n<p class=\"cnM2MzlhMDc3Nzc0MTRlN2JhNGJkODQzNDc2NTEwMzlj\" data-original-margin=\"\">\"I swear... your mother read way too many romantic stories. What does chivalry have to do with ruling an <em>Empire?</em>\"</p>\n<p class=\"cnMxMGFiOWZjYTUxNzQxZDk4Y2E5YTA0MGY0MWEwNWM2\" data-original-margin=\"\">Sylviane's brows furrowed once more. The title of Emperor was slated for one of her two older brothers. The eldest, Henri, had already secured his eligibility by summoning the phoenix Hauteclaire. It was hardly a task for her, let alone her future husband.</p>\n<p class=\"cnM4YzAxMmJmN2RmNDQyM2Q5ZTI2ZTU4NWU1NGM0MDg4\" data-original-margin=\"\">\"Sylv, a perfect knight might be able to protect you as an individual, to save you from disaster to live another day,\" Geoffroi stated. \"However a perfect general... he would guarantee not only your safety from thousands, <em>millions</em> of foes, but ensure the prosperity of your children, your descendants, your <em>entire realm</em> for generations to come.\"</p>\n<p class=\"cnM0MjY0Y2Q3NDViOTQ5OThiZmQ5NDk2ZWM3MmVhY2Nh\" data-original-margin=\"\">\"That is what I hope Pascal will be for you,\" the Emperor then declared. \"A true general, a <em>marshal</em>, just like his father is to the King of Weichsel.\"</p>\n<p class=\"cnM1NDdjOTJkM2I5MDRmMjZhNDk5OTZjMzkzMzRiNDMy\" data-original-margin=\"\">\"You want me to secure an alliance and bring a military leader into the family to help my brother?\"</p>\n<p class=\"cnMzOGQ5NDg2N2E4ZDQ1NmQ5NWEyMzgxYTRhNmE3ZDI0\" data-original-margin=\"\">It wasn't a flattering statement, but Sylviane knew she had little else to offer her brothers in the family business. At least this way she could ensure her contributions to the Gaetane dynasty, to her royal duties as ordained by the Holy Father.</p>\n<p class=\"cnNkMDdhMTZmZDQwODQ0NWZhM2Q5ZGUzYmY3ODZkNjhm\" data-original-margin=\"\">Besides, she did admit that Pascal was 'hardly a terrible' choice.</p>\n<p class=\"cnMwMzkzOTdjMWM0NDQ3MzlhYThiNWZmMjVhZWYxMTgz\" data-original-margin=\"\">Her father did not respond at first. Instead, his expression hardened into a sad frown, as a long and grave silence fell upon them both.</p>\n<p class=\"cnM4YWNiZjcxZTUyYjRkNWZiODUxYTNkMTdkNDE3ZjEz\" data-original-margin=\"\">\"Father?\"</p>\n<p class=\"cnNmODcxNmExM2Y1OTRmY2NhMDU1YTQ5ZDIyNTI3Mzkx\" data-original-margin=\"\">The young girl looked up, seeking the love of that paternal gaze once more. However this time, Geoffroi didn't meet her eye-to-eye. In fact he glanced away with a pained expression as though he was actively avoiding her gaze.</p>\n<p class=\"cnMyM2JhNjc3NmUxZTQzYWE5ZGYzNGJlYzczZThhNTQ1\" data-original-margin=\"\">It was almost as if he couldn't face her, as if he was too beset by the guilt of forcing such a heavy burden upon the thin shoulders of his only daughter.</p>\n<p class=\"cnNjN2MyNDQ5MjI0ODRlMWRiNTE4ZDU5OGEwYTk4MjNi\" data-original-margin=\"\">\"Father, don't worry,\" Sylviane stretched a reassuring smile across her lips as her small hands reached out to his. \"I'm happy to do the right thing.\"</p>\n<p class=\"cnNiOTc5MjU1N2YxYjQzZDk5MzExYWY1YjJlMzA2ODRh\" data-original-margin=\"\">For a brief second, she saw a faint smile return to the corner of his mouth. Her father leaned in to press a kiss atop her head, followed by the gentle, rhythmic stroking of her hair. Yet throughout his affectionate display he still would not directly meet her gaze.</p>\n<p class=\"cnM1NjVlZTAwZTA2ZDRjMjdiMzQ3MGU1N2VkNDc0OGEz\" data-original-margin=\"\">Yet he still would not directly meet her gaze.</p>\n<p class=\"cnM1MjQzNjBjMDc2YjQ1MzQ4ZGY1ZjEyYWQ2MjA5NGQx\" data-original-margin=\"\">\"It's... it's not just that,\" Geoffroi's unsteady voice spoke out.</p>\n<p class=\"cnNlZDVlZGE0MWYzNDQwZGE4NTcxNGU3NDhhMzFkZGYx\" data-original-margin=\"\">Sylviane looked upon her father with scrutiny, and she saw that beneath the stoic exterior, his eyes had grown glassy with sadness and loss.</p>\n<p class=\"cnMwYjY4MzlhNmI4NDQ5OTdiOTZlYjNkMmYyNTVmOTdi\" data-original-margin=\"\">Geoffroi might be her parent, but he was also an emperor. Regardless of what happened, an emperor did not simply cry, not even in front of their own child.</p>\n<p class=\"cnM5ZmE4ZTQ3YzA1ZjRjN2RiYmM5ZGNkMTJlMzNjMWUw\" data-original-margin=\"\">Yet, as a single tear trailed down the side of his cheek, her father broke the news at last:</p>\n<p class=\"cnMzMjJmODU5Zjk0MDRlMGU4NGFlMjhkODRkZjdjYzU4\" data-original-margin=\"\">\"Sylv, it seems no one was willing to tell you this. But last year, our family was twice struck by Imperial assassins...\"</p>\n<p class=\"cnMzMmFmMTE2NjMzNzQyZDU4YjdlYjkxZTY4YTFlZjkx\" data-original-margin=\"\">The Princess felt stunned as her thoughts went blank within an instant. Her mind refused to comprehend what her father was saying, not even as her body felt paralyzed as a horribly cold sensation travelled up her spine.</p>\n<p class=\"cnMxZjE1ODUwNDAwZTRlOGI5MDY3ZGQ3OTIxNjNjNTNi\" data-original-margin=\"\">\"Your mother and brothers are gone. And you are now the only successor to the throne.\"</p>\n<p class=\"cnMwOWYxODFlODMxYjQ5NjQ5MDg0YzhkNDhkYjM5ZTAy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlZGRlN2ZjYjViYTQzODU5ZGFkNjRiZGI0NWFiYWNk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwNjM1MWRlNGI5MjQ4OWFiMDZhOTE5Y2VhY2NmOTUy\" data-original-margin=\"\"><br>Sylviane opened her swollen eyes and looked upon the dim cabin that she was staying in. She was still sitting on the floor with her back against a corner. Her reprieve in the past --the final memory of her childhood-- had come to its end.</p>\n<p class=\"cnM5NzUyMGY5OTZlZTQwOGQ5MzVjZjI2YjZmNGI3Y2Vi\" data-original-margin=\"\">She couldn't even remember what happened afterwards. The remainder of that trip had passed in a blur.</p>\n<p class=\"cnNlODEyNDEwMDUwMTQ2NmRiYjM3M2UzZjQ4ZjQ1ZDg2\" data-original-margin=\"\">But ten years old or not, she could no longer be a child after that.</p>\n<p class=\"cnNjMDU1MGRmZjQzYzQwN2ZhZTRkYjhiOTBhMDAyMjg5\" data-original-margin=\"\">For more than a decade since, she had walked the path of a crown princess. Her father had become her foremost tutor, instructing her in every affair of state through his daily tasks. Privy council, military council, assembly of lords, diplomatic audiences, legal consultations, et cetera... she had attended them all.</p>\n<p class=\"cnM1YWVjNTZkNmI0ODQ3NjRiNWEzNTdkYWQwZDU0ODIy\" data-original-margin=\"\">Her daily schedule ran from dawn until dusk. She initially had one day off a week plus two hours of free time per day, yet even that slowly vanished over the years.</p>\n<p class=\"cnNjYmM0ODJkYjYzZDQ3YjZiNzdmMDQxZTljYTg3ODk1\" data-original-margin=\"\">There were times when she absolutely hated, <em>hated</em> her father for forcing her through it all. <em>Crown Princess?</em> She never once cared for her exalted rank and title. All she wanted was to be able to leisurely study and play at her own pace alongside others of her own age. She never wanted every boy to bow and every girl to curtsy before her, to speak through a false mask of cordiality and distance. She wanted to laugh and talk with them as friends, just as she had with Pascal and Cecylia during her time at Nordkreuz.</p>\n<p class=\"cnMzNTg2NmM0YzA1NzRlYzk4NDcxMTFhZTA5MjRkMmVk\" data-original-margin=\"\">However when she finally gathered enough resolve to lash out at the Emperor, it was he who stole her thunder by faltering first:</p>\n<p class=\"cnM0YjIyYjdmYjkyYjQyOTVhM2QyZDJmYjgxNTYyYzVl\" data-original-margin=\"\">\"I'm sorry, Sylv,\" the Emperor whispered back, his pained eyes a visage of exhaustion. \"I know you never wanted this, but... I don't have anyone else left. I have no other choice.\"</p>\n<p class=\"cnNjODVhMjk1YjI2ZDQ1MGY5NDRlZGI2ODRiMjAwNTVh\" data-original-margin=\"\">Sylviane had never felt as ashamed of herself as that day. She had sworn to herself that she would never, ever try to abandon her father again.</p>\n<p class=\"cnM2NTc4OGU5NTY3NTQ4NGY4NGNkYjcyMTE3MmRmZjAx\" data-original-margin=\"\">Yet the Imperials weren't satisfied with taking only three-quarters of her family away.</p>\n<p class=\"cnM0ZjQzNDQzZTRhYjRjYWJhZThkOWY2MTlkZDA3NDY2\" data-original-margin=\"\">Yesterday evening, Sir Robert finally revealed to her the truth behind why Sir Reynaud arrived in Nordkreuz. Sylviane came face-to-face with a crying Elspeth -- the younger sister of Lady Lindsay de Martel, commander of the Highland Guard and the Princess' martial arts instructor.</p>\n<p class=\"cnMxYjE4YzkyYTQ4ZDQzM2JhOWFmNDk0Yzk0MDA4NmMz\" data-original-margin=\"\">A tear-streaked Elspeth informed Sylviane that her royal uncle, Duke Gabriel of Atrebatois, who had marched south from the Belges region of northeastern Rhin-Lotharingie with an army of 30,000, stormed the capital of Alis Avern in a military coup d'etat. With the aid of the Knights Templar, Gabriel had butchered his brother Geoffroi, impaled the Emperor's head upon a pike, and burned the rest of the corpse in a final act of desecration.</p>\n<p class=\"cnNhZTVjMGQ5NzRkNjQxMmZhOTQ3OTY0MDk3MWNiNmIy\" data-original-margin=\"\">Sylviane was no longer the Crown Princess. She had been denounced as an apostate's daughter, and everything she had toiled for the last decade of her life was gone.</p>\n<p class=\"cnM3NTViYTExYTkzNTRlNDViZTgwNDUxODgxZDRjMmU2\" data-original-margin=\"\">Worst of all, she was now truly alone in the world. The last of her family had been snatched away, by what she knew without doubt to be an imperial plot.</p>\n<p class=\"cnMxZjM1ZDNkOWYxYjQxY2Q5MDRhOGRmNDMzMjg2MmY1\" data-original-margin=\"\">Sylviane couldn't hold her composure after that. She had dismissed her armigers and secluded herself in a dark corner of her unlit cabin, where she silently wept the whole night away.</p>\n<p class=\"cnNiMmNlMzNlYzI1OTRiOThiYmE2OTAzMTA0M2E3NGRm\" data-original-margin=\"\">The sun fell and rose again. The tears ran out and left her with swollen, itchy eyes. But the orphaned, royal daughter couldn't be bothered to care. All she did was seek comfort in the sanctuary of her own mind: to reminiscence through memories of the past, memories of happier times.</p>\n<p class=\"cnMzMjU2YWI2OWI4YzQwOWU4YWQ4N2VhMzk4ZmY1MzJh\" data-original-margin=\"\">In the darkness of her depression, she had even pulled out her engraved dagger. It had been a present from her father as part of a long Gaetane family tradition: to give every child, male or female, their first live weapon at the age of ten.</p>\n<p class=\"cnMyMGViMmFhZmEzZjRkZTI4YmNjNzgwNWQwNzgxYWNi\" data-original-margin=\"\">After carefully removing the sheath, Sylviane stared into the faint metallic reflection for what seemed like minutes. She could see the deadly glint of its razor-sharp edge, the vicious curvature of its blood groove.</p>\n<p class=\"cnNkYjAwNTU3NzcyZjRkMThiZTlhMmY1NzZlOTBjOWIy\" data-original-margin=\"\">She could end it all -- the pain of loss, the despair of defeat, the endless exhaustion of a now pointless life, resigned to nothing but helpless solitude.</p>\n<p class=\"cnNmYzhiMGQ4YWI2OTRkYjZiOWNlOTA4MjkyM2QxMGMy\" data-original-margin=\"\">Following her father's footsteps had been everything to her. She might not have wanted to be the crown princess. Yet without it, she had nothing left.</p>\n<p class=\"cnM1MTQzNzY4NjI3NDRjM2ZhNzRlNjBiYjgxNGIwOTgw\" data-original-margin=\"\">Slowly but surely, her trembling hands turned the dagger towards her own chest, her very heart. Sylviane squeezed her eyes shut as she felt the sharp tip press in between her breasts...</p>\n<p class=\"cnMyNzU0NGNiMGZkYjQ0ZTU4YmVlMTc5MjA4MWExNGJh\" data-original-margin=\"\">That, however, was as far as she went.</p>\n<p class=\"cnMwOGE5YWU0NzM4ZTRhYWI4Y2Q1ZDkyMjg3NWIzMDIy\" data-original-margin=\"\">Try as she might, she couldn't bring herself to commit the ultimate sin.</p>\n<p class=\"cnM2ZmJiOGJiNjRhNDRmYTc5NjY3ZGVjNjJkZTBiZGU2\" data-original-margin=\"\">It could be cowardice. It could be weakness. However it was also because her conscience had called out to her being, screaming with everything it had to make her stop.</p>\n<p class=\"cnMzYzhmM2QyYjc4MzRjMzZhY2FiNmYwNDYxZDMwNjA5\" data-original-margin=\"\">Not only the Holy Father, but even her parents would never forgive her had she committed suicide. She would have gone straight to hell, never to see her mother, her father, or any of her brothers again.</p>\n<p class=\"cnNiMGQ5ZTJlMGVjNDQzM2NhYWI5OGM3MzNkOGU3OTIy\" data-original-margin=\"\">Sylviane had gasped with breathless anxiety upon her realization. She had tossed the gleaming steel dagger away as though it was burning her hands. It had skidded across the floor before coming to a rest near the doorway. In the hours since it had been forgotten about, as the despondent princess returned to staring at the empty air through hollow, bloodshot eyes.</p>\n<p class=\"cnNiYjJlMDQ5MWQ1YjRjNWZiNmI4ODgyMjI3ZWVjMTlm\" data-original-margin=\"\">She couldn't even die cleanly -- that was the true worthlessness of her life now. The love of the Holy Father had evaporated away, and without it only the weight of a dead spirit remained.</p>\n<p class=\"cnM1NzU0ZDVhMjMxYTQ2ZmZhMzY0NTNlOGUzNDQyN2Uy\" data-original-margin=\"\">Sylviane never heard the repeated knocking, or the calls in her name. She never noticed at all until the door opened to the sharp sunlight outside, framing the silhouette of a man and her armored maid.</p>\n<p class=\"cnMyNWQ5Y2ZiZmY4NDRkM2NiZWY4ZjUyNmY1NDJiMzg2\" data-original-margin=\"\">\"<em>Holy Father in heaven,</em>\" came a horrified but otherwise familiar voice. \"Sir Robert, Kaede, wait outside. Shut the door, Mari.\"</p>\n<p class=\"cnNiOTVkMDBmZjFiMDQ1ZTc4NjViMGY3ZWRkMzAwYWRm\" data-original-margin=\"\">Sylviane never bothered to even look up at the intruders. It took all her willpower just to crack open her parched lips:</p>\n<p class=\"cnM3MTU1MjFjMTc5MDRmNTNhN2QzZWRiZDc5NjMxODJi\" data-original-margin=\"\">\"Mari... I told you to leave me alone...\"</p>\n<p class=\"cnNjMmY3Y2MzMjE3NjRkNzA5OWY0NzE5NzExZjNhYzYx\" data-original-margin=\"\">\"You also claimed that you were no longer the princess, and we no longer had to follow you,\" Mari replied in a stiff voice as she closed the door and leaned against it. \"If you wish to rescind that order, I will gladly offer you my head as punishment.\"</p>\n<p class=\"cnM3ZGQ4MjRmOTYzOTQ3YTY5OGJlMDJlMGNiODljNzBm\" data-original-margin=\"\">\"You should have fetched me earlier, Mari,\" the male voice reprimanded as his figure crouched down. He picked up the abandoned dagger before handing it to the Lady's Maid.</p>\n<p class=\"cnM0ZGIxNGZjZWQ5NTRkZjQ5OTdmYWE2NTQyMzhlYTI1\" data-original-margin=\"\">\"Apologies, Your Grace, but I thought she would recover as usual after a day or two of rest. I didn't think it was this bad until morning when I peeked in and saw <em>this</em> on the floor,\" she emphasized the dagger before tucking it away.</p>\n<p class=\"cnM4ZmY4OTRiNGRhZjQzNzFhMDgzOWZmYzcwNzNkYzM3\" data-original-margin=\"\">Sylviane at last recognized the familiar voice. The man was Pascal. He was much older than in her memories... and he was also the last person she wanted to see right now.</p>\n<p class=\"cnM0N2UyMTI4OTY2ZjQ1OTlhNzYxNTQ1MzIyZGU4Y2Ix\" data-original-margin=\"\">More precisely, he was the last person whom she wanted to see her like this.</p>\n<p class=\"cnM4MTIyYjExOGYyNTRhOWZhM2I5ZmVlZjczZDJmODE4\" data-original-margin=\"\">\"LEAVE!\" She shouted at him with a hoarse voice, before pulling her knees in and burying her face between them.</p>\n<p class=\"cnNmZjE0MTU4OTFhMDRjNmI4MzI0NzJhMGRlMzY2ZmY3\" data-original-margin=\"\">Even during her worst moments, Sylviane had refused, utterly refused to cry aloud. The dignity of a princess was all she had left. If others saw her in such a miserable state, they would lose what little respect they had remaining.</p>\n<p class=\"cnM2YzVlODc5NjczNzRhMWJhYmM3YWQ1NzRiYzJlNDdm\" data-original-margin=\"\">\"Sure, once you kick me back out.\" Pascal spoke almost casually as he walked over and sat down on her bed, no more than a pace away. \"Your skills at that have improved considerably over the years. I am sure you would have no problem if you meant it.\"</p>\n<p class=\"cnM5NWNlMDMzZTA2ODRiOTQ4OGIxOThkNTc2ZGNjOGM1\" data-original-margin=\"\">Sylviane could feel her eyes trying to conjure more tears.</p>\n<p class=\"cnM2MmE5NzY1MWE1MTQ2ODVhNTAyNjQ3ODAxZDQ5OWY3\" data-original-margin=\"\"><em>I do mean it!</em> She thought. She seriously, truly wanted him to leave right now, before he could glimpse another look at her disheveled appearance and tear-stained face.</p><p class=\"cjA4OWNjMWZkMzAxYzQxNGJiMzc1NWY1Y2JjZDJjNmFh\" data-original-margin=\"\">Taken from Royal Road, this narrative should be reported if found on Amazon.</p>\n<p class=\"cnMxMjI1MzYxZjE2MDRhNmY4ZDgyYmI1ZjBjZTkwYmZh\" data-original-margin=\"\">Yet it seemed even this, even her own personal space, had now slipped beyond her control.</p>\n<p class=\"cnMxNTRmYjg3MjMzMTRlM2U4MzE3ZTFmMDhjZmIzOTMx\" data-original-margin=\"\">\"I don--I don't need your <em>help!</em>\" Her voice cracked as it finally rose to a delayed yell.</p>\n<p class=\"cnMwZGJmN2ZkMzVkMDQwNDVhNWYzYjkzOTVkY2MxMDYx\" data-original-margin=\"\">\"Of course, Your Highness,\" Pascal replied as a matter-of-fact.</p>\n<p class=\"cnNmMzBiMTU1Yzg5YzQ1MTY5ODZmMjY4YzU4YTM1MTFl\" data-original-margin=\"\">There was no room for him to be here. She had no need for his self-righteous pity. Yet how could she force his departure without revealing her shameful state? Or perhaps, as a tiny voice rode against waves of staunch denial: <em>is his absence what I really want?</em></p>\n<p class=\"cnMzZDQ4Y2EyM2ZjOTQ0NDg5ZDE5NDBkNjlhYWUwMzhm\" data-original-margin=\"\">An awkward silence hung over Sylviane's clouded thoughts for nearly a minute before Pascal broke it again:</p>\n<p class=\"cnMzNGRhYzJiNWE5ODRhNThiOTgxZGM3ZjY1NWQ2MWEw\" data-original-margin=\"\">\"Where is Hauteclaire?\"</p>\n<p class=\"cnNjNmEwNTY0NjMxZjRmM2Y4ZDc2OGM1YTM3YTVmZTMy\" data-original-margin=\"\">The temperature seemed to plummet as silence returned. Sylviane felt her lips, her jaw, her whole body begin to tremble as the last vestige of her control cracked under a new tide of depression. Of all things, he had picked the worst topic to remind her. Even the noble and saintly phoenix could no longer tolerate her cursed existence.</p>\n<p class=\"cnNhNDAzODI2OWIyZDRkYjk5NzAxMWZjMjUyOTRlMTM0\" data-original-margin=\"\">\"Gone,\" Sylviane barely murmured at last.</p>\n<p class=\"cnM3YjgxNDM3MDI2MjQyYWJhY2ExYzEzODdhNjdlYWIz\" data-original-margin=\"\">\"Empath,\" Mari commented from her spot by the door.</p>\n<p class=\"cnNlNjg5NjJjYjJhMDQzOWE4ZTQ4MWVkY2E2MDAyMmRi\" data-original-margin=\"\">\"Riiight,\" Pascal drawled out with a full return of his most annoying habit. \"Your depressive episode became too much for him...\"</p>\n<p class=\"cnM5MjVkNzM0YTg4OTRlMzM5N2VmOWM1YWQzYzI2Nzkx\" data-original-margin=\"\">Sylviane felt it like a stab in the gut. She didn't even deserve pity from her fiancé, who only scorned upon her failures and sins before she departed from this unforgiving world.</p>\n<p class=\"cnNiNGZkM2I0OTEzMDQ4MWRhNjNjY2IwYWM3YzBjYTEx\" data-original-margin=\"\">\"--Probably just out taking a stroll though,\" Pascal finished after a momentary pause, too little too late for the deep wound he already dealt.</p>\n<p class=\"cnM5YjY3Y2I2YzI1NDRlMTdiZDFiMDhhN2YzYTY0M2Y0\" data-original-margin=\"\">\"Why don't you just leave... You don't have to pretend to be my fiancé any longer,\" Sylviane muttered out with her last reserve of energy.</p>\n<p class=\"cnMzNjM0NjdhNTNlNzQ4Nzg4NjcxNjhiNmI3NDIzYTlh\" data-original-margin=\"\">It pained her to say it. But beneath all of their casual intimacy, the betrothal between Pascal and her was a political arrangement from the very beginning. Now that she had lost all value, what possible purpose would their marriage still serve?</p>\n<p class=\"cnM4MmRhNjEyODYxYTQxOWQ5YzE0ZDVlNTFjZTE4NzQ2\" data-original-margin=\"\">\"Since when did I ever have to 'pretend' to be that?\" Pascal almost snorted out.</p>\n<p class=\"cnM4Njg0Yzg2YTBhMTQ4NWQ4OTdkMTIyMTFhNTUwNjQ4\" data-original-margin=\"\">Though before she even had a chance to rekindle hope, his truthful follow-up stabbed straight into her heart:</p>\n<p class=\"cnNmNTBlYzMzNzEzZjRkYzdhYjUzMTdhZTBiMGE2OTM0\" data-original-margin=\"\">\"I admit, I rather hate the prospective 'Prince Consort' title. Yet even that fit me better than how you approached your 'Crown Princess' role. Really, it did not suit you at all.\"</p>\n<p class=\"cnMzMmMxY2I1MDU5MDRlZDFiMzM1OGEzMDE5Zjg0ZTMy\" data-original-margin=\"\">His words burned like searing acid, melting away the already-shattered armor of her dignity and pride.</p>\n<p class=\"cnMxNDY2ZTgwYjljNzRlZTBhMTU4ZDQ0NzAyODgwMThj\" data-original-margin=\"\">Sylviane no longer even had the will to defend herself, nor the mental energy to retort. All she did was stay in her curled-up, protective embrace while pretending to ignore his incisive words.</p>\n<p class=\"cnMxMzhkYTA2YzQwZTQ5NDNhNGJkOTU2ZTdkMGYwYjIx\" data-original-margin=\"\">\"Do you remember when we first met?\" Pascal said as he lifted himself off the bed. He sat down on the floor this time, his voice coming in from less than an arm's reach away. \"It was kind of like this. Except I had to stand still for ten whole minutes without moving! Even my feet went numb that time. All because you insisted on pretending you were asleep. And now what? You are ignoring me again?\"</p>\n<p class=\"cnM1NTg2NzM4MDBlYTQyMzFhNTk3ZTZiNzllODc4MjE5\" data-original-margin=\"\">Sylviane wanted to tell him that nobody was forcing him to stay, that he was more than welcome to leave at any time. However her throat was no longer responding. She couldn't even will herself to push those words out.</p>\n<p class=\"cnNmYWU3YmVjYWU0YTRiMmRiY2Q4NDJhYjE5MTY5MWJl\" data-original-margin=\"\">\"Fiiine,\" Pascal sighed aloud as he leaned back against the bed. \"I shall just sit here and keep talking to myself all day. On the hard floor, with my butt aching, next to this impertinent, unlovable princess whom, after ten years of engagement, would not even give me a free hug.\"</p>\n<p class=\"cnM5NzhlZDY2OGEzZDRjYzdiZTBhNjMxYzkyNzZkZTIw\" data-original-margin=\"\">A faint memory brought awareness that those last two words formed one of Pascal's favorite jokes. Yet there was nothing funny in the context he expressed it through. Was it merely inappropriate or outright derisive? Her threads of judgment could no longer process its truth.</p>\n<p class=\"cnMzYTZjMTdkMDVlYjRjZTNhYjUwOTFmMjYwNWM2Zjk0\" data-original-margin=\"\">\"Did you know that even Kaede gave me a free hug within a month after we met? Of course, she also gave me three broken ribs, so I guess it rather balanced itself out. Though the point is that she could at least express herself properly, even if it hurt to be on the receiving end...\"</p>\n<p class=\"cnM2YzMzNzg4ZWMyYTQ3MTk5MzcxNTFmMTU0MGM3YTAw\" data-original-margin=\"\"><em>Why don't you just marry her then...</em></p>\n<p class=\"cnM1NWMwY2FmZGE5NjQ4YjdhZDVmNGE0MzI5MmZmMjkx\" data-original-margin=\"\">Sylviane was long past the luxury of envy or jealousy. She might have even whispered her thoughts out loud, to offer her blessing for a union that would at least leave him in trustworthy hands.</p>\n<p class=\"cnM0NzE5YTIwYTQ3ZTRkYzNiZTc5ZWY5OTUzZmI3NDM4\" data-original-margin=\"\">However this time Pascal did not wait before pushing on:</p>\n<p class=\"cnMyMzQzZDczMWQ5NDQwMjRiMTk0YTdiOTJlODQ2Mjg2\" data-original-margin=\"\">\"You, on the other hand... even a decade ago you were totally not cute. A princess should do this. A princess should be that. That was <em>all</em> you thought about, all you seemed to live for...!\"</p>\n<p class=\"cnMzMzI2ODE1MzM3OTQzYTk5NTU0ODJmM2IyZTQwZGNh\" data-original-margin=\"\">The tone of his complaints rapidly escalated. Even his hands had joined in through dramatic gestures, as told by the faint swishing of air.</p>\n<p class=\"cnM5ZDFiYzRlZGUxNzQzYzU5NDQ4YzljMmYwZWJiOGI1\" data-original-margin=\"\">\"I mean seriously! Which nine-year-old child who loves her parents does not cry when kidnapped to a foreign land by brutish troops? But <em>noooo!</em> Those rules did not apply to you!\" He declared in an exaggerated voice. \"You would not let me see you cry. You would not even admit that you were scared, or that you simply missed home!\"</p>\n<p class=\"cnNjNjliOGVjZDEzZTRhNjRiMDlkZTY4ZTI3OGFlNTkx\" data-original-margin=\"\">It was unpleasant to hear such criticism, to hear the apparent disapproval that Pascal had held all along. None of it even mattered any more, not after Sylviane lost her princess role.</p>\n<p class=\"cnNmYjRjNmE4YTlmNDQwNDc5NzM2NDY3ZWJjYzY0OGI0\" data-original-margin=\"\">Yet her thoughts would not let go. Her feelings could not let go. Even as her exhausted mind steadily zoned out, even as her logic stopped processing his words, her subconscious still clung onto the tone of his voice, the flow of his speech.</p>\n<p class=\"cnMwNWFhMjJlYjI0ZjQ4YjFhY2NmMmExZjI0N2JkNDQ0\" data-original-margin=\"\">Perhaps there was a comforting warmth in his words after all. His emphasis was neither sarcastic nor condemning. Rather, it whined with disapproving familiarity, backed by a protective concern reminiscent of her father's love.</p>\n<p class=\"cnNiNjVjNTVkYzk2YTQxNTNiNzNkZGIxNmQ0YThjMGFh\" data-original-margin=\"\">It both energized and aggravated her at the same time. Pascal might be many things. But a father figure to her was something he would never be.</p>\n<p class=\"cnNkMGZjYjk1YTIzZTQ0ZTA5YzYyZTVlMzQ4OGRjNjky\" data-original-margin=\"\">Then, as though she had been shaken out of a reverie, her thoughts returned to a bitter silence. Pascal had stopped. However it had only been a respite before he mounted his philosophical 'peak':</p>\n<p class=\"cnM5NjViNDM3ZjZhZTQwYjNiODNlYzBkNWVhZGY3OTk5\" data-original-margin=\"\">\"...Oh right. That was what Kaede called it -- you just had to be a <em>special snowflake</em>.\"</p>\n<p class=\"cnNkZGUyNjRhM2FiMTQ3MjE4OGUzMjM1MGZmYjk1ZGEz\" data-original-margin=\"\">For a brief moment, Sylviane found herself stunned at this conclusion. Annoyance began to bubble up inside her as her lips twitched at Pascal's complete and total hypocrisy, which only seemed to worsen as his tirade went on:</p>\n<p class=\"cnM1MTQ3YmZmZGY0YzQ1NTFiMDI1M2M3NjdkMzdlMDAz\" data-original-margin=\"\">\"Do you know how annoying that was? You would not throw a tantrum, or show your tears, or even do something childishly annoying. <em>Nooo,</em>\" he drawled out peevishly, \"you had to pretend that everything was just fine, that they were doing a marvelous job keeping you locked up. Meanwhile <em>I</em> had to guess at what you wanted -- to bribe the guards, to talk to the maids, to appeal to father on your behalf...\"</p>\n<p class=\"cnM5YjgyM2NhOTg3MjRhODliYzA3OGQwYWQ4ZjY4ODU5\" data-original-margin=\"\">She was a 'special snowflake'? Pascal had spent his entire life ignoring every law of man and concealing every weakness beneath his pride. The only difference between her 'princess' and his 'prodigy' was that he should have been wearing a frilly dress!</p>\n<p class=\"cnMxNjE5ODZlNTk2MjQzOGY4ODJiM2I3YmMzYWIzMDY1\" data-original-margin=\"\">But then, that was also where they diverged.</p>\n<p class=\"cnM3NWRlYzQ5Y2FhZjQ5MTU5OGUzZmY0Nzc4Y2U0ZDY4\" data-original-margin=\"\">'Childish' never quite described him. Though Pascal wouldn't have stayed quiet either. Instead, he would have irritated his overseers in his own way.</p>\n<p class=\"cnMzNmNkMTc2Mzg3ZDQ0YmNiYjIyMzdiZjdhNTE5NzQ2\" data-original-margin=\"\">With a deep, exasperated sigh that seemed to carry more years than his age, Pascal finally settled down from his lengthy rant and returned to soft-spoken words:</p>\n<p class=\"cnNhODA4YThiOGE4NTQ3ZmI5OWMyNzEyZTMwMzQzYjYz\" data-original-margin=\"\">\"Sylv... you know I was never good at guessing what other people wanted. We shared many similarities back in the day, so I often scored right. But the more you matured into a lady, the less I could guess what you were thinking...\"</p>\n<p class=\"cnM5MDE2YzU4Yjk1NDQ2ZTE4MmQ3MjQ0MDc3Y2NmYmNm\" data-original-margin=\"\">It was true that his 'prodigy' and her 'princess' personas held common ground. Yet that was also mostly superficial.</p>\n<p class=\"cnM3ZGJhM2EzOTk0MTQwMWNhNmRmNDI5YTg3MDYxZGY1\" data-original-margin=\"\">Pascal was a gifted child, an exceptional individual wherever he went. As an impertinent boy, he chased away even his tutors and learned to accomplish everything in his own way. To him, life was an endless opportunity for a boundless mind. Being an officer might not be his favorite profession, as he always held a love for magical innovations. But it was nevertheless a career he would walk with joy and pride.</p>\n<p class=\"cnMwY2I0ZWU1YTdhMzQ2M2ZiZWYzNzI5YmMwZWYyMzVm\" data-original-margin=\"\">Meanwhile, Sylviane had been anything but 'special'. Raised in the palace as the least gifted of three siblings, she had grown accustomed to going with the flow. Traits that people wanted to see, qualities that brought others to approve -- she had crammed them all within her mind, plastering them over herself. For someone who struggled just to meet her responsibilities, being the heir was an unenviable duty to which she had little choice.</p>\n<p class=\"cnM0ZTBjYzU1ODI0ZDQxYzliYWZiMzFmMWRhYzMxZTVh\" data-original-margin=\"\">Yet what did that make her? Was she just a reflection of the 'princess' others wanted? Did she still have an identity of her own?</p>\n<p class=\"cnM2NjQ4YjM2NTk5MjRjNmU4NDhkZGJmZmUxYTdmMWQ5\" data-original-margin=\"\">Her mood swings, her jealousy of others, her hobby of collecting adorable garments to dress Vivi in, her desire to dominate Kaede that had nearly caused a rift between her and Pascal...</p>\n<p class=\"cnMyOTZmNGVhYTEyZjRhYTc5Y2Q4YjFlMGJlNDI3ODA3\" data-original-margin=\"\">--Who would wish to claim such eccentricities as their own?</p>\n<p class=\"cnM2ODQ0MmE2MGZkMzQ3OTU4YmRkNGI1NzEzMjNjYjQ1\" data-original-margin=\"\">\"...You have always kept weakness to yourself, Sylv, always kept others at arm's reach,\" Pascal heaved another sigh. \"Sure, I am your fiancé. I just have to accept it 'as is'. But do you really expect to go through life, treating everyone around you as one of your subjects, your subordinates? Do you think those of us who view you as a friend would appreciate that? To see not the real <em>you</em>, only that mask you claimed as your own?\"</p>\n<p class=\"cnM0MjdjM2VmYjBiODQ5ZTZiNzNhNTQxNTA5ZTYzMmE1\" data-original-margin=\"\">His exasperated voice rose in pitch with every word, highlighting the annoyance behind them until it became an almost shout:</p>\n<p class=\"cnM0OTYyMmI0ZGY1MDQxZmE5ZDEwYzliZDQ4YzYyM2Vm\" data-original-margin=\"\">\"Sure, most people in the royal court are vultures. But never forget that some are <em>on your side!</em> How long do you expect them to keep groping in the dark before they say 'screw it, I give up on trying to help!'\"</p>\n<p class=\"cnMyNGNjMTU3NWExMDQ0ZmU4YzhjZDlhN2RhNjQ5OGU0\" data-original-margin=\"\">As his frustration faded from the air, Sylviane sensed Pascal shifting to stand back up.</p>\n<p class=\"cnMzOTI3MGZmNzJhMzRjOTNiMzNiYjFhZDdlOGNmMTgw\" data-original-margin=\"\">He <em>had been</em> her fiancé. He <em>had been</em> on her side. It was not her intention to keep him in the dark, but she had done it, not once but <em>twice</em> in just two recent months!</p>\n<p class=\"cnNmNGJiYjMzOWJjMDQwMDBiNGVlODYxMDY5MGYyZjQ2\" data-original-margin=\"\">Her heart instantly lurched on the brink of eternal despair. No, she didn't want him to leave. No, she wouldn't be able to stand his cold back! Just as she didn't want to die, she couldn't even fathom losing his support!</p>\n<p class=\"cnNiYTU1ZGEyOGEzMDQ5ZWJiNzg5MzdkNzllNzRmMDRi\" data-original-margin=\"\">Though was it too late? Had he had enough? Was 'screw it, I give up on trying to help' an expression of his own beliefs?</p>\n<p class=\"cnNjMjQwNGU3MDMyYzQwNDJhYzhmMWNhMGZjOTVjMjcz\" data-original-margin=\"\">Of course...</p>\n<p class=\"cnM3Y2ViZjIyYTZlNTRhNDc5MTY1MTM5OGE5MjM4NTFi\" data-original-margin=\"\">Why would he tolerate her for a third time?</p>\n<p class=\"cnMzNGRiZWY1NjI4ZDQ1MjBiMmU5YzAyYWJhZjU4YWZh\" data-original-margin=\"\"><em>No. Please,</em> her thoughts screamed out at last. <em>I don't want that. Anything but that!</em></p>\n<p class=\"cnM0NWRhZmE2MTQwYzQ1YWM5YTUwMzhlZWZjOTQyNTE1\" data-original-margin=\"\">Then, as her fingers struggled to reach out, as her throat trembled to call out, Sylviane finally felt the presence of a sincere touch.</p>\n<p class=\"cnNhMDhiYTU1ZWE2MTQwODk4NmIwZmQxMDc5MTNjNmJk\" data-original-margin=\"\">It began with a palm on her shoulder, soon echoed by another warm presence on her other side.</p>\n<p class=\"cnNlZmQ1YTkzNmMzMDRmMDFiYTY0YWIxMDExZWY5NmZm\" data-original-margin=\"\">For a brief moment the princess almost tried to shake him off. It was an instinctive reaction, fortified by years of prideful demeanor.</p>\n<p class=\"cnNjNjNiNWU5N2YyNjRkNzU5NTdhMzZkMjRhODI3ODRl\" data-original-margin=\"\">She did not need to be consoled. She did not <em>want</em> to be coddled. A true princess would not need any of that!</p>\n<p class=\"cnNiMjA4NjgzN2Y5NTRiNTZhMGQ0NDAyNzllNTExMDVk\" data-original-margin=\"\">--Even if <em>she</em> did.</p>\n<p class=\"cnNjNmUwZDgzNzg3NDRhYzE4N2NmOGMyNDYzMDE1OWY4\" data-original-margin=\"\">However, Pascal never gave her the chance to decide.</p>\n<p class=\"cnM2NjU0N2M3NGIwMjRjOTJhMmY0MGNiYWJmZmFkNzdh\" data-original-margin=\"\">Sylviane felt a crushing embrace wrap around her half-buried head and bent knees. His arms had slipped around her back. They squeezed hard and forced her head into the protective warmth of his firm chest. Meanwhile his desperate whispers finally reached past her ears, past layers upon layers of broken emotional armor and devastated mental landscape, and appealed to the depth of her soul:</p>\n<p class=\"cnM1NzhiOGY1MTY4NDRiMTliZTNiZmZiODAwNTU1ZjZi\" data-original-margin=\"\">\"I do not pretend to replace your father, Sylv. I do not want to either.\" He declared. \"But I do want you to know, to understand it in your heart, that the world is not over, and not all is lost! You still have those who love you, who care for you, who believe in you and will fight alongside you!\"</p>\n<p class=\"cnM4YmYwZGViZjBiOTRmYzY5NzQ0ZGQxOTFhZWRkMjVj\" data-original-margin=\"\">Pascal's voice no longer held the firm control of his usual self. It no longer slowed with his aristocratic drawl or even carried his usual air of superiority.</p>\n<p class=\"cnM4ZTMwMDkyNGUzMTRkMGZhZTk4MWFkZmQ0YzhiODQ0\" data-original-margin=\"\">With his knees pressed against the floor, the man Sylviane once considered 'unchivalrous' pledged his solemn oath to his princess through begging pleas:</p>\n<p class=\"cnNlMDE5YWM4MTFiMTQwMmZiYjc0NGY5ZDA1NDRjZjJk\" data-original-margin=\"\">\"So please -- stop bottling everything in just this once! Let me share your grief and your pain. I am not some outsider. I am your fiancé, your family, your <em>future husband!</em> Show me what you truly, honestly feel, and let me offer all I can to help!\"</p>\n<p class=\"cnNlNmRjYzRjNjlhYzQyYTg4MTJiNWU3ZDFhYzU5NGVj\" data-original-margin=\"\">In that final moment before the dam cracked and broke, before her reservoir of suppressed emotions poured out in a great flood, Sylviane finally came to realize the truth that she had denied herself for years:</p>\n<p class=\"cnNhYWFiZDVkODI3NzQzZGFiMTYzNGE5YzkyMGU3OTRm\" data-original-margin=\"\">Pascal didn't like her just because he found her to be a 'beautiful', commendable princess.</p>\n<p class=\"cnNhNzczNGRjMTM5ZjRiNDA5ZTA2Yzk5YTYyODMzNjkw\" data-original-margin=\"\">He loved her because he had accepted her for whom she truly was.</p>\n<p class=\"cnMwMzBiYzUxYmE4YzQ4Y2FhMTE4MTAxYWVkMDQ4Zjgy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzYTI0ZDgzZjgwMzQ3MzM5OTNlN2Y2Yjk0MzU3YmEx\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM2NTJjZWYzYTE0NTQxNjBiYzUyNzFlZjE3ZjA4YWEz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMTRkNGFhMjc0ODQ0Y2JiMTVmYmVkODY0ZGU3MGNl\" data-original-margin=\"\">Kaede couldn't help but release a silent yawn as she leaned against the cabin's exterior wall. She hadn't slept since that nightmare woke her up, and the incident left the army encampment in a furor that took until morning to calm down.</p>\n<p class=\"cnM1Mjg5YjFjNGNlNjRiMDRiZWY5NDFhMGY0Yjc1Njc4\" data-original-margin=\"\">She tried to hold her anxieties at bay by playing with her long hair, though it didn't really help. Her hand then went down to press against her stomach next. She could feel a faint nausea, accompanied by those annoying cramps, ebb back in once more.</p>\n<p class=\"cnNkNDZjZDhjMmRjZDRkZDM5NWViZjI0YmYyYjgzYmMw\" data-original-margin=\"\"><em>Not again,</em> she sighed before trying to distract herself with other thoughts.</p>\n<p class=\"cnMyMDY3NGExMjZjMTRhMzQ5YTQyMDVlYTA1MjdlYWQz\" data-original-margin=\"\">Kaede understood that Sylviane was in a vulnerable state of emotional turmoil after losing her remaining parent. In such a case, the best help would be a select few of those closest to her. As Pascal was her fiancé in what was evidently more than just a political marriage, he seemed the clear and obvious choice.</p>\n<p class=\"cnMzZmJjZDMzNzljNzQ0MGFiN2UzMTlmZDU3OTMyNDVi\" data-original-margin=\"\">Yet this only left Kaede more worried. To put it simply: Pascal had no tact. Certainly not in sensitive situations like this. Thinking back to her own emotional episodes with him, Kaede found it more likely for Pascal to make blunt, foot-in-mouth statements that would only make the problem worse.</p>\n<p class=\"cnNhMTIxODFiY2U4NTQ4M2Q5NGEzNDU0ZmMwOWY1MDdi\" data-original-margin=\"\">-- Which was exactly what came to mind when she heard a muffled howl emerge through the door.</p>\n<p class=\"cnNiYzY1ZGJkN2QyZjQwM2FiMzI1Zjc3MzlkMWVjYWUy\" data-original-margin=\"\">The magical, expandable cabin was warded against eavesdropping and supposedly soundproof. Pascal and Mari had vanished inside for what seemed like hours without the slightest noise passing through. To hear even a faint cry through its enchanted walls, it made the familiar wonder just how deafening the princess' wailing must be.</p>\n<p class=\"cnM3ZmRlNTk1N2NkODQyZjhhZTk5NTdmYzgxYjAxNmNm\" data-original-margin=\"\">Kaede felt her heart melt with sympathy as she turned to her companion with concern. However Sir Robert never lost his composure. The boyishly pretty if not stunningly handsome young man merely let go a relaxing sigh before turning towards her with his sunlit smile.</p>\n<p class=\"cnNlZmRhOTBkMTVkNjQyNmJiNDlkYjFmYjljZjg5MDk4\" data-original-margin=\"\">-- Though perhaps it wasn't entirely sunny. There was a sense of wistful resignation emanating from his vivid-green eyes as he shrugged back.</p>\n<p class=\"cnMxZGNkMWJhYzkyYzQxMmNiZWVjNDliZTA3MDE4NTBl\" data-original-margin=\"\">\"About time,\" he stole another glance at the door where a stifled, grief-stricken bawl seemed to go on and on.</p>\n<p class=\"cnMxMjU0YzRhZmM2NzQzMDliMTVmODBkYzc3ZmVlYTNj\" data-original-margin=\"\">Kaede stared back with confusion. His concern for the princess seemed real, but then... how could he look happy at this turn of events?</p>\n<p class=\"cnM4ZjQ1NTJmYmY3NzQ0OWE4MjZiNDIzNWY0Njc1MzAz\" data-original-margin=\"\">\"Letting it all out is the first step towards recovery,\" the Oriflamme Armiger replied to her unasked question with a sincere gaze. \"Holding all those emotions back would only drive her to further despair.\"</p>\n<p class=\"cnMyMzIxOWVkZmI0YTQwNTJhOTZmZGE0ZjZkZjU0ZDdm\" data-original-margin=\"\"><em>Her only parent did just die a gruesome death,</em> Kaede sympathized as she nodded back. <em>I guess not grieving is far more worrisome than crying her heart out.</em></p>\n<p class=\"cnNlNzYzMzQyNDBiMTRlYWRiZTE0MjYyYzk4MzExMDI4\" data-original-margin=\"\">\"Well, there you have it... our dear but troublesome princess.\" He half-chuckled before returning to the posture of a perfect guard. Then, as Robert took another glance at Kaede, he departed his post before retrieving a wooden stool from just outside a nearby cabin.</p>\n<p class=\"cnM5MmJiOTAxNzU2MzRjOTk4NzJlMDVhY2U3M2M1ZTU4\" data-original-margin=\"\">\"Here, please sit,\" he remarked in a gentle voice. \"They'll be a while still. And you look under the weather. Best not to strain yourself after yesterday's injuries.\"</p>\n<p class=\"cnM4OGNkMDZhZGUxNjQzNjI5NDk2MDM5ZjA3MTM1NmNk\" data-original-margin=\"\">Kaede smiled graciously before accepting the offer. She had already thanked Sir Robert earlier for being the one who saved her during the battle. However, his earlier words also left Kaede with a considerable chunk of fresh anxiety. Part of that worry held out for Sylviane, though a growing share went to Pascal and herself.</p>\n<p class=\"cnM3OWI5NzU4Yzc5NTQ2YWI5YjExZTA3ZWI3MmI4MTU1\" data-original-margin=\"\">After all, those serving under a capricious ruler often met tragic results. The history of Earth had more than enough examples as proof.</p>\n<p class=\"cnMzMzZlOWJiZjc2MjQ3Yzk4NTMyMDYwMDY2ZTNiMGRm\" data-original-margin=\"\">\"Does this happen often with the Princess?\" She couldn't help but ask.</p>\n<p class=\"cnMwNzE4Y2I3MzJhODRkZDc5NmRmZTI2ZDEyMDEwNmE0\" data-original-margin=\"\">\"Once in a long while,\" Sir Robert calmly noted. \"But never this bad... never <em>even close</em> to this bad...\"</p>\n<p class=\"cnNlNTVkOTE2MDIxZDRiMjBhYWY0MGE0OGM1MThkYTQ3\" data-original-margin=\"\"><em>Well, she was a teen until just two years ago,</em> Kaede settled in her thoughts. \"Must be stressful, for her to carry so much responsibility at such a young age.\"</p>\n<p class=\"cnM4NDRhOTNiMGQ5NTQwNzZhNTZhMWU2ZTcyNTIxMDA3\" data-original-margin=\"\">\"Unfortunately, Her Highness was never meant to be the heir,\" the armiger responded. \"And after her brothers' assassination the Emperor rushed to start her training. It would have been better if she had a few more years of childhood.\"</p>\n<p class=\"cnM0ZTg1M2U2MWZjMzRhNWJiOTc5Y2Y4OWU3MGI5MzU5\" data-original-margin=\"\">It was a surprisingly candid piece of information from someone within the princess' inner circle. Kaede could only surmise that what Pascal just did solidified the armigers' trust in him, and by extension, her. Since whether she liked it or not, most nobles of Hyperion would always see her as an extension of Pascal. It was a simple fact that she might as well accept, with all its pros and cons.</p>\n<p class=\"cnM5NTE5ZDYwZGVhMDQwMWFiNGM1MjFkY2ZhODM4YzI3\" data-original-margin=\"\">\"Given what happened back in Alis Avern, one could argue that the Emperor did the right thing,\" the familiar replied. \"She is the crown princess. She had to be ready.\"</p>\n<p class=\"cnMzOTllZDQyYzEzZTQzM2ZiOWQ2MTA5ZTFiNGRmNzg1\" data-original-margin=\"\">\"For Rhin-Lotharingie, sure. But for her?\" Sir Robert sighed once more. \"Well... the damage has already been done.\"</p>\n<p class=\"cnMyMzI3MTc1M2RmZjQyNTk5MmFjYmRmZTcyMzFiY2U1\" data-original-margin=\"\">\"What do you mean?\"</p>\n<p class=\"cnNiOTAyNmRmODE3OTQ2MjRhNDA3ZWYxYmFiZGFmN2Q5\" data-original-margin=\"\">Kaede turned towards the young knight in his 'twenties'. Her perplexed rose-quartz eyes met his peridot-green gaze in a sincere exchange.</p>\n<p class=\"cnMzOTkxMDhjN2JhYjRhOThiNzk5MzQ4ZGZhMTJhM2Nk\" data-original-margin=\"\">She certainly didn't miss the hint: Robert de Dunois was evidently someone who cared more about Sylviane as an individual than his loyalty to the crown, or her tiara in this case. Considering his apparent youth, Kaede thought it was very probable that the princess and her armiger also shared some sort of childhood bond.</p>\n<p class=\"cnM3OWEwYmMxMDA5NzRjYTBhMjIzZThhODBkZDAwZWEz\" data-original-margin=\"\">However before he could answer, a familiar chirp from above distracted them both. Kaede didn't even have to look up before she felt relief from the growing warmth, the comforting presence that enveloped her whole being.</p>\n<p class=\"cnM1N2JjYWJiMTNiNjRmN2ZiNmQ4ZGJjZTI5MDhmY2Rl\" data-original-margin=\"\">Hauteclaire circled around, flying low above them before descending to land. For a brief second, Kaede felt a flash of surprise and anxiety as the cerulean phoenix glided towards her.</p>\n<p class=\"cnNjMjA2YWY4Y2I5OTRkMWI4ZDU2N2Y3ODMxY2RjMGI5\" data-original-margin=\"\">Yet as Hauteclaire came to perch on her right shoulder, the aura of tranquility he emanated overcame her unrest. Even the sharp talons did not hurt. The soothing heat felt more like a shoulder massage than a bird's bony grasp. The warmth that engulfed her certainly helped with her worsening stomach cramps.</p>\n<p class=\"cnMwNGNiNWI3ZGIwMzQ1MDQ4MTI2YzgwZGU3ODZmMjE1\" data-original-margin=\"\">\"I think he likes you,\" Sir Robert grinned.</p>\n<p class=\"cnMzZWY5ZmJhMDg4MDQ2NzdiMjBlMDk1NDg3YjAzNWM5\" data-original-margin=\"\">Kaede almost tried to shrug. She didn't have a clue on what the expected behavior of a phoenix should be. Though she was sure of one fact:</p>\n<p class=\"cnNiMGMxMThlMjcxYjRlZGU4MzkwZTcyZTgyZjc0ZjVl\" data-original-margin=\"\"><em>Even from here, Hauteclaire's presence should definitely help Sylviane calm down.</em></p>\n<p class=\"cnM0ODM4ZGMyOTA1MTQ0NDRiODZkNjExYzRjZDMwMmI4\" data-original-margin=\"\">Her hand reached up on instinct to brush the phoenix's burning feathers. She felt their comforting warmth in the cold, wintry breeze. And as the seconds dragged on in peaceful silence, Kaede felt a measuring look in her companion's friendly gaze.</p>\n<p class=\"cnNkYmYyYzQ2ZTdmNDQ1MzZhNzBjN2Q1YThhYmUwZmUx\" data-original-margin=\"\">\"Milady, I have a request to ask of you.\"</p>\n<p class=\"cnNhZTI1NTFmZTgxNTRkNzU4YjQ2ZDk0YjVhODA0ZGU1\" data-original-margin=\"\">\"I'm not a lady,\" Kaede shrugged off the unusual politeness. \"But please go ahead.\"</p>\n<p class=\"cnMxOTVlN2ZjZTg1YjRhNmU4ODRjOThiN2RmMmE4NjVl\" data-original-margin=\"\">\"I know our princess hasn't been the most kind to you,\" Robert offered an apologetic nod. \"But her... <em>hobbies</em>, well, they're also some of the only habits she has left for herself, the only pastimes to counterbalance the weight of burden upon her shoulders. I know Her Highness can be rather demanding at times...\"</p>\n<p class=\"cnMyZWUyZmJiMWFiMjRkNTFiYjdhYmEzNGY5YWIyYzU0\" data-original-margin=\"\">Kaede released a deep sigh, which instantly stopped him short.</p>\n<p class=\"cnNiYTYyYjRiNDI1MjQ5NTM4NDgwODRmMWFmMzc5MTNk\" data-original-margin=\"\">Toying with her like a doll in the royal sitting room was one thing. Kaede didn't like to admit it, but it wasn't <em>entirely</em> unpleasant of an experience. In fact, it felt comfortable to have her hair brushed and her head rubbed, even if she was too tense at the time to really enjoy it.</p>\n<p class=\"cnMzZThmOTQwYzNlNzQ3YzE4MmQ1NThiYWVhYzA3ZjZl\" data-original-margin=\"\">However Sylviane had also tried to treat Kaede like she was property, from dictating what she could wear to where she would sleep. Worse yet, the Princess had tried to isolate her from Pascal, from the only 'family' she had in this foreign world and her one pillar of safety, just to assert dominance.</p>\n<p class=\"cnM2ZjlhNjc5MTY0YTQwMDE5YTY2NWRlYTk2NDMwYjdk\" data-original-margin=\"\">Considering Kaede's problematic relationship with Pascal, the Samaran girl could understand why the Princess did it. Nevertheless those anxiety-filled nights when she had difficulty sleeping were certainly hard to forget.</p>\n<p class=\"cnNmZjFjZjU1MTFhNDQ5NjViNDQ3NjA3YTgxNTBkMWJk\" data-original-margin=\"\">\"I don't begrudge Her Highness for 'trying to put me in my place', if that's what you're asking,\" Kaede spoke with a faint scowl. \"I realize most girls in the Princess' place would do something similar, doubly so as she's royalty and used to commanding respect. However... that doesn't mean I enjoy being treated like her belonging.\"</p>\n<p class=\"cnM0ODM4NmFiZTU5ODQ3ZTY4M2VmMDhlMTkyNjkxMjhi\" data-original-margin=\"\"><em>Especially as she was even worse than Pascal was at the beginning,</em> the familiar appended silently. <em>At least Pascal was concerned about my day-to-day needs.</em></p>\n<p class=\"cnM4MDk1Y2FlMDVkNjRiOWVhMGZhZGMyODFiZmJhNjY2\" data-original-margin=\"\">\"The princess may not express it or even realize it, but she does like you.\" Sir Robert then remarked with a calming smile. \"Otherwise she wouldn't have taken such an interest.\"</p>\n<p class=\"cnNjMzA3YjQ1NWEzYjQxNzJhMjZkMDQ5MjYzM2ZmOWFi\" data-original-margin=\"\"><em>In me or in what I look like?</em> The Samaran girl had to wonder, considering she seemed to share the exact same measurements as Vivienne, whom Princess Sylviane apparently treated like a live plaything with neither resistance nor repercussions...</p>\n<p class=\"cnNjYmUxNmZkYzE2MDQ0ZTc5ZjAxNzNiYTkxZWEwZjI4\" data-original-margin=\"\">\"I won't ask you to simply do as she demands,\" Robert continued. \"But please, at least be her friend. She doesn't have many of those to speak of.\"</p>\n<p class=\"cnM1MTBlMWRjYmZkOTQ3N2M5N2JkNTkzNGE2MjM4NTU3\" data-original-margin=\"\"><em>Not trustworthy ones without any strings attached, in any case.</em></p>\n<p class=\"cnM0N2YwMjFkM2MwZTRlNWVhNzRlNTZkYzQ2MzNhOTBk\" data-original-margin=\"\">Kaede made an awkward smile as she held her hand against her stomach ills. Even with the armiger's aid to her in mind, she could only offer a rather noncommittal reply:</p>\n<p class=\"cnM3YjA3ZGVlOTliMTQxODNhNjRhNmViYjcxMzlmYmI2\" data-original-margin=\"\">\"I'll do what I can.\"</p>\n<p class=\"cnM1OTk2MGEzYjhiMzQ4ZDRiYTY2NDhjYzVkYmQ1MTg3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0ZjljMzgxNDlmMTQ4OGY4MThhYWU0OGM2N2IyYzZj\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMyZWJhNDdhMjE5ZjRjYmE4MTBmZjk2NmQ2NzRhY2Jk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkYmNlOWY5ZDI0NzRhNTZiOTE0YWNjMzRkYTYyMDZi\" data-original-margin=\"\">Sylviane wasn't sure how long she had wailed on. With her tears already spent, her emotions had seized her voice as the only form of release.</p>\n<p class=\"cnNjMGRlZGRjMjlmMTQwNDlhZTExNmQ1N2JmMDZiNzMx\" data-original-margin=\"\">Now, it was impossible not to feel embarrassed as she and Pascal continued to sit on the bedside floor. They leaned against each other in silence, with Pascal's arm wrapped around her shoulders while her head rested upon his.</p>\n<p class=\"cnNkN2Y3NGYzMzM5ZDQ2MGZhMmQ1N2M5NDQ4ZGY5YzA4\" data-original-margin=\"\">At least, she was silent...</p>\n<p class=\"cnNhZGE0ODc3ZTI2ZDQ2YjE5NmM1MDdiNWFjZGIxNWYx\" data-original-margin=\"\">Sylviane had enough experience to realize that Pascal <em>could</em> read the atmosphere. He just rarely knew how to act accordingly.</p>\n<p class=\"cnNjNzhiYTk2MWNlZTRjOGFiNGNiODUxNGQ3ZjEwYzlh\" data-original-margin=\"\">Not long after she stopped crying, Pascal went back to talking by himself.</p>\n<p class=\"cnM5ODVjN2JkZTA4ZTRhYzU5MzE1ODJkMDRiM2E5MWMw\" data-original-margin=\"\">That might have been fine, except the contents were entirely inappropriate for the moment. He started by filling her in on the events of last night: a Weichsen political drama that she, as an outsider, was only too happy to stay out of.</p>\n<p class=\"cnM4NTNjYTFjNDFlYjQxNmI5OTJkOTJiMjRmOTAyNjRl\" data-original-margin=\"\">\"Well, look on the bright side...\"</p>\n<p class=\"cnMwMzg5MjIxMjg2ZTQ0YmU5OWVmNDM4NjMwMTA4NzI5\" data-original-margin=\"\">Sylviane could feel the shoulder beneath her head shift as Pascal turned his expression towards her, prompting her to glance back.</p>\n<p class=\"cnM3MDgzYWRmMTlkODQ1YWU5NGQ4MzY0NGIxZDJiZTNj\" data-original-margin=\"\">\"We are both orphans now,\" he announced through a somber smile.</p>\n<p class=\"cnMzYWNhZjE2NTJkMjRiZTU5OTRjZjc5Yjk0MTIwZGI2\" data-original-margin=\"\">\"That is <em>really</em> not funny.\"</p>\n<p class=\"cnNjNjNmYzUzZWQ3NzQyMzc5ZGY4ZmE3NjU3ZjcyZDIw\" data-original-margin=\"\">\"I did not say it was,\" he protested in his usual drawling speech.</p>\n<p class=\"cnMyMWE5NjdjN2VkNjQ2YTY4ZjQyNzUzMTY2YWU5M2Uz\" data-original-margin=\"\">A puzzled frown soon stretched across her countenance. It wasn't like Pascal to make his point in a roundabout way. Being indirect simply didn't fit him, not to mention how hard it would be to guess his intentions, considering how different his thoughts were compared to everyone else.</p>\n<p class=\"cnNhNjQ2OGFmYjQxYzRjZTE4N2YzNGQzZGU1NDUwNzhk\" data-original-margin=\"\">Thankfully, he also didn't keep her waiting for long:</p>\n<p class=\"cnMxYTE5Nzk4MmRiYTQzYWRiOTE0ZTkzMWFiNDcyYWNl\" data-original-margin=\"\">\"You do not like to be pitied, and I do not enjoy it either. Well now, neither of us need to worry about that from the other. We are both alone, yet we both have each other.\"</p>\n<p class=\"cnNhOWUyNTE1NWZlZDRmN2I5MTU2ODZmZTgwYWI4OTNl\" data-original-margin=\"\">\"Together, alone?\" she echoed back.</p>\n<p class=\"cnM2NDkwYzZhM2YwYjQ0OWRhYzkyN2RjOTQ4MjljNzdm\" data-original-margin=\"\">Pascal always had an odd way of trying to cheer people up.</p>\n<p class=\"cnM1NWI1NDExZjY3YjQxMDZhZTdlZDRiNjNlMGIwOGVk\" data-original-margin=\"\">\"A most contradictory expression, is it not?\" His words emerged with the hint of a chuckle.</p>\n<p class=\"cnM0MmZiOWM2OGQ5ZTRlMDViOTY3ZGUzNjRiYmE0NzQ1\" data-original-margin=\"\">\"What about Kaede then?\"</p>\n<p class=\"cnNiZDI4MTg3ZjY3MzQzOTc5MTQxZTY0Y2RmN2YwZDgw\" data-original-margin=\"\">Sylviane had been hesitant to ask. But in the aftermath of the Marshal's death, it was Pascal who had announced to her that he had received a new family member.</p>\n<p class=\"cnM0MDY1MTI2YmQzNzRhZjRiNzE1NzY5YjhjMDU0ODBh\" data-original-margin=\"\">\"She is the same as us -- no other family or close relations in this world.\"</p>\n<p class=\"cnNiOTA4ZmViMTEzNDRjMmE4ZjdlMDIyOWE2ZDZkZDJi\" data-original-margin=\"\">\"Isn't that your fault?\"</p>\n<p class=\"cnMxNTk3NGEwMzQ1MjRkZWFhZjA0NWI2YjdmYzQxNzM5\" data-original-margin=\"\">\"Yes, it is.\" Pascal admitted plainly. There wasn't even a hint of begrudging denial.</p>\n<p class=\"cnM3MWZkMDgxZGEzNjQwMTBhMDY3NGEzMzEwOTFhMGI4\" data-original-margin=\"\">It was yet another virtue where he bested her with ease.</p>\n<p class=\"cnNlNzg4ZjRkOTZhNjQ2OTQ5ZDZhNDE1MDgyZjJkM2U2\" data-original-margin=\"\">\"Yet that is also why I have a responsibility towards her,\" he asserted before turning to stare into her eyes. \"So please, be nice. We are all in the same family now. We have to support each other.\"</p>\n<p class=\"cnM1ODlkMzNkOGNjOTRmOWY5NTQyMzliMDFiNGE3Mzg4\" data-original-margin=\"\">Pascal paused briefly before adding in a nostalgic tone:</p>\n<p class=\"cnMxMjRmYThhZjk4MDRlN2JiYzlkZDc1Mjc1MmI1YTll\" data-original-margin=\"\">\"After what happened to me the night I learned my father's death, I realized there was no way you meant it when you told me to leave. Even if my words and my actions might prove no good at comforting you, my presence alone should be of help.\"</p>\n<p class=\"cnMwY2E0MzZkY2ZiZTQ4ODI4OTlhNDc3MGMyNWY4NzA0\" data-original-margin=\"\">Sylviane realized then that while she might not have a direct bond with Kaede, the familiar girl had been a pillar for Pascal on several occasions. And the princess was reaping the benefits of that now.</p>\n<p class=\"cnMyMjE1MjZjNGQ0MjRjZDhhZTA0NzUzZjMwZTA2ZmM2\" data-original-margin=\"\">In hindsight that was what defined a family: not mere bonds of blood and matrimony, but a deep sense of trust and mutual, inter-support through hard times. And for that if nothing else, she owed the little girl some kindness and a few gestures of gratitude.</p>\n<p class=\"cnM1M2JiYmVmZjg4NzQyYjg4ZjhkNWM2YTg3M2FhZTAx\" data-original-margin=\"\">\"I know,\" the princess murmured back before repeating, \"I know.\"</p>\n<p class=\"cnNlYWU3NDg2ZDE5ZjQ3YTRhM2FhYmQwNmU3MDZmNzY2\" data-original-margin=\"\">In that moment Sylviane made a promise to herself: regardless of how much she liked or disliked them, those who were Pascal's friends and family also made them her own. She would treat them with the same respect Pascal always extended to her closest companions, like Mari and Robert.</p>\n<p class=\"cnM0NjllMTMxNjEyYjRjMzZhZjg5MDJmZWM2OTViN2E3\" data-original-margin=\"\">The two of them relied upon one another far too much to do otherwise.</p>\n<p class=\"cnNiOTgxNmZhMTdmZDQxNjViYzc2MDYyM2YzOWNjNjNl\" data-original-margin=\"\"><em>Well, I might still tease her a good amount,</em> she left an honest opening for herself.</p>\n<p class=\"cnNiZDI1ZjQwMzc1NzRiNWE5YzA1MWQ5ZjZiNjUxNDg1\" data-original-margin=\"\">\"So what do you plan to do next?\" Pascal asked after a long moment of silence.</p>\n<p class=\"cnNkNGIxY2VjM2FiYjQyZDliZTU4YTY1MzRhZWY4MjJm\" data-original-margin=\"\">\"I... I honestly don't know,\" Sylviane admitted. \"I haven't thought about doing anything <em>except</em> being the Crown Princess for ten years now.\"</p>\n<p class=\"cnNmN2E4ZmM4MzJhOTQ5NTFhZjc3NmUyMzQ5NmYxYWE1\" data-original-margin=\"\">\"Do you still want to be?\"</p>\n<p class=\"cnNmZDBhYWFmMjE5NDQzNzlhZTcwYTY2YjQzNjQ3ZTI1\" data-original-margin=\"\">\"It's not a matter of want or not,\" she turned to reply as their eyes met once more. \"I <em>am</em> a crown princess. It might have begun as simply a mask, but it's who I am now. Even if I'm told to stop...\"</p>\n<p class=\"cnM3ZmVmYzhhNTk0YjQ2OTU4YTJiNTgwYjE0MGMzOTE5\" data-original-margin=\"\">\"Who told you that?\" Pascal's eyebrows went up.</p>\n<p class=\"cnM4MWIyMTg4MjFlMTRiMjJhMmM2ZjdjNDc2YjBlMWU5\" data-original-margin=\"\">\"Can I still be? A princess disowned by her country?\" Sylviane commented before her depressed voice seeped back in. \"Perhaps the Holy Father doesn't want me...\"</p>\n<p class=\"cnM2NTYzMmZkZjIzMjRkN2E4NDAxZDFhZTg1ZjU0OWQw\" data-original-margin=\"\">\"I doubt this is the Holy Father's work.\" His interjection was stern and instantaneous. \"First your father gets excommunicated. And a few weeks later he gets deposed and murdered by the paramilitary branch of the Inquisition, led by a newly anointed 'Defender of the Faith'? This has the avarice of the Church written all over it!\"</p>\n<p class=\"cnM1ZTE1NTNkNDdlNTQxNDI5MDM5MzBhMzY2YzExMTI2\" data-original-margin=\"\">\"Yet... the Holy Father allowed it to happen,\" the Princess noted dejectedly. \"How can you be sure it's not his will then?\"</p>\n<p class=\"cnNkMjMzNmJjNDEwZDQxZmViM2UzYmYzZmM5YWVkYTE0\" data-original-margin=\"\">\"It is not simply what I think...\"</p>\n<p class=\"cnM1YTEwZDMyNGNmMjQ1ODBiMjJjNTZjOTg5NDA0ZWEx\" data-original-margin=\"\">Pascal's words rang earnest as his hand stroked her hair in trying to calm her back down.</p>\n<p class=\"cnNmMDc4ZmU1YWM3ZjQzNjc5NjFjNGYzY2Y3MGMyMzQw\" data-original-margin=\"\">\"Emperor Geoffroi devoted his life to making Rhin-Lotharingie a better country. As far as I know, he was a ruler loved by his people, and few monarchs could claim to have upheld the crown as dutifully and faithfully as him.\"</p>\n<p class=\"cnNjZjc0Y2Q4YTRkMTQyN2FhYmFkMTgxMzJjNzk4ZjA1\" data-original-margin=\"\">\"Besides,\" he stared at her with utmost seriousness. \"Even if he dissatisfied the Holy Father in some way, do you honestly think our Lord's benevolent mercy would bestow such ruin upon Rhin-Lotharingie in the moment of its greatest crisis -- during an invasion of heathen swords?\"</p>\n<p class=\"cnMyYjM0ZDAwNWVkOTQyMzI5MTI0NjU3NTFkOGFmOGE0\" data-original-margin=\"\"><em>No, it doesn't make any sense,</em> Sylviane wanted to agree. <em>But then... what does the Holy Father want of me?</em></p>\n<p class=\"cnMyMTAzMjQ2MTc0OTQ0YzhiY2FlODQ5OTU2ZGMxZDVl\" data-original-margin=\"\">If it was contrary to his will, then why would the Holy Father simply stand by and watch it happen?</p>\n<p class=\"cnNiYTU2ZWZkNDYzNjRlNDNhNzBlMmE4ZDZjMjhiZGZl\" data-original-margin=\"\">\"I believe the Holy Father is testing you,\" Pascal answered as though reading her thoughts. \"These are troubled times ahead, and he wishes for Rhin-Lotharingie to be led by someone who is not just willing, but also <em>ready</em> to face the Empire's challenges. A leader who overcomes these trials can ultimately bring your country to greatness. The road ahead may be difficult, but we must have faith that the final goal will be worth the sacrifices.\"</p>\n<p class=\"cnM3ZTllZTRiYjExNDQwODFhNWRjNjVjZjFiZmViOTU5\" data-original-margin=\"\">\"You sound like a priest.\" Sylviane's lips formed a wry, if hesitant smile.</p>\n<p class=\"cnNhMjA5NWU5ZWE5YzQ4NmI4NzU3MzdlN2I2OWQ1OWMz\" data-original-margin=\"\">\"Must I be a priest to have faith?\" Pascal countered with a gentle smile. \"Faith is not just accepting what you are told. It is about believing in others: that the Holy Father, in his omnipotent goodness, will always be just and virtuous, even if his mysterious ways are not immediately apparent to our limited view.\"</p>\n<p class=\"cnMwYmJlY2E0OGJmMzQzNTU4NzY1MTI4YmJlYjM0NWYw\" data-original-margin=\"\">\"That doesn't sound like you at all,\" Sylviane remarked in jest.</p>\n<p class=\"cnNjNzVjOTA2NmVlMjRiNTNhNzQwMzU0OWVlM2UyODBi\" data-original-margin=\"\">Pascal might follow the Holy Scriptures, yet she would never tag him as a particularly spiritual man. He was simply too pragmatic, too much in love with understanding the material world.</p>\n<p class=\"cnNjZDY1M2UwNTljNzQyZGY5ZmQzNWU3M2E5MDcyNGI2\" data-original-margin=\"\">\"Probably because I acquired the saying from Perceval,\" Pascal shrugged. \"He's the healer from the incident at the academy.\"</p>\n<p class=\"cnM2MzY4MDBlZDcwNDRlZTdiOGM3ZjBmYWVjYmZhNjU5\" data-original-margin=\"\"><em>Right, one of your new friends,</em> Sylviane thought, unsure of whether she should feel proud or envious. Nevertheless, she finally felt a smile return to her lips as she leaned back into him once more.</p>\n<p class=\"cnNhOGU0YWNlNzdiNzRkZjliYmE1MWM0MmY0YzgzNzM2\" data-original-margin=\"\">\"Do you want to know what I think?\" Pascal asked next after another moment of comfortable silence.</p>\n<p class=\"cnMyZGEwYjVmMjg5NjQzYzZiNmQzZTVkMzBhMWQ1YjIz\" data-original-margin=\"\">Of course, he never even waited for her reply:</p>\n<p class=\"cnMwZTQ0OGQzODljYTRiYjE4NzM5NDZkMzdiNjIzNTVh\" data-original-margin=\"\">\"Let us go to Rhin-Lotharingie, to Alis Avern. Take back what is rightfully yours. Restore the country to order. Bring vengeance upon those traitors who betrayed the nation during its hour of peril and murdered their rightful liege in cold blood.\"</p>\n<p class=\"cnMwOTZlMmM1MGIxMzQ3ZWU4MmY3ZmMyNmM3NTgyNzk1\" data-original-margin=\"\"><em>You make it sound so easy.</em> Sylviane thought as she relaxed further into him.</p>\n<p class=\"cnNmYTFhNDM4YjgyNjQ0ZGY4ZjA5NmM4YzllYTNiMGFl\" data-original-margin=\"\">But then, the right path was never easy.</p>\n<p class=\"cnM0YTJjOTgxYzA5MjQ5NTA5ZDE2NmFmNTMxOWU0OWNk\" data-original-margin=\"\"><em>Yet is it the right path to take?</em></p>\n<p class=\"cnMxMzE4YTVkMTQyMTRmNGRhNmJmZGNmMjZhNWFjMGZm\" data-original-margin=\"\">On moments like these, Sylviane wished the Holy Father could be a nudge more obvious with his signs. Though if that were the case, then was the conviction to move forward still her own?</p>\n<p class=\"cnMzYWM4MDRmNzVhYzRlNTVhNmYyZDRlNjZiNjVkMzEy\" data-original-margin=\"\">If Pascal was right, if this really was a test, then this was her first hurdle. She must summon her own resolve to take back the throne that was rightfully hers.</p>\n<p class=\"cnNiZmVkZGQ3MjlkZTRjMGM5MDMxNDZkOWM3MmQ2YjI2\" data-original-margin=\"\">\"You're right.\" Sylviane spoke, softly at first before she declared again in a more resolute voice. \"<em>You're right.</em> The Holy Father wouldn't simply abandon the Lotharins to crisis and catastrophe. All of this is happening for a reason, and I will not simply fold while the Empire needs me.\"</p>\n<p class=\"cnMxZDBkMDU1OTI4YTRmZjdhNGJmOWUzNzE0NTM4YWU2\" data-original-margin=\"\">She then stared at him, her wisteria eyes locked onto his turquoise gaze:</p>\n<p class=\"cnNlNGVkNmZiZDY4YzQ4YjA4YzRkN2ZjNzdiODE1M2M2\" data-original-margin=\"\">\"I will not abandon the responsibilities that I've spent my whole life learning to uphold.\"</p>\n<p class=\"cnNjMTM4M2E3NDYzNDQxZDBhYzhkNDU2ODJmMDVhNWU5\" data-original-margin=\"\">Pascal smiled. His lips formed a broad grin that stretched from ear to ear.</p>\n<p class=\"cnNlMjhlZTMxYzhkZTRiNmQ5OWFiMTFlY2MxN2FmYWE1\" data-original-margin=\"\">\"That is the spirit of a true <em>Princess!</em>\" He remarked with approval. \"We can restore your country and destroy your enemies in one decisive stroke! And we can take pleasure in exacting vengeance while doing so!\"</p>\n<p class=\"cnMwOWZlZjcwM2E0NDQxZWU5ZmI0N2RlMjczMTdmN2U3\" data-original-margin=\"\">\"Wrath is a sin, you know,\" Sylviane raised her only objection.</p>\n<p class=\"cnM0ZGVjMGIwZjhkODRiMGNiZTAzZTBjMDMxMGNlMTc5\" data-original-margin=\"\">\"So it is.\" Pascal shrugged it off with ease. \"I am human. Have to at least sin a <em>little</em>.\"</p>\n<p class=\"cnM1OGRiYTBhMGFkMDQxNGNhODA4ZDYwMDhmY2E5ZGFi\" data-original-margin=\"\">She almost scoffed at that. Almost.</p>\n<p class=\"cnNhODcyOGUyNjdjZjQ2YjA5ODJlOWRmOGM2ZWFiY2I5\" data-original-margin=\"\">The concept of 'transgress now, repent later' had taken deep roots within the Trinitian faith. It was a growing disease that sapped the morals of its followers, made only worse among the upper class by the abuse of indulgences -- 'forgiveness' and 'salvation' which could now be purchased from the Church at premium cost.</p>\n<p class=\"cnNjYWEwMjYzODZiNTQ3NDg4YTNkMjc2ZTM4ZjM5YjA0\" data-original-margin=\"\">\"The Holy Father might dispense clemency to those who lament a moment's carelessness,\" Sylviane frowned back with a stern reply. \"However that is not the same as purposeful wrongdoing.\"</p>\n<p class=\"cnM3NjRmNWM5YWFlNjQyNTY5ZWE5NWViY2Q1OGYxNGE4\" data-original-margin=\"\">\"And war is murder, politics is deceit. Yet knowing that, do we not still perform them out of necessity?\" Pascal stated as he straightened his posture. \"You know what is one lesson that last night taught me? People say revenge leads nowhere. But it felt good, and it felt <em>right</em> to see justice dealt. To see one of my father's murderers receive what he deserved -- nothing could better restore my faith that no matter how dark the night may grow, the light of day will ultimately triumph.\"</p>\n<p class=\"cnNmMjgyNDY3MTU4YTQwYTdhMDc4ZDNhNGY1ZjA4MmQ0\" data-original-margin=\"\">His voice was neither hateful nor malicious. Instead it expressed a thorough satisfaction backed by firm intent, a strong will tempered by raging flames.</p>\n<p class=\"cnNkNzIyZWQ3YzE5ODQ4MTY5YzE2MDIzMWE0Y2ZjOWY5\" data-original-margin=\"\">\"We are not all saints, nor do we live in paradise,\" he sat up to face her with a steely gaze. \"We need that something to keep us going through difficult times, even if it is not entirely virtuous.\"</p>\n<p class=\"cnNkNWExMTVkYzM3YzRhZDY4NjIyNmI5ZGFhNzJlYjk5\" data-original-margin=\"\">Sylviane knew that in many ways, this was Pascal's ego speaking. Before the eyes of the Holy Father, it would serve as little more than an excuse.</p>\n<p class=\"cnNiMzk3ZTljOWM5NTRlYWJhYTgyYzUzMGQ3ZTlmNWFi\" data-original-margin=\"\">Yet, that same self-justified belief was also what made him a confident, decisive leader. It was what gave him the same qualities that she had always craved.</p>\n<p class=\"cnNlNjQ4OGNlMWNhYTRmNzc4MTdmODcxMWYzN2ZmNGZh\" data-original-margin=\"\">\"Does it really feel that good?\" She pondered aloud, her voice still shadowed by doubt.</p>\n<p class=\"cnM4NmVmOTJjYTFjZjQzNTE5MDc2Y2I0ZTZmMTg3NmI2\" data-original-margin=\"\">Pascal grinned in response and leaned back against her.</p>\n<p class=\"cnNhY2I0MDA3MWY0YTQ2YTZiMTgyYTJlZWMxNDc2NDY2\" data-original-margin=\"\">\"Better than sex, in fact.\" He announced in an oddly satisfied tone.</p>\n<p class=\"cnNhZDcwN2ZmYjFkYzQ2MmJiZmQyNDZhMzBkMDE1NWY4\" data-original-margin=\"\">\"Uhhh, well... I wouldn't have a basis for that now, would I?\" The princess glanced back through narrowed eyes.</p>\n<p class=\"cnNkZDcwYzMwM2I3MTQ1ZDViYjA2NzIzZDYxNzRkNjk5\" data-original-margin=\"\">Sylviane knew that Pascal wasn't a virgin. However she had also overheard enough gossip from the maids to realize that men having 'experience' should be considered a good thing. At least this way, one of them would enter their wedding night with <em>some idea</em> of what they were doing, rather than leaving her with a scarred memory for life.</p>\n<p class=\"cnM0NTA3MGZhODM2NDRkOGZhNzc3NWJmNDhhYjk5ZDFi\" data-original-margin=\"\">Nevertheless...</p>\n<p class=\"cnMxNTMxNjFmY2E5ZTQ4YjFhNTE4MzhmZjBkYWVkMjFl\" data-original-margin=\"\"><em>You could at least avoid saying that in front of a lady!</em></p>\n<p class=\"cnM4MzFjODZkZjYyODRlYjBhNTZhOWQ4YTM5ZDRmNzBj\" data-original-margin=\"\">\"Do not fret. We will get to it eventually.\" He announced with a casual smirk.</p>\n<p class=\"cnM4YjFmYTNjMjc4NzRkZjU5ZGQ2YjRkNzk0MTgxOTZj\" data-original-margin=\"\">Sylviane felt a burning heat rush into her flushed cheeks. As if on reflex, she leaned away to make room as her arm smacked him on the shoulder.</p>\n<p class=\"cnMwMjY3NjA5MWIyYjQ5NWNiNjEzNmJiMzM1MjE5NzI3\" data-original-margin=\"\">\"Ow!\" Pascal rushed to rub it at once. \"Careful with that! You actually do swing a hammer around!\"</p>\n<p class=\"cnM5NTk3ODIzYjhjZTRmODFhYzFiMWI1OGRmODA5Mzgz\" data-original-margin=\"\">\"Hmph!\"</p>\n<p class=\"cnM2OWIyZjA5OTJjNTQ4NDg4ODQ5OTZhM2YzNTRkMzlh\" data-original-margin=\"\">The embarrassing sight that her imagination had conjured was fuzzy at best. Though it also refused to leave her head.</p>\n<p class=\"cnNlMjMxYjdiMzlhYTRjYWM4YmExZGQ0OGM5MDM4YmJk\" data-original-margin=\"\">\"A-anyways, what if we don't succeed in reclaiming the Empire's throne?\" She banished her thoughts by hurriedly bringing the topic back on track.</p>\n<p class=\"cnMzNzc2NTZiOTk4YjQ1YTFiZTI4NmIxNTY2Y2Q2YTlk\" data-original-margin=\"\">\"Weeell... as long as we stay alive, we can always return to Nordkreuz,\" Pascal noted as he turned towards her with a proud grin. \"You can always be my wife...\"</p>\n<p class=\"cnM5M2NiM2MzOGI3NDRjZWI5MmViMTM1YmVhZmU1OTgz\" data-original-margin=\"\">The urge to hit him again rose like a flash flood as her cheeks reignited at once.</p>\n<p class=\"cnNhMDA0NzkwN2FiZDQ3NDFhYjA2NzIzNGFlOTRlNDQ3\" data-original-margin=\"\">\"--However I am certain the Holy Father has more in mind for you than just that.\"</p>\n<p class=\"cnNmMWJiOTQ4NjNjNTRkODY4M2Y0NmZlY2Y2OWI4ZWU5\" data-original-margin=\"\">It was a simple line of words. Yet the unwavering faith it carried pierced her armor of pride with ease. The Princess turned away as she tried to hide her embarrassment. Yet it didn't do her any good. Rather than just her face, Sylviane could feel her entire body heat up from deep within. It felt as though her very heart was melting under his warm gaze.</p>\n<p class=\"cnM1MGM4Y2MzMjI1OTQ0NjQ4YTk2YTIxNzNhNzQzODFh\" data-original-margin=\"\">\"Flatterer,\" she barely whispered out.</p>\n<p class=\"cnNkNWU3YzE4ODU5MzQ4NTZiNTcwNDM4MzEzMjZmMzkz\" data-original-margin=\"\">\"Not flattery if it is honest,\" he declared without holding back, his words only made her blush worse.</p>\n<p class=\"cnM0ZTEzODgyYzM5ZTRmMmY5MGE4ZDkxZjljOTcxN2I4\" data-original-margin=\"\">For several minutes, it felt as though she couldn't do anything. Sylviane merely laid there in his arms, her will sapped by a warm glow, content to stay buoyant in the gentle atmosphere.</p>\n<p class=\"cnM5MzdjYWQ0MjViOTQ5NDk4MWQxOTIyOTY3NzlhMGI0\" data-original-margin=\"\">Yet, there was just one nagging thought that kept trying to climb back up.</p>\n<p class=\"cnMwMDZmODhiZDM3YjQwYjFhNWU2MWZjMjM5MjY5NDYz\" data-original-margin=\"\">\"Would you really follow me in an empress' path, wherever I go, whatever it takes?\"</p>\n<p class=\"cnMxNzg5ZjIwYWQ0MDRiMjFhOTU2NGQ1Njk2MDNjNWFi\" data-original-margin=\"\">Sylviane hadn't spent years in self-doubt to recover under a single moment of kindness.</p>\n<p class=\"cnNhYTlhNmQ1NzRiYjRkYzE4OGNhZTFjNjMyZDA2ZThk\" data-original-margin=\"\">\"Of course, I will <em>accompany</em> you anywhere,\" Pascal asserted, reminding her that 'Prince Consort' or not, he would not accept being a mere subordinate. \"After all, I am not just your fiancé.\"</p>\n<p class=\"cnM3ZjQzZTZiYjZkZjQ5ZjdiN2U3N2NjZjFjNTE1MWNk\" data-original-margin=\"\">Her puzzled frown returned as she wondered what he meant by that.</p>\n<p class=\"cnNmYmJlNzE5YjVmYzQ2MGFhOTIzYjg2MDEzOTI1OGRj\" data-original-margin=\"\">\"Do you remember eleven years ago, when I asked you 'what is the most important trait for a general?'\"</p>\n<p class=\"cnM3M2MyNDU2NGFjMzQyZjdiNTBlZWFkZDA1ZjE4YmNm\" data-original-margin=\"\">They had countless discussions back then, yet Sylviane still felt the nostalgia as Pascal resurrected one of his favorite topics.</p>\n<p class=\"cnNkY2VkNWQwNGU2YTRhYTk4ZGZmM2IyZGM3NDZmMTMx\" data-original-margin=\"\">\"Courage and decisiveness,\" she offered the same answer as years past. \"I am a Lotharin after all. Oriflammes first, <em>always</em>.\"</p>\n<p class=\"cnNiYWU2Y2U4ZTIxNjRjNDFhODcwODllMjE5OGNiODFk\" data-original-margin=\"\">\"And I debated 'cunning, guile, and vision'. After all, it took far more than bravery to win wars.\"</p>\n<p class=\"cnNhMGMxNDMwMDZlNzRjNjVhMmNkYTc0ZDBiZjQ3NTIz\" data-original-margin=\"\">However Pascal no longer sounded sure of himself. It was as though his idea was yet another relic of the past.</p>\n<p class=\"cnMwMzU0Y2E0MTBjMDQ0OWQ5MGNiMmU2NDQyYTNjMDZj\" data-original-margin=\"\">\"Have you changed your belief to something else?\"</p>\n<p class=\"cnMxMjBiYTU4MTJkYjQ5YmY5MzU1MTE4YTgzNjg3MWU4\" data-original-margin=\"\">\"After yesterday? Yes.\" Pascal spoke, before taking a brief pause, to reflect upon a day during which he had seen and done so much.</p>\n<p class=\"cnM1OGYzNWFlYzA1NzRlODU4OTBmZjkzNzA4M2U4NzZh\" data-original-margin=\"\">\"Dedication and loyalty, to his country, to his people,\" Pascal then declared without any inkling of doubt. \"War is only ever a means to an aim, and that aim must be worthy as a cause. After my father was murdered, every soldier of Weichsel mourned for the passing of a hero who would go down in history. Meanwhile Manteuffel had no such dedication. He cared only for his ambitions, and as such the only legacy he would leave behind is the accursed name of a traitor -- all his brilliance brought him nothing more than a passage straight to hell.\"</p>\n<p class=\"cnM1ODQ1OWQ4MjNjMjQ2OGI5YmY0N2RkZTdhYTJhZmJi\" data-original-margin=\"\">Sylviane kept her silence for the moment. She wasn't sure the circumstances were as simple as Pascal claimed it to be. After all, politics rarely unfolded as it appeared on the surface.</p>\n<p class=\"cnNiODYxOGJjMjk0YjRhZmFhYmI2Y2JkMTFjZjlhY2Rj\" data-original-margin=\"\">But now was not the time.</p>\n<p class=\"cnMyYTdkNWY3MWIzMDRkZGFiMmYxNzQwMWE4NDUyMTFm\" data-original-margin=\"\">\"Father had hoped for me to become the general of a new era. He wanted me to bridge Weichsel and Rhin-Lotharingie, our nations which share historic ties and geopolitical interests.\"</p>\n<p class=\"cnMzZDQyMmM4NTk5MTRkMmQ4MDdmZDgxZTlmNTAwYmI2\" data-original-margin=\"\">A fire seemed to ignite in his eyes as he turned to Sylviane in a solemn oath:</p>\n<p class=\"cnM3ZjVhMjllZjdmMTQ1NzI4ZmY5YjA5MWM0ZjliNzcw\" data-original-margin=\"\">\"That is my only wish by your side, and I swear I will uphold it until my dying day.\"</p>\n<p class=\"cnMwZjFhMmNlZjQ4ZTQwZTZiN2Q3ZGI1NjhkMzU5ZDNj\" data-original-margin=\"\">It was as off-putting as it was reassuring. To swear an unwavering, personal loyalty to her would be the moment of romantic legends. Yet that was not how events unfolded in real life. Those who followed blindly only degraded themselves as fools. The truly dependable ones were those who upheld a righteous ideal of their own.</p>\n<p class=\"cnM4NDY5MjNjNTFkNTQ1MzViZWJkNTdiNWQ3MDUwODc5\" data-original-margin=\"\">As a woman, Sylviane knew she had Pascal's affection. But as an Empress-to-be, she would have to work hard to stay worthy of his devotion.</p>\n<p class=\"cnNhYTNlM2Q1ZjQyZTQ3NzFiYTdjOWRiNTkwNDU2MWNk\" data-original-margin=\"\">It was in moments like these when Sylviane realized: Pascal really did bring out the best in her.</p>\n<p class=\"cnM0ZTA4NmJkNGIxYTRjYTJhYzMyNTIzNWZhZmRlNmZk\" data-original-margin=\"\">Nevertheless, the world did have a mind of its own. Political circumstances change. And Sylviane couldn't help but worry as she asked:</p>\n<p class=\"cnMwYTllMjM1ZDdiNzQ5NDliNDFmMDUxZTk2MDZkMTYw\" data-original-margin=\"\">\"What if the alliance fractures?\"</p>\n<p class=\"cnM0MzlkYzBhOWU2ZjQwMDdiNDU2YTczYzA0MGZmOTE5\" data-original-margin=\"\">\"If those in Weichsel seek to break the alliance, then they are my foes.\" Pascal replied without a moment of hesitation. \"I will not take up arms against my state of birth. But the same does not apply to those who lead it.\"</p>\n<p class=\"cnMzMzAxZTk1MDY0MTRlYjM4YzI4OWJhMzk0MTYwMGU2\" data-original-margin=\"\">It was a statement that could be construed as treason if heard by the wrong ears. Yet, it was also a sign of just how committed Pascal was.</p>\n<p class=\"cnNjMTNkZTVkNjgxZTRkMzk5ZGM5NzEwZWYyMTg0NzNk\" data-original-margin=\"\">\"And if I did?\" Sylviane raised the possibility, however unlikely so long as she held Pascal's support.</p>\n<p class=\"cnM4OGY5Mzk3MmIxNDQ5ZDJhN2YyMmQzNzcyYWRjN2Fl\" data-original-margin=\"\">The smile he replied through was a bittersweet challenge:</p>\n<p class=\"cnNiYTFmYTJjZGI3MDRlMTE5ODFiNjA2ZTNlODIxNTAy\" data-original-margin=\"\">\"You will have to kill me first.\"</p>\n            ",
  "invisibleParagraphContent": "Taken from Royal Road, this narrative should be reported if found on Amazon."
}