{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiYjlkZDQyYTBhOTQwMjU5ZjUxZGU0NWYxZDdmN2Vh\" data-original-margin=\"\">Sylviane's awareness returned with a terrible headache. Her spinning brain felt bloated within the confines of an intolerably small container. It felt as though her head was about to fracture and split under the pressure.</p>\n<p class=\"cnM0ODExOGE4ZDNkNTQxNTI5MmQzZDc2YWM3MWZiNzIy\" data-original-margin=\"\">\"Unhhhh...\" Her hands rushed up to the forehead. <em>What in Holy Father's name did I do to deserve this torture?</em></p>\n<p class=\"cnNkZDk0ZGI2YTUyZjQwM2ZiZTAwODdhZTdjZDBlNTA4\" data-original-margin=\"\">\"Mari...\" the Princess cried out before opening her eyes. \"Mari!\"</p>\n<p class=\"cnM5N2ViODM2NTNjZjQ2OTdhNDUyODllMDhiZTZkNjA5\" data-original-margin=\"\">\"Yes, Your Highness?\" A gentle voice came from the bodyguard and lady's maid. Her blurry silhouette leaned in from the bedside chair.</p>\n<p class=\"cnNmY2Q5YmUzNzU2ZTRmMGFhNWNjMzNkYmMwYmYyMDRj\" data-original-margin=\"\">Even before her vision cleared, Sylviane could recognize that they were in her expandable cabin -- the royal cabin, despite its austere interior. She took the silver chalice that Mari offered with extended fingers. The water felt icy and refreshing to her dry lips. Even the slight brain freeze proved a blessing as it dulled the throbbing pain in her head.</p>\n<p class=\"cnNjNjNiM2FlZDEwMjRjZDU5Zjg1Y2E5Y2NhZTMwZGZj\" data-original-margin=\"\">\"Wh-what happened?\"</p>\n<p class=\"cnM3NTBjMDFlOWVkNDQwNmM4OWE0YmMwYjcwNTAyMTMx\" data-original-margin=\"\">\"-- Your Highness had just returned from the battlefield... and you were scolding the unconscious Lady Edith-Estellise when... His Grace...\"</p>\n<p class=\"cnMzNzYzMWI2Yjk1MzQyZmZiZWM3NTdkYjQ5ZmYwNDAz\" data-original-margin=\"\">Mari trailed off into hesitation as she wasn't sure how to phrase it delicately. But as Sylviane finished her drink and wiped the tears and mucus from her eyes, her memories began to rush back amid a deluge of racing thoughts.</p>\n<p class=\"cnMyNWE4MDZmYTk3NDQwMjQ4NjQ2MzYzMTg4MTNkZjI1\" data-original-margin=\"\">She hadn't been aware that Edith was unconscious. But so what? If anything, the Holy Father should have kept the girl awake. Dear 'Miss Perfect' sorely needed to hear opinions contrary to all the praise and admiration, which had clearly gone to Edith's head.</p>\n<p class=\"cnNhMGU3YTMzMGI4OTQ5YWQ4YTgyYzNlZjY3ZTRlNDc0\" data-original-margin=\"\"><em>The Saint of Crusaders indeed... she has spent so much time sheltering behind her own image of honor and chivalry, that she would risk leaving the country defenseless just to preserve her pride!</em></p>\n<p class=\"cnM0YjY5ZTgwOTgwYjRjMGI4MzY0NmE5ZjI0NjAxNThk\" data-original-margin=\"\">It was the logic of ignorant buffoons, virtue championed by egotists and idiots. To fight when there was every possibility of annihilation and not a shred for victory -- it was not courage but sheer lunacy! Had Edith even a quarter the intelligence to match her beauty, she would have detached irregulars to harass the enemy army, to buy time while she withdrew the army north. The mighty fortification at the Avorican Capital of Roazhon laid less than sixty kilopaces north of the battlefield, built on the other side of a natural defensive barrier provided by the Rivers Hafren and Gwilen.</p>\n<p class=\"cnNiZGJlYTk0NmJjZjQ5MzdiMzM3OTcxY2U2NWMyODAx\" data-original-margin=\"\">But stupidity, however terrible, could still be forgiven. Sylviane might wish to bestow some cutting words upon the front commander. However, as her returning memories filled out the missing gaps, those thoughts faded beneath her emotions towards the intolerable act of Pascal's betrayal... no, <em>treason</em>.</p>\n<p class=\"cnNmODQ4M2ViZTI3NTRhNGY4NjFjZjIzMDJkMGY2MjQ1\" data-original-margin=\"\"><em>My own fiancé! How could he humiliate me like that! In broad daylight! In front of the army!</em> She thought as her hands balled into fists while her face grew hot with anger.</p>\n<p class=\"cnNjZDA3MmIwOTQyYzRhMmJhYWY1OTQxOWQwOGYyYTlj\" data-original-margin=\"\">To forcibly silence her with a <em>Blackout</em> spell was the magical equivalent of negotiating with a cudgel. It was demeaning and humiliating, an act as barbarous as a husband beating his wife in public. Worse yet, it violated not only her body but the sanctuary of her mind. Had she not remembered her moment of shock upon hearing his words, she would have never believed him capable of such brutish insolence.</p>\n<p class=\"cnM3NDdhZTE2YjE1NzQ3ZTZhNWU2NTNmZGNmN2M4MWJh\" data-original-margin=\"\"><em>I should see him whipped in public for such an affront!</em></p>\n<p class=\"cnNmNmIwODhmYmJkYzRiYzNhZjgxM2VmZmJlN2YwMjg1\" data-original-margin=\"\">The Princess gritted her teeth under more than just pain. Her fists clenched as she struggled to contain her rage. Were it not for the headache that plagued her as a direct consequence of the <em>Blackout</em> spell, the surging anger that boiled as she scanned through racing memories would have exploded.</p>\n<p class=\"cnMzYzg2YTNjN2YyNjRjNDY5ZDUyZDM4ZGE0YWRiMzc5\" data-original-margin=\"\">\"Where's Hauteclaire?\" Sylviane groaned as she pressed one palm against her forehead.</p>\n<p class=\"cnMwMjRkMzA1NjU1MDRlZGM5ZWRkZmVkZWI4N2ZiMWEz\" data-original-margin=\"\">She could use some of that soothing phoenix aura right now.</p>\n<p class=\"cnMyMTQxNWUxNjcyMDRmZDY4ZWMwYWFhOThlNzY0ZWI3\" data-original-margin=\"\">\"He... he's off visiting Durandal.\"</p>\n<p class=\"cnNkNWFkZmZjN2NkYzRjNTNhZWRlNTc1ZDhkOTllNWM1\" data-original-margin=\"\"><em>Edith again...!?</em></p>\n<p class=\"cnNiZjEwNGYwZGFhNDQ5ZWNhODRmNTYzZGY1ZTk3NGYz\" data-original-margin=\"\">Hauteclaire and Durandal were close friends, sure. But Sylviane had no doubt that her phoenix was <em>really</em> off alleviating that idiot saint's injuries, all while leaving her to suffer.</p>\n<p class=\"cnNhNjkxNjJlMmQxMDRhYTI4MTEyM2UwZmU5OGRjMzk2\" data-original-margin=\"\">At that moment, the door to her cabin opened. Sir Robert was the first to enter, but behind him stepped in someone who was both the first and last face she wanted to ever see again.</p>\n<p class=\"cnNjOGE2YTIzNTFhYjRkNDE5YjYwZDE0YmFiYjI0OTBl\" data-original-margin=\"\">\"Pascal...\" Sylviane barely forced out between gritted teeth. \"What do you have to say for yourself?\"</p>\n<p class=\"cnNiZmI2OWQyMTQ3OTRiMTZiZWI2MzAxOGUwNTk4ZDIx\" data-original-margin=\"\">The Princess' furious gaze rose slowly to his face. She hardly noticed her clenched fingers turning white with anger, as though she sought to crush the metal vessel in her bare hands.</p>\n<p class=\"cnM3M2JkNzM3M2UwYTQ4MjdiOTg1MDk3MzZhZmRjYzQ4\" data-original-margin=\"\">She would give him <em>one chance</em>, to kneel down and beg for her forgiveness.</p>\n<p class=\"cnM0YmY2NmE1ZWY1NzRhMzU4NWQ1OTQ3OTAyNzIxYTU3\" data-original-margin=\"\">But instead, the Landgrave stared back in bewilderment. \"Sorry?\" He replied in an innocent version of his aristocratic drawl, as though he was unaware of any misdeeds and therefore blameless.</p>\n<p class=\"cnM4ZTU2NzkzYThjNjRlZGM5MDRmODE5NDY0N2JlOGVl\" data-original-margin=\"\">Sylviane never even considered the possibility that he simply didn't hear her clearly. Before she realized it, the emptied chalice in her hands had been sent hurling towards his face.</p>\n<p class=\"cnM0M2YyYjJkZWFhYTRmODhiZWU1MGMzZmY2M2M4NDA5\" data-original-margin=\"\">Her fiancé reacted just a second late. His hand batted aside the flying silver at the last moment, sending the weighted base straight into the surprised expression of the Samaran girl flanking him. The stunned Kaede swayed before her small hands rushed to her face, where a delicate nose began to drip translucent-pink blood.</p>\n<p class=\"cnM4OTQ0OGNlNmNhMzRkYjA4YzBiYzk3ZGJmYjg4Y2Qy\" data-original-margin=\"\"><em>She'll heal in a minute.</em></p>\n<p class=\"cnM2YWZkMmM2YWVlMjQyYmY4YWM2MDg0ZGRjNTRjOTJj\" data-original-margin=\"\">Caught up in her fury, Sylviane effortlessly brushed aside any guilt she might have had. Yet as Pascal's turquoise gaze pivoted back to her from his familiar, the embers of ire were already kindling among his shock and outrage.</p>\n<p class=\"cnM1Nzc5OTFhY2Y5NTQ0OGViY2M3MzhhZTdiZWJkNzE2\" data-original-margin=\"\">\"Sylv wha--- what is <em>wrong</em> with you!?\"</p>\n<p class=\"cnNlZDFiMjdhYWI0NjQ1Yjc5ZjliNGQwOTJhMWJlN2Zh\" data-original-margin=\"\">\"What is wrong with me? WHAT IS WRONG WITH <em>ME?</em>\" The Princess roared in a shrill explosion as Sir Robert rushed to close the door to the morning sun outside. \"My own fiancé decided it was a good idea to shut me up by force, in front of an audience no less, by KNOCKING ME OUT, for a whole day!? And you think I AM THE ONE WHO IS WRONG!? <em>ARE YOU INSANE OR JUST PLAIN RETARDED?</em>\"</p>\n<p class=\"cnMwZGU3YjI1YTA5YzQ0MGY5YzdiNzExZWM4NjViMjdh\" data-original-margin=\"\">Pascal was struck speechless by the diatribe. He glanced toward Lady Mari, who returned the barest of head-shakes.</p>\n<p class=\"cnMwYzA5ZDU0OWNhNzQxMTVhMWUxNGQ4MzA4ODIzOWM3\" data-original-margin=\"\"><em>Did you conspire with him as well?</em></p>\n<p class=\"cnM4MGIzNzBjZGRmMDQ0ZDY5YzdiYzAwZDEwYmU5Nzc4\" data-original-margin=\"\">The Princess' eyes narrowed as she reviewed Mari's expressions since waking up. Images flew through her mind at the same breakneck speed as a dozen other trains of thought. Her lady's maid might have seemed troubled, but to describe Mari as 'guilty' would be excessive.</p>\n<p class=\"cnM4YWZjMDNhZTA1ZTRkZmQ4ZDYzZjFhNjVkYTkyMmJm\" data-original-margin=\"\">\"I do not need an account from her,\" Sylviane clarified. \"I have my own memories to judge you by!\"</p>\n<p class=\"cnMzYmYxNDc3NzE0NzQ1ZTc5ZGVjNTMzNzExYzk5NmMw\" data-original-margin=\"\">\"Yes, I admit, I was in the wrong for knocking you out like that.\" Pascal's words came more as a retort than any sincere apology. It certainly didn't help that he followed up by pointing towards the door, his voice growing more self-righteous with every passing second.</p>\n<p class=\"cnM5MzVlNDQ3MzBhNTQ3Y2M5ODYwMzQwYzdkMWY4MDI1\" data-original-margin=\"\">\"But do you remember how you berated Lady Edith-Estellise as she laid there, bruised, bloody, and unconscious? Do you also remember how you called her an 'idiot' and 'fool' even as she underwent emergency surgical healing, in front of her own assembled troops -- the men and women who loved her almost like a mother for how she puts <em>their lives ahead of her own</em> on the battlefield!?\"</p>\n<p class=\"cnNjNzNlMDc0YTQ0MTQyZGE5YjU4YTI0MzNmY2M3ZDhl\" data-original-margin=\"\">\"You forget who you are and whom you are speaking to, <em>Landgrave!</em>\" Sylviane almost spat back. Being her fiancé and childhood companion had made this man brazen and impertinent. He would dare to question <em>her</em> authority, yet another clear sign that the young upstart needed to be put back in his place.</p>\n<p class=\"cnNlNGQxNDc3M2MwYTRhNTFhMDM0YzgwNWU5NDZjNTRm\" data-original-margin=\"\">\"I did not realize that she was unconscious at the time, but she bloody well deserved every word!\" The Princess' chest rose and fell with indignation as her wisteria gaze hardened with scorn.</p>\n<p class=\"cnNlNWQ5M2E3Y2VhZDQ4NjY5YTI1YWQ4ZGU2MWYyODc2\" data-original-margin=\"\"><em>'Saint Estelle', they call her -- the 'Miracle of Roncevaux'. She was 'courageous and exemplary, benevolent and selfless, the embodiment of virtue and an example to us all.'</em></p>\n<p class=\"cnNmN2NmMmQ1NDMyMTQzMzg5OTJhOTY1MTA5NTg0NjY2\" data-original-margin=\"\">Sylviane bitterly remembered the words that her father, the late Emperor Geoffroi, once spoke when he presented Edith with the <em>Saint's Lily</em>. The rechristened fae crysteel shield was a heirloom of the Royal House of Gaetane, given to her Great-Great-Grandfather Charles the Bold by the <em>Faerie Sword</em> Oriflamme, Princess-Consort Gwendolen of Avorica.</p>\n<p class=\"cnMwMjc1ZTg5Yzg1ODQ5NGFhMDNhZDhiNDBjMmI3Njk5\" data-original-margin=\"\">It was the shield to match Sylviane's <em>Faerie Plate</em> armor. Such was the esteem that Edith held in Emperor Geoffroi's gaze. Those proud, doting eyes had showed what everyone else whispered within the palace halls, even if the Emperor could never say it aloud:</p>\n<p class=\"cnMyMTJmZWY0NjFjYjRkNmJhZmM1Zjg4YmVkMTBjODRh\" data-original-margin=\"\"><em>'If only she was born into royalty.'</em></p>\n<p class=\"cnNmNWUzMGQ1ODZkODQ2MzJhZGJkOTVkYzdlMGQ1MTNh\" data-original-margin=\"\"><em>'If only Princess Sylviane was perfect like her.'</em></p>\n<p class=\"cnM3ZWYyODVjMjQ0NzQwMzQ4MjRiZWVhY2ZlMGIwNDRk\" data-original-margin=\"\">Even Hauteclaire, Sylviane's own familiar, preferred Edith over herself.</p>\n<p class=\"cnM3OTk5MDY4ZDBhZTQ3NTRiMWEyNmQ1NzgzMjkyMzBk\" data-original-margin=\"\">\"-- And <em>even you</em> believe she is beyond reproach!\" Sylviane lashed out as a tear of betrayal slid down from the anguish in her gaze. \"That her soul is as pristine as her enchanting beauty! So of course it is not my place to accuse someone so <em>perfect!</em>\"</p>\n<p class=\"cnMyMDYxOThhYjAyYjQ2MjNiYWU3MjJiNDFhNmNmZTFj\" data-original-margin=\"\">\"I <em>knew</em> you were going to say that--!\"</p>\n<p class=\"cnMzODZhYzRkZDdiMjRlMWM5MjhmMTQ4ZTE2Y2MxNjk5\" data-original-margin=\"\">\"But that is what you were thinking! Am I wrong!?\" Sylviane challenged her fiancé's retort.</p>\n<p class=\"cnM0N2IxZmFhNzQ4YjQ1ZWNiODA4MjBmNDkwZDI0YWNk\" data-original-margin=\"\">\"You are shoving words straight into my mouth!\" The Landgrave countered with an expression torn between frustration, anger, and being completely flabbergasted.</p>\n<p class=\"cnNjOTI3OTM4ZGVkYjQyNTdiNGExNDQwN2YzMmI4NDRl\" data-original-margin=\"\">\"Oh please. Don't think I haven't seen how you stared at her in the past, lusting after her with the same eyes as every other man...\"</p>\n<p class=\"cnMyNTU5NmI0NDAzMDQyMjI5ODAxYTQ3MDUwZWY2YmYw\" data-original-margin=\"\">\"Do not compare me with every other sex-addled brainless imbecile out there!\"</p>\n<p class=\"cnNkNzRhOTBiZDk5NzRkMjlhZjVhZDhlYmE1ZjAwOGE2\" data-original-margin=\"\">Sylviane sneered for a brief moment as she glanced towards the Samaran familiar who was still pinching that pretty nose.</p>\n<p class=\"cnM0NmYyODI4MmUyNzRiMDFhNDY3NjEyM2U1MjQwMzlm\" data-original-margin=\"\">\"And you think I am blind to how you have started sleeping with your familiar again? Less than a minute away from your lawful fiancée no less! So tell me, who is the 'sex-addled brainless imbecile' now?\"</p>\n<p class=\"cnM0MzBmZDQ4MDNiMDRiY2U4M2ZmYmJiOGE5Mjg3M2Rk\" data-original-margin=\"\">With his cheeks flushed, Pascal took a deep breath to calm down before explaining:</p>\n<p class=\"cnMzMGViMjk3NjM4MTRkN2Q5MTg0NDIwYmIxODVjMTU3\" data-original-margin=\"\">\"Kaede... has been having difficulty sleeping. She has been suffering repeated nightmares from battle trauma. So I--\"</p>\n<p class=\"cnM5ZGFiYzcwZDM3YzRiOGFiNTRiZWEyOTY5ZjQxNTBi\" data-original-margin=\"\">\"So <em>you</em> thought her a mistress who would better share your bed than sleep in her own?\" Sylviane had to stop herself from barking a laugh in disbelief. \"What a convenient excuse!\"</p>\n<p class=\"cnMyNTM4Y2U0YzZkNjQyNjE4NmFmN2EwOWQyZjJmZTMz\" data-original-margin=\"\">\"It's not an excuse.\" The familiar herself chimed in. Her wispy voice was barely audible behind her embarrassment. \"I-I'm the one who asked him... I've been having nightmares ever since the Battle of Nordkreuz... and the only time I managed to sleep normally was when...\"</p>\n<p class=\"cnMwZjM2ZTg1M2EwNjRiNDI5OWY5YWZmNWQ3NGZjNDRh\" data-original-margin=\"\">\"Of course now the familiar would disgrace herself to stand up for her master,\" the Princess cut off the rest. She had no time for such pitiful attempts at excuses.</p>\n<p class=\"cnM2ZDkzZTI3MDBhYjQyZTdiNjQ3MzIwN2ZiMTViM2M3\" data-original-margin=\"\">By this point, Pascal had leveled his palms into the air in exasperation:</p>\n<p class=\"cnM1MDVhZDY2YzQyYzQ0ZjI5MTE4YzdkYjIxMTdhMWJm\" data-original-margin=\"\">\"Sylv, you are not even <em>trying</em> to listen--!\"</p>\n<p class=\"cnNmZGNhOTRkZWZkMDQ1N2FhMjQ2ZmNhMjZkMzYyYmJk\" data-original-margin=\"\">\"I have no need to listen to your lousy excuses--!\"</p>\n<p class=\"cnNkM2FhODFmOWZmMjRiMDJhZmMxNDBjNGQ0ZDM5ZTY0\" data-original-margin=\"\">\"--I may have slept in the same bed as Kaede, but we have done no more than that--!\"</p>\n<p class=\"cnMxNTA2N2ZjMmQxYTQ1ZmY4ZmJjNmY2ZmUxNjZlZjc3\" data-original-margin=\"\">\"--Only because she has the soul of a man and is not a complete harlot--!\"</p>\n<p class=\"cnM1NWM3YWM4YmMxYTQ3NTNhNzI1MjZkNWRkYjY3Mzhi\" data-original-margin=\"\">While everybody else in the room already knew the truth, Sir Robert's eyes almost popped out of their sockets as his eyes spun towards the Samaran girl.</p>\n<p class=\"cnNjNTFjMzYxOWNkZTRmZjk4ZjM0N2QwZjc3OTIxYWYx\" data-original-margin=\"\">\"Besides, do I look stupid enough to vie for the affections of Edith-Estellise!? Just look at what happened to the others!\"</p>\n<p class=\"cnNlNzgxNTkzYWMzODRmYWNhODUwOTUyMTMxMGJiMGIw\" data-original-margin=\"\">Pascal had tried to talk over his fiancée by repeatedly escalating his volume. But the Princess would tolerate it no longer as she pounced out of her bed and all but screamed in return:</p>\n<p class=\"cnM3NjU2ZDgwOGFkMTQ4Y2FhMDdiM2NlODkxZDU0ZWY3\" data-original-margin=\"\">\"AND NONE OF THAT EVEN BEGINS TO JUSTIFY THE CRIME THAT YOU HAVE COMMITTED!\"</p>\n<p class=\"cnMyNDRlMDhiNzA1YTQwZjY5ZjhkZDJkY2VjMGYxNjVj\" data-original-margin=\"\">Thrown back onto the defensive, Pascal could only let loose a helpless, defeated sigh. He then exchanged a brief glance with his familiar before taking several more deep, calming breaths.</p>\n<p class=\"cnNhMDdhZmJmYjYxZDQ4MGY4NGMwOTYzNjhhZTc0YWY3\" data-original-margin=\"\">Yet what helped sooth him only made Sylviane's knuckles squeeze tighter as she recognized the familiar-link telepathy. It only served to remind her of the permanent bond between these two -- a contract as sacred as the rite of matrimony itself.</p>\n<p class=\"cnNmZjNhNDVmY2ZhNzQ0NTc4NDg1MGU3MTljYWIyOTlh\" data-original-margin=\"\">\"Yes, you are absolutely right,\" her fiancé admitted. \"It was I who knocked you out in the most barbaric manner, and there is no excuse for that.\"</p>\n<p class=\"cnM0MzI4M2U0ZGVkMTQzYTc4MDNhODQ2YTYxNDQzNTJh\" data-original-margin=\"\">Unlike his previous apology, Pascal actually sounded remorseful this time, much like a sinner keen to beg for the Holy Father's forgiveness. It enticed Sylviance's sense of mercy, to calm her anger and offer him another chance.</p>\n<p class=\"cnNmMDMzYTUxZjZmMzQyNmRhYzNlNmY0MGVjMzVmNzA4\" data-original-margin=\"\">Then, he ruined it with a single following word: the holier-than-thou 'but' after the 'sorry', which rendered the apology meaningless.</p>\n<p class=\"cnMwYzUxN2U5NmEwMDQxOWY5YTRlNWE4YzY2MGViNThi\" data-original-margin=\"\">\"--But I did it because I could not think of another fast way to stop you from <em>ruining yourself!</em>\"</p>\n<p class=\"cnNmM2ExMjcwNTgxYjQ0ZDg5NTQ0OWQ3NTI1M2EyNmI5\" data-original-margin=\"\">\"So you can ruin me instead? To destroy my honor and dignity before the eyes of the army!?\"</p>\n<p class=\"cnNhZWMwMWYyYjlmZjQ4NmRhOTdlZjI3ODBmZDhlODFi\" data-original-margin=\"\">\"Please Sylv! If you would just let me finish!\" Pascal half-begged and half-scolded.</p>\n<p class=\"cnM3YzAzY2Y5MDE0ZjQyMmI4YjgyZmQ0OTcyNmVlZTU2\" data-original-margin=\"\">\"--Just like you allowed me to finish before blacking out my consciousness!?\"</p>\n<p class=\"cnNmZmJmODkxMjgwOTQ0N2E4NzYwNjEzMzk4MDQyMzJi\" data-original-margin=\"\">\"That is what I am trying to explain! That I did it <em>for your sake!</em>\"</p>\n<p class=\"cnNjNTQ5Zjk0ZTYzMTQ1ZDY5N2Q1YjkwZGM4MTc1ZTA0\" data-original-margin=\"\">However before the next thought could rush out from the Princess' lips, it was Sir Robert who beseeched next on behalf of the Landgrave:</p>\n<p class=\"cnMzMTA2ZjBkZjU2NjQwZjQ4NDE1NGUzYmFhN2IxNThm\" data-original-margin=\"\">\"Your Highness, please!\"</p>\n<p class=\"cnNiNGJiMjkyNWFjNTQ4NTY5Njk1NzA4MjU0MjcxZGU5\" data-original-margin=\"\">The royal armiger even knelt down on one knee as a sign of obedience, that he was still on <em>her side</em>.</p>\n<p class=\"cnMwMTcyY2QxYWZmYTQxNjdhZTg5ODJlMThjODQyOGQ5\" data-original-margin=\"\">He was soon joined on the floor by Lady Mari, and even Kaede as well.</p>\n<p class=\"cnMxZjcxNGE1Y2ViYjRiMzBiNDQwMmVkYzViNDM5NTdk\" data-original-margin=\"\">With her breathing loud and her indignation irrepressible, Sylviane bored her cutting glare into Pascal's bitter, pleading eyes. Facing those turquoise orbs swirling with emotions, the Princess decided that the man before her would receive one more chance... and only one.</p>\n<p class=\"cnNiYWUzOTYzZTcxODRlNWQ4ZjcwN2Q5MWY2OTQyYTRk\" data-original-margin=\"\">\"<em>On your knees</em> then!\"</p>\n<p class=\"cnNkZTg4MTU1MTRjMTRiN2NhMDE4Y2M3NGRlNmY5YWM3\" data-original-margin=\"\">\"Sylv... what--!?\" Pascal uttered back in stunned surprise.</p>\n<p class=\"cnNjMTZmNTlkZDc5MjRhZTE4M2FhMmI1NzA4YzdkMWU1\" data-original-margin=\"\">\"If you wish to explain your crimes, then you may at least do so with due penitence. <em>On your knees, Your Grace!</em>\"</p>\n<p class=\"cnM2NjJiYmNlZWQxZDRmMTdiNGI1YzAxZmM5ZDJkN2Qy\" data-original-margin=\"\">Pascal seemed floored by what he was hearing. For a moment he looked conflicted. Yet, at the silent behest of the others in the room, the Landgrave of Nordkreuz slowly bent one leg and lowered himself onto the floor.</p>\n<p class=\"cnNlMmUzNDQxZTRlOTRkOGJiYzUzZmNlYTVlMTExMDUz\" data-original-margin=\"\">Sitting back down on her bed like it was her throne, Sylviane could at last console herself that nature had, once again, been restored to its proper order. However it was still a long way from meeting her desire for justice, her desire to see him humiliated in return.</p>\n<p class=\"cnM1Y2QzZjUyZDhiMTQ2ZDViY2JmYmNjYmY1Mjk1OTE3\" data-original-margin=\"\">\"<em>Your Highness</em>,\" Pascal stressed as he began, his speech slow but soon accelerating. \"Lady Edith-Estellise, to be sure, has the intellect of a common blacksmith. But with Cosette and Gaston holding the Garona front, and Gervais leading his brothers in the mountains, <em>who else</em> does Rhin-Lotharingie have to lead with the same authority? This is a woman who was abandoned at an abbey as a child, who was thrice engaged and thrice widowed, her third fiancé killed on the wedding day itself! Since then she has sworn a life of celibacy and dedicated her sword to the defense of the Trinitian Realm. Her limited abilities were pressed upon to command a theater of war where she must face <em>several times</em> her forces in battle!\"</p>\n<p class=\"cnMwZjY5NGMwNTQwZjQwZWU4MzQ5YWEwNzRkMjFiNDU1\" data-original-margin=\"\">\"In short...\" He paused to catch his breath. \"Lady Edith-Estellise has been forced onto a role that she could <em>never</em> fulfill because everyone insists on putting her on a pedestal! And just to hold the line, she is left with no choice but to constantly martyr herself by carrying that doubled-edged <em>Sword of Charity!</em>\"</p>\n<p class=\"cnM3ODI2MGQ5NDBjNTQxZmRiMTgzOTE2NzBjYzQwMjIy\" data-original-margin=\"\">\"For Father's sake, Sylv!\" Pascal pleaded as he gradually rose from the ground, his tone normalizing as that high-handed conceit returned alongside his annoying drawl. \"She is a woman who deserves our sympathy, not our scorn! Certainly not before the army that she is like a mother to! Or do you think any child would gladly hear insults leveled at a beloved parent cursed by tragedy, regardless of whether they ring with the echo of truth?\"</p>\n<p class=\"cnM4OTYzM2RjODZkZjQyZWVhZTA5YmM5OWE3MmJhNzBj\" data-original-margin=\"\">Sylviane didn't even have to think. She would cut out the insolent person's tongue for daring to presume they had the right to criticize the late Emperor -- her dutiful father who died prioritizing the country rather than his own safety.</p>\n<p class=\"cnNkM2Y5ZDI1YzhkODQ3ODVhZDQ1NjRkYjgwOTU1NGQ4\" data-original-margin=\"\">But that was also the difference: Edith didn't sacrifice herself out of a love for her country. She did it for her own ideals, for honor, virtue, and piety. In other words, <em>it was her vanity.</em></p>\n<p class=\"cnMwMjM3Y2UyMzNlNzRjYThhNjg4NjhhMTQ0ZTJlMWNh\" data-original-margin=\"\">\"Perhaps my words were brash,\" the Princess' irate tone left her own admittance hollow. \"But that is <em>no excuse</em> for your outrageous behavior!\"</p>\n<p class=\"cnM4NTM2MjFhN2RjYTQwM2JhYmY2NTNhOTExYjViOWRi\" data-original-margin=\"\">\"I am sorry but what <em>else</em> was I supposed to do? Stand by and watch as Rhin-Lotharingie's own soldiers come to detest their princess?\"</p>\n<p class=\"cnNiMGUzNTFkZjAwNjQwYzBiMGU2YTg5NGI1MzdmNGY4\" data-original-margin=\"\">\"I don't care what the situation is. You have no right to use such barbaric methods!\"</p>\n<p class=\"cnM5ZWU5MDA1NzRkZjQyYWZiNjEyNzQxY2VjYzU1MzE5\" data-original-margin=\"\">\"You are not being reasonable!\" Pascal protested, his hands waving in desperation.</p>\n<p class=\"cnM1ZDZhM2E5MTA4MDQ1NmRhOWZhYjc2YjFhZDQ2ZmJj\" data-original-margin=\"\">\"I am your future wife and empress! I don't need to reason with you!\" Sylviane's finishing words left a tone of finality in the air.</p>\n<p class=\"cnM1Yjg0YmU0NDIyNTRjNGU4ZjRhNmYzZGRhNjA4ZGQ1\" data-original-margin=\"\">The period had been carved in stone. There was no longer any purpose left to argue. Only an oppressive silence stayed to reign over the atmosphere as the two betrothed locked their detesting gazes.</p>\n<p class=\"cnNlNTEzNTU2YjFhYjRhODA5OGEyZjEzYzYwY2ZhNDQ0\" data-original-margin=\"\">\"Have it your way then,\" Pascal almost spat out as he spun his heels towards the door. \"Kaede--\"</p>\n<p class=\"cnMwMmRmZjU3YTc1ZjQ0NjU5OTNiNzlmNjE3NDJjODVl\" data-original-margin=\"\">\"Leave Kaede here,\" Sylviane interjected. \"You are not allowed near her again until you learn to repent for your actions!\"</p>\n<p class=\"cnM4YTAxMTFiNjA2NjQ5ZjJiYWNmNDUwM2VlYmJhNDFm\" data-original-margin=\"\">\"WHAT!?\" Pascal spun back around within a second's time.</p>\n<p class=\"cnNiMGE1OTQxYzRhMTQ1OTlhYzNiMTE2YmU2OTRkYzA2\" data-original-margin=\"\">\"She is MY familiar and MY responsibility! You cannot just... <em>confiscate</em> her!\" He gestured towards the Samaran girl with bewildered outrage.</p>\n<p class=\"cnM2YjkwNTRhMzAyODRjZWRhYmIyMmI0MDRjY2UwZTdj\" data-original-margin=\"\">\"I can, <em>I am</em>, and you will accept it!\" The Princess fired back. \"What other fiancée would tolerate you keeping a mistress so openly? She is an <em>insult</em> to my honor!\"</p>\n<p class=\"cnMwZjUwMzFjYzY5NTRlNjhiZDMwODZkNjE3NzIzNzNl\" data-original-margin=\"\">\"She is not... <em>You know</em> that is not what she is!\"</p>\n<p class=\"cnNlZDJiYjhiZDE4YjRkYzI4Y2QxOWJkNjE5M2EwYjRl\" data-original-margin=\"\">\"Then perhaps I should give you twenty lashes before the army! As appropriate for the offenses of <em>Lèse-majesté</em>, insubordination, and assault towards a superior officer under Weichsel Military Code!\"</p>\n<p class=\"cnM5YTcyM2M5ZjI5ZDQyYzNhZWEzMmFkNDJmZWExNDhl\" data-original-margin=\"\">Before her, Sir Robert's face paled instantly. His expression was aghast that the Princess could even suggest such a thought. The military bullwhip could break skin in a single strike. Twenty lashes was more than sufficient to reduce even the most sturdy back to bloody tatters.</p>\n<p class=\"cnNlN2IzNTY0NjgzZTQ0MGRiNjBhOGYwNTBjZTE4MTNj\" data-original-margin=\"\">However this only convinced Sylviane that he had clearly missed the bigger picture -- that Pascal's actions amounted to far more than just insolence. It was <em>treason</em>.</p>\n<p class=\"cnM2ZDQ0ZWQyNDNjODQ1MjdiOGM5ZGQyYWY4OGQyZjcx\" data-original-margin=\"\">By knocking her out in an open display of unilateral force, he violated not only her dignity as a human being, but also undermined her legitimacy as a sovereign in the eyes of her people. If her <em>Weichsen</em> fiancé could just trample over her objections like that in public, then who could say how much foreign influence her future husband would lord over Rhin-Lotharingie through her?</p>\n<p class=\"cnNiODczZDIwNDZmYTRmNTViZDM0ZjgxNzI0OTlkM2Yz\" data-original-margin=\"\">With the destiny of her country resting on this succession crisis, what Pascal did was tantamount to a stab in her back. She had to punish him to clear this mistaken impression, to show that she was still the one in control. However before she could even consider <em>making him understand</em> the gravity of his actions, Pascal ripped the gulf between them yet further as he yelled back:</p>\n<p class=\"cnM4N2RhNDA4ZDAwMzQ4MmJiNDM5M2JjZWM2NDdjZDFl\" data-original-margin=\"\">\"I would rather be flogged in public, than to debase myself in failing to uphold my obligations to her!\"</p>\n<p class=\"cnM1NmViNzY3NjgzMTQxN2JiNmNkNmQ3NDVkZDE4MDgx\" data-original-margin=\"\"><em>To her!? What about to ME!? Your lawful future WIFE the eyes of the Holy Father!</em></p>\n<p class=\"cnMyNGNlZGNmZDRmYzQ5MGZhM2ExZDVmZTY1MDRlMTEz\" data-original-margin=\"\"><em>That can be arranged!</em> Sylviane was about to shout back when Kaede finally cried out:</p>\n<p class=\"cnNkZGJkYjliYzMxYTRjMjI5Mzk3MjVmZDFkMzRmMzUx\" data-original-margin=\"\">\"Pascal, please! You're not helping here! And I can take care of myself!\"</p>\n<p class=\"cnNlNTkwNDJmMTcwYjRlNzhhMmI4NThiZjJmMzY4ZDk5\" data-original-margin=\"\">The faint quiver in her voice sounded anything but sure of her safety in the Princess' care. Nevertheless, her master fell silent and, after another few deep breaths and probable telepathic exchanges, gave in to the inevitable.</p><p class=\"cjNlYjBmZmFlMzNjMDQwMDg4NDg0ZTAxNjhiNGY0Y2Iy\" data-original-margin=\"\">If you stumble upon this tale on Amazon, it's taken without the author's consent. Report it.</p>\n<p class=\"cnNiMjgyOTIwYzA5YzQxM2I4YTJiODBjM2JhZjU3MWY5\" data-original-margin=\"\">Meanwhile, the other silent party, Lady Mari, had stepped forth to quell the royal temper:</p>\n<p class=\"cnM1NWUyMDQzOGY5MzQ1N2NhZTRlNmM2ZDMyZmY2NmU1\" data-original-margin=\"\">\"Your Highness, please reconsider.\" She knelt down to hold the Princess' hand. \"The army will not like you any better for a lack of compassion towards your own betrothed.\"</p>\n<p class=\"cnNjYTFlNGMzM2Q1ZjQ0ZWI4ZWE3NzU4NzI2OTNlNzUx\" data-original-margin=\"\">Beckoned by the pleading sentiments of her maid and longtime companion, Sylviane finally brought herself to take a few deep breaths. Images floated into her mind of the last time she had witnessed a man flogged for his crimes, and she felt the bile in her throat as she remembered the agonizing visage of torn flesh.</p>\n<p class=\"cnM0MDA3NmRlNWQ0MzQyYTVhOGI0ZDllZTJmMjhlZmEw\" data-original-margin=\"\">Truth be told, she had no desire to see Pascal tortured. Robert and Cecylia might consider her a bit of a 'sadist', but she held only revulsion toward the twisted expressions of pain.</p>\n<p class=\"cnMwN2IyMzExMzZiYzQyNzliNDg1ZTNkNjNmNzg2ZmQ4\" data-original-margin=\"\"><em>This is all his fault for goading me so.</em></p>\n<p class=\"cnM4YmUwYzBhOTRhMDRhNWI5N2UyZDM4ZTBiMDEyODdk\" data-original-margin=\"\">\"You <em>will</em> leave Kaede here.\" Sylviane announced sternly, trying to remain calm as she locked gazes once more with those turquoise eyes brimming with suppressed fury. \"Then you will return to your cabin and confine yourself under house arrest until further notice.\"</p>\n<p class=\"cnM0OThjNWRiMjdhMTQyMjU4OGFlMzdhMGQzODc5M2Jh\" data-original-margin=\"\">For a moment Pascal said nothing. Then, the irate Landgrave's hand almost shook as he raised a finger in return:</p>\n<p class=\"cnM5M2RjODZkNTgzODQyNWZiMDM0OGVmYzQxOTJjNTFk\" data-original-margin=\"\">\"If you harm her...\"</p>\n<p class=\"cnMzZThkYjlmMGQ2MzRlY2E5N2UxZGZlMzk1ZGQwODE0\" data-original-margin=\"\">He left the remainder unsaid as he strode out and slammed the cabin door behind him.</p>\n<p class=\"cnM4Njc4YjI0Y2Q3NDQxOWJhYzM2Y2QyNTg5YmM2NGRm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyZDY2ODRhNDdlMTRiZGFiMmM3MDU0YzI0ODY3ODg2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4OTMzMGRhZWE2MTRmMDhiNGMwOWJhNTVkNzY5ODI2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlNDAxMzg4ZjA2YzQwNzQ5M2YxNmQzNjA5MDkyOTBk\" data-original-margin=\"\">\"Your Grace! Wait!\"</p>\n<p class=\"cnMxODZjYWIyNzA4MjQ4NWZiZDYxYjFiMTZkOTRhZWRj\" data-original-margin=\"\">Sir Robert had to make his excuses before rushing out after Pascal. He found the Landgrave no more than fifty paces away, and the young lord's defeated look was resentful.</p>\n<p class=\"cnM2N2I5MmUxODc1MTRiZDJhNTM2Mzc4MDA5MDIwZDRi\" data-original-margin=\"\">After sprinting over to catch up, Robert cast <em>Sanctum Veil</em> around themselves. Security was high here in the center of the Lotharin encampment. However the last thing they wanted would be for patrolling soldiers to overhear their conversation and leak out a twisted rumor. With the spell in place, those outside its radius would hear nothing but inconspicuous conversations -- like those about food, clothing, and the weather.</p>\n<p class=\"cnM3MTUwZmNjZmFmOTQ2OTk4OWE5MmU0MGRmOWNiYjFi\" data-original-margin=\"\">\"Your Grace, please,\" Robert began the moment his ward took hold. \"You must forgive Her Highness. She's been under another episode since her speech to Lady Lynette's troops yesterday, maybe even before that. She doesn't--\"</p>\n<p class=\"cnM0ZDY5ODk0NjI2NzQ0ZTc4MWI2NjlkNzAzMjc1OTBh\" data-original-margin=\"\">\"Yes, <em>I know</em>,\" Pascal interrupted irritably. \"You have told me before what this 'hypomania' condition does to her. But knowing what causes it hardly makes me feel any better! Here I am, exhausting every bit of my energy in trying to keep her country intact, to piece together her retreating armies, to make sure she could still <em>be</em> the sovereign! And what do I receive in return?\" He thrust a finger back towards the cabin. \"THAT!\"</p>\n<p class=\"cnNlODNhNTQ4MGRjZTQyZTk4NmM5ZDdlYmZkNDI3YTQ0\" data-original-margin=\"\">\"House arrest!?\" He scorned as his chest huffed in anger. \"I have not eaten since lunch yesterday and slept barely a wink last night. I would be <em>happy</em> to go back to my cabin for the first time since our arrival here!\"</p>\n<p class=\"cnMwZTMwNTk0OGMyODRlMzJhOTA3MTJmYWI0ZTE5ZTdj\" data-original-margin=\"\">\"Still, Your Grace, you have to admit: many of her accusations against you are true...\"</p>\n<p class=\"cnNhODQ3OTczZGE5NDQzNDY4OGZjZTEwNTA5MWFkNmE0\" data-original-margin=\"\">Robert's voice soon trailed off as Pascal sent him a smoldering glare of <em>you-know-what-I-had-meant</em>.</p>\n<p class=\"cnNmMmRlNDg4Y2M1NzRjMGJiOWVkY2QwZGMwYjM1YWQ1\" data-original-margin=\"\">The Landgrave <em>did</em> commit an act of barbarism. He <em>was</em> being unfaithful to his fiancée in sleeping with another woman -- however chaste the experience might be. Yet while a normal, reasonable individual might have considered the broader circumstances and exercised restraint, the Princess... was currently running with a crippling bias towards her own beliefs and impulses.</p>\n<p class=\"cnNjNzVkMGU0ZTkzZjQ4ZmViYWM3ZTg0MmE5OWU4NDJj\" data-original-margin=\"\">Had Pascal began with a thorough apology, perhaps Sylviane would have stayed calmer. Except such behavior was alien to the Landgrave's pride. A better prepared Pascal might have considered it, but not when he was hungry, stressed, fatigued, and simply carrying far too many burdens and baggage.</p>\n<p class=\"cnM2OWUyYjJkMjVhMTRiODM4MGZhODgxZDI1NjgzODc0\" data-original-margin=\"\"><em>I really should have advised him before we arrived...</em> Robert sighed as he berated himself. <em>Like always, I only think of these things after it's too late.</em></p>\n<p class=\"cnNmMzllODNjY2MwMDQ4Yjc5MzdhOTRkMmJhNjEwZDU4\" data-original-margin=\"\">They had been out inspecting the troops before joining them in the holy Midwinter Mass. After offering their prayers alongside tens of thousands of soldiers, it had put them in a rather... spiritual mood.</p>\n<p class=\"cnM1NjcwNDE2YjViZjQ2OTU4NjJmMDdmZWRhNWFhYTNh\" data-original-margin=\"\">-- Which clearly didn't help Pascal step down from his moral pedestal.</p>\n<p class=\"cnM5ZDkyOGMyZTZjOTQ1YjRhNjllNzJhYWFiOGUxMTY4\" data-original-margin=\"\">\"Yes... I know I deserved some of that for my rash actions. You do not have to tell me,\" Pascal admitted at last before his indignation spiked once more. \"But she could not even <em>attempt</em> to see my perspective? To understand why I did it? And Kaede... she is the innocent one in all this!\"</p>\n<p class=\"cnMwYjYyMGZkYWI4OTQyN2I4NzJmZjVjNGZkZTZiYjhh\" data-original-margin=\"\">Pascal gritted his teeth as he struggled to suppress the injustice that he clearly felt wronged by.</p>\n<p class=\"cnNhYmNiNmI3OGQ5NDQ3YzU5NTE1MTlhNjQzZWY2OWE5\" data-original-margin=\"\">\"I'm afraid rationalizing from any perspective other than her own is beyond her at the moment,\" Robert quietly spoke what they both already knew.</p>\n<p class=\"cnM0NThhOWEwNTYxMzQ3MTE4NjA4ZjNiMjgxMmIzYjgy\" data-original-margin=\"\">Nevertheless, to understand it logically was one thing. To accept it emotionally... that was entirely something else.</p>\n<p class=\"cnMzZWQ0NmRhNWQ1NDQwMDZhZTM5NDYzZDY3M2YyN2E0\" data-original-margin=\"\">\"What do you plan to do now?\"</p>\n<p class=\"cnNlNGU1NDU4YzE0ZTRkMDdiNjJiMjVlOTFmMThiZWYw\" data-original-margin=\"\">\"What will I do? What <em>can</em> I do!?\" Pascal's derisive reply seemed to mock both Robert and himself. \"She is still my fiancée! One of the few people whom I could still call 'family'! I could hardly just turn my back on her!\"</p>\n<p class=\"cnNlMWI5MmMxOTMxNzQ1ZjhiZTg4NWZmZDY1N2MyYjI3\" data-original-margin=\"\">Robert exhaled another heavy sigh. He glanced back towards the Princess' cabin, where Pascal's parting words did -- truth be told -- left him concerned.</p>\n<p class=\"cnNhZWQ0ZDA3NzJhMzQzZWRiYjc0ZGRiMWQxNGU2ZGQx\" data-original-margin=\"\">\"I guess I should feel relieved...\" He had yet to finish before Pascal sneered in reply.</p>\n<p class=\"cnM3MDRjNTdmMjBmYzQxMmU5OWVhMzY0OTAzMmE3ZjIz\" data-original-margin=\"\">\"What do you take me for? A peasant? That I would even <em>consider</em> annulling our contract just because of an obstacle like this?\"</p>\n<p class=\"cnMzZmE2N2Y3OWZiNTQyMGFiNzExZTg0ZTg4OGRkMDli\" data-original-margin=\"\">\"That's not--\"</p>\n<p class=\"cnMyOGI5ODNjM2NkODQwYThiYmY4NTEwYTgzYmE4MjRl\" data-original-margin=\"\">\"I will see you tomorrow, Sir Robert, <em>hopefully</em>,\" Pascal brushed him off as he stepped out of the <em>Sanctum Veil</em> area and went on his way. \"Let us pray she snaps out of it by then!\"</p>\n<p class=\"cnM3N2FkNjc5ZjQ3YjQ3OTI4YmM5NjllOWVjZGJkYjMy\" data-original-margin=\"\"><em>No, she won't.</em> Sir Robert pursed his lips in thought. <em>At best, she'll crash into a terrible depression. Although I guess even that's better than actively ruining her life like this.</em></p>\n<p class=\"cnNhYTkxMmFkNDA3ZDQxZWNhYWE5NWQ0ZWViOWJjMjcy\" data-original-margin=\"\">\"What a time it is to be celebrating Liturgy Day.\" He sighed to himself.</p>\n<p class=\"cnM3ZWRhOTU0MmVlMDRkNTNhZTE5MDUxZTU4ZjY3MWE1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjOWU5ZWMzYmNkZDQ5OGE5N2Q5NzAxNGJjNTQ2MDE1\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0ZDM1YTM5Y2Y5OTQyOGI4Y2Q3ZGFiNWM3NDY2OTIx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiMTk3YmEyZjVmMTQ2NGFhNTM1MDMwNDkxODBhZjA1\" data-original-margin=\"\">\"Your Highness, please,\" Kaede pleaded on her knees before the Princess' bed. \"I understand that Pascal's actions were brutish and foolhardy, if not outright stupid. But please allow me to place a word on his behalf.\"</p>\n<p class=\"cnNjNGIxNjQ1NDM4ZjRjZjFhMTk1OGIyMTljN2ZjZTMy\" data-original-margin=\"\">The Samaran girl lowered her head until it touched the floor in a classic Japanese <em>dogeza</em> bow. It was such a self-debasing posture that even a princess from another world could not mistake its intentions.</p>\n<p class=\"cnM2ODhiZTU1NjNhNDQwZjBiZmUzMWRkOWI2YmQ2Zjg0\" data-original-margin=\"\">However, that didn't mean Sylviane was used to seeing such a gesture. The Princess took a deep breath before she allowed bewilderment to push aside part of her anger. Her eyes were still hard as she looked down upon the familiar. But she nevertheless offered her a chance, even if the tone was somewhat begrudging:</p>\n<p class=\"cnNhZmE3ZDUwNmY5MjQ2Y2M5NGMzYTYyYTJkM2FjNjUw\" data-original-margin=\"\">\"Go on.\"</p>\n<p class=\"cnM0YTk5MGEyMzUxYzRjZDE5MGRhYzg3ZWE1OWM4ZDU0\" data-original-margin=\"\">\"Your Highness,\" Kaede began as she sat back straight on her heels. For once, her wispy voice was a blessing as the familiar found it easy to keep her tone soft and non-provocative. \"I do not wish to try to excuse His Grace's actions, for it was undoubtedly wrong. There is no excuse for a man to ever resort to such barbaric methods in a relationship.\"</p>\n<p class=\"cnNjNjQ3Nzg2ODA0MDQ3YWRiNjA2ZjkyOTZmMGUyYTdl\" data-original-margin=\"\">The Samaran girl could see the anger being expelled as Sylviane took another deep exhale. It was always good to show that they were <em>in agreement</em> first on such a sensitive subject.</p>\n<p class=\"cnMzNjBmNjBlYjExNzRkMTI4ZDI1YmRmOTViZDM1Y2Q2\" data-original-margin=\"\">\"However, I simply wish to plead for leniency, on the grounds that Pascal only did it with the best of intentions,\" Kaede continued. \"We were on a field of battle, and Pascal is a soldier, not a diplomat. In his rush to do what he saw as the best thing, he failed to consider all options and chose the blunt force solution. It is wrong. I do not doubt it for one second. But should we also not consider <em>why</em> he did it?\"</p>\n<p class=\"cnMzNzNmMjk5ZWZlODQwZWViZjgxYWMxYzg4OGY5Yjhk\" data-original-margin=\"\">For a moment it almost seemed like the Princess' gaze was starting to soften. Yet all that changed when Kaede spoke her last sentence and stepped onto a landmine.</p>\n<p class=\"cnNmNGI3Y2YwNzk2MzQ4NjhiMGM1YTRjN2M0ZmQ3NDQ2\" data-original-margin=\"\">\"<em>Why!?</em>\" Sylviane snarled as a new wave of anger rose to fill her expression. \"Because he thought his judgment is superior to mine, that's why!\"</p>\n<p class=\"cnM0MzEwMTViMDFlZTQyMmQ4OWQwMjRjMTk0NTg1NGUx\" data-original-margin=\"\">Kaede could only purse her lips as she couldn't even deny that. However Sylviane was far from finished:</p>\n<p class=\"cnNjZmRjYzFkZWNkNzQ3NjNiZmFiZjRmOTUzOGViODdk\" data-original-margin=\"\">\"Your Master thinks that just because he is smarter than most people, his opinion is automatically superior to all others! That just because he thinks an action is correct, everyone who contradicts him must be in the wrong! Has he, <em>ever once</em> in this entire debacle, considered MY perspective?\"</p>\n<p class=\"cnMyNzNlYWY0NWUzMzQxZWRhOTZjMWZkN2FiODc0MDI3\" data-original-margin=\"\"><em>No.</em> Kaede could only think as her lips struggled to open before the anger of royalty. She knew fully well that Pascal's lack of consideration was his greatest failing.</p>\n<p class=\"cnNlYmYyNWFjNDUyZDRkOWY4MzAwYjRkZDM3N2E1MmE1\" data-original-margin=\"\">\"--And this goes beyond mere opinion,\" the Princess' pitch continued to rise as she unloaded what had clearly been a long and deeply held frustration. \"He even believes that the <em>rules of society</em> do not apply to him, so long as he himself benefits! How many other men do you think would be so brazen that they would sleep with a mistress just down the hall from his lawful, <em>future wife!</em>\"</p>\n<p class=\"cnM1NGNkZjYwMTY3OTQ5ZjE5YWZmMjEzOTYyNDhlMWUz\" data-original-margin=\"\">The Samaran girl blanched as she landed solely in the crosshairs of that burning, wisteria gaze.</p>\n<p class=\"cnM4YWU5ZDU4ZTUxMzQyNGE4MDJjNTFkNGUwNmQxNGM5\" data-original-margin=\"\">Kaede knew that Sylviane had a personality that was both envious and insecure. She knew that it was going to be difficult to explain such behavior to the Princess. Yet she made the decision anyway, all because her nightmares had pushed her to the breaking point.</p>\n<p class=\"cnNjYTU5ZjQxZThjYjQwMjc5MjMxZDAxM2FmNDBmMDFm\" data-original-margin=\"\">-- And this time, Pascal wouldn't be in the room to take the blame.</p>\n<p class=\"cnNmOTMwZGE4YzhlOTQ1OWY4ODMzMmQyMzE2MWE5YmMz\" data-original-margin=\"\">\"Tell me, Kaede,\" Sylviane's brows twitched as her eyes bore down upon the familiar. \"Do you know what the punishment is for <em>treason?</em>\"</p>\n<p class=\"cnM0MTNlZGExYjBhMDQ3OGU4ZTRjM2JlNTJlZjYyNzk3\" data-original-margin=\"\">The familiar couldn't even respond this time. Her mind had virtually blanked out and her body trembled as the cold, creeping fear spread through her nerves.</p>\n<p class=\"cnM2ZWU4N2JjYzdhODQxZTBhY2E1Y2I3YWExYmUwZWIx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5ZWVkMjE1YzE1YjRiZDY5YzRmMTUxYTc2ZWVjMTg4\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM1NzFhY2QwNjU4MzRiOGY5ODZiOGNmOTFkY2FjMTVj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5NmRkMjk2MTExNzRkOWZhYThiNjc3OTRiMmYzY2Zk\" data-original-margin=\"\">\"...With the 4th Roazhon Militia joining us, all accountable forces have now been withdrawn to the Gwilen River crossings. The only exceptions are the eight Ranger companies detached by the Landgrave of Nordkreuz. They are led by Duke Hubert of Pictiers and Lady Lynette, and were ordered to harass the Caliphate's scouts and vanguard to slow down their advance.\"</p>\n<p class=\"cnNhZTg3NjdlYjBhNjQ5YjI4NTAyNzJjYTc0Y2E5NWRj\" data-original-margin=\"\">Sylviane nodded along as Lady Anne finished her brief tactical summary at the projection table.</p>\n<p class=\"cnM3MGUwY2EwZWQ3MTRhZDlhMjcyMGM1Y2U4YTQwZGEz\" data-original-margin=\"\">Anne de Lyonesse was not only a Knight Preceptor and Marshal of the Hospitaller Order, she was also the Mother Abbess who once raised Edith. And while Edith nominally outranked her as the order's official Grand Commander, the reality was that Anne performed most of the administrative duties while Edith served largely as a symbol.</p>\n<p class=\"cnNkMTNkMmVlNWQ4NTQ5MzY4NWY4ZGFlYWY4YWZkNTQ2\" data-original-margin=\"\">The Mother Abbess wore a suit of half-plate over her traditional nun's habit -- a tunic in black and white that concealed much of her lean and modest figure. Her wrinkled, stern countenance gave her a look in the commoners' late 'forties', with an appearance that would have been homely had it not been for her deep-emerald gaze. Her long, ruby-red hair lay obscured under a black habit. A white cross decorated the back of her headdress as the symbol of the 'Monastic Order of the Knight-Healers of Saint Joan', better known as the Knights Hospitaller.</p>\n<p class=\"cnMyYmYyMjYwZDVjYjQ1NWY4ZDliM2RiM2NjYmY3ODMw\" data-original-margin=\"\">\"Do we have a count on our casualties yet?\" The Princess asked.</p>\n<p class=\"cnMzZTE1NWEwYTMyYTQ1NDBiNjM3ZThlYTU2ZGM2NGQ0\" data-original-margin=\"\">\"The tally is still coming in, Your Highness. Many units will need to have their command structure rebuilt before we can accurately assess their losses,\" the Mother Abbess grimaced. \"Twenty-seven banners have lost almost their entire combat strength. Many others were so badly mauled they will need reorganization before they can even fight again. My initial estimates are around twelve to sixteen thousand irrecoverable losses.\"</p>\n<p class=\"cnMzNmE0NDY2NzlhNTRkZTQ4OTgyZTM1NDYzMmJiYTYw\" data-original-margin=\"\">Sylviane could feel her knuckles tighten as she leaned against the projection table. Her eyes fixated themselves on the Lotharin unit markers by the river as she pictured the endless columns of missing men those numbers failed to represent.</p>\n<p class=\"cnNmZjI1ODZjZjQxYzRhNTU4Yjc1MWYyNmMzNjVmMjcw\" data-original-margin=\"\">\"Half the available army,\" she muttered through clenched teeth. <em>This day is just getting worse and worse.</em></p>\n<p class=\"cnM4ZDViZDQ3OTdlNTRlMDU4NmMxOGQ2MzYzNWI5Njlm\" data-original-margin=\"\">\"What about the enemy?\"</p>\n<p class=\"cnMyNTMzZTU2YmMzMTRhZjI4YjkyNmFhOWM4NDZjZWYx\" data-original-margin=\"\">\"We destroyed much of their vanguard and first three attack waves, plus Lady Estelle annihilated almost their entire fifth wave,\" spoke Duke Lionel of Helveteu, one of the army's more experienced veterans. \"Combined with casualties inflicted upon their light horse and mounted archers, I'd estimate their casualties to be around... six to ten thousand.\"</p>\n<p class=\"cnM1NjE1ODhjODA5OTQxM2FiMjdjNGE4ZmIzMzc0ZmQ5\" data-original-margin=\"\">\"Except they took the battlefield, so two-third of that as they'll be able to recover their wounded,\" Sylviane added.</p>\n<p class=\"cnMwYjQ5ZDlmZGFkNTRjYmI4NGUyODFiYzQ3NmYzZGEy\" data-original-margin=\"\">The healing arts of Hyperion had been refined to the point where soldiers who survived the battle itself were very unlikely to die from wounds or infections, at least for the winning side. Noble and yeomen troops were harder to treat, due to their innate mana resistance which sought to reject even a healer's magic. However the common soldier could have an entire severed arm regrown and still return for combat duty within two weeks.</p>\n<p class=\"cnMwZjFhYmI4ZTg5YTQxOWU5NTJkZGZhNzhkMzVlMzBi\" data-original-margin=\"\">According to the Articles of War, the defeated should be given proper medical treatment from the victors. However, neither Rhin-Lotharingie nor the Cataliyan Caliphate ever signed the articles. Even if they had, 'outsiders' would always receive a lower priority for treatment than one's own. Given the emergency nature of injuries, even a minute's delay could mean the difference between life -- albeit as a prisoner of war, a euphemism for 'slave labor' -- and being dumped into a mass grave.</p>\n<p class=\"cnNhZGU1MDFjN2EzZjRhMTU4Mzc0YjQ2MzgwNGQ0MjM3\" data-original-margin=\"\">\"So what you are all saying... is that Edith, with <em>your support</em>, lost nearly half our army, in exchange for one-tenth of our enemy's?\"</p>\n<p class=\"cnM0MGZkYjdhZjU0MzQxYWZiODI3NzdhMmMyOWM1MmM0\" data-original-margin=\"\">Sylviane lifted her eyebrows as she raised her head with a cold, unforgiving look. Her glare swept across the nobles and officers assembled inside the large expandable cabin that served as their briefing room.</p>\n<p class=\"cnNjNmNjNjcwMDY5MzRkZjNhNGVkMDhmMGJjZjRhNWM5\" data-original-margin=\"\"><em>And the stupid woman herself is still too unconscious to account for her actions!</em> She thought about Edith, the commander responsible for this entire debacle.</p>\n<p class=\"cnM4YzY2MzJiYjVkNDQ3YWQ5NmE3NzMzNjE4MDRlNjI2\" data-original-margin=\"\">\"We had hoped that the ambush would be more successful,\" mumbled one nobleman.</p>\n<p class=\"cnNhMDQ1YjE4MjQ0MTRkZDdiNDc2YTQyMDBjMjM4ZmM5\" data-original-margin=\"\">\"...And that the powder explosion would buy us more time...\"</p>\n<p class=\"cnM3Y2JkZDk0YjMwYTQ4MTI5Y2Q0NjAxNThhYjg3MjRh\" data-original-margin=\"\">\"Plus, they were the <em>elite cavalry corps</em> of the infidel army,\" interjected a third officer, as though it had justified everything.</p>\n<p class=\"cnMyZDE0MmNjMDZlZjQ1OWZiNjdlZDY0NTFkNTU0ZDUw\" data-original-margin=\"\">\"Yes, notice they're <em>professionally trained cavalry</em> with high discipline and the capacity for rapid maneuvering.\" Sylviane's fingers pointed on the map, to the main Caliphate encampment that remained near the battlefield. \"Notice the rather <em>flat</em> terrain in that area. Notice <em>complete lack of natural barriers</em> to impede their movement except for some sparse woods. And notice that you began the battle <em>outnumbered</em> more than two-to-one!\"</p>\n<p class=\"cnNhNTJlM2Q3NjRkMDQwOWJhOTU4ZWFhMmM5OWY0YjRl\" data-original-margin=\"\">The Princess was sick of hearing nothing but excuses from a bunch of nobles who were more interested in dodging blame than admitting how badly they almost screwed up. If she hadn't arrived with the Weichsel air cavalry in time, the whole army could have, <em>would have</em> been encircled and destroyed!</p>\n<p class=\"cnM0ZGUwODBiNWViNzQ1ZjQ5NTU4ODVmZjRmODVjMTg0\" data-original-margin=\"\">The Avorican capital of Roazhon was only lightly garrisoned as most of their soldiers had been sent to reinforce Edith. The kingdom was also in the midst of a leadership crisis as Queen Katell had sequestered herself in depression after the death of her husband. Destruction of this army would almost certainly lead to the downfall of the Kingdom of Avorica and the seizure of mountain passes into the Lotharin heartlands. The strategic consequences of this would be catastrophic as it meant the entire Lotharin defensive line would now be outflanked!</p>\n<p class=\"cnM0MjQ1ODNiOWYzYTQxMTQ5MjlmMTRhMGM0YWFlNDM1\" data-original-margin=\"\">Sylviane stared at the assembled leaders before snarling. \"What's your next excuse? That you weren't expecting to be flanked!? <em>Have you been all struck down by idiocy!?</em>\"</p>\n<p class=\"cnNmMGQxZWEzMzhjZjQ0ZmFhNmJlNGU5NjUxMWFkZGYx\" data-original-margin=\"\">Several faces reddened with anger as the Princess lashed out. But before any of them could retort, it was Mother Abbess Anne who began in a soft, unperturbed tone:</p>\n<p class=\"cnM5MmVmMDgwODIwZTQ2N2ZiMjllNzg1MmI2OWNjYjhh\" data-original-margin=\"\">\"Our goal had never been to win outright. We only hoped to halt the infidels' advance, to inflict enough casualties upon them and force them to reorganize -- which is exactly what they're doing. Now, tens of thousands of refugees will have the time they need to reach the safety of Roazhon.\"</p>\n<p class=\"cnNmNzY2NzQwMDNmZTQxN2VhNmU3NTM0NWJhOWMyNDRi\" data-original-margin=\"\">\"Safety?\" Sylviane turned to stare as though the nun had suddenly sprouted horns. \"How safe do you think the city will be when I tell the widowed Queen Katell Penteur that her capital will soon be under siege. And instead of outnumbering us two-to-one, the Caliphate now has <em>four times</em> our strength!?\"</p>\n<p class=\"cnMzYjk1OTU1ZmYwMzQxMTViMTlkZjkxZTQzNjk4NDFm\" data-original-margin=\"\">\"What are you suggesting then, <em>Your Highness?</em>\" Anne replied with a hint of mockery in her disdainful voice. \"That we betray our vows to protect the people and abandon the innocent in order to make our lives easier?\"</p>\n<p class=\"cnM1MDBiMThlYjlmNzRiNDVhNDkwMTdkYzgzNmZmOGRi\" data-original-margin=\"\">\"We will do what is necessary to protect <em>all</em> the peoples of Rhin-Lotharingie, not just those who stand before us!\"</p>\n<p class=\"cnM1M2MxNjQ0ZjNjYzQ5NGM4MWY3NjY2YTRjM2FlOGY4\" data-original-margin=\"\">\"--Then when you stand before the Holy Father for judgment, will you also tell him that yesterday, virtue could not be upheld because it was <em>inconvenient?</em>\"</p>\n<p class=\"cnM1ZmU0ZTRjOWZhZTQ0ZTg4NmIwMGI5NjI0ZGU1OWEz\" data-original-margin=\"\">\"--I will tell him that it is my burden of responsibility to bear evil for a greater good,\" Sylviane retorted. \"That we could not afford to gamble this army away and leave the entire western flank of the Empire defenseless!\"</p>\n<p class=\"cnM1ZWViOGUyMDhjNzQxYjdhNDAyYjFiNmMxOTE2ZGMz\" data-original-margin=\"\"><em>After all, that's what Father died for! To send you the last reinforcements he could muster!</em> The Princess couldn't help thinking.</p>\n<p class=\"cnMwYzk1NDZhZmFhNjQ3ZjRhZjViZGMzZjBiNjgyYzE1\" data-original-margin=\"\">\"Reinforcements from the interior under General Macdonald will arrive by then...\"</p>\n<p class=\"cnM2MjJmZTA3OTYxNDQwZTI5Y2M0YTgyNTc3ZmUwMjA0\" data-original-margin=\"\">\"Of course! There will be <em>thirty thousand</em> soldiers arriving in three days' time to make up for this army's destruction.\" The Princess interjected in a mocking voice as she pointed out that Macdonald only had one-third that. \"Why is it that these troops are not labeled on the map? Or do you suppose that the Holy Father will send his angels to make up for the disparity?\"</p>\n<p class=\"cnM3ZTllYTQ4YzYxNjQ5ZTA5NjVkYjUxMDQ1NmRhZDQ0\" data-original-margin=\"\">\"Remember, <em>Your Highness</em>, that we all win or lose by the grace of the Holy Father.\" Lady Anne countered, her calm demeanor refusing to be agitated. \"The Lord himself shall decide the final outcome of battles, judged by our virtue and sin.\"</p>\n<p class=\"cnNhNzNiMzYwZTgzNzRlZDk4ZmQ0MGRhMTcwNzBmMmZj\" data-original-margin=\"\">\"The outcomes of battles <em>are</em> decided by the Holy Father,\" Sylviane acquiesced first. \"But also by the qualitative and quantitative disparity of our armies, by the tactics and planning of our leaders, by the morale and discipline of our troops!\"</p>\n<p class=\"cnM3NmExNjc2NGQ3NDRhMDBiYjliYjIyMzVhYTllZmZj\" data-original-margin=\"\">The Princess stepped closer before she stared down the Mother Abbess from less than an arm's reach away.</p>\n<p class=\"cnMwYTcxMmU0YmRjMTQxYmFhYWUxOTM0NzRkOGM5NTIz\" data-original-margin=\"\">\"How many wars did the Holy Father win for us just because we declared so in his name?\"</p>\n<p class=\"cnMyMDI5NzI0OWI4YTQ2Mjc5OGVjOWYwZmY3ODI4NWVi\" data-original-margin=\"\">The answer was known by everyone in the room: there had been six major holy wars since Pope Peter VI launched the first at the behest of King Ferdinand I of Weichsel -- three declared by the Trinitians and three by the Tauheeds, including this one. Thus far, only the 1st Tauheed Holy War, declared by the Caliph Fatimah, had achieved a decisive victory.</p>\n<p class=\"cnM2ZDA1NDEwMTk4ZDRmNTJhYWE3ODk3N2Q4MGRkZjQz\" data-original-margin=\"\">\"Then what do you advocate? That we simply surrender?\" Lady Anne challenged. \"Even if we had lost not a single soul this battle, even if we received all the expected reinforcements for the next three weeks ahead of time, the Caliphate's forces will still outnumber us and be of superior quality! Without the grace of the Holy Father, this is a battle that we cannot win!\"</p>\n<p class=\"cnNjZTRiZDAzY2JiMDQ0OGY5NjJhMWYyZWY5ZmY5ZDQ3\" data-original-margin=\"\">\"I can.\" A familiar voice came from the corner of the room as the door that nobody noticed opening pressed shut.</p>\n<p class=\"cnMxZjI2OGJlMDZlNjQ3ZjliMzlmZjA4NTQyNWNiN2E1\" data-original-margin=\"\">\"Blasphemy!\" Hissed one of the Hospitallers behind Anne.</p>\n<p class=\"cnMxNDAyMzZhNjY0NDRlODU4OWY1NTcwZDU5ODM2ZGE5\" data-original-margin=\"\">\"I can and I shall, because the Holy Father has seen fit to place me here. Do you deny this?\" The newcomer countered as other nobles and officers stepped out of his way.</p>\n<p class=\"cnNiMjUxMjBlMDM1YjRmZTliZGUyOTdiNWZhMjZmZmMz\" data-original-margin=\"\">\"Pascal,\" Sylviane addressed in a suppressed calm. \"I believe you are supposed to be under house arrest? Who told you to come?\"</p>\n<p class=\"cnM0MzY4YmIwYmRjYzRmZWJhMThjMTZmNGQyMzNhYTk5\" data-original-margin=\"\">But before he could even answer, it was the Colonel Hammerstein -- the Knight Phantom commander who hadn't said one word all meeting -- who spoke out first:</p>\n<p class=\"cnNkN2E4MTFhYmU2YzQ1YTliOTUxZjZkOGJhOGExMTU5\" data-original-margin=\"\">\"I did, Your Highness.\"</p>\n<p class=\"cnM3NWViZDVmMTRjMTRmZmJhMjEwZTNmYmNhMzdjODgx\" data-original-margin=\"\">The Princess turned to shoot him a royal glare. However this time Hammerstein rebuffed it with a mere twist of his lips, as though he found it cute.</p>\n<p class=\"cnNiM2M1ZDRkYzgxMTQ3NDQ5Yzg5ZmI0MDY2ZjRmZTYy\" data-original-margin=\"\">\"I told him to quit being a spoiled little brat and come back to do his job,\" the Colonel stressed. \"Because while Your Highness may be soft-hearted and unwilling to flog him for insubordination, I am not.\"</p>\n<p class=\"cnMwODk1NTJiYmQ1ODQwZjJhOTNjM2IzZmZmN2I3Y2Rm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiMjgzOTMxYmFkZDRkYzViZTU5Y2M1ZmZhOWM5ZWNm\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4Yjc2ZWE0YTMwNjQ0Mzg4MWQyM2U0M2E0ZTE2MzE0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjYmVmMGMzZWMwNTRjZjQ4MDYwYTlmMzkxNDg4N2U5\" data-original-margin=\"\">Outside Sylviane's cabin, Kaede watched as light flurries of snow drifted down from the heavens.</p>\n<p class=\"cnNiOWQ0MjZiYmY4ZTQ3MGU5NTY2YWFjZWFlNDYzNjM5\" data-original-margin=\"\">Dusk was approaching. Most of the soldiers had retired to the larger cabins and open tents. Even with the gloom of loss and defeat surrounding the whole encampment, Kaede could still hear the rowdy banter of assembled troops. They celebrated this holy day with prayers chanted out loud, with festive music and chorusing songs as they drank away their anxieties and sorrow.</p>\n<p class=\"cnM0YzViNzE0MmUzMDQ1M2E5YjEzNjA5NGUyYjUzZjIz\" data-original-margin=\"\">Meanwhile, Kaede could only watch from afar as she knelt on a flat rock outside the cabin door. After five hours, the snow had begun to accumulate on her hair and shoulders.</p>\n<p class=\"cnMxMDA2ODU5NDU2NzQ5MDliYmM0ZDdiOGY2MmVlN2Jk\" data-original-margin=\"\">How much longer was left? Even she didn't know. Her legs were already numb from the pain, to the point where she could barely even feel them beneath her. The rock had a few uneven ridges that really hurt at the beginning.</p>\n<p class=\"cnNlOGFjYzMxZTVkZDQyMzZhOGI2ZjY0NDE3ODM0ZDg5\" data-original-margin=\"\"><em>I really shouldn't have tried after Pascal left,</em> her regrets came with the benefit of hindsight once more. Given Sylviane's emotional state at the time, all she ended up doing was draw the Princess' ire like a lightning rod.</p>\n<p class=\"cnNjNDFiYjIzNjE3OTRjMWJhOGEwM2U1MTM4OGI0NzI1\" data-original-margin=\"\">\"Reynaud, what are you doing? You can't...\" Kaede heard the voice of Sir Robert as the two royal armigers made their way up the nearby dirt path.</p>\n<p class=\"cnNjNWQxOGViNGI5MTRlMjNhYzQyN2E5MmVlYjkwMWRh\" data-original-margin=\"\">\"I can't?\" Reynaud spun around to challenge Robert face-to-face. He then pointed at the kneeling Samaran girl. \"Do you call this justice? Is that why you're unwilling to act?\"</p>\n<p class=\"cnNlMGFkNWFiYTVjNjQyYzFhYzExNDM5MGU1MWYzY2Q1\" data-original-margin=\"\">\"You are a <em>royal armiger</em>, Reynaud, sworn to obey and serve the Princess,\" Robert stressed. \"I may not agree with Her Highness on this matter. However you cannot simply do as you please just because you <em>don't like it!</em>\"</p>\n<p class=\"cnMxYmMwN2E3NWNjNzRlNGE4Mjc1YjE5ZjViYmU0N2Q5\" data-original-margin=\"\">\"This has nothing to do with whether I like it or not!\" The short redhead almost shouted back. \"This is about <em>Basic. Human. Decency!</em> One does not punish an innocent just to make a point! And if you have no morals to nag you then get out of my way!\" Reynaud then shoved Robert back before striding over to Kaede.</p>\n<p class=\"cnM0MjMxM2M2MTI4NDRhMmRhYjI3M2U1NGZiNmZhYjZl\" data-original-margin=\"\">\"You'll be stripped of your title and rank if you oppose Her Highness like this!\" Robert cried out as he gave Reynaud one last warning.</p>\n<p class=\"cnNkZmJhZDIyODViYjQzMmM5YjU3M2IwM2Q2OTFjODI4\" data-original-margin=\"\">\"If she wants my title over this, then she can have it!\" Reynaud spat out.</p>\n<p class=\"cnMwM2I2ZmIwZDAxMzQyOGY5NDNmMzc2ODE5NzE3ZTc0\" data-original-margin=\"\">The red-headed armiger then stepped up to Kaede and offered her a hand.</p>\n<p class=\"cnNiYzg4YTQ5NDE0ZDQ3ZjliYTJkMDFhYWM3YmY5ZDZi\" data-original-margin=\"\">\"Can you stand? Let's get out of here already.\"</p>\n<p class=\"cnNlNWMzYWQzYjgzNzQxMTU5M2VmNDFhZjVjMmY1OTFh\" data-original-margin=\"\">The Samaran girl couldn't help but return a bittersweet smile. After all the times Reynaud had sexually harassed her since her arrival in this world, after all the jokes he had made at her expense, she would have never thought that he would be the one to help her during a moment like this.</p>\n<p class=\"cnM4MTUwYTY5NzE2ZjQ5ZjY5NTkyYzE3ZjY0YThjNmYx\" data-original-margin=\"\"><em>He's even willing to throw away his dream of being an Oriflamme Armiger to do what he considered as the right thing,</em> Kaede thought as she truly appreciated just what Reynaud was trying to achieve.</p>\n<p class=\"cnMxY2E3MmZhY2FiZTQ4NzI5OTI5ODA4MmNlM2ZjMDIz\" data-original-margin=\"\">Nevertheless, the familiar could only shake her head in rejection of his offer, which left the redhead flabbergasted. It was true she couldn't stand, as her legs had been glued to the rock by a spell. But while Reynaud could easily dispel such magic, what the armiger had not considered were its repercussions.</p>\n<p class=\"cnNjZGU5MDQwZTQ4MjQ1MTU5YWZmNjk3MDA2ZTE3NGQx\" data-original-margin=\"\">\"Thank you, Reynaud. I really appreciate your gesture. However I cannot leave here,\" Kaede said in a pained voice. \"If I do, then Her Highness' anger will fall solely upon Pascal. It would only escalate the conflict between them, leading to results that could spell disaster for the entire war. That would be something that not only Pascal would regret, but countless other people would be negatively impacted by it.\"</p>\n<p class=\"cnNjNzczNDFhMTdhNDRjMGRiOWMxMGRlNDg0ZTljM2U0\" data-original-margin=\"\">Kaede thought of the columns of refugees they saw on the road yesterday, or the thousands of injured soldiers that the army had to relocate. Any enmity she created between Pascal and Sylviane now would affect all of these lives.</p>\n<p class=\"cnNlNmQyMGZjODUzNjQ1NjI4NDAzNzdmMjNkZWQzM2Rl\" data-original-margin=\"\">\"I cannot be the cause of that,\" she firmly declared before offering a brave smile. \"Besides, this isn't <em>that</em> bad.\"</p>\n<p class=\"cnMxNTk4NmVkYzRkNjQ2ZmJiODA4NDFjMDVjOGZhMTY5\" data-original-margin=\"\">Kaede wasn't sure how long she'd have to suffer before the Princess released her. However none of this was comparable to what she had feared at first. When Sylviane dragged her out of the cabin after declaring her actions tantamount to treason, the Samaran girl had sincerely feared for her life.</p>\n<p class=\"cnMyNGFjOTY5ZTlkMDRjNWQ4YmZkMDhlMjc5NmMxMTY5\" data-original-margin=\"\">It was another reason why she'd rather suffer here than leave and risk escalating the Princess' ire.</p>\n<p class=\"cnNkZTVkM2JkNmZkMTRlOWJiZDVkODg5YmQ1NDI0YTFl\" data-original-margin=\"\">Besides, compared to the historic punishments she had read about on Earth, this really wasn't that severe. Even Japanese school teachers occasionally used <em>seiza</em> on a hard floor as a form of punishment. She just wished someone would bring her a plate of that alluring chicken which she could smell wafting from the camps, since thanks to Pascal, her stomach hadn't seen a proper meal since lunch yesterday.</p>\n<p class=\"cnNkMWVjYjQ2YTY4MDQ4YjViZDFhNWI3MmIwM2E0OWQ5\" data-original-margin=\"\">\"<em>Now</em> do you understand the gravity of the situation?\" Sir Robert voiced as he stood beside Reynaud once more. \"Even Kaede understands the repercussions. I applaud your integrity, Reynaud. But you should not allow momentary self-satisfaction to stand in the way of your <em>duty</em> to Rhin-Lotharingie!\"</p>\n<p class=\"cnMwOGI2ZTcxODQxMzQyNDk4YzhjNDE5ZjgwMjc2NmY5\" data-original-margin=\"\">With a frustrated look, Reynaud looked Kaede in the eyes as though asking 'are you sure?' It took another nod from Kaede before he could be convinced.</p>\n<p class=\"cnMxZWZjMDNhOGEzZTRkZmJhNDMzNTJmYTc0YjZhYzcw\" data-original-margin=\"\">\"Fine,\" the armiger retorted. He reached into his pocket and pulled out three chicken croquettes wrapped in a napkin. He then shoved it into Kaede's hands before striding away back towards the camp. \"Don't mind me. I'm just the dumb soldier.\"</p>\n<p class=\"cnM5YmMwNmM1OGNlZDRhMmQ4NmNlYjk2ODE4YjQyOWZh\" data-original-margin=\"\">\"Thank you...\" Kaede muttered as she unwrapped them and took her first bite of proper food in over twenty-four hours. It reminded her of the croquettes her mother used to cook back on Earth.</p>\n<p class=\"cnM3NWYyOGU2ZmFkZTRhOThhOTY5Zjg0MDIwOTU1NDMw\" data-original-margin=\"\"><em>I want to go home and see Ma and Pa again...</em> A tear slid from her eyes and ran down the same trail as the countless others she shed when she could still feel her legs, when it felt like they were about to break.</p>\n<p class=\"cnM3YTM0NjE2NTczODQ0M2VhMDk3MjhlMjlmYWY2NWU0\" data-original-margin=\"\">Meanwhile, as a snowflake drifted down onto her lukewarm food, Robert muttered a few words which created an invisible force overhead that pushed the falling snow away from her.</p>\n<p class=\"cnM2MDk0Y2Q1MGY3OTRjM2M4NGNlYzBmODk5MWZlZmZi\" data-original-margin=\"\">\"I'm sorry,\" the armiger noted with a sigh. \"I'll stay with you until Her Highness relents.\"</p>\n<p class=\"cnNlYjUwMjg0MzU3NDQyMTRhODExOGFhMDk4MWI0OTg3\" data-original-margin=\"\">\"Thank you as well, Sir Robert,\" Kaede nodded at the man who had saved her life in Nordkreuz. However this time, he could only look guilty in return, as though it was his fault that she was in her spot now.</p>\n<p class=\"cnMxMzg5OGJhZDkzNjQ2MTU5ZmJhNzNkMjFmOWFhYzRj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxMzk4M2UxYTVmODRlZjk4MDI4NzcwYWYzZDg2Nzg4\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmMTA1YzQ0OWZkNzQ4MGZhNGFlYTRhODVhMWQyMjc3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlNzY0NDRhN2FjNDQ1YWY4MWI3MjQzNGU4NDNlNDQ5\" data-original-margin=\"\">\"No... stop...!\" Sylviane heard a meek voice as she shifted in her comfortable bed.</p>\n<p class=\"cnM0NzQ3MGJiNjNkODQwM2Y5M2JlNjZhMDNhMDQ4NWNj\" data-original-margin=\"\">\"Please...!\"</p>\n<p class=\"cnMyNmM4ZDlmMmQ5NDRhNjY4MTY5NGM2NWZjNWI0Njk5\" data-original-margin=\"\">The Princess rolled over. She pulled the comforter up to cover her ears this time.</p>\n<p class=\"cnM5ODZmYTc0N2JmNDRiNzk4Y2FkMmU3NmNkZjc5YjIz\" data-original-margin=\"\">\"No...!\"</p>\n<p class=\"cnM2YWJkNTYzYjU1NzQxYjU5ODU2YzE1ZmZhNmFjYWMw\" data-original-margin=\"\">Her cabin was supposed to be soundproof. Yet why was she being awoken by this moaning and groaning?</p>\n<p class=\"cnNhODA3YzVkMTc4MDQyYzBiZjlmNDljNDJkODQ0MDdl\" data-original-margin=\"\">\"I didn't...!\"</p>\n<p class=\"cnNiOGIxY2QyMDI5MDQ0NDM4NmUxZTZhYzA5ZjczOThl\" data-original-margin=\"\">Sylviane grasped her silk casting gloves off the bedside table and waved it at the light. She then sat up in her bed while her thin fingers rubbed the blurry eyes in the dim illumination. Her eyesight soon focused, and it took no time at all to pinpoint the source of her disturbance.</p>\n<p class=\"cnNmOGRlYTBkOGM3MzQxYTZiOTdkNzQ5NzgxMmFjY2Qz\" data-original-margin=\"\">In the far corner of the room, a small girl was curled up on the floor. Her only cover was the black-and-white pseudo-uniform she wore. Her only padding was a simple bedroll, the exact same type that common soldiers made use of.</p>\n<p class=\"cnM3NGIzNmJhMWY1YTQ3M2JhMjMwNGJkOGQwYjllMjc0\" data-original-margin=\"\">\"Kaede...\" Sylviane muttered in confusion, before everything flooded back to her.</p>\n<p class=\"cnMyYTc2MjNiZTA5ZDQ0Y2E4ZDM3NjljODI3M2E1MzEz\" data-original-margin=\"\">The stone ring. The encounters. The battle.</p>\n<p class=\"cnNjOTBhYzIwMTJkZDQyNzRiOWY0MmUxNDljNmUzZTg3\" data-original-margin=\"\">The caustic words she spewed towards Edith, towards her own officers and men... and worst of all, towards Pascal.</p>\n<p class=\"cnNiOTY5YjE1YzZkODQ1NTNhOTAyYTQxNTNmNWRmYWY1\" data-original-margin=\"\">He had supported her through her worst moments. He had stood as the last pillar in her life, as the only person she could still rely on. Yet, she almost had him arrested, humiliated in public, and whipped to within a centipace of his life.</p>\n<p class=\"cnM4MDRjM2ZiZDJhNDQ5ZDI5Zjk3MDU0YTRlNDllNTM4\" data-original-margin=\"\">Mari had intervened in time to avoid that catastrophe. However neither of her armigers could persuade her not to take her anger out on the familiar who tried to defend her master.</p>\n<p class=\"cnNjYzhjZDFmZjY3NTQ0NDBiNjcwZDk5MWE2YjEzNjFh\" data-original-margin=\"\">Kaede had knelt outside in the snow, on an uneven rock, with her legs glued to the spot by a sticking spell, for <em>ten hours</em>. Then, with little regard to the girl who could no longer even walk, Sylviane dragged the familiar back inside to lay on only a thin bedroll.</p>\n<p class=\"cnMxNGE3MDkyNjI2MzRkMWFiN2JmOGQ1OGZhMTJiNTBm\" data-original-margin=\"\">\"Stay away...!\" Kaede jerked her leg, her body squirming to push herself even further into the corner.</p>\n<p class=\"cnM2YWZlNjdhYmM0YjRlZDVhMGE2MmE1MTE0NjNjNjhi\" data-original-margin=\"\">Even the reasons Sylviane had ridiculed proved true. The Samaran familiar was relapsing into nightmares right before her eyes.</p>\n<p class=\"cnMwM2QwZWJiZmMyODRiZDlhMzUwOThhNjVlNWUyZGM5\" data-original-margin=\"\"><em>Oh blessed Father... What have I done...</em></p>\n<p class=\"cnM1YWE5ZGU0MjI5YzQ5YThhOWI4MGRjM2E3N2ZjMmZl\" data-original-margin=\"\">The Princess' hands were shaking as she lowered her head into her palms. She had repaid kindness with ingratitude, rewarded aid with anger, and held back exactly none of her worst urges. Her envy, her apathy, her cruelty, and her wrath... They were traits more hideous than any scar or deformity, yet she flaunted them openly before the eyes of the world as though they were glittering jewelry.</p>\n<p class=\"cnNmOTU0MTAwNDFhNzQxYjA5NTBjMDM1YWU2OWYzMmVj\" data-original-margin=\"\">It was no wonder why Hauteclaire hadn't returned the entire day.</p>\n<p class=\"cnMyMTk3NTcyMjhhZDQ2ZTZiM2RhYmY4ZjE5NTk3YTI4\" data-original-margin=\"\">With her palms pressed together, Sylviane bent over in her own bed as tears of regret and self-contempt spilled forth from her glassy eyes.</p>\n<p class=\"cnNjMzRhNjRhOWY2YTQ5ZGFiMTE3YjhlZDlmYWRjNTcz\" data-original-margin=\"\"><em>Oh Holy Father... please forgive me...</em></p>\n<p class=\"cnNmYjExMTRhZDI5MDRjMDg5NjY1Y2ZjYTBjNTczMjcx\" data-original-margin=\"\">Perhaps the Holy Father would. The Lord was merciful, after all. But how could she ever face Pascal after today? How could she ever ask for his forgiveness? Or even apologize to Kaede?</p>\n<p class=\"cnM1NDcyYWYxNWU2NTRlMGZhNTNjZmQzYjY5MjU2NGEz\" data-original-margin=\"\">\"No...!\"</p>\n<p class=\"cnMwOTFiNjc4MTZlZTQwOGZhZjljM2U3NGEyYjEzNDI0\" data-original-margin=\"\">Such words were no longer just the incoherent cries of a girl deluded by the subconscious. They were accusations against the Princess' cruelty towards an innocent, reminders of the compounding sins that would surely place her in eternal damnation.</p>\n<p class=\"cnMwMzQzOGQ3ZjU3MjRjYWFhOWU4NWUzZjA5YWIyZDZm\" data-original-margin=\"\"><em>I didn't mean it... I swear...</em></p>\n<p class=\"cnNmMWU3NmQ1YTVlYTQ3MjdhOTg0MmRhNmIwNDMxZWQ2\" data-original-margin=\"\">Sylviane's eyes were shaking. Her hands were trembling. She felt like she had woken up from some terrible dream, as though her conscience had returned after being possessed by a demon, except there were no such excuses to shield her from facing her own wickedness. She could still remember the satisfaction when she stuck the familiar's legs onto that torturous rock and walked away, leaving the horrified girl to suffer alone.</p>\n<p class=\"cnMzYTRkMmMyOTNkZjRiNDhiMTY5MzdhZTIwYzQzNThm\" data-original-margin=\"\">\"It's not...!\" Kaede twitched again.</p>\n<p class=\"cnNkOTg3MjY0YmU0MTRlMjFiY2RiNmI0OWZkNDFiM2U0\" data-original-margin=\"\"><em>This is my fault... this is all mine...</em></p>\n<p class=\"cnMyMGMwM2MyMDBmZDRjNTQ4YjNmMmE4ZTQ5MThmOGNj\" data-original-margin=\"\">Unable to bear the terrified stammering anymore, Sylviane pushed off the comforter and stood up in her underwear. Half afraid and half rushing, she made her way over to the trembling girl on the ground. The Princess slid down next to the Samaran girl, then reached out gently with her hands and lifted Kaede's torso off the thin bedroll. She pulled the other girl close against her chest, before pressing her head into the other and crying tears of remorse as she pleaded for atonement.</p>\n<p class=\"cnNlZGE4NDBiOTUxZDQ2YzdiYTViNGEyNDJhNDM1ODky\" data-original-margin=\"\">\"I'm sorry. I really am sorry. I didn't mean it.\"</p>\n<p class=\"cnMwNDM4YTc0NDFlOTQ2OTA4YjgxY2IxMDQ3OGZmMTZj\" data-original-margin=\"\">The Princess never realized when the familiar woke up. She never saw how terrified those confused pink eyes were as Kaede found herself in the arms of the one responsible for her suffering mere hours ago.</p>\n<p class=\"cnMzNGQ3MzYzNTY3NDQ3ZTFiYzRlYmMxNTVhMTA3OTc4\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "If you stumble upon this tale on Amazon, it's taken without the author's consent. Report it."
}