{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNmYzc3NjgwOWY0ODQ1YTVhMWZiYjdhNzY4ZDRjMzI3\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnM5YmRjNTRjMDFmZjRiOWU5ODYxNmE2NzdlMDQ1YjBh\" data-original-margin=\"\">This had been what I wanted. Lily had promised to find him, and I knew this was part of it. But I am frozen with warring emotions. I am panic, joy, fear, shame, relief, and everything else all at once. My heart wants to tear its way from my chest with how it's beating. My father is here. He's alive, and I am seeing him again! I look at the corpse I just discarded with my grotesquely mutated arm. I look back at my father, the horror and fear seizing his face. I feel sick.</p>\n<p class=\"cnM4Nzk2N2E1MjZhMDRiNWE4M2UyMmU5ZjM3MzlhMWQ2\" data-original-margin=\"\">\"D-Dad?\" I whisper, then a second later, \"You're alive?\" I say as I take a step closer to him. His eyes widen and his mouth opens slightly, then he scrambles to his feet, turns, and runs. I look at the tentacles I have been subconsciously reaching toward him and open my mouth again, but nothing comes out. What have I done? It was exactly like I feared when I first learned how to leave the Radiant Woods. There is no home left for me with my father. Not as I am now. All this time and... he ran from me. I stumble against the wall, my body reforming into its human form as I do. I don't notice the usual discomfort, like mud flowing beneath my flesh.</p>\n<p class=\"cnM4ZDQwYjI4NzYyNjQxODI4YTE4YjgwMWVjOTc1NjM1\" data-original-margin=\"\">I just feel agony. The look of horror on his face will be with me for the rest of my life. He was disgusted by me. I'd called him dad and he couldn't get away from me fast enough. Why would he react any differently, after what he just witnessed? I turn, pressing my back to the wall and sliding to the floor, then hide my face in my now human hands. I am so tired. Lily runs to my side, crouches in front of me, and puts her hand on my shoulder. She is speaking to me but I can't hear her. She can't say anything to make this better.</p>\n<p class=\"cnNiYWJmNzlhNTA0ZTQ0ODlhNzliOTBjYjQ0MTk1ODM2\" data-original-margin=\"\">A howl escapes my lips, like a dying animal. All this control over my body and I can't stop the tears and snot from running down my face. It's no wonder these scars won't heal. It's not just because they aren't my body, but because they are me. I am the monster from the Radiant Woods. Not the one Lily is pretending to be. I am a creature, too far gone to face her own, kindly father. I can't stop the sobbing. I don't even know if I want to. I don't want to do anything, and I don't know if I can.</p>\n<p class=\"cnNhOGZlZjQxYTE4NzQ0ZmU5YTc1NmM4OGYyNzY4ZmQ1\" data-original-margin=\"\">Then, another hand falls on my other shoulder. I don't understand, and as I fight through my gasping cries I look up at its owner. My eyes are bleary and confused as his form takes shape, and when I can make him out I don't believe it. It's my father. Did he come... back? But... I thought he was... Then I look down. He is holding something. Offering it to me with a badly shaking hand. It's wood, with a smooth dome on top of a stand. I reach out and hesitantly accept it, trying to process what's happening. The wood is old. Years old, at least. But it's been well maintained. Regularly polished and cared for.</p>\n<p class=\"cnNkYzJlZGE1MTM4MjQ2NzQ4YzY0NDA1ZjAyZjdlNjIx\" data-original-margin=\"\">It's a hat block. My eyes widen. It's <em>the </em>hat block. The gift I was supposed to receive after my first confession. How did he still have it? He lost everything, he was sold into slavery, and he managed to keep and care for this? His tremoring hand, now free, reaches up and glides against my cheek.</p>\n<p class=\"cnM5NTM2ZDM2NjUwMzRjYjY4MDM0NzNmMmRmNDYyNDli\" data-original-margin=\"\">\"S-Sara, I knew you were alive. I knew it, I knew it...\" he repeats. \"I am so sorry. I don't know what happened to you. I can see so much has happened to you. It's my fault, it's all my fault. I should have kept running. I should have listened when you said you were afraid. I should have pushed harder, caught up with the wagon, and taken you home. Please, Sara, can you forgive me? Can you ever forgive me?\" I stare at him in shock. This isn't his fault, how could he believe that? Lily is staring at me, I think. It's hard to tell with the black void of her hood, but she hasn't looked at my father once.</p>\n<p class=\"cnNiNDJhYjg1MTYyOTQ5MGRhZGUyZWQ0MjJlNzQ4M2Ni\" data-original-margin=\"\">Then, the shouting starts and she moves. \"I'll take care of this, wait here,\" is all she says before practically flying down the hall. I can hear loud noises and clattering as she fights off any guards responding to the commotion. With this, she buys me time to look at my dad. In a moment, I push off the wall and wrap my arms around him. I don't understand, but even with my body like it was and the half-naked corpse in my... tentacles, he still came back. He heard me when I called for him. He maybe even recognized me. By my hair, maybe?</p>\n<p class=\"cnM4MDUxYzhiNmQ1ZDQ5Y2ZiNWNkMDk4OGM2MDJlMzc1\" data-original-margin=\"\">\"Dad, no. It's not your fault. I've never once blamed you. It's not your fault. It's not your fault Pappa. It's mine. You have been a slave for, I don't know how long. I could have come to find you years ago but... Dad, I was afraid. I'm not who I used to be. I'm not what I used to be. So I didn't. I stayed where I was and let you hurt, Dad I'm so sorry!\" I plead and his arms tighten around me.</p>\n<p class=\"cnM5YWYwMDg0YWRkYzQ2Yjg5NmIzYTdjNzliMTU1N2Ex\" data-original-margin=\"\">\"Sara, please. I am your father, and I let all of this happen. Let me take responsibility. I just... I knew you were alive. I knew it. I... I took care of the block. I couldn't keep the shop. I wanted to but I couldn't do it. After what happened I... but I took care of the block,\" he stumbles and I understand what he's trying to say. My fingers tighten around the smooth wood of the finest gift I have ever received. It's probably pressing against my father's back but neither of us can be bothered to care. I hear a loud clang and a guard flies up against the wall at the end of the hall, then slumps over.</p><p class=\"cjAyZWRjMTI5MjU1MTRkYmViNjcxZmM4NTVjODU2OGFj\" data-original-margin=\"\">This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnM1NzA3MGI1MzU0MzRiMTE5NTZmMGFjMmRmZTBjM2I4\" data-original-margin=\"\">\"Dad, we need to go,\" I finally say and he nods, pulling away from me. \"Um... I have to help her. Can you... not watch me too closely?\" I ask, looking back at the body of the man he had seen me kill. The amount of grief I see behind his eyes reminds me of who I have become. It's like a vast ocean and I drown in it. But it's not what I thought. It's not fear, and it's not disgust. It's guilt, because his little girl is now me, and it's so, so much worse. Because, whatever he says, I did find my way out of the woods years ago. While he was polishing and caring for a gift for me, I was too afraid to come find him. He doesn't deserve this guilt.</p>\n<p class=\"cnM3ZDhhYjZiMGYzNzRlNThhN2ZhZjU4OGNhNzRlZDcy\" data-original-margin=\"\">But I have to face who I am now, and I have to help Lily. So I let that same feeling of wading through my own skin return, and I retake the form of the monster from the Radiant Woods, and I lead my father down the hallway. Lillith is tearing through the guards like they are wet parchment. She doesn't need my help fighting. I just need to be seen by the fleeing servants.</p>\n<p class=\"cnMzYWNjYmRmZjEzNTRhYTNhYmYzZjM1NDcxNGQ3MWI3\" data-original-margin=\"\">\"Who is she?\" my father asks as we see her, flying through the room and removing the guards that have been responsible for his captivity.</p>\n<p class=\"cnM4MWMwMWVmOGNiNzQ1NmQ5YTVkMmViZDZkZDk4Y2I5\" data-original-margin=\"\">\"She's... a friend,\" I answer. \"She saved me. Gave me myself back. She's the reason we are here now. The reason we can see each other again.\" He watches her with frowning eyes.</p>\n<p class=\"cnNlMDAxY2Y2MWRiMTQ3MjRhMTdkNGY3OGJkMjljNzE0\" data-original-margin=\"\">\"I think we have a lot to talk about. Is she... doing all that for me?\" he asks, clear worry decorating his voice. I shake my head.</p>\n<p class=\"cnNkZjA4ZDY5ZmI2YTRiMTA4NTQ5Y2ViY2JjZDVlMGUz\" data-original-margin=\"\">\"No. She is doing that for everyone. Dad, I have so much to show you, you are going to be amazed. She and I... we are doing something important. You can finally rest. You should have stopped working before... everything. But you don't have to worry anymore!\" I explain, growing excited. He gives me a weary, baleful look.</p>\n<p class=\"cnNhYTg1ZGQ1MzU4YzQ2YTc5NjdjYTdlYWZkZGZmMzVl\" data-original-margin=\"\">\"I will always have to worry, Sara. But thank you. I would love to see... whatever it is. And if you trust that woman, I will too,\" he replies. The skepticism in his voice hurts, a little, but I understand it. He is such a kind man, what he is looking at can't be easy. I wince as we watch Lily crush a man's head against the banister of the stairs before throwing another down them with mana. I don't know why, but part of me really worries about his opinion of her. I want him to like her. If only they could have met while she was telling one of her stories from Earth. Why couldn't it have been when she was carefree and laughing about some cute reference only she understands?</p>\n<p class=\"cnNlM2ZhY2U5NzAzMzQ5ZWJiYzYyMTY0ODUxMWJlZTZm\" data-original-margin=\"\">But it's too late for that now. That will have to come later when we have brought him to safety. I don't even know why I am thinking about that right now. Of the various anxieties rushing through my head, it is a relatively small one, but it occupies a greater degree of my attention than it should. I don't know what to do with that, so I just push it to the back of my mind. We have other things to worry about; it's a bit embarrassing I am letting myself think about that.</p>\n<p class=\"cnNmMjM3YjU4MDZiMDRhMGE4ODk4MGJmYTdkMmU5YWYx\" data-original-margin=\"\">\"Dad, we need to go find the others. Lily isn't just here for you, but to bring everyone to safety. Then... we can catch up. I can tell you what I have been through, and you can do the same. You can get to know Lily when she's not... doing that,\" I say as she crushes the final guard. She then turns back and rejoins us.</p>\n<p class=\"cnNlMTJjNThlNjgwNzRmMDc4MTE2ZGYyNmY1Njk1NGQz\" data-original-margin=\"\">\"Are you two alright?\" she asks, barely even out of breath. I should have helped her more, but she doesn't seem bothered by it. I nod and she moves on. It really isn't the time for an in-depth analysis of our emotional states. \"Alright, we need to get moving. This was a particularly loud one, there could be other mages on their way. We need to find the worker housing,\" she follows up.</p>\n<p class=\"cnM4Zjk5NzY1NzhiYzQyOWU4ZTNkM2U5NzZkMjdlNzI1\" data-original-margin=\"\">\"I-I can show you where that is,\" my father interjects, actually half raising his hand like a kid.</p>\n<p class=\"cnNmYzNkNTQ3MTczMDRhMjg4YWY1YThkYzI5M2I2YWVm\" data-original-margin=\"\">\"Lead the way,\" she invites. \"We'll keep you safe, I promise.\" And so he does. While I transform into a less terrifying form, he gives her a worried look, but pushes past her and leads us first to another room in the mansion where a couple of young girls sleep, then to the offsite housing for the field workers. It takes some work to convince the group to follow us, but my father smooths things along. Just like when I was growing up, he knows how to connect with people. He makes you want to trust him. To believe in him. He connects with people and holds them together. As always, he takes the emotional burden on himself so the people around him can be happy.</p>\n<p class=\"cnMwN2NlMzJhOTBmNTQ0MTI4ODFiZTlhMTZjMWJkZTFk\" data-original-margin=\"\">He has clearly been doing this for them for a long time, and they trust him like I always did. All this time, and he is still him. He is so, completely and thoroughly, my father. The man I have always trusted more than anyone. It makes me want to cry again. It makes me feel like I am coming home. This is what was missing when I went to visit my old neighborhood. This is why it felt so foreign. Because my childhood was here, in his gentle words and kind smile.</p>\n<p class=\"cnM4ZGExZmExOTFjZDRkMjRhYTg0OWFlZDU2Y2MzMDQz\" data-original-margin=\"\">As we finally make our way back to the safe house, I give him a look. \"How long has it been, Dad?\" I ask. \"Where I was... it was hard to track the time. How long have I been gone?\"</p>\n<p class=\"cnMwMjRiNTM4YTQzYzRkOWNiMmEwZjZiZmNmZjJkOGJm\" data-original-margin=\"\">He looks at me like warm rain. \"Nine years, Sara. It has been nine years.\"</p>\n            ",
  "invisibleParagraphContent": "This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere."
}