{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNlOTk3MWRjOWVmMzQ2N2I5ZWYwYzM0MTBjY2YxNzc0\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNiMTdmYWZhMDU3OTQyNzk4ZmM5MzczYzcwZGU0MWUy\" data-original-margin=\"\">\"What do you think you are doing young lady?\" A stern voice reprimands and I freeze. I put down the goggles I am tinkering with and turn to see a glaring Clarrise. \"You told Sara you would rest! You should have seen the look on her face as I walked her to the lab. And I find you here, working!\" I wince as a few onlookers at nearby tables give me sympathetic glances. I'm in something of a communal research center on the first floor. Clarrise has set up a number of stations stocked with paper, something not unlike fountain pens, and other tools for magic experimentation. This particular community thrives on sharing and supporting knowledge. This room is where a lot of it happens.</p>\n<p class=\"cnNjMjYzNjAxOWY2NDQ5ZjI4NTNiYjE5ZjZhNDE0NzU5\" data-original-margin=\"\">I had come here just to see if anyone was working on anything interesting. I had a friendly conversation with the kid whose extremely cool prosthetic had caught my attention earlier and... had a thought. \"Hold on, I'm innocent, I swear!\" I protested and she glared at me.</p>\n<p class=\"cnM1ODQxNTIyMWZjZjRkNmNhZjIyMGRkMGQ2YTY4NGQx\" data-original-margin=\"\">\"Okay. So you are courting a woman. It took me off guard, and she was right there, so I didn't say anything,\" Clarrise says. I get varied looks when she says that, and one woman blushes at least as much as Sara, but Clarrise doesn't notice. \"But I've thought about it now. And you know what? Courting is courting. And it only works if both of you respect each other. It does not work if we make promises that we break as soon as the other person turns their back. I've seen where that leads, and it's nowhere good. So tell me, are you innocent, or did you lie to that poor girl and break a promise the second she left the room?\" That question hits me like a slap in the face.</p>\n<p class=\"cnMyNmE5NTFkY2ExNTRhNDE5Nzc3MjYxNmNmMzJiMGM3\" data-original-margin=\"\">I just came to take a look. I wasn't pushing myself. I had an idea that would help with my illness, I was actually helping to relieve her stress, not add to it. All these protests press against my lips but fail to escape. I didn't exactly lie, but I wasn't honest either. Or at least, I abandoned an honest interpretation of our conversation pretty quickly. \"Well, shit,\" I respond instead and she crosses her arms.</p>\n<p class=\"cnM3ODA4MzIyM2Y2NDQ0NWI5NmRmNjI4Y2UxM2U3ODlh\" data-original-margin=\"\">\"That sounds right. You promised to rest, now come with me and rest,\" she insists. I really want to finish what I'm doing, but I suppose I can talk to Sara first. It's not like she is going to actually hold me back here. I should have just waited, but I've never been much good at that. I nod and pick up the goggles along with the circle I had been drawing for them. She raises an eyebrow at me. \"Still bringing them with you?\"</p>\n<p class=\"cnM2ODI1YTQ1YzQ0ODQ1MmE4OTkxZWQ3MTY2N2E5MmJj\" data-original-margin=\"\">\"She'll want to know what I'm working on. But I promise, for real this time, I won't touch them until I've spoken with Sara,\" I assure. She looks at them in my hands and I roll my eyes. \"You know what I mean. Come on, let's get back before she does at least.\" She gives me a derisive sniff but nods.</p>\n<p class=\"cnNjZWVhZjEwMzY5NTQ4ZGQ5MjhmZWY0YTQ2YTcyYWEw\" data-original-margin=\"\">\"What are they anyway? It looked like you were drawing light runes, don't you already have goggles enchanted with light magic?\" She asks and I shake my head.</p>\n<p class=\"cnNlOTJhMzMyMTg1NzQ0M2FhOGIzM2MwOGY0ZGUyYjRj\" data-original-margin=\"\">\"No. Well, yes, but these are different. These are for my can- my sickness,\" I explain to a confused look.</p>\n<p class=\"cnM5MDg1NDRkOTllNzRhYWM5Y2Y1ZTFmYTUxZDYzNjc5\" data-original-margin=\"\">\"You are planning to treat it with light goggles?\" she sarcastically guesses while waiting for the real explanation.</p>\n<p class=\"cnMwYzNkZWY4NWUzNzQ4NTY4MGE4NzEwMWYzODEyZmUy\" data-original-margin=\"\">\"No, it's a bit late for that. But one of the most likely causes for this disease is different types of invisible light. These will make those ones visible,\" I answer.</p>\n<p class=\"cnM1YjU1ODk5NDcyMjRiM2NiYTllNjY3NWRmYzMzMWE4\" data-original-margin=\"\">\"And you will be able to find the source,\" she finishes. \"That makes sense I suppose, aside from your certainty that you have some as yet unheard-of light-based disease. Where do you get these ideas from? Some of the things you say are a little...\"</p>\n<p class=\"cnM4YmRhOTQwMWUwZjQ5NWM5M2M4Y2NmODdjNGYwOGQw\" data-original-margin=\"\">\"Out of this world?\" I guess to a shrug and a nod. \"It's a long story. Well, depending. For all intents and purposes, it's a long story. But trust me. If we find somewhere with a lot of this light, we'll find what made me sick.\"</p>\n<p class=\"cnM2ZmYxMzc2ZGZjYTQ3MzVhYmY5MzZlOTA3MGQ2OGYw\" data-original-margin=\"\">\"And avoid anyone else getting it?\" She guesses and I nod. \"Well. I see why you were in a hurry to build it. Still. It hurts you know? When someone you love tells you one thing and does another. I've never met a kinder woman than Sarafyna and, if your relationship is as... unique as it appears, it will only hurt more. Take it from me.\" I feel a little pang of regret.</p>\n<p class=\"cnNhOTg3NjA2NTYzZjQwMjM5MGE3YWIxMjcwYjUwMjUy\" data-original-margin=\"\">\"You're right, it does. I just... hate being treated as fragile, and I have a lot to do. Sara and I just need to have an actual discussion about ground rules. But don't worry, I'm taking your words to heart,\" I agree. I shouldn't have needed to be told that, but I haven't been in a relationship in a really long time. In a way, it feels like my first. In a way, it is. Which makes it easy to make a few rookie mistakes. Unlike my life as Annie, where I was completely without fault in all of my relationships, romantic and otherwise. Right. The point is, I understand what she means. I need to be upfront with Sara.</p>\n<p class=\"cnNhM2Q0MGMxZTc2NjQyNDQ5NzFiMzg4OWVlOTg3MTc3\" data-original-margin=\"\">This doesn't mean I can slow down like Sara would like. But I understand this fucking cancer sort of ambushed us. It's not going to be an easy transition or a simple topic. It is however something we, for now, have under control. And Sarafyna didn't fall for me because of my quiet demeanor. \"And here I had heard you didn't have such a thing,\" Clarrise jabs, some of her ice melting.</p>\n<p class=\"cnM5NzIzYjk2NjgzMDRhMzA4ZGMxN2IxOGY2YmJhODUy\" data-original-margin=\"\">\"Such a thing as what?\" I ask, a little distracted.</p>\n<p class=\"cnNiMGNkMzg4ZWI1NzQ1MWJiMDJiYmFiNjU2MjE0NTU1\" data-original-margin=\"\">\"A heart,\" she quips and I chuckle.</p>\n<p class=\"cnM1ZjQ2ZGY4MmMyZTQ4MWU4OTY5NTUyYmQ1MTEyM2Nh\" data-original-margin=\"\">\"Completely untrue,\" I answer, \"I have a heart. It just lacks a little work ethic, that's all.\" The earns a half smile as we make our way past the other tool-laden tables and focused workers. My still heart has been something of a hot topic around this particular community. It and my other enhancements. Clarrise, having said her piece, is mostly quiet as we ride the elevator back up to her floor. She does ask me about my cool hat, with somewhat less polite phrasing. Before long we are back in her home and I am, as promised, lying down on her bed while she examines the half-designed circle I'd brought with me.</p><p class=\"cmI0OTExNDkyMTJhZjRiY2U4OWE5ODhjODIzOWI0N2Mx\" data-original-margin=\"\">If you spot this tale on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnMxMWQwZDI5YjNjMjQ3NzdhYTgyMGJlOTAzNWE5MmI2\" data-original-margin=\"\">\"Isn't this usually how you alter a light's color?\" She asks, \"I'm failing to see how it's making you sick...\"</p>\n<p class=\"cnNmOGJkNzZjMDdiYjQ3NDJiZDFhNWExMTNhYjg4Mjc3\" data-original-margin=\"\">\"I'm resting Clarrise,\" I intone without opening my eyes. I can, nevertheless, feel her unamused glare in my direction.</p>\n<p class=\"cnMwOTcyYzQyMGM3YTQ4MDVhZmU0ODBlNjRkN2QzN2U4\" data-original-margin=\"\">\"I don't believe that for a second,\" Sara's voice interjects and I'm on my feet in a moment.</p>\n<p class=\"cnM2ZjY1MjliNzg0MjRiOTFhMzFmYjRkZmNjODdmMTQw\" data-original-margin=\"\">\"Sara, you're back, how did it go?\" I happily interrogate.</p>\n<p class=\"cnM3MjNhNjY4OWFjYzRkMWE4Njk2NmJhY2M5YjI2Yjcy\" data-original-margin=\"\">\"Welcome back, Sarafyna,\" Clarrise greets without looking up from the paper on her table.</p>\n<p class=\"cnM5YTc0ZDg0MzUwMjQ5YzdiMTkxYTk5YmQwODliODM4\" data-original-margin=\"\">\"What's she looking at?\" Sara asks and I grimace a bit.</p>\n<p class=\"cnNhY2QxYzFkZDE4NzRmYTRiNWRmMzQ2ZjU3MWEzMTcw\" data-original-margin=\"\">\"Oh, I was just trying to design some radiation vision goggles. I mean, I guess my other goggles are already doing exactly that, but this time I'm looking for worse radiation. I want to see if what happened to me is happening to anyone else,\" I answer honestly. No point in lying, we are going to need to talk about it anyway. Sara's face looks... conflicted.</p>\n<p class=\"cnM5MTdmYzg2NTI1ZjQwYmVhN2NkZjk3MTI4NzY5YjE5\" data-original-margin=\"\">\"Well, alright,\" is all she says. She doesn't seem pleased that I immediately started working on something when she left, but she is far from angry. I can feel a cold grief radiating from her; one that has been leaking out in intervals since I woke up and found the tumors. But her face has her tell-tale signs of guilt fighting for control.</p>\n<p class=\"cnM5M2ZkMzE2Yzg4ZjQ2M2E5YjRmMzA0M2FlYTRjOTcy\" data-original-margin=\"\">\"Uh... so how did work with Victor go?\" I ask. Her face immediately brightens up and the ice of her sorrow grows muted.</p>\n<p class=\"cnMxNjI3OGNjM2I4ODRhYzg5ZDg0NDIwOTI0ZGFkY2Y4\" data-original-margin=\"\">\"I don't think the Radiant Woods are the collector,\" she announces. She and I have more or less been referring to them as the same entity for years now, so this is a bit surprising.</p>\n<p class=\"cnM2YTRkZmQ0YmM0MjQxNzQ4YTMxMmI5YzYyOTk4N2Vh\" data-original-margin=\"\">\"I can see why that makes you so happy,\" I joke, \"I certainly wouldn't want one god to feel lonely on the guillotine...\"</p>\n<p class=\"cnNkZjQyZWEyN2FkNjRhM2I5MDM2NjkzYjdhN2ViZjkz\" data-original-margin=\"\">\"No that's the thing, I don't think it's intelligent at all! Oh, I'm sorry, are we bothering you Clarrise?\" She checks before continuing.</p>\n<p class=\"cnM2MjdmNDliNjIxYTRkNmU4NDQyZTZiMDI1ODE2ZTVh\" data-original-margin=\"\">\"No no,\" Clarrise dismisses, \"Please, talk heresy all you like, I'll be looking at this for a while. Do let me know if Lillith wants to share the source of these ideas though...\"</p>\n<p class=\"cnMxYWIyMTFiNWU3MzQzYjdiODdiMjRiYTczODVjMThi\" data-original-margin=\"\">\"Anyway,\" I interrupt, \"You don't think the evil hell forest that mutates people and taunted you for a decade is intelligent. I mean, I can see your point but...\"</p>\n<p class=\"cnNmNmIxMmE4YjcwZjQ3ODc5ZmMzMTBkMzcyNTUwNGIx\" data-original-margin=\"\">\"Right. Thank you Clarrise! Anyway, I was thinking about how my divine magic works. How can I control the Radiant Woods as well as it can? Why can I wrestle it away from itself, move through it with ease, and grow bits of it wherever I want?\" Sara continues and I start biting a thumbnail in thought.</p>\n<p class=\"cnNlZTgxZGNmYzY3ZjRmNDhiYTcwYWZmOWVlNzA1Njk5\" data-original-margin=\"\">\"I don't really know, but divine magic kind of plays by its own rules. I take it you have a theory though?\" I respond and she nods.</p>\n<p class=\"cnNkZWNkZWYzMDRmYTQ2ZGQ5ODYzNjkxYjU5NTUyYzE4\" data-original-margin=\"\">\"I don't think it's a god or anything like that. I think it's just a place. A place with a lot of divine magic cast on it. I think the Collector, or some other monster, lives there. But I don't think they own it. I think they use it the same way you and I do. As a tool,\" she excitedly explains.</p>\n<p class=\"cnNjM2NhM2M5ZmRkYTRlMWRiMWM1MjBhMDczYzA4ZGZm\" data-original-margin=\"\">\"That makes sense. So that means...\" I trail off, offering her the chance to say whatever it is she is so excited to tell me.</p>\n<p class=\"cnNjMDUwZjFiNGQzMDQxNDU4M2NmYzYwZDM4N2Q0YjBi\" data-original-margin=\"\">\"It's hard to describe. Like explaining the feeling of mana to someone without it. But... with divine magic, a shift in perspective feels like a shift in power. Until now, I have thought of it in the way you described it. Using the enemy's weapons against them. And for Victor, that's exactly what it feels like. Because he was given his magic by whatever lives in the Radiant Woods. But the idea that it's not the enemy's weapon... the idea that it is no one's, or even mine in a way...\" She pauses for a moment and I look at her in anticipation. \"Well, I have been growing bits of the Radiant Woods because it's what I know. But... what if it doesn't have to be <em>the </em>Radiant Woods? What if I can just grow <em>a </em>radiant wood?</p>\n<p class=\"cnMyODE0YmU3MjYzYjQ4ZjY4MWJiMzUwZjc0MDZmMjdh\" data-original-margin=\"\">My eyes widen, \"Do you... think you can do that?\" I press. Clarrise is actually looking up at her as well, the conversation suddenly more interesting than my radiation circle.</p>\n<p class=\"cnNiZGEwZDM2MDI4MTQwOWE5YWVlNTZlODU5NjNhNWI4\" data-original-margin=\"\">\"I mean, it didn't work when I tried it with Victor but... I don't know. It was like with the whisper spheres. Even now I can't tell you how they work. Just that... once I could feel them being enchanted... once I knew they could work, they did. I might not need the Radiant Woods. If I'm right, it doesn't have to be woods at all. It can be anything,\" she says.</p>\n<p class=\"cnNjZDNkYTA2YWE5NDRlNDA5ZTM1ZmIzYjA2ZWMzMTBh\" data-original-margin=\"\">\"But... the Radiant Woods are, to put it delicately, fucking massive. That's a lot of divine magic. And you said it doesn't belong to whatever god or king or fuckface lives in it. If his doesn't belong to him, why would yours belong to you?\" I challenge.</p>\n<p class=\"cnM1ZTA5NDkyMGQzZjQxY2I4NTA2ZmFiNmE1NTAyZjM2\" data-original-margin=\"\">\"See, I was afraid this would happen. It's so hard to quantify. I think, whatever the Radiant Woods are, was already there,\" Sara replies, \"I think the Collector moved in and started using it, but it can be changed by anyone with divine magic. But... I don't know. I feel like it must have come from somewhere. I just feel it. And... I don't need an endless forest to torture thousands of victims. I just need... a medium-sized room...\" she says. I'm starting to see why she is so excited. I don't know how divine magic works, but if she feels this hopeful...</p>\n<p class=\"cnNmNDJlNmIwNTNiMDRkNDViZTdlZmM3ZGM1ZmRiOGUz\" data-original-margin=\"\">\"Sara, you are fucking amazing,\" I say, bridging the gap and hugging her. \"That would be amazing. Do you really think you can do it?\"</p>\n<p class=\"cnNjMjAyZDY0NjY2NTRhNWFiZDRmY2Q4NGQ2MmYxNTFk\" data-original-margin=\"\">\"I don't know. It didn't work when I tried, but Victor seems hopeful. And it feels right somehow... Lillith, I want to stay here for a bit. I want to live here while we work on it,\" she almost asks more than announces. \"Well, I want us to live here while I work on it.\" That seems reasonable enough.</p>\n<p class=\"cnNjNGRiNjRjYjU5NDQ1MDlhOTc5ODk5NjU1ZjVkNTMx\" data-original-margin=\"\">\"Alright, that sounds like a good idea. There are certainly enough rooms. We'll have to talk to our families about moving everyone when we get back from Tumult tonight,\" I say in thought. \"Clarrise, this is the third floor of building one, right? I don't suppose the twelfth unit is empty, is it?\"</p>\n<p class=\"cnNmZTU0Zjk2YjY3NjQ1ZDA5OTcwYzY0NTI1NTMyNzEy\" data-original-margin=\"\">Before Clarrise can answer Sara interjects. \"Actually I was thinking you and I could share...\" Then she pauses, \"Wait you still want to go into the city tonight? Lillith, you always end up fighting someone when that happens. Usually a lot of someones! Are you really in shape for an actual fight to the death right now?\"</p>\n<p class=\"cnM1ZGE5MGM0OTBkMTQ4ZWJiYzYwZDk1YTA2YzdkZmQ0\" data-original-margin=\"\">\"No rest for the wicked,\" I reply a little guiltily. \"The people in Potestia need a fighting chance. You and I are the only ones who can offer them one. We have to, especially with the state we left the country in.\" Her hopeful mood melts away and she sighs, rubbing her forehead with one worried hand.</p>\n<p class=\"cnNlODEyMzQyZWI5MzQ4NWRhMzVkZmM2MGNkNTdhODc5\" data-original-margin=\"\">\"Alright, fine. But we are bringing your brother with us this time,\" she insists, her tone inviting anything but argument.</p>\n            ",
  "invisibleParagraphContent": "If you spot this tale on Amazon, know that it has been stolen. Report the violation."
}