{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkZDJkNzI4MWYzNTQxOTFhMDgwZTJhNDdmYTdhMjNl\" data-original-margin=\"\">\"I never thought it would be this bad, Hakim.\"</p>\n<p class=\"cnNlOTcyYzcxMDFiZTRhMTI5Y2JkYTk5ZDM5YTNlZWU3\" data-original-margin=\"\">The commander of the western front army of the Caraliyyah Caliphate -- which the Trinitian somehow mumbled into 'Cataliya' -- stood at the crest of a shallow, grassy knoll and looked down upon the aisles of his field hospital. Rows upon rows of white tents bore the symbol of the Pink Crescent, which were drawn in the crystal pinkish-red color of the Samaran 'Fluid of Life' that all healers shared in common. Thousands of sick, quarantined troops overflowed even their capacity, as the influx of patients overwhelmed the amply prepared medical units attached to the army.</p>\n<p class=\"cnM5YWY1NWZhMmFkOTRjMzdiMzJlODEyYWNlZmM5ZWU1\" data-original-margin=\"\">Baha ad-Din Salim ibn Ziyad pulled at the hairs beneath his thickly-bearded chin. It was a bad habit he regressed to every time he felt frustrated. Though he doubted any leader worth their salt could feel more helpless than he did right now.</p>\n<p class=\"cnM5OWM2MzU5MzVjZjQxZmM5MmY5ODA3YTRiNTg1NmNh\" data-original-margin=\"\">\"Flu, typhus, and now even dysentery? How could this happen? So quickly?\" General Salim turned about to face his deputy.</p>\n<p class=\"cnNkNWIxMmY2ZjllYjQ0NjVhOGI0YzRlODMzMDA1NTZk\" data-original-margin=\"\">\"The problems have been present since the start, Your Eminence.\" Hakim answered, his countenance as blank as tranquil water. \"We walk among a land and climate alien to our kind. Our men grew up on the arid savanna and scorching deserts. Now they trek beneath the gloom of a northwestern winter and its freezing rain. The human body is frail and slow to adapt. How could they not fall sick?\"</p>\n<p class=\"cnM5ODIxM2QyN2VkODRhYWM4MWNjYjY2NGU2NTUyNzBl\" data-original-margin=\"\">\"But why now? Why the sudden surge?\" Salim countered. \"We entered Rhin-Lotharingie a month ago. Our soldiers have been falling sick since week one, yet the healers have always managed to keep the illness contained. I even moderated our pace of advance to keep the troops from exhaustion.\"</p>\n<p class=\"cnM1ODRkZTc5YjM3ODQ2NDc5OGE5NGQ1NmRiNWE4Zjhh\" data-original-margin=\"\">\"All resources have limitations, Your Eminence,\" replied his advisor. \"The heavy casualties incurred in our last battle drained our healers' mana and expended their supply of Samaran blood. How could they cope with another disease outbreak immediately afterwards?\"</p>\n<p class=\"cnMxY2UxZTkzYzY4NDRiN2E4MDZmZDM3NWFiMDY4OGM3\" data-original-margin=\"\">Hakim had the appearance of a beautiful, scholarly young man clad in white robes. However he was too tall to be inconspicuous, and too pale to be a descendant of the desert tribes. Nevertheless, advisors of exotic origins were nothing new in the Caliphate. Affluent individuals often sought to claim wives or servants of distant origins, as it was widely considered a fashionable display of wealth... or in Salim's eyes, <em>decadence</em>.</p>\n<p class=\"cnMzYzcwZWU5YWM5OTQzY2I4NGFjYzVlOWRkODE0YmQy\" data-original-margin=\"\">Though in this case, looks were also deceiving. Hakim... wasn't even human.</p>\n<p class=\"cnM2ZjI1NGRmZDE4MzQ0MzQ4NzcwYTkzZmZkNGQxYzQ3\" data-original-margin=\"\">A close examination would notice the faded blue hues that seemed to billow across the surface of his skin. Instead of supple human tissue, his 'flesh' was an illusion. They were embers condensed into layers to take on a tangible profile, to blend in more easily amidst humankind.</p>\n<p class=\"cnM5NTM2MjA3ZWQ1ODQ3ZDg5ZDFkYzgyZjEzZjRiZjVl\" data-original-margin=\"\">Hakim was a jinn -- a race veiled in mystery, creatures of smokeless flames.</p>\n<p class=\"cnM5MDhjNjRhYzQyZTQ0ZmZiY2FiM2UxOTk2YTYzNjI2\" data-original-margin=\"\">The human and jinn societies shared a God, a Prophet, and even a Caliphate. Yet the majority of their people remain segregated to this day. Hakim was among the few who intermingled with humans. He was one of the marid caste, the elite class of scholars and leaders among his people's rigid social hierarchy.</p>\n<p class=\"cnNkZDFmOTNiODdiZjQxYzY5Mzk3MTUyNDg1Yjg3MTdj\" data-original-margin=\"\">The Caliphate's western front army had only twenty marids in total, plus several hundred ifrits -- jinn of the warrior caste. Nevertheless the numeric racial imbalance did not stop the Caliphate's military traditions: every high-ranking leader was paired with his or her own wazir, a marid who served as their advisor and second-in-command.</p>\n<p class=\"cnM5YTYyM2YyN2NlYjRlYTNhZGYwZTgzZWRiYzA3ZTli\" data-original-margin=\"\">The other nations of Hyperion might have equated this to the 'chief-of-staff' position. But the truth was far more complicated than that. The bond between commandant and wazir was forged for life -- usually the shorter, human life. And until death breaks them apart, the two shared all assignments, promotions, and punishments equally.</p>\n<p class=\"cnM3MzBkNDcyMTkwZTQwNTg5MjUxZjY3ZWI0MzUyZmVh\" data-original-margin=\"\">\"Battalions! Full stop!\" A distant yell came from behind the two leaders.</p>\n<p class=\"cnM0MDY4YzVjZTYzYTQ4NzliN2M3MGRlMzQyZWVjOTUy\" data-original-margin=\"\">The order echoed down the road from one officer after another. Wheels creaked and hooves stamped against the hardened ground. A supply convoy of several hundred horse-drawn wagons snaked down the earthen path until it vanished between the wooded hills. They halted at the encampment's outer security perimeter, where the captain on watch verified their identity before letting them through.</p>\n<p class=\"cnM0Yzc0N2NhMjY4YTQxZDdhZGMzZDNlZWFhZDRmNGI1\" data-original-margin=\"\">The scene was almost suspicious. It had been weeks since Salim witnessed such an unmolested column.</p>\n<p class=\"cnMwMWU3MDBjZGUwMjQ2ZWZhOWUwMGQwNzZkMWZjMDVk\" data-original-margin=\"\">Most supply trains had to run a gauntlet of ambushes on their journey to the front, if they arrived at all. By the time they reached camp, the wagons would roll in with Lotharin arrows sticking out from their sides. Their escort would walk past in bloody bandages, while several half-burnt carts usually carried men too injured to walk.</p>\n<p class=\"cnMzYThmOTA0YzcwZjQyNjViYzFhNmMxZWRmYzBmOTNj\" data-original-margin=\"\">Salim's army of 57,000 soldiers consumed nearly 40,000 stones (over 200 wagon loads) of bread, 30,000 stones of meat, and 45,000 stones of fodder <em>per week</em>. Ferrying such immense quantities from the Caliphate and transporting them safely across several hundred kilopaces of wooded Lotharin hills required a monumental effort from the logistics and reserve divisions of the army.</p>\n<p class=\"cnM1MzZkMDg0NWYwODQ3YzM4MGJiYzZkNGRiOGQ4M2Fj\" data-original-margin=\"\">Without adequate supplies, his frontline corps would be forced into 'foraging', which was euphemism for seizing grains and livestock from the local populace. Such behavior often encountered resistance, which soon escalated to murder and rape once soldiers drew blood. However, even foraging couldn't supply an army of such bulk for long, and within days the troops would begin to starve.</p>\n<p class=\"cnNkYTMwZGMyMGU4NDRjNGZiYzQ5YjEwMWFjNjg2YTdj\" data-original-margin=\"\">In a realm where even the average commoner knew how to use a bow and axe, this only escalated the problem yet further as vengeful peasants-turned-partisans tightened the noose on logistical lines.</p>\n<p class=\"cnM4ZmE2ZDI2NzExYTQ5ODE5ODkxMWFkNTMxZTEzNDRj\" data-original-margin=\"\">Hence, atrocities against the civilian populace were more than sins. They created a negative feedback loop that quickly spun out of control. Salim had carefully studied the history of Rhin-Lotharingie after he'd been named one of the invasion's front commanders. The last thing he wanted to see was for his army to make the same mistakes as the Imperium's Legions, or more recently -- the eastern, Inner Sea front where the Holy War had already descended into a spiral of vicious reprisals.</p>\n<p class=\"cnNjZjFjNzk5Yjk5YjRhNjZhOGI5MzJjNTgxYzYxMjY4\" data-original-margin=\"\">Thankfully, Salim had managed to avoid such a scenario thus far. Battalions of reinforcements from the rear had ensured that this latest delivery of food and medical supplies came through. Meanwhile, the four rotting men hanging by their necks near the entrance served as a potent reminder of his \"zero tolerance policy\" towards all acts of barbarism -- especially rape, which those four had committed against Lotharin prisoners.</p>\n<p class=\"cnNmODZhMjNjODEyNjQ0YTE5ZWQ4ZDU4NjAxZDlhZjY0\" data-original-margin=\"\">\"General!\"</p>\n<p class=\"cnM0NGI0ZjNkNDcyOTRlNGE5MzVjOWVmMTc2M2RkMjc5\" data-original-margin=\"\">The yell came as a squad of light cavalrymen detached themselves from the supply column and galloped towards the hill.</p>\n<p class=\"cnMzMWMxYTEzYTk5NzQ3YTk5OWE0MDY5ZjdmOGU5ZmNm\" data-original-margin=\"\">\"General!\"</p>\n<p class=\"cnNmMDI3ODVmZThkMzRjYWI5NjgxNWZmNDhjMWU2ZTk0\" data-original-margin=\"\">The newcomer leaped off his horse and scampered up the grassy knoll. Two dozen wary bodyguards squeezed the handles of their scimitars. Their current position was near the edge of the Caraliyyah encampment and well outside the inner wards. But the officer paid them no mind as he rushed up and took a deep bow.</p>\n<p class=\"cnMzY2Q5NDIxZjQ4ZDQwYTM5YTA3YjY2ZGZhZTc0OTk2\" data-original-margin=\"\">\"Major Hamid,\" Salim addressed the youthful commander of the 86th Light Cavalry Battalion. \"What brings you in such haste?\"</p>\n<p class=\"cnM0NjM4OWViNmU1ZDRjMmM5NGI0YjNmNDE5YWJlMDQ2\" data-original-margin=\"\">\"General Salim, I bring dire news,\" he began immediately. \"Earlier this morning, as my scouts patrolled the surrounding regions to ward off partisan activity, we caught a squad of Lotharin rangers poisoning a natural spring five kilopaces upstream through the disposal of rotting animal carcasses.\"</p>\n<p class=\"cnMwYTI3N2MzZTY2MTRiMDVhYjRjNDdiNWJjODY1Y2Qz\" data-original-margin=\"\">Salim's eyes hardened as he turned to his wazir:</p>\n<p class=\"cnNlODhmYjk2YjBkNjRjZWRiZTE1YjZmMzI0MjY0YWMz\" data-original-margin=\"\">\"They're poisoning the land...\"</p>\n<p class=\"cnNmNTQ1MGU0NmM2NTQ4NWVhZWI4N2RhYTY5YTE4NmRl\" data-original-margin=\"\">\"Yes Sir,\" the Major confirmed. \"I've sent my men to double check other water sources in our locale. They have already discovered three other springs, seven wells, and one stream nearby to also be contaminated by the enemy. In three cases, the contagions were well camouflaged, and may have been left there as long as five days ago when we fought the Lotharins in battle.\"</p>\n<p class=\"cnM3ODM0NDVhZjhmYjRiNjc4YTBhYjYyNTI2MmI1MmU0\" data-original-margin=\"\">\"It certainly explains our sudden influx of disease, and these are probably just the tip of the iceberg.\" The marid Hakim nodded in contemplation. \"The abundance of fresh, running water in these lands has made our officers lax in cleansing what they consume. Perhaps even more importantly -- this shows that our opponent has changed commanders.\"</p>\n<p class=\"cnNhNzBkNTMxMTMzMTRlMzU4YjYxZTFjNjM4NDgxOGQ5\" data-original-margin=\"\">\"The Oriflamme who joined the battle?\"</p>\n<p class=\"cnMxYzlmZjFiNjA5ODQ1ZjZiZDVhNGRhODA2ZmE3ZGVi\" data-original-margin=\"\">\"Some prisoners claim it was their princess.\"</p>\n<p class=\"cnM1ZmE3MWNhNzJmMTQ0MDk4ZDNlNGFlM2U2YWZkZTRh\" data-original-margin=\"\">Salim could only scoff at Hakim's statement:</p>\n<p class=\"cnMzMTlkYmNhM2EyOTRjZDI5NjBlZDY1NzM0NDU1ZTE0\" data-original-margin=\"\">\"A mere child then. With the Emperor's untimely demise, her own authority swings in the balance. What can a maiden barely out of her teens command?\"</p>\n<p class=\"cnM2YjMwNGJkYzNjNzQ2Zjk4ZjNhYmQzMDUxMTM2YmMy\" data-original-margin=\"\">\"She doesn't have to,\" the Wazir warned. \"The Weichsen Knights Phantom that devastated our ruhk riders must have arrived with her. Even if she is a mere figurehead, that crusader state has more than enough competent generals to lend an experienced commander.\"</p>\n<p class=\"cnM5OTliM2FhMDU3ODQ3MmI5MGJlNjlhMGMwYjdhZTQz\" data-original-margin=\"\"><em>And the Lotharins might just be desperate enough to listen to those blackened warmongers,</em> Salim considered.</p>\n<p class=\"cnM4Njc1MGQzNjA2YTQyZDliZTZlZGQ3MmI1NDAwYjg3\" data-original-margin=\"\">The General squeezed his bearded chin and he went quiet. No follower of God would forget that it was Weichsel that sparked the 1st Crusade, thus igniting centuries of Holy Wars between the Caliphate and the Trinitian states.</p>\n<p class=\"cnNlYTY0YmMwNDBhZjRhZjRhNDA4ZmQ3YTQ3NDZjM2Ix\" data-original-margin=\"\">\"That makes sense. Lady Estelle may be a nonbeliever, but she is also a courageous and honorable woman,\" Salim spoke with earnest respect. \"Such treachery is beneath her dignity and conduct. To poison the water supply would not only harm us, but also their own civilians for many months to come.\"</p>\n<p class=\"cnMwZGE4OWQ4YmY2YTRhZDU4OWZjOGUwMTgyOTk1ZjY3\" data-original-margin=\"\"><em>Not that many of them remained,</em> Salim thought. Most of the nearby villagers had already fled across the river to take shelter behind the Avorican Capital's fortified walls.</p>\n<p class=\"cnNhMDNlNDRhMDJiNDQ4Y2RiOWQ2MTZjMzA0ZTE4MDM0\" data-original-margin=\"\">\"Do we have any information on the status of their command?\"</p>\n<p class=\"cnM3YmMxNTE4NDIyYjRjYjc5OGQyYTRhMTdkZWVjNGUw\" data-original-margin=\"\">\"None,\" answered Hakim. \"We killed and 'captured' several of our own spies during the last battle. Two of them were signal officers whom we relied upon to pass information from our agents within their camp. Intelligence has already taken efforts to re-infiltrate them back into the Lotharin ranks. But we have yet to hear back from either.\"</p>\n<p class=\"cnNmNmYwNzZhYTY4NzRiMmNiZjQzMjVlNmIxOGM0Y2Rm\" data-original-margin=\"\">It really spoke for just how savagely Caliphate forces had mauled the Lotharin army, that they ended up severing even their own spies' communication lines.</p>\n<p class=\"cnMxMDY3NDFhY2Q5ZjQyYmNiNDk1MGViZDUxZGMyYjMw\" data-original-margin=\"\">\"What of the Lotharin saboteurs you encountered?\" Salim addressed Major Hamid once more.</p>\n<p class=\"cnM3ZjQyZDliY2U2ODQ2ZWY4ZmMyMDgyZDhkMjc2N2U3\" data-original-margin=\"\">\"We had cornered their squad, but...\"</p>\n<p class=\"cnM2ZWZkYmU4M2MyYzQ2YzZiMGZiYzMzOWFmN2NhMjNj\" data-original-margin=\"\">\"But--?\"</p>\n<p class=\"cnNlOGQwODNhYjI4YzRiYzU4NGMwMDEwMjllOTU0NTEy\" data-original-margin=\"\">\"Their leader did not surrender. He insulted God in his cowardice, and therefore I killed him in battle.\"</p>\n<p class=\"cnMwYWNjMDQ3YmZhMzQ3NGY4YjA0MWUxZDBkYWUwMDM5\" data-original-margin=\"\">\"What did he say?\"</p>\n<p class=\"cnNiZTZlOTk1ZDAyYjRlOWI5ZmYwMjNmYmI0NzE3Yzdm\" data-original-margin=\"\">The cavalry major's expression tensed, as he realized too late that he had already said too much.</p>\n<p class=\"cnM3OTcxMjExNjAwOTQ2ZjE4YTk3NjFjNDg4MDMwZDI1\" data-original-margin=\"\">\"<em>There is no deity but God,</em>\" he then uttered before lowering his gaze to the ground.</p>\n<p class=\"cnNlYTYxNTBhY2Y1YzQ0NDU5ZTE1YzcwZjNkMTllYWNj\" data-original-margin=\"\">The phrase was sacred to the Tauheed religion: words spoken not only as a prayer, but as an official declaration of one's conversion -- a transformation which forgave all prior sins.</p>\n<p class=\"cnMyM2NkNjE0YzEyMDQ2MDVhMDFjYzcxZjdmZTFjY2U4\" data-original-margin=\"\">\"Then why did you kill him?\" Salim demanded. His calm but chilling voice penetrated all resistance in a display of his decades of experience as a judge.</p>\n<p class=\"cnM2ZGQwYzFjM2FmYzQwZjNhNWJlY2Q5ZmRmMDFiZWU1\" data-original-margin=\"\">\"B-but he spoke them out of fear of our arms!\" The Major stammered under the oppressive atmosphere. \"They were insolent to God!\"</p>\n<p class=\"cnMzNjhlOTMyZTM1YjRhMzY4M2NiY2Q5MDkwMWViODZh\" data-original-margin=\"\">\"How do you know? Did you split his heart open and see?\"</p>\n<p class=\"cnNmNzQ0MDY1ZjIzNjQzNzBiMmI0YWE1MjVmMmVlZGUw\" data-original-margin=\"\">\"Sir, I...\"</p>\n<p class=\"cnNhMGEzYTQ2OWU3MTQ4NGU4OGVhZGQ2NDI3ZjNiNzhm\" data-original-margin=\"\">\"Answer me. How could you be sure of his insincerity? <em>How do you know?</em>\"</p>\n<p class=\"cnMxMWUxMzE2MWMyNDRhZWFhNzRhN2Y5ZWJkODA3Y2Ew\" data-original-margin=\"\">Major Hamid immediately knelt down on the ground. He could only bow in regret as the General repeated the question again and again.</p>\n<p class=\"cnM5OTJiMWJkY2JlZjRhMzQ5NTM2NTBhZTAxMjJjZWI1\" data-original-margin=\"\">\"I do not... I cannot!\"</p>\n<p class=\"cnNkNGQwMGI4YWU1MDRmY2Y5MzhlYWM5Y2EyNjE0MjFk\" data-original-margin=\"\">With a softening sigh, Salim looked down upon the subordinate who failed to remember one of the fundamental teachings of the Prophet.</p>\n<p class=\"cnMyOThhNzdkYTczNzRmNDU5NjU2ZDMyYTMyYzBjMjRh\" data-original-margin=\"\">\"It is not our role to pass judgment upon his faith and piety. If he lies in the name of God, then it is God who shall judge and punish him. Whom are you to take such decisions into your own hands in arrogance?\"</p>\n<p class=\"cnM3YWRiM2ZiY2Y3NjRiZjJhMmYwNTg2ZDRhY2Q4ZmY0\" data-original-margin=\"\">For over a minute, no words came back as the Major could only stare into the dirt in guilty silence.</p>\n<p class=\"cnMwZTg4MGM0ZDY5MTQ5YWY4MmI1YTIyOTliOTZiY2Vl\" data-original-margin=\"\"><em>Even if there is no military code to adjudicate this, I must pass judgment,</em> Salim exhaled a deep breath.</p>\n<p class=\"cnNlNzY0MDFiNjkwNDRlZDhiYzlkZjNmMTkwNjU2YmRj\" data-original-margin=\"\">The Major had broken a law of God, which stood even above the laws of man. For discipline and ethics to be upheld among the soldiers, he must serve as an example and be punished accordingly.</p>\n<p class=\"cnNmZTU1ZGQ0YmIzMjQ2ODhiNmUxNGQ0M2NhMDcyMDBj\" data-original-margin=\"\">Yet at the same time, Major Hamid was a seasoned veteran with countless deeds of battlefield valor. If the penalty was excessive, it would discourage the other men. Furthermore, Hamid was among the best scout leaders in the army. It would be difficult to replace him and maintain the same level of efficiency.</p>\n<p class=\"cnM1MmEyYzU2YzE1YzQzZjdiZDg1MTNmMjYwNDY5M2M0\" data-original-margin=\"\">Salim pursed his lips as he felt his scholarly mind turn, seeking legal precedence as far back as the Prophet's Companions. But unlike his past days spent administering civil law, time was one leisure that he currently did not have. Every minute in a war zone could be measured in lives. He needed a swift decision so that the Major, or his replacement, could be sent back with new orders.</p>\n<p class=\"cnNiMGQwNDFkN2MxOTQzN2U5YmNhYzBjYTQ0MzQ0ZjQ1\" data-original-margin=\"\">\"Major Hamid,\" the stern-faced General said after another minute of deliberation. \"You are hereby ordered to fast for the next two months in repentance for your sin -- from sunrise to sunset as if they were the Holy Month of Revelation. Furthermore, you will surrender two years of your salary as blood money.\"</p>\n<p class=\"cnMyZDljMTBjYjcxYzQ0Y2Q4ZjZmMmYzY2ZjM2ZlODY3\" data-original-margin=\"\">Relief flooded the young Major's face before he bowed again:</p>\n<p class=\"cnNkZTY2ODg1ZWUwMzQyZmQ4OGQzNTIzMTdmZWJiZDdk\" data-original-margin=\"\">\"Yes Sir!\"</p>\n<p class=\"cnNiN2FmOGU1MDJmYzRkNjY5ZjYyNzUzODI4NWI0NGFi\" data-original-margin=\"\">It was easy to be considered merciful when Salim had a reputation for legal severity.</p>\n<p class=\"cnM4YjM5ZWE5NzA0OTQ2MGZiNTRiMmE0YmUwMjNmNmFl\" data-original-margin=\"\">\"Hasten your search and identify any fresh water sources remaining, Major Hamid,\" the General continued. \"Focus on our rear where there is less chance of sabotage. Put a watch on any unspoiled water supplies. You may pull two infantry battalions to assist you as needed.\"</p>\n<p class=\"cnM5NjZhOWU1NjU1MjQwMmI4MmRhMjdmOTc4NTNjZDU0\" data-original-margin=\"\">\"Yes Sir! It shall be done!\"</p>\n<p class=\"cnM0MjlkZjFiNTY5MjQxZjg4ODBmNjFjNmJiMmNkNTNl\" data-original-margin=\"\">\"In the meantime,\" Salim added as his voice softened and he leaned over to place a hand on the young man's shoulder. \"Repent, reflect, and atone. I will pray for God to forgive you, for it is his law that you have broken.\"</p>\n<p class=\"cnNlYzZhNDQ0NWViMDQyNWY5ZTRlY2QyMGU3NzVjYTJl\" data-original-margin=\"\">\"Yes Sir! And thank you.\" The Major saluted again, this time with gratitude reflecting through his eyes.</p>\n<p class=\"cnMyMjBhNTZmNzYxNTQ4ZWM4YzMxMzE2YmM4MTE1NGFi\" data-original-margin=\"\">As the cavalry commander descended the hill, General Salim exchanged a look with his wazir Hakim:</p>\n<p class=\"cnNkYWNhZGFkNzQzYzRiZjFiOWE1MzlkM2U3ZGEwYWRj\" data-original-margin=\"\">\"You don't approve, dear brother?\"</p>\n<p class=\"cnNjYjA4YjAwMTljYTQ2Yjg5NWQ2NDI2OWNlYTJiMzE5\" data-original-margin=\"\">\"It simply seems... unlike you,\" the Marid stated, his expression as stale as ever.</p>\n<p class=\"cnNkNzM0YTg1NGVlZjQyYjU5MjBmNTVjYTJlM2Y4ZDIy\" data-original-margin=\"\">Salim returned his gaze to the young major's back with the traces of a smile. There was a time when he was just like his wazir. However the more he aged -- and the more children his wives gave him -- the more he realized that being logical and impartial was far from enough in being a responsible leader.</p>\n<p class=\"cnM2YjQzMjc3NDQwNzQwYTJhNjE1N2Y2MTBlYmFkZWRk\" data-original-margin=\"\">\"The Caliph once gave me advice to be more fatherly to my men. I am still trying to follow it.\"</p>\n<p class=\"cnM0NTM1ZGJiM2Y2ZTQ1Nzc5MzIzYmRlODY5YTlkYWU3\" data-original-margin=\"\">\"Sentimentality has little to do with legality though,\" Hakim replied.</p>\n<p class=\"cnMyMTQ3YTk2OTJmMDRhMjdiY2RlYjhmYTQ1OGFkNmY4\" data-original-margin=\"\">\"No,\" Salim admitted. \"But it has everything to do with humanity.\"</p>\n<p class=\"cnM1OThmY2Y5NTA4ZTQ2MGRiMTFmNzQyNTFiZmIzYTU2\" data-original-margin=\"\"><em>After all, did the Prophet himself not say that 'kindness is a mark of faith, and whoever has not kindness has not faith.'</em></p>\n<p class=\"cnMyOGFiZjUwNTZmZjQyZjNiOGUyMjc3ZTQ3Yjg5ZDY3\" data-original-margin=\"\">The General then watched as the descending Major grew distracted, perhaps even entranced for a brief moment, by the figure of a new arrival traversing up the slopes. The woman's face was obscured by a black veil that revealed only a pair of large, onyx eyes. But in spite of her armor and concealing robes, it was obvious that she was slender of build and took every step with grace.</p>\n<p class=\"cnM1ZmJiNmMyYjFmZDQyYTU4NjA3OTE1NTgxZjc5Mzhi\" data-original-margin=\"\">Salim couldn't help but shake his head as he watched the encounter. <em>Boys.</em></p>\n<p class=\"cnNlNTMzNDM0MDZiYzQzMDM5MTFiNWY2ZjU1NWZlNjQ3\" data-original-margin=\"\">It wasn't exceptionally rare to see a woman in the army. The tribes of the south had been forced to enlist women ever since they ran out of recruitable men during the Dragon-Demon Wars, over a thousand years before the coming of the Prophet. Yet while women had relinquished their role among the frontline infantry, female-only battalions could still be found among both the logistical and specialist troops.</p>\n<p class=\"cnM2Y2FiNzA1MGE0NjQ5OTM5YTdkZmFlY2YzNGJmMWQz\" data-original-margin=\"\">Of course, the two genders were strictly segregated by both unit organization and camp arrangements. Just because God allowed the two groups to work together didn't mean he tolerated frivolous indecency.</p>\n<p class=\"cnM1Njg0YTMzNjdlODQyNTNhYTJhNjhiNmIxODJjZDEy\" data-original-margin=\"\">Nevertheless, it <em>was</em> an unusual sight to see a woman wearing the red-striped lamellar armor of the Mubarizun. After all, these were the elite champions and duelists of the Caliphate armies, who had been especially trained to kill enemy leaders and lead daring assaults.</p>\n<p class=\"cnNlMmY3ODE2MGQ1ZTRiOTFhZDMyZThmOTAwZjQ3YmY3\" data-original-margin=\"\">Salim felt his instincts clash as he eyed the newcomer. He had nothing against women. He loved his wives dearly, and had already sent two daughters to institutes of education in law. But hell would freeze over before he allowed any of them to clash blades against the finest killers of his enemy... even if they were also women.</p>\n<p class=\"cnM1MWI0ODM4MTUwNDQxNGRhNzhkNjA3YTE3NTY4ODg4\" data-original-margin=\"\"><em>But then,</em> Salim felt his lips twist into a faint smirk. <em>She and her girls are probably the reason why my supplies arrived unhindered.</em></p>\n<p class=\"cnNkMGJlNzgzYjRhYzRmZjM5MDA2MzJiZjhhZjA2YjBl\" data-original-margin=\"\">\"Colonel Farah ad-Durr Ismat ad-Din, commander of the <em>Crimson Dervish</em> Mubarizun squadron, reporting for duty, General Salim!\" A soft yet crisp voice emerged from her hidden lips as Farah took a deep, respectful bow.</p><p class=\"cjliZGU1MWZlY2I4ZDQ4MjQ5YTc3NTA2Y2FmZDdmNjg2\" data-original-margin=\"\">The tale has been stolen; if detected on Amazon, report the violation.</p>\n<p class=\"cnM1ODMzZWE0NDhiMTRiZDZhZDU2Y2I0NmE1MDUxZTNi\" data-original-margin=\"\">The dervishes were a mystical, martial order within the Tauheed religion who believed strongly in asceticism. They were famous for maintaining a keen awareness of their surroundings at all times, while few men could challenge their blade dance and live.</p>\n<p class=\"cnNlYTU0ZTQwNDJlZjQ2MjliYjFmMjBjNjZkYTE2MTA3\" data-original-margin=\"\">\"Welcome, Colonel Farah,\" Salim returned a polite nod. \"How was your trip?\"</p>\n<p class=\"cnM5ZWQ0NDI3MzBhYTQ5MzM4MjI4ZGMyNTE4NzBjN2Jj\" data-original-margin=\"\">\"We shattered two ambusher groups and the engineers had to repair five sabotaged bridges. So nothing unusual.\"</p>\n<p class=\"cnM5NDliODkzZGViODQ3MGJhMDU4Mjk1ODM1YjMwYWJi\" data-original-margin=\"\"><em>Spoken like a true professional,</em> the General smiled.</p>\n<p class=\"cnM5MGRkYzAzMDQzZTRmNTA4OWEwMzQ0M2JmNjY0NTQ4\" data-original-margin=\"\">He rather disliked the inability to read her expression. But then, it would hardly be appropriate for him to ogle the face of a woman not from his own family.</p>\n<p class=\"cnMxYWRkMDFjMjk0OTQ5ZTBhOWU1NWU1ZjUwZDE3NDk0\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM2YTM4MTU0ZDAzMzQ3YmFhZDFkOGQ5NGI5NTRjZjIx\" data-original-margin=\"\"><br>As the meeting on the hill continued, neither the Caliphate commanders nor their bodyguards paid any attention to the two disheveled, stray kittens playing among the tall grass just outside earshot.</p>\n<p class=\"cnNlZTE5MTBiNzU5YzRjNjNiZDNmN2RjNDFlYWYwY2Iy\" data-original-margin=\"\">They were partially correct. One of the kittens was a true stray, who stayed with the army thanks to the scraps of food that sympathetic soldiers tossed her way. However, the other had been carefully disguised with dirt and dyes, as well as intricately woven wards that concealed her magical aura as a familiar.</p>\n<p class=\"cnM5OWM2OTIzMGQzYTRjMTY5MDU5ZTM2MDAzZDU4OTIx\" data-original-margin=\"\">The playtime was but a pretense, as she kept a keen eye and two ears on the Cataliyans' conversation at all times. Both sensory feedback relayed through the minds of several other cats until it reached her master, who laid hidden and prone among fallen leaves in a dense patch of trees over three kilopaces away.</p>\n<p class=\"cnNkMzEwMGM2ZTUzNTRmYzlhYTMzMTIxZGI5Yjg0YWEw\" data-original-margin=\"\"><em>So a new challenger appears,</em> Cecylia Renata von Falkenhausen mused to herself as she stroked the largest body of her matryoshka cat. <em>Plus naval reinforcements are on their way.</em></p>\n<p class=\"cnNjMzVmN2I0ZDExNDQyYjQ5NjczNzg5OTY2ODkzZDA3\" data-original-margin=\"\">Two days spent lying on the cold, hard ground had all been worth it. Her ceaseless observation had gained dividends on its own, yet that was nothing compared to the treasure trove of insider information that she overheard now.</p>\n<p class=\"cnNlMzAzNmJjMjEzNjRjYjE5NmRiNzRjNTFkZTIzZjQ1\" data-original-margin=\"\"><em>Thank the Father for human carelessness,</em> she smiled to herself.</p>\n<p class=\"cnNhYTJhYzI0M2FiNTQyMzI5MmRjZTYzNzcxMDMxMzc3\" data-original-margin=\"\">Of course, as one of the detail-obsessed dhampirs, she had none of that particular weakness.</p>\n<p class=\"cnM1NTM2NzljZTIyODQ3ZDlhYmE2MzViYmNlMGRkODZh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMDM2NzY0ODU0MjQyNmZhOTRmOTZmN2U1ZmI1ZDI0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhZGUxNjdiMmM5NjQ4YTM5N2MyYzYyN2FkYzVjMDUz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlMjUxMWRlM2E0MDQwODFhODg0OGE5MGU4OTc2MmE1\" data-original-margin=\"\">\"Halt!\"</p>\n<p class=\"cnM2NjNmNGU3MDJhNDQzYzg5N2Q3NDExMDQwY2RhNjIx\" data-original-margin=\"\">Cecylia exhaled a silent sigh as the Lotharin officer called for her to stop. The main allied encampment had three layers of security checkpoints backed by patrols. Though by the time she passed the innermost perimeter, she had already been stopped over a dozen times.</p>\n<p class=\"cnNjNGMzMTJlNTA5MDQ1YWVhZDIxZTRjZWQwZmExYTYy\" data-original-margin=\"\">It wasn't even because she looked suspicious. Cecylia had swapped her disguise as a peasant teenage boy for her Weichsen regimentals before entering camp. Compared to the mishmash of clothing that common Lotharin soldiers called a 'uniform', her crimson-on-black officer's dress identified her in the crowd with ease.</p>\n<p class=\"cnNjYjg1NzI0YzhmMTQ0MjBiZDQxMjFjNmVjNTdhNThj\" data-original-margin=\"\">\"Captain Cecylia von Falkenhausen of Weichsel,\" she turned to salute the Lotharin Captain, a young Avorican nobleman judging by the crest sewn into his seafoam-green tunic.</p>\n<p class=\"cnMxNWM4NDBiOTgzNzRmYTY5ZTFlODMwNjczYzk2N2Vk\" data-original-margin=\"\">Cecylia didn't miss how he pursed his lips in disapproval, or the disgust in his gaze as they met her scarlet-crossed pupils.</p>\n<p class=\"cnM2ODc4ZmQyMDhjYzQ3MTVhMDc3Y2RmMjVlNDIxOGM2\" data-original-margin=\"\">\"What does a sinner like you want with our Saint and Princess?\" He almost spat out.</p>\n<p class=\"cnM3MWM2M2FmZjE0ODQ2ZGJhYWE4ZGQwYTZjOWJkMmU3\" data-original-margin=\"\">His fingers never once reached for her offered identification scroll. In fact, he stayed just outside arm's reach, as though her mere touch carried a vile contagion.</p>\n<p class=\"cnMwNDRmNTQxOGEwNzQyNGU4NmFhY2UyMmUzZmIyNGU5\" data-original-margin=\"\">\"I'm on my way to the allied commanders to report the successful completion of my mission.\" Cecylia kept her head held high and her tone professional.</p>\n<p class=\"cnNkZDg1MDlhMjAwOTQ0ZWVhZGM4YWI5NzQxNTRiMDZl\" data-original-margin=\"\">\"What kind of mission would that be? To whore yourself before the enemy just like your ancestors did during the Demonic Invasion?\"</p>\n<p class=\"cnM5ZDk2ZTZhM2Q2ZTRjZWU4YTI4OTE5OTg1ZDYyNGZi\" data-original-margin=\"\">A few of the nearby men jeered. However the Lotharin Captain held his expression of contempt, as though his guess had been serious.</p>\n<p class=\"cnM2MjNmNjgxOGY5ZjRmODFhYTVhZDA2OWQ1OGNkODBl\" data-original-margin=\"\"><em>This is why I didn't want to stay in camp,</em> Cecylia thought as she maintained her expressionless countenance. <em>He's even worse than the usual bigot.</em></p>\n<p class=\"cnMzOTk3MDdiMzJkMjQxYWZhNmViNWNjMWMyOWNlODAx\" data-original-margin=\"\">She still remembered her first day after being posted to the embassy at Alis Avern, when she stopped at a Lotharin restaurant and was told by the owner that 'we don't serve your kind here'.</p>\n<p class=\"cnM4YmM4NzRjZjU0ODQzNDdhMzBiNzViNmMyZDhlNTQ2\" data-original-margin=\"\">Unfortunately, masking herself with illusions while traversing the encampment simply wasn't an option. Cecylia's spellcraft wasn't adroit enough to conceal illusory auras against close scrutiny by trained security officers. To give them suspicion on top of existing prejudice would only serve a recipe for disaster.</p>\n<p class=\"cnNmNmNhOWNhNWU2MzRjY2VhYzFiNjFjYWFhNDg3MmJh\" data-original-margin=\"\">\"The details of my mission are for command's ears only.\"</p>\n<p class=\"cnM1ZTg5Nzk0NDZkYzQyY2I4OTUwNGQ0ZDU2ZDdlYzEx\" data-original-margin=\"\"><em>Not for an insignificant, loathsome half-wit like you.</em> She finished the rest in her head, not wanting to give him an excuse to escalate this further.</p>\n<p class=\"cnM4ZGY4ZTFhOWUwZjQ4ODdhZDg1OTVjZDhmMThlNWIy\" data-original-margin=\"\">\"I'm sure a Cataliyan assassin would claim the same thing,\" the Captain sneered back.</p>\n<p class=\"cnMxZTYxMTAzNjMwYzRhYzM5MzhkMzg2YTIxYWJhZDA5\" data-original-margin=\"\">\"There are no dhampirs in the Caliphate ranks. And no assassin would be foolish enough to fake being one outside of Weichsel.\"</p>\n<p class=\"cnNjNmMwZWUzZjVjODQ4ZTJhMjNmNjJhMzZjMjg4MWRi\" data-original-margin=\"\">The retort seemed almost nonchalant, despite the dark history it held. For centuries, the Imperium had prosecuted the dhampirs for their ancestors' betrayal. The Tauheed Caliphate that rose in the south proved little better. Yes, the Prophet had proclaimed that the dhampirs should be allowed to create their own communities and remain unmolested. However, with their continent permanently scarred by the ancient Dragon-Demon Wars, the hatred of all things 'demonic' could not be expunged from cultural prejudices.</p>\n<p class=\"cnM1NDhmOTI0MGU0ZTQ3OWVhYWUxZTAwNTg0ODQ4Yzg0\" data-original-margin=\"\">Cecylia had heard of dhampir communities settling within the Grand Republic of Samara and nations further east. Nevertheless in western Hyperion, Weichsel was the only country where dhampirs could truly gain a respectable place in society.</p>\n<p class=\"cnM5YWU3MTI4Zjk1ZDRjMGJhMGMzOWFmODA2YzZmMWFj\" data-original-margin=\"\">Meanwhile at present, the Lotharin nobleman's brows furrowed as he snapped back:</p>\n<p class=\"cnNmY2IzMTI5NmFjNTQyMDQ4OWUyODk2NmQ3NjEzZTY1\" data-original-margin=\"\">\"Are you calling me a fool?\"</p>\n<p class=\"cnNhZjA1ZTA4MTc4MjQ0NTdhODViYjdhYTQ2ZTZkNGY1\" data-original-margin=\"\">\"Not at all. I merely spoke of some little-known facts...\"</p>\n<p class=\"cnM4ZDczMTMxODk0NzQ1MTc4NGY0OTgxYjg2NzRlYTIy\" data-original-margin=\"\">She was still explaining herself when a distant call rang from behind.</p>\n<p class=\"cnM2ZTI4YmMyOWM3YTQ3OGZiODQ2YzU5YjI0ZjQzMWE4\" data-original-margin=\"\">\"Cecylia!\"</p>\n<p class=\"cnNiZmIzMGU0NDA0NTQ4NDU4Y2E5NjhiYWY2OGI2ZGIz\" data-original-margin=\"\">The dhampir turned and her eyes soon fell upon the short Samaran girl who walked up with a slight limp. The familiar's arms waved in a joyful, if tired cheer.</p>\n<p class=\"cnM0ZTM0YWE0MGMxNjRlZDI5ZjUyYzYxY2YxZWI2ZTZl\" data-original-margin=\"\">\"Is there a problem with her identification, Captain?\" Kaede added in mild confusion as she came closer.</p>\n<p class=\"cnMxZDM2ZmY1ZTU5NzQ1NzhhMmE3NmQxZjNlZWMyZTk5\" data-original-margin=\"\">The Lotharin nobleman pursed his lips. He clearly recognized whom the familiar belonged to.</p>\n<p class=\"cnM5NGY3YTI1MzYyMTQ0ZjU5MWJlNzFhMDlmOTllNjZm\" data-original-margin=\"\">\"No, not at all.\" He simply stated before leaving with his men to resume their patrol.</p>\n<p class=\"cnMxY2M4NWE5NGEzYTQyNDZiMjI0ZjNhY2MyY2NlYWE3\" data-original-margin=\"\">\"What was that about?\" Kaede wondered aloud as she staggered up to Cecylia, who wrapped an arm behind the smaller girl to support her.</p>\n<p class=\"cnNmMDg0ZjRhODEyNjRkNjY4OTc3NjdhZmJkODlhNzMy\" data-original-margin=\"\">\"In the eyes of most Trinitians, we dhampirs will always be miscreants who transgressed against the Holy Father.\" Cecylia spoke plainly as she helped Kaede back towards the camp's central area. \"We're used to it.\"</p>\n<p class=\"cnNiZjQ3OTIzMDhkNzQxZDM5NWQyMTBjYjlhNjI2ZmZj\" data-original-margin=\"\">The Samaran girl, however, only puzzled back:</p>\n<p class=\"cnNiZTc2NmM4ODA0ZTQxMmE5Mzg4NzAzNDk0NGRhYTY3\" data-original-margin=\"\">\"But that was over a thousand years ago, right? Today, you're a Trinitian just like he is... so what's the difference? If anything, he should be disliking me for being a Samaran and therefore a heathen.\"</p>\n<p class=\"cnM3MTcxMWNlODAxNDQxYmRhZTEwZmRlODgzZTYxMTdj\" data-original-margin=\"\">Cecylia couldn't help but smile at Kaede's innocence.</p>\n<p class=\"cnM4ZDRlNDE2ZGY3ODQyZTA4NjUxMTExYTcyYjg0ZWE5\" data-original-margin=\"\">\"Except being Samaran makes you a cute, 'tolerated heathen'. Even if you are a nonbeliever, all but the most hard-nosed inquisitors will forgive you for being misguided by your 'past life' memories. Of course, the Grand Republic's 'Blood Bank' diplomacy certainly helped.</p>\n<p class=\"cnM3YWFjODczMWM3MzQ4Y2JiNGQwZTRkZWJhMmRjNmRh\" data-original-margin=\"\">\"By the way, what happened to your leg?\" The dhampir then added.</p>\n<p class=\"cnNlNzI0NDViM2Y4MDQ0YTM4YTM0NzU4N2QyYjI0ZWNi\" data-original-margin=\"\">\"The Princess happened.\" Kaede's expression clouded as she muttered with a bitter sigh.</p>\n<p class=\"cnMyMGYyZWIxZWE5ODRjYzk5ZWRiZTVhYTZlZmU0ZmY0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxZGM5M2Q0ZWEyNjQ0MjdiZTQ5MTJkY2NhMDdhZTgw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwOTIwNzc0MGNiMjQ1MDU5ZWEyY2UxYzgyYTg0NzY2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4YjZmYjY4NjhkZDQ5MGI5NTM2OGRlMjU2ZDA1N2Nh\" data-original-margin=\"\">\"...And that concludes my report.\" Cecylia finished as she faced the assembled commanders of the allied force, all while doing her best to ignore a dozen repellent stares.</p>\n<p class=\"cnNkODZlNjM3NzY5YjQ2Y2M5MDRhMDk0NjlmODA1ZDY3\" data-original-margin=\"\">\"Six new battalions. That's three thousand reinforcements!\"</p>\n<p class=\"cnNhYjYyNzRiYzIxODQxZjY5NDU1ZGJlOGU4NWUwYmM1\" data-original-margin=\"\">\"Another <em>twelve thousand</em> on the way by sea as well...\"</p>\n<p class=\"cnNlMjk4NDQ3YjQxMjRlOTM5NDljYmVlY2Q1ZTRmNzFk\" data-original-margin=\"\">\"They're transferring manticore heavy air cavalry to this front also...\"</p>\n<p class=\"cnM0NGEzYzExNGI5ZDQ1YWU4ZDUzNDEwMDA2ODQ4ZjAy\" data-original-margin=\"\">The room almost shuddered at the prospect of facing all these new threats. It was clear that the Caliphate had adjusted their strategy to prioritize a breakthrough on the war's western front.</p>\n<p class=\"cnM5NjkwNjhhYTQ1ZTQzM2I5MGIxMTFiMWIzZTU1MjY3\" data-original-margin=\"\">\"Now that they've received the additional battalions, I anticipate they'll be advancing again in a few days,\" surmised Major Hans Ostergalen. His eyes then returned to the map table and stared at the river fords before the Avorican Capital. \"Our enemies will force the river crossing and lay siege to the Avorican capital of Roazhon. Then, once reinforcements from the sea arrive, they'll begin assaulting the city.\"</p>\n<p class=\"cnNkYzdhMDA0N2VkMzQxZGFhYmMzMmU0YzNjMzFkZTA2\" data-original-margin=\"\">\"Obviously,\" jeered Count Albert, a fifty-year old nobleman who came from the powerful noble House of Condé. He was also the younger brother to the late Duke of Brionnai, who died heroically defending the right flank in the previous battle.</p>\n<p class=\"cnM1YmVmNDFmODkwMDQxZjliZmI3NThmMjIwN2I3YjRl\" data-original-margin=\"\">\"That is why we've spent the past few days fortifying the riverbanks, is it not?\" Albert shot Hans another mocking stare before turning towards Pascal. \"What I don't understand is why you've taken away hundreds of men and officers from my brother's battalions -- troops that should rightfully fall under <em>my</em> jurisdiction.\"</p>\n<p class=\"cnMyMjQzZTg0ZTZhNjQ2NmZiYmY5YzRjNGY5OTA2OWUz\" data-original-margin=\"\">\"--And many of my soldiers as well,\" another Lotharin noble joined in.</p>\n<p class=\"cnNjZDNmNjYyZDcxZDQ4ZmJiYjJiMWUzZTU2YjBkNDg5\" data-original-margin=\"\">\"Mine too!\"</p>\n<p class=\"cnNlMmY0NDVkMmMyYzQwOTdiODNhZjMxZTliMDU4NmU5\" data-original-margin=\"\">\"What gives <em>you</em> the right to snatch our troops as you see fit?\" Albert objected, emboldened by the others' support. \"You're just an outsider. A Wick... Weichsen <em>Colonel</em> at that!\"</p>\n<p class=\"cnNjM2U4MmIwODM0NzQ2OTg5MWRiMzI0ZGYxYjVjNmNl\" data-original-margin=\"\">The door to the command cabin opened and closed. But Pascal was too busy to see who it was.</p>\n<p class=\"cnNmMGJmZmIwY2Q0YTRlMThhMjc2NmQ1MDA4MzNiM2Q0\" data-original-margin=\"\">\"I am only carrying out reorganization orders from Princess Sylviane.\" He pulled out the stack of papers from his extradimensional pocket and shook it in his hands. His eyes then glared between several other nobles who spoke out. \"I informed each of you about this three days ago. You agreed then!\"</p>\n<p class=\"cnNkZjdkM2FjZGJjZjRhNDdiMDY1ODdjZjI1ZDYwNTk3\" data-original-margin=\"\">\"Only because you browbeat them into it with those so-called 'orders' from Her Highness!\" Albert spat. \"And you certainly didn't consult me!\"</p>\n<p class=\"cnNhZDViMmFjODE4NDRlMzI4ZTQxY2Y1N2ExMWRjZWYy\" data-original-margin=\"\">\"They were not <em>your</em> troops in the first place!\" Pascal countered as his temper flared.</p>\n<p class=\"cnNmMDE3ZjVlMDdhNjRkMzVhOTQzMWM2YzI0MGZiNDBm\" data-original-margin=\"\">\"Milord, please,\" Major Hans tried to intercede on Pascal's behalf. \"After our heavy losses from the last battle, it is only natural that we disband the units that suffered the worst casualties and use their manpower to replenish other formations...\"</p>\n<p class=\"cnMyYjExYjU5ODljNTQ0NDliOWNmNjYzZmQxZWQ0Y2Q0\" data-original-margin=\"\">\"Shut up, you peasant,\" the Count sent him another glare. \"I don't care how it is in Weichsel. But you have no right to speak here!\"</p>\n<p class=\"cnNlNTgyMTI2OTBkNTQ3MjJiMTgzYTFlYzJmNTJlYTJj\" data-original-margin=\"\">Major Hans' face went red in an instant. But he nevertheless bit back his tongue, as he clearly recognized that anything he said would only make the situation worse.</p>\n<p class=\"cnMzMTYzOTg3MWI5NjQyM2ViMTEwNjRlNjI2ODNlNzlj\" data-original-margin=\"\">\"If the Princess wants these done, then why does she not tell us herself? Why have none of us even seen her for the past few days!? Not even a <em>Farspeak</em> message?\" Count Albert demanded.</p>\n<p class=\"cnM5MmUxMzk3ZjU5MDQyNmVhZjk5Nzg5ZWNkMjliYzBm\" data-original-margin=\"\">\"I have told you,\" Pascal tried desperately to keep his own simmering anger under control. \"Her Highness fell ill three nights ago. The healers who cured it said her body needs rest to recover from exhaustion. Therefore I...\"</p>\n<p class=\"cnM2Y2VlNDFjMWI0NzQzNTFiYTgyYjY5MjYwMjM5YTY2\" data-original-margin=\"\">\"Therefore you're issuing orders as if it were hers!?\" Albert interjected as he shouted over Pascal. \"You arrogant Weichsens might not care for our customs, but Her Highness does! There is no way she would give such demands without speaking to us in person!\"</p>\n<p class=\"cnNmOGRiNTk3MzNhYjRlYTA5YmIzNTNiYmMwYjUxZjJh\" data-original-margin=\"\">\"That's right!\" Several other nobles pitched in as well. \"You're just an outsider! Stop trying to order our whole army around!\"</p>\n<p class=\"cnNhYThhMTAwMzdkMjQ0OWE4MzEwNTA0YzFlYzliMjMy\" data-original-margin=\"\">\"Is this how our <em>nobility</em> behaves? Are your loyalties so decrepit that you cannot even obey orders unless every decree is personally given by Her Highness?\" A deep, imposing voice silenced the entire cabin in seconds. All eyes turned as they met the stern face of General Macdonald, who had stood by silent for almost the entire meeting as the younger Pascal led.</p>\n<p class=\"cnMxNDQyZWJmMDEzNTQzYzM4YTQ1YWUwMWUxYmQ5OGMy\" data-original-margin=\"\">\"You <em>shame</em> us before the eyes of our allies, Count Albert,\" the General then denounced.</p>\n<p class=\"cnMyZGY1ZGM1NjJmMjQwOWY5ZDA3YTRjOWE4ZTNkYzQ0\" data-original-margin=\"\">For a moment, Albert's face twitched as though he was about to explode with anger. However before he could utter a single word, a leery-eyed, threatening look from Colonel Erwin von Hammerstein, the Knight Phantom commander who stood next to General Macdonald, made the Count briefly hesitate.</p>\n<p class=\"cnM5Y2IyNDZlMzcwMTRiMjY4OTA2NTUwMGViOTk5MmYy\" data-original-margin=\"\">\"In order to bring my knights into Avorica in time, Her Highness drained her mana dry to open the old Faerie Paths. She then spent what little energy she had covering your retreating asses in battle. She fell ill because she fought to protect you all, as her <em>duty</em> demanded!\" The Colonel's words escalated into a shout as he stared down each and every one of the disgruntled Lotharins. \"Yet here you are, squabbling away over who gets to command a few men!\"</p>\n<p class=\"cnMzMWM5YWI1OGE5OTQ3MjFhNThiZDQ1MDQ5ZjUzZjlj\" data-original-margin=\"\">\"We're not...\" Several nobles tried to object. However General Macdonald's stern voice spoke straight over their objections as he piled on the momentum:</p>\n<p class=\"cnNjOWFjZTQ2YjVkMzQ1YmU5YjIzN2ZkMWY5ZTYzMDI0\" data-original-margin=\"\">\"<em>Your</em> unit, <em>his</em> unit. We're all nobles of Rhin-Lotharingie, charged to defend her borders using whatever means necessary in its hour of need! At this moment, it is our duty to band together, to work together, not to fight each other!\"</p>\n<p class=\"cnNmMGVjMGZlOWU5ZTQyNmFhMDNjZmJjNTY3M2JmOTZk\" data-original-margin=\"\">Despite his harsh rhetoric, the general nevertheless maintained a degree of respectability in his words. However the same could not be said for the much more crass Hammerstein, whose tirade belittled the troublemakers with nothing held back:</p>\n<p class=\"cnM4OWIyNDhkOTVkMDRiZTc5NTAwOWY0OTg0YjQ2NTVm\" data-original-margin=\"\">\"So act like nobles and not <em>beggars</em> fighting over bread crumbs! Yet some of you insist on pulling the Princess out of her sickbed, just so she can judge who gets an extra crust!? <em>Have you no shame!</em>\"</p>\n<p class=\"cnNhZmYxODEzOTA5NjRlY2ViYWUyYjFkM2UwNmMzZGYz\" data-original-margin=\"\"><em>These two are a natural duo,</em> Pascal couldn't help thinking.</p>\n<p class=\"cnMxMDNmN2Q4ZjUwNTQyNzRiYjVjYzQyOGQyOTUxNjQ5\" data-original-margin=\"\">It certainly had an effect, as many of the Lotharin nobles looked down in ignominy. But four of them, including Count Albert himself, refused to back down.</p>\n<p class=\"cnMxZWFiYTk1MGE1MDQ4MDNhMmEwNjkwNTkwNDAzZWQ0\" data-original-margin=\"\">\"That does not give a mere <em>Colonel</em> the right to fake orders to our army!\"</p>\n<p class=\"cnNlYzhhNGI1NWE3YjQxMGJiODUxYWZjNzFlMDllNzg4\" data-original-margin=\"\">\"<em>Mere Colonel?</em>\" Colonel Hammerstein challenged as he strode over, until their chests almost touched and his bulging eyes met Albert's face-to-face. \"I'm a 'mere colonel' as well! Tell me, <em>Count</em>, how many battle plans have you organized? How many engagements have you commanded?\"</p>\n<p class=\"cnMwMjllZDZiOGI4YjQ1MDlhNWNkOTkwNGUxNjQzNTU5\" data-original-margin=\"\">He gave Albert no more than a second to respond before plowing on. \"By the standards of Weichsel, you wouldn't even qualify to be a <em>captain!</em> Even by Rhin-Lotharingie ranking, Landgrave Pascal von Moltewitz is of <em>ducal</em> rank. Between his credentials and his position as the future Crown Prince Consort, he has every right to command your obedience as the representative of Her Highness!\"</p>\n<p class=\"cnM5NTEwYWU0Yjk5OTQ4NjU4OTQwODU4ZDI5OTVkZTM0\" data-original-margin=\"\">\"Furthermore, he has faked no orders.\" A new, feminine voice came as the cabin door closed again. This time, it was Sylviane's companion, Lady Mari, who stood by the entrance. A hard breathing Cecylia stayed just behind her, having clearly just sprinted to fetch the lady's maid.</p>\n<p class=\"cnM3NTRhYWI0YzVhNjQxNTBhNTkxMzgwMWM2OGNiZDJm\" data-original-margin=\"\"><em>When did she sneak out?</em> Pascal wondered even as he sent a nod of thanks.</p>\n<p class=\"cnNhZjc4MWMzZjE3MzQ1ZWNhYmQ5ZjkwMzM2MzE4ZTY5\" data-original-margin=\"\">\"Her Highness personally wrote those orders three nights ago. I can verify, as I had watched her myself.\" Mari declared as though swearing an oath.</p>\n<p class=\"cnMxYjEyMjdhMjYzMTRiNjU4NjllNjZmZTBjYzg2MTE1\" data-original-margin=\"\">\"No wonder why she fell ill,\" Colonel Hammerstein stared back, amazed. \"It must have taken her all night to do that.\"</p>\n<p class=\"cnM4ZmMwYzgxYmU3ODQ4ZmI4OGI2NmUxNWY2NmYwMjJj\" data-original-margin=\"\">That wasn't true. However Mari simply nodded back. Her concerned expression never betrayed a hint.</p>\n<p class=\"cnM5MDE2N2M2ZTU0MDRmNjE5YzdhZmE2ZjM3NzM3NGMz\" data-original-margin=\"\">\"Fine, I accept it as being from Her Highness,\" Count Albert added, clearly not satisfied with the result. \"But it does not excuse His Grace's insult in never conferring with me over the disbanding of my brother's banners. What he has done is a gross insult to the illustrious House of Condé.\"</p>\n<p class=\"cnNhZTQxMzY1MjcyZjQ4MGFhMDE0ODNjMTI2Yzk4NjA0\" data-original-margin=\"\"><em>You little piece of--</em> Pascal gritted his teeth and on the verge of hollering back when Sir Robert pulled him back.</p>\n<p class=\"cnM1ZmIyM2YyN2FkMDQ0Nzg5N2Y3Mzg3MWE3NzBlYzgx\" data-original-margin=\"\">\"&lt;Just give him something. A toxic idiot like that isn't worth your time feuding with,&gt;\" the armiger sent by telepathy.</p>\n<p class=\"cnNlYzlhN2MwZTZiYjQ0NjdiZDJkOTExMDhmZGZmZmZi\" data-original-margin=\"\"><em>Shut him up and he'll stop inciting dissent, you mean?</em> Pascal took a deep breath as he struggled to calm his thoughts.</p>\n<p class=\"cnM2NzA1YmNiZmRmZjQ1NWRiNTUzNzEwYTg2ZDc1NmRl\" data-original-margin=\"\">After all, Count Albert could never command this army. He has neither the rank nor the experience. This meant his challenge against Pascal was for something else, something that would boost his standing among the nobles of Rhin-Lotharingie:</p>\n<p class=\"cnM0OGUxODFlZWY2NzQxZGFhMjQyZTE2YTQzOGE4MDQ5\" data-original-margin=\"\">Prestige.</p>\n<p class=\"cnM0ZGVkZjIwNDczMTRiNWZhOTExMzViZTQ5NjM2Nzhl\" data-original-margin=\"\">The young Landgrave could feel his teeth gnashing as he took a proverbial step back in his headbutting against the Count.</p>\n<p class=\"cnNmZWU4YmM2Y2M4YzQ1MjZiMWJiNmQ5OGZhNTIxN2Qz\" data-original-margin=\"\">\"Count Albert, it is not my intention to dishonor your house, and if I have accidentally violated Lotharin customs then I apologize.\" The young landgrave barely uttered those words with a straight face. \"It is true that your brother died heroically defending the flank in the last battle. And if your desire is to fight and see him avenged, then I have a place of honor for you in the river crossing's defense plan.\"</p>\n<p class=\"cnNiYWFkMWFjM2MyNTRkN2ZiZmQxZTMwNjJmMWRkZWFm\" data-original-margin=\"\">Pascal pointed to a marker on the map table, where a wooden fort was built on the hostile side of the river, linked to this side by only a rope bridge.</p>\n<p class=\"cnMwYjRmNzY3ZmM5NjQ2NmRhMWVlZGUwNmUzM2M2YWQy\" data-original-margin=\"\">The proposal actually killed two birds with one stone. Pascal would never trust a backroom stabber like Albert on the riverfront defense line. The new position might be a prestigious one, as it was built after the demolition of the main bridges to facilitate the rangers' withdrawal. However once the main battle began, a fort on the wrong side of the river was little more than fodder.</p>\n<p class=\"cnM1MjMzMDQ5NTUzNzRkNWM4NmMwMTFmMTQ2MjEzM2Rh\" data-original-margin=\"\">Fortunately for him, the Count was also too inexperienced of a soldier to tell.</p>\n<p class=\"cnMzYjkwZGM1Mjc5ZTRjZGU4NDVhYzg0ODE0YWJiMjQ2\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM4OTI2YTZmNzQ5YjQ4NTg5ZDc3NGU0ZTY0MWZjZjU1\" data-original-margin=\"\"><br>The assembled leaders soon returned to their flurry of tactical planning. Meanwhile, Pascal exchanged a nod with General Macdonald and Colonel Hammerstein. It seemed the two military professionals -- both of yeomen background too -- had built up a respect for the other. Now, Pascal would leave the meeting in their hands as he extracted himself from the crowd and left the cabin with Cecylia in tow.</p>\n<p class=\"cnM3ZGM4MGQwNWNkYzRiM2ZhZjgwZWVlYjA0M2VjZjBj\" data-original-margin=\"\">The dhampir leaned against the command cabin's walls and began as soon as Pascal finished his wards against eavesdropping:</p>\n<p class=\"cnM5NWYwNTcyNThmNzQwN2FhOGNiNjEzZDk2ODFlYzkw\" data-original-margin=\"\">\"I met Kaede on my way in. She already told me what happened...\"</p>\n<p class=\"cnM3NzQwNTQ0MmU3ODRkY2M5OTdkNDhlYmNjMDAxMmRk\" data-original-margin=\"\">\"Then you know why I want you to talk to her. You are one of her closest friends.\" Pascal uttered as he looked up to the late afternoon sun. \"Her Highness has not emerged from her cabin since three nights ago. And as you have seen and heard, the Lotharins are growing restless.\"</p>\n<p class=\"cnM0MGQwZDY0Y2U2MzQ4NzY5Yjc1NGMyNTg5NjhlOTU1\" data-original-margin=\"\">In other words, <em>time was running out.</em> If the Caliphate forces attacked tomorrow, and Sylviane could not lead because she was still despondent in bed, she would lose all legitimacy as a crown heir before the eyes of her people.</p>\n<p class=\"cnNiMDVlOWI0MzlkODQxZDQ5NmJlN2Y4YTkxOGQ2Mzkz\" data-original-margin=\"\">\"She's depressed after fighting with you,\" Cecylia gave a sympathetic frown. \"Sylv always gets gloomy after pushing away someone she cares about, and she relies on you a great deal.\"</p>\n<p class=\"cnNhNDhkMzhhZGRiMjQ3Mjg5MGY1ODQ0NjkwZmJlODZh\" data-original-margin=\"\">\"Great manner of showing it then,\" Pascal replied with a sullen, sarcastic tone.</p>\n<p class=\"cnMxZDNhMWNjYmQzYTQ4MjVhMmVkNmI0NzhhMWNjYTU4\" data-original-margin=\"\">\"She's sort of like you in that way,\" the dhampir insisted.</p>\n<p class=\"cnM3ZjlhNGJmODIxMTRmMDhiMjZiNThhYzE3Yzk1Yzcz\" data-original-margin=\"\">\"What is that supposed to mean?\"</p>\n<p class=\"cnM0NDg2MDM1ZmRjMDRhM2I4MzIwZGMzMDdlMmRmOGIy\" data-original-margin=\"\">As their eyes met, Cecylia stared into those turquoise eyes which showed barely a glimmer of their usual clarity. Instead, they were dulled by a tired, melancholic fog, as though both vision and purpose faded amidst its haze.</p>\n<p class=\"cnNlZmRiNGFmYTg3ZjQwZDliZjE5N2U0NzYxM2M0Njk1\" data-original-margin=\"\">However before her lips could open again, Cecylia's instincts warned: <em>that's enough already.</em></p>\n<p class=\"cnMwMDE4OTNmZDFhODRkNjFhNWUwMDQ4MzhmYjY5ZjIy\" data-original-margin=\"\">It had always been her personal policy not to get involved in a feud between two close relations. Years of squabbling between her siblings had taught her a crucial childhood lesson. She was better off staying on the sidelines, observing as the neutral third party. To intervene would not only add her bias as fuel to the conflict, but also place herself in bitter struggle for no avail.</p>\n<p class=\"cnNmODk0YzI5OTIyOTQ0YTJiODA0YWQ4ZmY5OTcxNGU4\" data-original-margin=\"\">Cecylia still remembered her elder sister Eliza's gaze on that day she left for the war, never to return.</p>\n<p class=\"cnNhMTQ3MDQxMDZmNTRlYWRiNzNlODMyMGEwMGYxMjA1\" data-original-margin=\"\">They weren't just angry or disappointed. They spoke of betrayal. Eliza had been like a mother to the sickly Cecylia when they grew up. Yet on her last night home, a heated argument had ruined it all, leaving Cecylia with only bitter regret.</p>\n<p class=\"cnM3ZDcxMWJjN2Q2MzQ0ZjRhYTgyYmE1OTI1ZGE0MTQw\" data-original-margin=\"\">She had swore never to directly involve herself again.</p>\n<p class=\"cnM3NzFkMDcwMDFhZDRlNDZhMTIwMDZlOGQwZmQ3MjI3\" data-original-margin=\"\">However, the last time two of Cecylia's closest friends fell out, they had refused to acknowledge one another for years. She had been forced to choose a side between Pascal and Ariadne, hardly speaking to the other until a certain familiar finally pushed the lord of pricks to mend his ways.</p>\n<p class=\"cnNhNjYzNzljY2VmODQ0NDE5OTNmMjNmNzY0MzM1YmMz\" data-original-margin=\"\">This time, the fallout wouldn't just be between two individuals either. No, it impacted the destiny of entire nations, including the country that offered sanctuary to her kin.</p>\n<p class=\"cnM2NTg2ZmNhNGI0YTQ5M2E5MWZhNmJkMzVjMDhkZmNh\" data-original-margin=\"\"><em>It's more than just friendship at stake here,</em> she forced the final decision upon herself. <em>Duty calls.</em></p>\n<p class=\"cnNjZjlmY2Q2Yzg3ZjRiNDk5ODZjZjI4MjgxYTYxZTMz\" data-original-margin=\"\">\"You're both prideful individuals,\" she explained. \"Just how often do <em>you</em> voice your appreciation? To Kaede for example?\"</p>\n<p class=\"cnMyYjBiMzI2YWQ2OTRiNDhhM2IzZGIzODQ0MGJiMGQx\" data-original-margin=\"\">The young Landgrave's mouth twisted before he gave off one of those 'you're right' sighs.</p>\n<p class=\"cnNlNzc3ZjFiMjhlNTQzYzI4MDZmZmQzNDRiNTExYzA3\" data-original-margin=\"\">\"But what am I supposed to do when Her Highness...\"</p>\n<p class=\"cnM2ODIwN2M1MjBjMjQ3MzRhODJiNTdhZGY4Zjk2YTUx\" data-original-margin=\"\">\"Stop calling her that,\" Cecylia berated. \"You're opening up extra distance for no good reason.\"</p>\n<p class=\"cnMxMTAxMmUxNjQxMDQ2YjJiNzc4NmY2MDVlNTE3ZGE1\" data-original-margin=\"\">\"She is the one who insisted upon the formality, not me.\"</p>\n<p class=\"cnNiNTc0MjE3YzBhZTQ2NmRiY2IyOWMyYjc4ZjlkNmMz\" data-original-margin=\"\">However, as Cecylia saw the flickers of guilt in Pascal's gaze, she grabbed on and began yanking it with all her might:</p>\n<p class=\"cnM5ZWVjNDRkODVhNDQxODViYWNhODc1MmYyMzI5ZTky\" data-original-margin=\"\">\"Oh please, climb down from your moral peak already. It's clearly freezing your brains! Yes, Sylv's behavior was far too excessive. But you know better that all three of you are at fault here! And Kaede was the poor soul who ended up absorbing Sylv's backlash, so what are you wallowing in self-pity for?\"</p>\n<p class=\"cnMyMjM1ZTdhMjg5ZjQ3Zjk5ZjgxMDYzMjkzYTcxZWU2\" data-original-margin=\"\">\"I am not <em>wallowing</em>...\"</p>\n<p class=\"cnNiYTZkZGExMjBiMjRhMmQ5NDFjNTlkMmI4M2ZkMjNi\" data-original-margin=\"\">\"Aren't you?\" The dhampir's eyes darkened as she trampled right over his weak retort. \"I'm guessing you approached me because you haven't spoken to her at all since the fight. Am I right?\"</p>\n<p class=\"cnNhMWFjOTc2YWY0MDQ0MDM4Yzk5MWFhOWQ0MTY3MmE1\" data-original-margin=\"\">\"I have been busy organizing...\"</p>\n<p class=\"cnMzZTQwZTA3MTU1NzQyNDRiODQwODZkMDUzNjA1OTk5\" data-original-margin=\"\">\"Yes, bury yourself in work and call it 'duty' as an excuse.\" Cecylia locked her blood-red gaze onto him like an unrelenting snare. \"This army will mean nothing to Weichsel if Sylv falters. You know this is true! Or do you think that pretender Gabriel will gladly switch to our side over the Imperium's?\"</p>\n<p class=\"cnMwZGZiMjljNzk2MzRkM2NhMWE4Y2ViODYxYWI1ZDAx\" data-original-margin=\"\">As gloom began to engulf Pascal, Cecylia realized that her frustrations were channeling <em>too</em> effectively. She closed her eyes for a moment to calm herself, and felt the mana disperse from her pupils.</p>\n<p class=\"cnM0NzZlNDY3ODQzOTQ1ZWY5NmJlNTllNDYxYmQ5Y2Ri\" data-original-margin=\"\">A dhampir's gaze had the ability to drain concentration and resolve through close eye contact. It wasn't a trait that Cecylia used on her friends often. The last occurrence was when she had fun weakening Kaede for a tease back at the academy. But as many innate abilities go, it was hard to hold back once emotions flared.</p>\n<p class=\"cnMwZWRhZGMyZTFhMTRmMTBhYzJlODg5MDA1YjBmMDg5\" data-original-margin=\"\">It was yet another reason why she preferred to stay out of any personal drama.</p>\n<p class=\"cnMxNDM2NzRiYTExYjQ3Y2RhZWIwYWQyMDNmZWQyNDE5\" data-original-margin=\"\">\"Pascal,\" she started slower this time. \"This isn't like you and Ariadne two years ago. You can't afford to just let the problem simmer with this much at stake.\"</p>\n<p class=\"cnNmMTNhYmZhYmNmMjQzNjhhNTZjYzIzOWM1Y2YxZjMw\" data-original-margin=\"\">\"I know that!\" The young Landgrave blurted out as he pressed his forehead against the cabin wall. \"Just...\"</p>\n<p class=\"cnNlODk0NWYxODk0YzQyYzBhMzFlYmU1NTA0ZjM5YTAz\" data-original-margin=\"\">\"Sylv isn't just your fiancée Pascal,\" Cecylia interjected. \"She's also your family, your childhood companion, your closest friend. She represents your aspirations in a way nobody else can. And you know as well as I do that your life would never have the same meaning without her.\"</p>\n<p class=\"cnM3YmY5MjMyYzNmNTRhNzRiYzgyOGYyNWJjMjM4MWE2\" data-original-margin=\"\">\"I know all that too!\"</p>\n<p class=\"cnM1MmJkZGY2ZjhhZjRmMjQ5MGUxODYzM2UzMWUxYzJk\" data-original-margin=\"\">\"Then why aren't you taking this seriously?\"</p>\n<p class=\"cnNiN2EzYTgxMWRjZjRjOGE5NzU2ZjI5ZDQ1ZWEyMWFi\" data-original-margin=\"\">\"I <em>am</em> taking this seriously!\" Pascal snapped back to stand straight while his face turned to glare at her. Then, with a look of exhaustion, he leaned his head back against the wall. \"I simply do not know what I should be doing... How should I see her when I am part of the cause for this entire episode?\"</p>\n<p class=\"cnMyYWJiOGJmOGE0OTQ5MjFiZmZhZWNkMDJlYzQwMzAw\" data-original-margin=\"\"><em>He can command entire armies, but he doesn't know how to smooth things out with his own fiancée,</em> Cecylia sighed. <em>Typical.</em></p>\n<p class=\"cnM5N2Y3YjViYTFlNjQ2Yzk5YjRhZTJkMWU5YWFmMGUz\" data-original-margin=\"\">The dhampir girl moved next to him and extended a supportive hand onto his shoulder.</p>\n<p class=\"cnMxZTE3ZTA2MzM4MDQ2MGRiNWMwMjg0Nzg5MTc0NmVj\" data-original-margin=\"\">\"Just, talk to her, earnestly,\" she advised. \"At this moment, your forgiveness is more important to Sylv than anybody, <em>anything else.</em> After that, the two of you can hopefully work out something so you can avoid this the next time.\"</p>\n<p class=\"cnM3NmJiODU3MzZjODQ0MTg5NWE3ZWU4NTc4OGYwODI4\" data-original-margin=\"\">\"The next time?\" Pascal gaped.</p>\n<p class=\"cnNkNDJmMzE4N2JjNjRlOTZhZTU1ZDUzZjhlYjBmODQ5\" data-original-margin=\"\">\"Of course,\" Cecylia stared intently. \"You're oozing with arrogance and take everything for granted. She has trouble keeping her emotions in check. And Kaede won't just suddenly vanish and stop causing misunderstandings between you two. This situation <em>will</em> happen again. The only difference is how the three of you will react to it. What you need is an established strategy on how to <em>defuse</em> these incidents, not escalate it like this time.\"</p>\n<p class=\"cnNkMjE1YTQ1NTNjNTQxMzA4OGZkNTQ2OTVmMDdmMjgx\" data-original-margin=\"\">\"What?\" The dhampir then added in the speechless silence that followed. \"Did you think maintaining a relationship was <em>easier</em> than coordinating a battle?\"</p>\n<p class=\"cnNhZTVmMmU3NTQ0OTQ0ZWI5NDdkMjNhOTRkYjljYzBk\" data-original-margin=\"\">\"No... but...\"</p>\n<p class=\"cnMyNjU3MzYxNmNiMjQ1YzY5Y2JiNDIyM2MwNGVjOTdl\" data-original-margin=\"\">Cecylia shook her head and almost rolled her eyes too. \"Remember: the best relationships -- where both sides complement one another and have the most to gain -- are also those with the most obstacles to overcome.\"</p>\n<p class=\"cnM5OWEwNjg2ODM5MTQzYWU5ODE4OTgyYjg4ZDc4N2Nh\" data-original-margin=\"\">\"Who did you learn that from?\" Pascal puzzled.</p>\n<p class=\"cnM4N2FlYWJlZDViZDRkZDc5OTkzOWU5ZjUyOTc1Y2Rm\" data-original-margin=\"\">\"Ariadne,\" Cecylia grinned back, knowing fully well that the mere idea of seeming less mature than <em>her</em> would leave Pascal irritated and anxious for a challenge.</p>\n<p class=\"cnM5YzhiNzI3MzUwODRlMGVhNzhhOWQyZTU4NzNhMmY3\" data-original-margin=\"\">-- And sure enough, she didn't miss the double twitch from his temple.</p>\n<p class=\"cnNhY2VmNTE3ZTkyOTRjZDNiMjIyOTIxMjVmYWVmMWFh\" data-original-margin=\"\">\"All right. I understand.\" Pascal pursed his lips in determination. \"I will speak to Sylv right after this. But could you...\"</p>\n<p class=\"cnMzMDI5MjI1ZDdiNDQ4Mjg4Nzc3MGE2ZWJmYTQ0NzIw\" data-original-margin=\"\">\"Of course,\" Cecylia grinned back in encouragement before stepping away.</p>\n<p class=\"cnM2ZmQ0ZDIwM2I2MTRkOGY4NTY4Yzg2YmY2ODQ3ZDAw\" data-original-margin=\"\">\"I'll go talk to Sylv and lay the groundwork first. But remember Pascal,\" Cecylia spun around and pointed a teasing finger at him. \"you're the only one who can truly bring her out of it, so I expect you to follow up well!\"</p>\n<p class=\"cnM3ZWZiMTQzOTRlMTRjMDNiYzQwODI1YWU3Njk2NTcy\" data-original-margin=\"\">\"No pressure,\" she then added with one last playful smile.</p>\n<p class=\"cnM1YzgzMzgzZTkzNDQxOTViY2M3OWRhZmFlM2FiZDAw\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMzZjAwMDNkNTcxNjRhMjBiZjNjZDVlZWY1YTU3Y2Nm\" data-original-margin=\"\"><br>Of course, the real dilemma that plagued Cecylia wouldn't occur until later that night -- when she had to decide just how much of her day she should report to King Leopold of Weichsel.</p>\n<p class=\"cnM0ZmNiMWFlMzUzYjRhYjc5YWVlZDNiZWQ2NzVkNTJj\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "The tale has been stolen; if detected on Amazon, report the violation."
}