{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3OTUyZjM2NDdiODQ1NzY4OGZiODY0YmY1N2ZhYzNl\" data-original-margin=\"\">Kaede followed Rachel as the elderly head maid led her down the hallway early next morning. Her breathing was still irregular after Rachel tightened her corset to the most restrictive it's ever been. The reason for that became apparent when Rachel told her that she'd been summoned by the Princess.</p>\n<p class=\"cnNkZDJkNmE2ZDMyODQ0ODM4OTFjNDExZmI4MDU5NTlk\" data-original-margin=\"\">Her anxiety hadn't helped in regaining her breath, nor the new footwear that Sylviane provided which forced her to walk with care.</p>\n<p class=\"cnM5YjYwNWFjMTk4NTRhYjE5NGI4MTFkM2YxNjJhN2Y0\" data-original-margin=\"\"><em>Does Vivienne even have the same shoe size as me?</em> Kaede wondered as she focused on taking each careful step.</p>\n<p class=\"cnNkMTIyZGU3M2ZjZDQ5Yzc5YTJmNzUwZjA0NTljN2Zm\" data-original-margin=\"\">Her new shoes had a soft lavender hue with floral laced ankle straps. However their cute appearance was just a devious ruse to hide how they tortured her poor feet. Kaede would definitely classify them as 'high heels', as they forced most of her body mass onto the balls of her small feet. Combined with the corset and the heavy, layered dress, the outfit really forced Kaede to concentrate on walking to not lose her balance.</p>\n<p class=\"cnNkMmI4MmE2ZjU3YjQ1OTI4NmFmOTA0Y2I2NDdhMTlm\" data-original-margin=\"\">Thankfully, it didn't take long before Rachel reached their destination. The head maid turned to one of many closed doors in the hallway and knocked twice.</p>\n<p class=\"cnM0YjMyNDU3Y2YwMjQxNWU4YjYwMTU4NDk1N2FkZmE3\" data-original-margin=\"\">\"Your Highness. I've brought her.\"</p>\n<p class=\"cnNjYmEyMTA5MWNiOTRhZGNhMmZhMDE3NWY3ZWIzMGJi\" data-original-margin=\"\">\"Come in, Rachel.\"</p>\n<p class=\"cnM2YmNlNmYzYTg1ODQzYzY4OGRlMGU3MWU1ZTQ0NjNj\" data-original-margin=\"\">The elderly maid opened the door before ushering Kaede though. Inside was a modestly sized office room, dominated by a large table and an assortment of armchairs on both sides. Princess Sylviane sat on the far side of the desk, beneath a huge window where the sun could be seen just climbing above the horizon. The only other occupant was her bodyguard Mari who stood two steps to her side.</p>\n<p class=\"cnNkN2YxYTI1OGYxNzQwYTE4NTUyNjhlYmRlNWEzM2E0\" data-original-margin=\"\">Kaede had learned from Rachel that in addition to being an armiger and bodyguard, Mari also served as a lady's maid to the Princess. This meant that apart from her martial duties, Mari also helped Sylviane dress and kept track of the Princess' wardrobe. Curiously, this meant Mari had to answer to Rachel as a superior, despite the fact that armigers were knighted and Rachel did not hold any title of nobility.</p>\n<p class=\"cnNhMzU0NDRkOWY2ZDRhYTI4YjIwZGM0ZmI0YWU5ZjIz\" data-original-margin=\"\"><em>Clearly, even with the feudalism of Rhin-Lotharingie, the social ladder isn't entirely dependent on birth.</em></p>\n<p class=\"cnNlMThkOTczM2NkNzQ1ZTRiOTU3ZDI4YzQ5ZmJkMzlm\" data-original-margin=\"\">\"Good morning, Rachel, Kaede,\" Sylviane greeted the two of them with a warm smile.</p>\n<p class=\"cnM1MmRlOTcxZjhjODQ2NmVhZTZkN2JjZmE2M2EyMTgw\" data-original-margin=\"\">\"Good morning, Your Highness,\" Kaede wobbled on her heels as she followed Rachel's lead and curtsied to the Princess.</p>\n<p class=\"cnNkNDA3NjY0NGM1ZTQyMjhiM2FkMWE2ZmYzMGI4MWI1\" data-original-margin=\"\">\"I don't have any other request, Rachel. So if you're busy, don't let me keep you,\" Sylviane added.</p>\n<p class=\"cnM2NDQ5NmE2OWUyMzRmYzRhMDUxZWNlMGEyZWU1N2U2\" data-original-margin=\"\">\"Of course, Your Highness.\" The elderly woman replied before she curtsied again and left the room.</p>\n<p class=\"cnM5MWFlZTE3N2U0YTQwMjc5OTU4NzNjNjFjOGIyNGQw\" data-original-margin=\"\">Kaede could feel her heart beat faster as she heard the door close behind her. Being alone with the envious princess made her worry and unlike last time, Pascal wasn't in the room to offer his support.</p>\n<p class=\"cnNlZTE0ZjAxNTNlNTRiODlhOGQzNTE0ZDYwZmE0NjE5\" data-original-margin=\"\">\"I hope you've been doing well these past two days, Kaede,\" the Princess began. \"I heard from Rachel that you've been reading.\"</p>\n<p class=\"cnNlMjVjMWFiZjdiMDQ2MjA5ZTkyZGQwNGM3YzNmN2Yx\" data-original-margin=\"\">\"Yes, milady,\" Kaede opted for the more informal address now that the head maid was no longer present. <em>I've been doing nothing but reading.</em> She then added dejectedly in her own thoughts.</p>\n<p class=\"cnNhMGRjNDY5NTQyNTQ5NDU4ZTdkYTIxN2RiM2M5ZjUy\" data-original-margin=\"\">It wasn't that she hated being buried in books. But even Kaede would like the occasional variety in her day, or to see a friendly face a few times. Rachel was nice but the elderly matron kept a strict, professional distance between them. Meanwhile all the other servants either disliked her presence or took an interest in her for all the wrong reasons.</p>\n<p class=\"cnNiNGYzNjlhZDc1MDQ3MzBiODZhZmZhMTE0ZTJjZTli\" data-original-margin=\"\">\"I'm also glad you did everything I asked without complaint, just as you had promised.\" Sylviane added with an approving smile, much like how a boss might praise their subordinate's performance.</p>\n<p class=\"cnNhYjQyNmNlM2Q5ODRiYTlhMTZjNTVmMTUyNjRkOTNl\" data-original-margin=\"\">\"Yes, milady.\" Kaede merely repeated.</p>\n<p class=\"cnMzODhkMzIwNWZhZjQyZjM5MmM5ZmJjMTEzNzhiYTQz\" data-original-margin=\"\">\"Kaede, I know you're intelligent and learned,\" the Princess continued. \"Furthermore, it has come to my attention that your knowledge stretches across a breadth of topics. The conflict in the south has left my country shorthanded for many tasks. Therefore I thought I'd ask -- how would you like to help out with the war effort?\"</p>\n<p class=\"cnM4MDcyZGMyZDE1MTRmMjFiOTYyNjMxMTNkMDExNTBh\" data-original-margin=\"\">Kaede blinked. \"Uhhh... yes, Milady?\"</p>\n<p class=\"cnNiYWIyZDdkZjE2NjQwZDZiYTg4ZjdkMjQ3ZTc5NzU2\" data-original-margin=\"\">Sylviane smiled in amusement at the familiar girl's surprise. Meanwhile the latter thought: <em>I certainly didn't expect this.</em></p>\n<p class=\"cnMwMWY3OTQ1MjYzZDQ2ZjhiNjg2ZmFiNWJkNTIwODA3\" data-original-margin=\"\">Given the Princess' demands during the previous two days, Kaede had resigned herself to be sidelined and kept away from Pascal for much longer. Yet here was an opportunity staring at her in the face: the chance that she'd been waiting for to prove to Sylviane that she was worth keeping around, and not merely as an 'unwanted attachment' to Pascal.</p>\n<p class=\"cnM5NWRiMWU3ODdmMDQyZGVhMzQzMGRlNjhlZTFjMzk0\" data-original-margin=\"\">\"I-I'd, I would <em>very much</em> like the opportunity to help out in a meaningful way, milady!\" Kaede rushed to add, this time with more enthusiasm.</p>\n<p class=\"cnM1MWNkYzI0NDQxNDRiYjU4MDFlYThjNGI2Yzc0NmVk\" data-original-margin=\"\">\"Excellent!\" Sylviane cheerily replied. \"I'd like you to help Pascal with a task I'm about to assign him. In exchange, I'll have a room set up for you in the guest wing, just down the hall from his. I'd also like you to start joining us at meals. I heard you haven't been exactly fitting in with the other servants.\"</p>\n<p class=\"cnNmMzE4MWNjOGNjZjQ2MzM5NzhiMzM4NTcxNjdjMDZj\" data-original-margin=\"\"><em>'Other servants',</em> Kaede did not miss the phrase. It was a reminder that while the Princess was offering her a significant upgrade in amenities, she was still seen only as Pascal's servant.</p>\n<p class=\"cnMwYzY3ZDA1ZTIyYzQxNTk5NTY2YjIzZmI4ZDJkNmY0\" data-original-margin=\"\">The Samaran girl almost sighed before she caught herself. <em>Still, this is quite an improvement after a mere three days. One step at a time.</em></p>\n<p class=\"cnNjYWYxNTc0ZGY3MDQ1Y2Q4NzBiYmMwZjcyMTBkNjM2\" data-original-margin=\"\">\"Thank you very much, milady,\" she bowed with a mostly-genuine smile. \"I'll do my best!\"</p>\n<p class=\"cnM1OGFmNTBkM2IyNDRmYmU5NGM5ZWIyYmFhOGZkYjAx\" data-original-margin=\"\">Sylviane beamed as she tilted her head and cupped her cheek with a raised palm. She looked upon the smaller girl as though admiring a work of art.</p>\n<p class=\"cnNmMzVmN2IyMzFhOTQ4ZTM4MzBjOTRmY2FkNWNjNTM5\" data-original-margin=\"\">\"You really are Pascal's familiar.\" The Princess mused before she stood up and walked around the desk. Her hands gently grasped Kaede by the shoulders, where only fine, translucent chiffon-lace separated her fingers from Kaede's skin. \"Let me see how you look.\"</p>\n<p class=\"cnM2ZTMyY2ZkOWQ1ODRmY2JiZWEyODJmMWJiMGYyNjFj\" data-original-margin=\"\">Guided by the Princess' hands, Kaede slowly turned in place. Sylviane would adjust her dress here and there, smoothing out fabric and fixing ribbons before standing back to examine the younger girl's appearance. By the time Kaede had her back turned to the Princess, she felt Sylviane was doing something to the knot of laces behind her corset.</p>\n<p class=\"cnMyZmY0YTNjYjA5NDQzNjM5MGU5ZTk4NzM4OGY5NWY1\" data-original-margin=\"\">\"Milady?\" Kaede worried. <em>I really can't take any more squeezing at my waist!</em></p>\n<p class=\"cnNjMzBlMTUwZDkzMzQ4ZWY5MmNhYzgyNzI0YmU3NTFk\" data-original-margin=\"\">\"Just tightening the knot,\" Sylviane noted in a humored voice as she clearly heard the fear in the younger girl's tone. \"We wouldn't want it to loosen during your day, would we?\"</p>\n<p class=\"cnMzZGE2ZDk0NzU2MjQwYWQ4ZjgxZDk1OWQyMjEyNjdj\" data-original-margin=\"\">Kaede groaned. That was exactly what she was hoping for.</p>\n<p class=\"cnM4MjAzMGVhMGJmMTQ2MTNhNWRmZDAzNmMxNDVjOTdm\" data-original-margin=\"\">The Princess was still working her fingers when a knock came from outside. Before she could even answer, the door opened and Pascal walked into the room. His eyebrows rose swiftly in surprise as he saw the two. His expression still held the lingering traces of an annoyed mood, but they faded quickly as he observed the seeming closeness between Kaede and Sylviane.</p>\n<p class=\"cnMxYzNiNjlkZDNkODRjMWQ5OTM1Y2Q1Y2UzNzc1ZWRj\" data-original-margin=\"\">\"Did I miss something?\"</p>\n<p class=\"cnMyMmVhN2ZkYTQ5ZDQ2YWViMWQyZGRjODZhNGZiNmYw\" data-original-margin=\"\">\"Oh nothing, just admiring how huggable she is in this dress.\" Sylviane smiled towards her fiancé before embracing the smaller girl's shoulders. \"Don't you agree?\"</p>\n<p class=\"cnMyMGM1MTk4MzFiYTQ1ZWI5NDhmNjMxNmU0ZTgyYWIy\" data-original-margin=\"\">\"Kaede is cute no matter what she wears.\" Pascal replied with a chuckle. \"But I am glad to see you two getting along.\"</p>\n<p class=\"cnM2MGU0MjBjMzU1MTQ5NmZhYjM0NjdhYWY1YTAzOTY1\" data-original-margin=\"\">\"Oh come on, what do you think?\" The Princess then insisted on his opinion. \"Doesn't this dress fit her much better than it does Vivi?\"</p>\n<p class=\"cnMzZGI0OGU4OWFmMTQwY2JiYTUxNTU4ODlkZTViNzFj\" data-original-margin=\"\">The Princess pulled back slightly to offer him a better look. However she kept her hands on Kaede's almost-bare shoulders.</p>\n<p class=\"cnM2ZGY5N2RlMmU5NDQ4MjRhNDgyYzMyYThmYThiZmZj\" data-original-margin=\"\">This time, Pascal examined his familiar with a careful gaze before he smiled and nodded:</p>\n<p class=\"cnNkYmNmNzNjZTI5MDRmNDA4NWQ1OTkzYmRkNjcwYWQ1\" data-original-margin=\"\">\"I agree. Vivi's silvery hair is colder, and her eyes can be a bit too intense for the soft lavender hue. Kaede's snowy-white hair and her soft pink eyes are just perfect to accompany this dress. And I am not surprised that it fits her perfectly, though... it feels she is, a bit taller?\"</p>\n<p class=\"cnMxYjY4NDYxY2MyODRiYzE4OWQ3Njk2MjQwMzNmM2Y2\" data-original-margin=\"\">\"I gave her a taller pair of heels. She's easier to hug this way.\" Sylviane said as though 'huggability' was one of the most important attributes for any girl.</p>\n<p class=\"cnM1MmUxMThhYTUxMjRlYjk5NjdlNjY1Y2Q1NTdjMjNh\" data-original-margin=\"\">\"Ah. I like it.\"</p>\n<p class=\"cnM0YjZjYmEwMDc0YjQ0NGY5NWI0ZTAzNDk5NjYwZTg4\" data-original-margin=\"\">\"&lt;You two are both terrible,&gt;\" Kaede complained to Pascal, which only made his lips open in a silent laugh.</p>\n<p class=\"cnM4MWZhZjVmMTFmYTRhYzE5ZGEzNmMxOGRiM2QzYmE4\" data-original-margin=\"\">\"&lt;What can I say? I do not regret summoning you in that form at all when I see you like this.&gt;\"</p>\n<p class=\"cnMxMzEyOTI5OThjZTQ3ZmZiYmRlNTJkNmI5MTI4NjBh\" data-original-margin=\"\">His smug reply only made the Samaran girl pout. \"&lt;I hate you.&gt;\"</p>\n<p class=\"cnNhMWZmZGNjODMzYzRiODZiNThhNWQ3M2Y4YjliYWYx\" data-original-margin=\"\">Pascal chuckled to himself for another moment before he looked up to meet Sylviane's gaze. \"Sylv I do believe you asked me here for a serious matter. Not that I do not enjoy seeing this, but you know our rules.\"</p>\n<p class=\"cnNiNTJhZjZhNmJmNzQ3ZmFhODYwYWJkY2JhNjljNzIw\" data-original-margin=\"\">\"Yes. <em>Official business first.</em>\" The Princess pulled away reluctantly before she walked back around the office table. She then placed her hand upon a large stack of papers and parchment and began:</p>\n<p class=\"cnMxZTAxYzY2OGU2OTQ5Zjk4MmI3MmZkMWQ1YTQxZTE4\" data-original-margin=\"\">\"This is all the information that we had received from those requesting pay and provisions. All the accounting work has already been done and documented. And this,\" her hand went to an even bigger stack, \"is what we've found out over the past few days on available foodstuffs, coin, winter clothing, and other spare equipment, as well as the transport facilities between their stockpiles and the front lines.\"</p>\n<p class=\"cnM3Y2M2ZjEzYzA5YjQwYjZhYjM0Y2IwOWYzZDJmZmNm\" data-original-margin=\"\">Sylviane then smiled as she met Pascal's expectant eyes. \"I want you to take charge of arranging for collection and transportation, to have all the necessary pay and supplies gathered and brought to the front-line troops that need them.\"</p>\n<p class=\"cnNiYjNiYmFjMTQzZTQzYjlhNTU4M2I4NTY3YzhlNzRh\" data-original-margin=\"\">For a long second, Pascal merely stared back as though he was dumbfounded.</p>\n<p class=\"cnM0NjAyZTJiYjRjZDQ2ZDM4ZDUxNDQ1NjIwNTFkNzlj\" data-original-margin=\"\">\"You mean it?\"</p>\n<p class=\"cnMwYTczOGRkZThhYTQ3MzhhYmRjM2EzMjM3MjU3OGY0\" data-original-margin=\"\">\"Of course.\" Sylviane beamed. \"Isn't this what you asked for?\"</p>\n<p class=\"cnNlMjllMThlMzA3NzRmNmU5NjBjM2UwZGYwZTJkZjQy\" data-original-margin=\"\">\"Yes, yes!\" Pascal's voice was ecstatic while he looked back with bright eyes. \"I just did not expect that... you would...\"</p>\n<p class=\"cnNmYTM1ZmIzN2JkMDQ1ZjRiZTIwNjcxYjAzMWI4YjBk\" data-original-margin=\"\">\"I realized last night that I made a mistake.\" Sylviane returned an apologetic smile. \"I should have given this task to you from the beginning. Logistics is part of the training and experience for any military commander. And I have too much on my plate to not make use of your expertise.\"</p>\n<p class=\"cnM3NjNhMTQzOWUyZTRmZDVhNDZiZTgyYzIyNGU3MWZh\" data-original-margin=\"\"><em>Amateurs discuss tactics, professionals study logistics.</em> Kaede thought with a smile as she remembered Napoleon's famous quote. For Pascal who wanted professional experience above all else, this was a true opportunity to prove himself.</p>\n<p class=\"cnM4YzlkODQ2NGY5MTRkMDZiMWQ3NzhlMmM2NmZhZWQ2\" data-original-margin=\"\">\"Though this is a task for more than just two pairs of eyes.\" Pascal noted. \"I will require...\"</p>\n<p class=\"cnNmOWFlZmY5MmE3YTRmM2E4NzA2ZmUyNjgwYjJjYWI3\" data-original-margin=\"\">\"I have already asked the palace clerks to place themselves under your command as needed.\" Sylviane spoke as she clearly anticipated his request. \"I am also assigning you a squad of the Highland Guard, should you require a bit of authority on errands. This is a task of the highest priority.\"</p>\n<p class=\"cnNjNjkyOWVjNjZkYjQ4NDlhNWY2ZTMyNjZiNzZhZjg2\" data-original-margin=\"\">Kaede remembered reading that the Highland Guard was a battalion dedicated to the royal family's protection. They were handpicked by the King of Gleann Mòr -- which really showed just how strong the ties were between the Emperor's Gaetane dynasty and King Alistair's House Mackay-Martel.</p>\n<p class=\"cnM0MTI2ODM5Nzc4YTQ4ZmQ4ZDg3ZTg3Y2YwN2EwM2Yw\" data-original-margin=\"\">\"You will not regret this,\" Pascal declared as gratitude and fresh determination lit his turquoise gaze.</p>\n<p class=\"cnMxMDgxNTA5NzMwNDQxNTI4ZTBlN2IwMGI5YjI1NmU3\" data-original-margin=\"\">\"I know I won't,\" Sylviane replied, beaming. \"You've never let me down, Pascal. I'm just... not the best at delegating,\" the Princess added rather sheepishly.</p>\n<p class=\"cnNiMTVmNTQ5ZjkyYzQzNzhiZDBiYjE4YTkyZTNmOGMz\" data-original-margin=\"\">\"We are all still learning,\" Pascal grinned back. His approval made the Princess look away slightly as a blush overcame her cheeks.</p>\n<p class=\"cnM0NTJhNGIwNjE2MTQ5OWQ5ZDFjYzAxYzg5YmMxNWY1\" data-original-margin=\"\"><em>I'm not sure just who is in charge of whom here,</em> Kaede mused.</p>\n<p class=\"cnM2OWIxNzVmOGMyMjQyZThhZDkzNzc3MWQ5ZDNkOGYx\" data-original-margin=\"\">Sure, Sylviane was undoubtedly higher on the aristocratic pecking order. However, Pascal was the one who extruded the confidence and assurance that the Princess clearly sought.</p>\n<p class=\"cnNmNzVmNWZiN2JkNDRjOWM5ZTMxOTE4MmU4MzU2YTFl\" data-original-margin=\"\">\"Oh, I almost forgot,\" Sylviane appended. \"This office is now yours to use whenever you're at the palace. I figured between my office and the guest wing is a good place.\"</p>\n<p class=\"cnNlN2EzNzZhN2JjYjQyNDc4OGM5NGI5YzUzMTdhMTEw\" data-original-margin=\"\">\"I appreciate it,\" Pascal nodded back.</p>\n<p class=\"cnM4MjY4ZThiZDhiYTQ5ZTk4Y2QzOTUxMGY0YzJiYTdj\" data-original-margin=\"\">\"I have to leave the palace today to help with recruitment in the surrounding regions,\" Sylviane announced next. \"I doubt I'll be back before late tomorrow night at the earliest. So how about we grab breakfast together?\"</p>\n<p class=\"cnMwMDYyOTMwYmUzZjQ1Mjc4ZTFmODdiZTkxMjg5NjE2\" data-original-margin=\"\">\"All three of us?\" Pascal hoped as he glanced towards Kaede.</p>\n<p class=\"cnM3MjNmZWQyNzAwYjRiZjA4MTBlNDU5NGZjMDM4NGFk\" data-original-margin=\"\">\"Yes.\" The Princess answered without any reservation.</p>\n<p class=\"cnNhN2JkN2VmZGRhMjQ3ZGI4ZDAwNDAzZmJlZDE4NzE5\" data-original-margin=\"\">It brought another true smile to Pascal's countenance.</p>\n<p class=\"cnM0ZjY4NDVlMTY0MjRiZGY5Zjk1OTJlMTYzODU4ODZj\" data-original-margin=\"\">\"I would like that very much.\"</p>\n<p class=\"cnM4YTMxN2IxNWZkMDRiZDliMWYzNTBhNDliZDMyMDQ2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjYmZiNGViYjNiZjRlZGRhMDBlMzhjMDFlMDdlMWU5\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4MmFiMmRjN2JjZDQyZTViYTY4NDFhMTAwOWJiN2Zl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzMjIxMzMwZjkzNjRiNDNiNjZiY2I1MGMwOGZkZTJh\" data-original-margin=\"\">\"I've finished organizing the supply manifests,\" Kaede stated as she carried a stack of papers back into the office.</p>\n<p class=\"cnMzMDZjMDExMmU0YzQ3M2VhZTlkYmQxZjFiNGMxNDM4\" data-original-margin=\"\">Pascal had requested her to work through all the accounts of food and provisions based on their location of storage. They'd been separated into four groups, depending on which of the four main transit arteries --two highways plus the North and South Lotharingie rivers-- would be best suited to transport the supplies. The categorized lists were then arranged based on how far they were from the front lines. In addition, information such as the amount of time it would take from each location to reach the main artery or the next supply depot had to be appended for ease of scheduling calculations in the next step.</p>\n<p class=\"cnM4ZjM2MzQzMzdlNDRmODk4MGZjYjUzZjFkMDhkYjcz\" data-original-margin=\"\">Even with several clerks assigned to assist her, it had taken Kaede many hours of comparing location names against maps, tracing local roads, and measuring the distances involved. By the time she was finished, night had already fallen and her stomach was sporadically growling.</p>\n<p class=\"cnNiZmU0ZjJhNjcxYTQxOWJhODFmZmFlMTlkYzU0ZDAw\" data-original-margin=\"\">She hadn't had a proper meal since breakfast. Lunch had been a mere handful of sandwiches delivered from the kitchens.</p>\n<p class=\"cnMzY2I2YzYyOTIyOTQ3MmQ4NzBkYmIzYjk3ZTEzYTVj\" data-original-margin=\"\"><em>Plus my feet are killing me from standing in these heels all day!</em> Kaede complained bitterly. <em>Pascal, you're a slavedriver.</em></p>\n<p class=\"cnM5YzU2OGUyYjJhODQ1ZmU5YzljNGU2NjE4ZDI2MmY2\" data-original-margin=\"\">Kaede looked out the windows and reflected on just how late it was. The sun's rays had long vanished beyond the horizon. Only the glow of lamps and the light from the indigo gas giant remained.</p>\n<p class=\"cnNlMDI3Y2NlY2UzNjRjOWY4YmQzNjQ2ZDU4YzMxYzVj\" data-original-margin=\"\">Though to be fair, Pascal hadn't taken any more breaks than she had over the past fourteen hours, which was zero. Nor did either of the two clerks trapped in this room, who now looked towards her with hopeful pleas in their tired gazes.</p>\n<p class=\"cnNhYTFlN2Y4MzZlODRkZTZhYzE1NDAyMDhlYzkyNGVi\" data-original-margin=\"\"><em>I'm not even eighteen yet and I'm already working the hours of a Japanese salaryman,</em> Kaede complained in her thoughts. <em>Give me back my final year of childhood!</em></p>\n<p class=\"cnMxNTczODY3YjAyNTQ1YzliZDQ2NzkzZjY0ODI5ZGMw\" data-original-margin=\"\">The young lord glanced up from his writing desk as he finished adding some notes to the corner of a parchment scroll.</p><p class=\"cjNlNGI5NDk2MTc3ZDRkNzk4MGUxMTEyMmRhYmUxMGFl\" data-original-margin=\"\">A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation.</p>\n<p class=\"cnNmMjA5ODdhMzAzNjQzODBiOWRjY2M2NDBiYjMyODA5\" data-original-margin=\"\">\"Good work. I am almost finished assessing all the supply requests and transit points. Just give me another...\"</p>\n<p class=\"cnMzNWU1YmYwN2U3NjQzM2JhZjIxMDJiMTE3Y2U0ZWZh\" data-original-margin=\"\">As if on cue, Kaede's stomach growled audibly in protest. The young girl covered her midriff with her hand as she looked a bit sheepish.</p>\n<p class=\"cnNjZGU4M2NkOWU1NTRjYmY4NWU1MDJmNWFjMDBlYjUy\" data-original-margin=\"\">\"How much did you have for lunch?\" Pascal's brows rose.</p>\n<p class=\"cnM5ZmExMjM1YmRmYTQ0YmNhNGFmNjQ4NDU1MmM3NmM0\" data-original-margin=\"\">\"Just one sandwich,\" Kaede commented, before her wispy voice fell to barely more than a whisper: \"a small one.\"</p>\n<p class=\"cnMxN2QyMzc5M2Q0ODQzNGJiYWQ1ZTNlNGZiNzg0NzBi\" data-original-margin=\"\">\"You should have eaten more.\" He replied unsympathetically.</p>\n<p class=\"cnMzMWRlMzI1NzUyODRhMmJhNGVmNThlNTA5MjQ1MjVj\" data-original-margin=\"\">\"It's hard to with this.\" Her hand stroked the corset that mercilessly squeezed her tiny waist.</p>\n<p class=\"cnM0ZDE4NzRlNjM2ODQzNzFiYmFmNDY3NDM3M2NmYjg2\" data-original-margin=\"\">Kaede had tried to loosen the laces at lunch. However the knot behind her was so tight she doubted she could undo it without help.</p>\n<p class=\"cnM5MDRjOGEwMWY2ZDRhOWY4NWNjNGRiYzY5MzEyMGI5\" data-original-margin=\"\">Her comment made Pascal sigh as he took a small piece of paper and hovered it over the spot where he wrote on the scroll. His turquoise ring glowed with mana as he magically copied the contents to the small leaflet. He then placed the scroll in one of seven, organized stacks. There was still a small pile remaining, perhaps one-tenth of what he had already completed.</p>\n<p class=\"cnM3YzE1YzhmNmE3MzQ2OTk4YjBjYjU4NzJhMjhmNjU2\" data-original-margin=\"\">\"I guess I could finish this later,\" he took a moment to convince himself before standing up and dismissed his aides with a nod. \"You two are free to go. Free feel to grab some food from the kitchen staff. I told them to make extra tonight.\"</p>\n<p class=\"cnNiYmY3YjdiZGIxYjQ2ZDA5YmRiMjBmMmYyNTBjZDg0\" data-original-margin=\"\">\"Thank you, Your Grace,\" the two young men took a quick bow before rushing out. It was as though they feared that Pascal might change his mind.</p>\n<p class=\"cnMzMzdlODc3NDgwNzQ4Y2FhYTYyM2FiNzFiYjM1OTU0\" data-original-margin=\"\">The sight of their hasty retreat only made Kaede shake her head. \"Have you ever heard of 'working hours'?\"</p>\n<p class=\"cnNlYzNkYTBiYWRhOTRjMGY5ZDdlYWJiMjAwODBlOGI3\" data-original-margin=\"\">\"Working hours last until work is done for the day.\" Pascal answered without any room for negotiation.</p>\n<p class=\"cnM3MDNjYTVmNDUyZjRmZGM5ZDBmYmIwZmYwN2NlNTAy\" data-original-margin=\"\">Kaede sighed. <em>Bosses like you are the reason why countries have labor laws.</em></p>\n<p class=\"cnM1ZjJhNzM1ZjgzZTQ1OWNhYmFmZDliZjJiNzdkOWJk\" data-original-margin=\"\">\"We need to finish all of this today so we can focus on drawing up the transit schedules tomorrow.\" Pascal then added. \"That is enough of a monster to engage by itself, even with <em>Systematize</em> sorting spells to help. Therefore all necessary information must be compiled beforehand.\"</p>\n<p class=\"cnM1M2M4MWU4NTA3MTRmOGViYjQ4M2NkMWZlN2QzMWU3\" data-original-margin=\"\">\"Sorting spells?\" Kaede's eyebrows shot up. \"If you have magical sorting then why did you need me to go through that list by hand?\"</p>\n<p class=\"cnMwOGQwYjM5MTJhZTRlZTBhMzQ1MmJmODdlMDA2ZjUy\" data-original-margin=\"\">\"Magic is not that smart,\" Pascal retorted as though it should be obvious. \"I can feed the spell a list of numbers, or names, or even pairs of coordinates. However it does not know how to account for cliffs and rivers, and certainly not meandering roads.\"</p>\n<p class=\"cnMyODYwZDc4MzQ1MDQ2MWI5MjFlOTE0OWZiOTQxYjkw\" data-original-margin=\"\"><em>So basically you have Microsoft Excel but not Google Maps,</em> Kaede thought. \"Can <em>Systematize</em> be combined with a cartography spell? Or is that too complicated?\"</p>\n<p class=\"cnNjYmRmNDQ3ZDhmYTRkMGZiMzlmMmRlY2IzOWRlYmU1\" data-original-margin=\"\">\"Cartography magic is tremendously expensive due to the huge areas it must cover,\" Pascal explained. \"It would be different if someone crafted a to-scale magical map and then...\" Pascal's words slowed as he took on a pensive look, \"linked to it with a specialized processing spell that adjusted for scale...\"</p>\n<p class=\"cnNlYmEwNmRiMTczYjRkMGRiZTJjNGU4MTgyNDlmYWRh\" data-original-margin=\"\">Kaede grinned as her master had clearly caught onto an idea.</p>\n<p class=\"cnMwZDZhMjIyZGU4ZjQ0NTA4Y2E3MzA2ZWVhMTQ2MzMw\" data-original-margin=\"\">\"That could potentially work.\" Pascal stared knowingly at her before he frowned. \"Though I would have to create several new spells first. Not a solution to the immediate problem at hand.\"</p>\n<p class=\"cnNkYWE1ZjFjMTlhMzQzZWM5YjBmNDk3MzVhMTQwOGRm\" data-original-margin=\"\"><em>Shame,</em> Kaede couldn't help feel disappointed.</p>\n<p class=\"cnNjZjE4MmNlNzg1MjRlODQ4MmI4ODUzOGVjOWQ1NzAx\" data-original-margin=\"\">The young lord's attention returned to one of the document piles. He straighten it before pressing his turquoise ring into the stack's lower-right corner, where he had written a number on each sheet. For a minute Pascal said nothing but simply closed his eyes to concentrate, channeling magic through his body without the use of a mnemonic spellword. Then, with a brief glow of turquoise mana, the heap of papers began to float just off the table. An invisible hand pulled out two sheets before switching their order and inserting them back in. The process repeated itself again and again as the briefly enchanted pile of papers sorted itself. </p>\n<p class=\"cnNhODNhNzkyNDc0ZTRiNTU4YWYwNjdhMzZhNTRiNGMw\" data-original-margin=\"\">\"Is that spell the reason why you wanted me to label every sheet? Distances in one corner and time on the other?\" Kaede asked as she continued to stare at the magically self-arranging documents. <em>That procedural repetition -- it has to be some sorting algorithm at work.</em></p>\n<p class=\"cnNhYjA0MDA4ODE5ZTQ4Njk4MDU1MmQzN2NhMGQ0ZTkz\" data-original-margin=\"\">\"Yes. Inscribing that information in a consistent spot makes it much easier to cast the spell.\" Pascal said as he walked around the huge table to the giant map of Rhin-Lotharingie that hung from the wall. The paper map was likely a copy also, as dozens of notes had been pinned onto it with small tacks. Pascal took the small leaflet he just copied and, like all the others, pinned it to the location of a small, riverside village.</p>\n<p class=\"cnM5OWE0ZmMxNTE4MDQ1NDg4NGViZTdkNWFhMDcyNDRh\" data-original-margin=\"\">The young lord then stepped back to examine his work. His lips formed a scowl as he furrowed his brows in deep thought.</p>\n<p class=\"cnMzY2M1NjFlMTJmZDQyMDFiOTBmZjdjNGM4MTZjM2Zk\" data-original-margin=\"\">\"There are far too many bottlenecks.\" He sighed as he muttered to himself. \"This is <em>not</em> going to be easy.\"</p>\n<p class=\"cnMxNWYwZjRiNzJjMTRiYWNiMzFmZjc2MTllZWNjMTBm\" data-original-margin=\"\">Uncertain of what he was looking for, Kaede took a moment to read the note he had just pinned to the wall:</p>\n<p class=\"cnMzYjJhNTg5ZTJhMzQ1NGFiMjg5YWZjYjNiNjUxNDU4\" data-original-margin=\"\"><em>Capacity: 1 dock, small. Storage: 3 wagon loads. Manpower: &lt;25, request nearby militia. Priority: critical, best in 50kp for barge, temp dock expansion necessary...</em></p>\n<p class=\"cnNmYTQ2ZGZiYjhiNTQ4ZmE5YTgyYTQwNjBlMDAzODU3\" data-original-margin=\"\">Kaede then scanned the other bits of writing pinned to the map. There were more notes on dock capacity, on bridges that needed immediate repair, on depots with available wagons and spare parts, on delivery targets, et cetera. Every one of them was also assigned a priority category and two colors for visual identification: four corners shaded based on the type of location it was, and a thick border that matched the inadequacy of the place compared to demand.</p>\n<p class=\"cnMwYmFmNDA4MjIxNTQ5ZjBiYmZmYzhhNWVmYThhM2Vl\" data-original-margin=\"\">Looking around the map, Kaede noticed that far too many of the pinned notes were labelled with red borders, just like the note Pascal had just pinned.</p>\n<p class=\"cnNlYjU3YmNiZjBjMDQ1Nzg4M2QxODkxNDQxNzEwOTk3\" data-original-margin=\"\">\"Well, maybe clearing my head will do me good for solving this dilemma,\" Pascal sighed again before he turned towards Kaede. \"Come on. Let us go see what they made for dinner. Though with both Sylv and Emperor Geoffroi out of the castle tonight, I doubt it will be as sumptuous as yesterday's.\"</p>\n<p class=\"cnNlZWEwODUzZmNiOTQwODFhNWY5ZGI5NDU3MTMzMDQy\" data-original-margin=\"\">\"Bet it's still better than the bread, cheese, and squash soup I had last night,\" Kaede shrugged. <em>And I don't even like cheese much.</em></p>\n<p class=\"cnNlYmYzOGRkNjdjYzQ1MTZiMTAxZTJhZDAxNDk2MDVi\" data-original-margin=\"\">She had subconsciously withheld her last comment, as Pascal's favorite food was a beer-and-cheese broth. However as Pascal opened the door and strode out, he began walking at such a brisk pace that Kaede had to scurry along as she followed him.</p>\n<p class=\"cnM4ZmYxODJhYWI3YTQ3MDFiOTdlZTgxZDEyZWYzZGUw\" data-original-margin=\"\">\"Do you have to walk so quickly?\" The familiar girl said as she struggled to keep up. \"I'm wearing heels!\"</p>\n<p class=\"cnNmZDMwY2RmZjA1NjQwZDE5ZTViOTlhMjY3YWM0OWFk\" data-original-margin=\"\">\"You do not need to keep up.\" Pascal stated, before he added in a begrudging voice that carried a hint of urgency: \"I must use the latrine.\"</p>\n<p class=\"cnNkMDdiMzZjMWM1YTQ2YTk4NmVmZjA2MTc1N2Q4ZjBk\" data-original-margin=\"\">Kaede had to suppress a laugh as she began grinning from ear to ear.</p>\n<p class=\"cnM0ODhlOWVmNjJhYzQ0ZWViMDc0ZWM4ZWUwZjk5ZTVi\" data-original-margin=\"\"><em>So he's not a robot after all.</em></p>\n<p class=\"cnM3MDI5YmQ4YmU2MTRkZTJiNTNmMTZhYzJkZDZjODFi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4M2MwMTAyOGIxZTQ2MmFiMDQ3NjFmZWNmM2Y0YjE2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM3MmVhZjY1MzAxOTQwNTM4NDY2NGMyNmE0ZjQ0YTli\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzNjNhZDc2MGY3ZDRiYzg5NTc2YWEzMzhjNmMzZTdi\" data-original-margin=\"\">Just as Pascal had predicted, dinner was a comparatively simple pan-cooked chicken and pork sausage cassoulet. However Pascal could not put aside his work even as he ate. As a result Kaede ended up discussing the logistical problems with him through dinner:</p>\n<p class=\"cnMxNTIwNDkxOTA1YzQxNzFiZTQ0NGFjMjZmMDUzNDE2\" data-original-margin=\"\">\"--The biggest challenge with all of this is the Rhin-Lotharingie's roads. Most of them were highways built by the Holy Imperium to facilitate troop movements, which meant these routes ran from the southeast towards the north and west. Since the Lotharins' independence, these roads have supported the mobilization of Lotharin troops towards any conflict with the Holy Imperium. But their directions run perpendicular to what we need now, which are highways that run from the north and east to the southwest.\"</p>\n<p class=\"cnMyNGNhZjE1OTc0ZTRkNjY5YWIyOWU1NTM1YjJhZmVk\" data-original-margin=\"\">Kaede nodded in agreement. \"At least the North and South Lotharingie Rivers cuts in the direction we need.\"</p>\n<p class=\"cnM2NGNlZjAzOWU2MTQ3YWFhZDRiZDg4M2FlMzE4MDg4\" data-original-margin=\"\">After all, rivers were natural highways, built by nature at free of charge. It was one of the reasons why the great civilizations of Earth all began along river basins, and Kaede doubted Hyperion was any different.</p>\n<p class=\"cnM0NGY2Nzc2MDViMzRjMzhiYmQ2ZmM2MTNkMTBhZjU4\" data-original-margin=\"\">\"Yes, but it also makes the process more complicated.\" Pascal fretted. \"We will have to bring the supplies from their stockpiles to a dock, load onto barges, ferry them upriver, unload from barges, and then take them by wagon to their final destination. Barges moving upriver will not travel any faster than wagons, while all the extra loading and unloading doubles the manpower required to handle the goods.\"</p>\n<p class=\"cnNhMDJkZTJmZWNkNTRhNWI4NjNlNWUwN2NiOTA4ZjVj\" data-original-margin=\"\">\"Not to mention scheduling,\" Kaede added, to which Pascal nodded in agreement.</p>\n<p class=\"cnNjYzcxMjI1ZmY5ODQzY2U5ZWM3MGJmNTg0NmE1ZmE3\" data-original-margin=\"\">Using the river in between meant that the transport route was now broken into three segments, each of which have to be coordinated separately with different timetables. Otherwise, goods would simply pile up at the river docks which mostly lacked long-term storage. This meant the supplies not only deteriorated from exposure but also ran the dangers of thieves and saboteurs.</p>\n<p class=\"cnNmYmI0Nzc1YzgwNTQxMTQ5ODM2OGQ5MDBmNGYwMzU5\" data-original-margin=\"\">\"To make the situation worse,\" Pascal complained as he swallowed another mouthful, \"most of the Lotharin docks along the river are far too small, built to only handle the locals' fishing needs. Even the docks here at Alis Avern, the Empire's <em>capital</em>, has only a single trade wharf.\"</p>\n<p class=\"cnM1OTYzNDFhN2QwZTQxMzJhMDQ0MzFjOTQ0YzIzYzhi\" data-original-margin=\"\">The young lord shook his head as though he couldn't believe how underdeveloped this country was.</p>\n<p class=\"cnM5OTg0YmEyMDZiZjQ4MmE4OWY0NjRmYWU5ZDk3YWZj\" data-original-margin=\"\">Kaede was certainly starting to grasp why Rhin-Lotharingie was a poor country. If hauling food and provisions to the front lines was this difficult, then moving resources and trade goods between the various duchies would be as well. Worse yet, most of their roads went to the Holy Imperium of the Inner Sea, who had awful relations with Rhin-Lotharingie and would persistently embargo the Lotharins' access to Inner Sea markets.</p>\n<p class=\"cnMwZjk5ODJjMTMxYTRkZGJiZjI4YTE5ZmNmM2Y2NTc0\" data-original-margin=\"\">This made Kaede realize another reason why Emperor Geoffroi secured an alliance with the Kingdom of Weichsel: the North Sea trade route was unreliable due to its stormy weather and the Northmen's tendencies to raid merchant shipping. However, Weichsel's territory ran along the north sea's southern coast, all the way from Cross Lake --where the two Lotharingie Rivers met-- to the borders of the Grand Republic of Samara. This allowed Rhin-Lotharingie secure access to their historic ally, who happened to be the premier trading power on the Hyperion continent.</p>\n<p class=\"cnMwY2JhMWQzZmM3NzQxZjQ4MTI0Njc5NTQzOWVlYmIy\" data-original-margin=\"\">Ever since winning the Great Northern War, the Grand Republic's merchants have dominated the east-west trade lanes between the two superpowers --the Dawn Imperium in the east and the Holy Imperium of the Inner Sea in the west-- in this world's equivalent of the 'Silk Road'.</p>\n<p class=\"cnM3NWJmMjdkOTdjMzQwYmZiNTA2YmIzZDI2YjRjYzY0\" data-original-margin=\"\">\"The transport routes are one problem,\" Kaede thought out loud as she brought another spoonful of cassoulet to her lips. \"Does Rhin-Lotharingie even have the wagons and barges we need?\"</p>\n<p class=\"cnNkZDdjM2NiNmI2NTRlMjBiZjIzZjI1NGM3MTcyMTc2\" data-original-margin=\"\">\"Of course not,\" Pascal scowled. \"I have already sent out the guardsmen Sylv lent me with orders for the local lords: they are to requisition more draft animals and vehicles from the farmers, as well as any spare parts --wheels, axles, tongues, et cetera-- that we could find. More parts for repair equals more wagons in service as they wear down from the stress of the long hauls. Hopefully the people will be cooperative. It is Winter anyway and they should not need them until Spring.\"</p>\n<p class=\"cnMzNDRlZmUyYzNlYzQ1NjA5N2IyMGE3ZmM2NzI2MjBk\" data-original-margin=\"\">\"Are you going to pay them for its use?\" Kaede wondered.</p>\n<p class=\"cnMzMjc1NWI0ZDUwNzQzZmI5NGE2NjA0Zjk2YTI1NWY2\" data-original-margin=\"\">\"I wish the Empire's treasury could afford that,\" Pascal said bitterly. \"No, the best we can manage are promises of reimbursement if the borrowed wares are damaged.\"</p>\n<p class=\"cnM5NjBkOGJjYjc4ZDRkMjdiNjY2MmE3Y2U5YWI0NjA5\" data-original-margin=\"\">\"That's not much consolation for the farmers if they don't have their animals back for Spring planting,\" Kaede added.</p>\n<p class=\"cnM1NDY0MzhiN2E3NTQ4NDM4NWQyMjlkMzhjZTZjNGI1\" data-original-margin=\"\">\"What else can I do?\" Pascal sighed. \"When Father first taught me logistics, he told me to always identify the bottlenecks first and plan around them. The problem is that normally you expect <em>a few</em> bottlenecks to cause problems, not <em>every single item</em> in the forsaken list. Transit routes, dock capacity, vehicle availability, and I have not even mentioned the shortage in manpower. I doubt even the famed Wiktor von Falkenhausen could work his magic here without developing a headache.\"</p>\n<p class=\"cnNiYWY0OTViMzI0NzQ0NTY4Yzg4OTI4MmUwZTRhOGUw\" data-original-margin=\"\"><em>I should have guessed that manpower would be a problem,</em> Kaede thought. The Empire's population density had been sparse to begin with. And now the most able-bodied men have also been levied into the military, and were now either preparing or already marching south.</p>\n<p class=\"cnNmN2JjYzAyZjMyYjRlMTc4YzExYTI3YWY2ZTM4NWQz\" data-original-margin=\"\">\"Who's Wiktor von Falkenhausen?\" She then caught on. That's Cecylia's surname.</p>\n<p class=\"cnM2NjczZWU4OThlNjRkYmU5YmUyYmY0ZTk5M2JmZjdh\" data-original-margin=\"\">\"He's Cecylia's father, my father's chief-of-staff and closest associate,\" Pascal's expression turned nostalgic. \"Cecylia and I grew up together because of our fathers' close relationship. He is also known as the <em>Accountant General</em>, as the man is a logistics wizard.\"</p>\n<p class=\"cnMzZGYxNGYwODk3MDQ2YjRhNzRhNmExYzRkMTZjZDc1\" data-original-margin=\"\">\"There's a discipline of magic dedicated to logistics?\" Kaede asked, which brought a faint chortle from Pascal.</p>\n<p class=\"cnNmZjRmNmU4NGJkNjQ0MmQ4YjMxOTMxZjkzZTQ0ZDUw\" data-original-margin=\"\"><em>At least it made him laugh,</em> she thought with a smile.</p>\n<p class=\"cnMwMzIyNzE4NDhlYjQyZWRiMmU1ZGJiOTdlMTFlODg3\" data-original-margin=\"\">\"No. There are a wide range of utility spells that help with logistics, from conjuring temporary platforms that we'll need for the docks, to alchemic welding for vehicle repairs, to extradimensional expansion which increases carrying capacity. But the phrase simply means that Wiktor is exceptionally good at logistical planning,\" Pascal corrected. \"Unlike Rhin-Lotharingie, Weichsel has a General Staff dedicated to supporting the deployment of troops. We have war plans, including mobilization and logistics, for every conceivable scenario. We would never find ourselves in the situation Rhin-Lotharingie is in now -- lacking a plan for supplying frontline armies <em>after</em> the realm had already been invaded.\"</p>\n<p class=\"cnMyZjJmNGZjODcyNzQ1MDM5YWQ2OWU0ODE0MjdhYTIz\" data-original-margin=\"\">The more Kaede heard about Weichsel, the more it reminded her of Prussia from European history. And while the Prussians weren't the first to create a 'General Staff', their reforms had made the institution famous and their template became the inspiration for every modern military's high command.</p>\n<p class=\"cnNjNDgwZWYzMzBhZjRjMDZiYTEwMGFjOGE4Nzc5N2Q5\" data-original-margin=\"\">\"Let me guess: you want to create a General Staff for Rhin-Lotharingie after the war,\" Kaede surmised.</p>\n<p class=\"cnM3MTAyOTg5NDhhNDRlNjZiNDA5NTVjODBlNGY2ZTAy\" data-original-margin=\"\">However this time, Pascal gave her a look as though she was being stupid.</p>\n<p class=\"cnMzZjRkMjI1ZjRiNTQ4MGViYzcwMWE4NTQzYWI0Mzcy\" data-original-margin=\"\">\"A General Staff is useless for a country without centralized command,\" Pascal noted. \"What Rhin-Lotharingie requires above all else is the curtailment of the nobles' privileges and centralization of crown authority. Without it, even the best General Staff has no authority to carry out its plans.\"</p>\n<p class=\"cnMxNGI0NjlmMDA5YzRhMGE5MjNlZjc5ZTQ1YmQyZWM5\" data-original-margin=\"\"><em>It's no wonder why he's a proponent of Absolute Monarchy,</em> Kaede reflected.</p>\n<p class=\"cnM2NzU5NTIyMWZkYjRlMjZhNjdmZjI3ZWEzZGFlYjM3\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM1ZjRjODI4YTBkMzQ2YjBiZWU0MDcxMGJiYjhhYjAy\" data-original-margin=\"\"><br>It took almost an hour before the two finished their dinner. They left the dishes for the servants to clean up as Pascal led Kaede back to the guest wing.</p>\n<p class=\"cnM2NWQ1NzdjNjlmODQ0NDI4ZjkzN2UxYjcyOTE0YzA0\" data-original-margin=\"\">\"This is the room Sylv assigned you, if I remember correctly?\" He looked towards Kaede in the dim hallway before receiving a nod.</p>\n<p class=\"cnM5ODFhMjNjNGQyYTQ0Mjk5YTZlNjYxMjkyZjExMTM5\" data-original-margin=\"\">Pascal then opened the door and waved the lights on as the two stepped inside. The room was one of the smaller guest quarters and was comparatively plain. Though 'plain' for a royal palace still meant that it came with full sets of velvet curtains and cherry wood furniture. The four-poster bed was certainly luxurious compared to the single bed that Kaede slept in last night.</p>\n<p class=\"cnMwZTQ2MmNlM2FmYzQ1NDJhNzZkYWExYzQ4Y2NhODQx\" data-original-margin=\"\"><em>It's such a waste to just leave these rooms empty while the servants sleep in spartan quarters,</em> Kaede thought.</p>\n<p class=\"cnNhMGFlYzE5OTRmNjRlZmY4MmUzYzBmZDFkOWZhYjBm\" data-original-margin=\"\">Yet Pascal clearly wasn't impressed as he sighed:</p>\n<p class=\"cnM4YzRmN2M0Zjc0NDRjOGY5Yzc2Y2FlYWNkOWRhMTAx\" data-original-margin=\"\">\"I guess this is enough for the time being. I will definitely make sure a room better than this is prepared when you come to Nordkreuz with me.\"</p>\n<p class=\"cnM3Yjg2ZWQ3OTEzNDQyM2JiNjUwNGE0ZmUwMDU5YzM1\" data-original-margin=\"\">\"You know, I don't need to be pampered,\" the familiar girl chuckled in appreciation. \"Apart from the lack of a computer, this is probably better than my room back in my old world.\"</p>\n<p class=\"cnMwNGJkNDAzNDY2MzRhNmJhZjUwMzFjOWYyMGVmNWE3\" data-original-margin=\"\">After all, Kaede's father was a history professor, not some corporate executive. Kaede's mother was a housewife. Their middle-class household lived decently enough, but it was far from the lap of luxury.</p>\n<p class=\"cnMxNDhhYmMwZjNjZDRjMzA5ODU4NTgwNGRkMjc3MTgw\" data-original-margin=\"\"><em>Not that I would want to live in some equivalent of Versailles Palace anyways,</em> she thought. <em>The excess is tasteless.</em></p>\n<p class=\"cnM4NzBlNDQ1YmE3OTQ2YTJhY2Y5YWU2OWExZWRiZjcw\" data-original-margin=\"\">\"Nonsense. Pampering is <em>mandatory,</em>\" Pascal smirked. \"Sylv always said that those of us with heavier responsibilities deserve more privileges, and I quite agree with her.\"</p>\n<p class=\"cnMxMmUzYjBhZTU3NTQyNDM5ZWRlMTgxZTNlMzk1NDdl\" data-original-margin=\"\"><em>Saying you 'agree' is an understatement,</em> Kaede giggled to herself. Still, it certainly explained how Sylviane had no problems treating real girls as her personal playthings. <em>She clearly believes she deserves it for all the stress and burdens she carries.</em></p>\n<p class=\"cnNiMWQ3ZWJkYzE0MzRhZmJiYmZkOWIwMzliNzllMTZm\" data-original-margin=\"\">Kaede couldn't even entirely disagree. There was a reason why Lee Kuan Yew, the Father of Singapore, famously made the prime minister position of his tiny city-state the most highly paid head-of-state in the world. To encourage the best performance from national leaders, Lee argued that it was important to provide the best wages and materialistic comforts to satisfy a person's basic, physiological needs.</p>\n<p class=\"cnM4OWQ4M2FlNzIzNzQxYzNhN2YzOTc4NzYyZGNmZmE3\" data-original-margin=\"\">Of course, the big difference here was that Sylviane never had to compete for her position. It had been handed to her by birth and circumstance.</p>\n<p class=\"cnNhZTg2ZmRmZTMyMzQ5NmE4OTg3MWZkZGNmOGQzMTM5\" data-original-margin=\"\">\"Well, tell me if you need anything. My room is just down the hall, around the corner and five to the left.\" Pascal finished.</p>\n<p class=\"cnNjZDc5OTc1NjI3NzRkZjZhN2ExNDVmZDYwNTVkNjcx\" data-original-margin=\"\"><em>On the other end of the guest wing,</em> Kaede realized. It was clear that even here, the Princess wanted to keep them as separate as possible.</p>\n<p class=\"cnMyM2ExZjMwOGFkMDRmZTM5ZTQzMDc1YjQwYWE4MTJk\" data-original-margin=\"\">\"Wait...\" Kaede stopped Pascal before he could walk out. \"I need help taking off my dress.\"</p>\n<p class=\"cnMyZWVmM2QxYTJkZTQ3NjliNzhmNWJlMTVhNTdlYWU2\" data-original-margin=\"\">A huge grin spread across Pascal's lips as she said that. Kaede immediately felt her cheek turn into red hot irons as she realized the implications of what she had just said.</p>\n<p class=\"cnM5ZmVmNzNiNjZlOTQxMWFhYWJmYzRhM2QyODE1NWYw\" data-original-margin=\"\">\"That's not what I meant!\"</p>\n<p class=\"cnM4NWY5M2JhY2E4YjRmNjhhYjRlNDE1ZGQwYThmMDRk\" data-original-margin=\"\">\"I know, I know,\" Pascal chuckled. However, he was still grinning from ear to ear as he strolled back to stand behind Kaede. \"I just never thought I would get to hear that from a girl. It is always the lady's maid who gets the pleasure of handling this particular brand of 'logistics'.\"</p>\n<p class=\"cnMwYjY1Y2Y3MjViZTRiZTM5NDEyZGRiOTU1OGY3ZjEy\" data-original-margin=\"\"><em>Clearly, Pascal wants to be the commander-in-chief of his future wife's dresses,</em> Kaede mused, which Pascal only confirmed as he continued:</p>\n<p class=\"cnMzODc1NWM3NDA1NTRiYzliZmNmM2YwZWNhNzRiY2Ji\" data-original-margin=\"\">\"I mean -- why make women's clothing so complicated if it is not for the husband's benefit?\"</p>\n<p class=\"cnNjZTU3ODFhYjhhNDRiYmU5MzA4OWJjZTU1ODhkMTM1\" data-original-margin=\"\">\"Your ego is as astronomical as always,\" Kaede retorted, which only made Pascal chuckle.</p>\n<p class=\"cnMzZDhlYTBkNzJkMjQ2OWZiNDZkZjI4MDgxMjZlMGQ0\" data-original-margin=\"\">\"Wow, Sylv did quite a number on this. I am not sure if it is even possible to unknot this by hand,\" Pascal commented as he fumbled with the corset's laces behind her back.</p>\n<p class=\"cnMyZjQyY2RmOGY5NTQ0ZGFiMDM0Mjg4N2Y4NzU1MzQz\" data-original-margin=\"\">Kaede was aghast. \"Please don't tell me I have to sleep in this stupid thing!\"</p>\n<p class=\"cnNkZGM1ZGMxZjQxMzQwZTA5YzhlMzg2ZTY2NmM4NmNm\" data-original-margin=\"\">\"It would certainly help shape your waist,\" Pascal spoke in amusement.</p>\n<p class=\"cnM5NmUyNzhmMWUzMDQ3YmZiOGUyNmJjNTU5YWI1YTNi\" data-original-margin=\"\">\"Not a chance!\" The familial girl rushed to reach behind her, only to have her hands batted away by Pascal.</p>\n<p class=\"cnNiNDNkNmE4ZTFiYjRlNjNhY2U3MzdiNDUyOWMwMzRi\" data-original-margin=\"\">\"Just give me a moment. I am trying to remember how to cast this spell. It has been some time since I have used it.\"</p>\n<p class=\"cnMyMWQzYjQwNzIwZjRkMmQ4YjQyN2VkMWQxOTczNDk2\" data-original-margin=\"\">It took a minute before Pascal magically unwinded the laces. Meanwhile Kaede couldn't help but pout as she suspected:</p>\n<p class=\"cnMyYjEwODcxOWQyMTQxN2U4N2RkOTRjYmYyNDY1NTdk\" data-original-margin=\"\"><em>The Princess did this on purpose, didn't she!?</em></p>\n<p class=\"cnMwMjM2MDZhZDRhNDQxZTU4ZTViYWU1ZTBiZWE1Nzdl\" data-original-margin=\"\">\"There.\" Pascal stated as he finally began pulling the laces open. \"I might have been tempted to leave you in this. But I need you to have a good sleep tonight. We have much to accomplish tomorrow. I expect you at my office by daybreak.\"</p>\n<p class=\"cnM5YmNmMWZjODQ2ZDQwNjBhNjY3MDFlYTJhODllYzlh\" data-original-margin=\"\">His last comment might have started as a joke, but its ending tone was completely serious. It made Kaede sigh as she reflected upon her situation.</p>\n<p class=\"cnM2NWZiYmJkZDVlNjQzYmJiNmU5NzhhOWI4YjRkOWVi\" data-original-margin=\"\"><em>Great. I'm stuck between an unreasonable princess and a tyrannical master.</em></p>\n<p class=\"cnMzZDcxNDcxZWNjZTRmY2RhNGRmNjFjNGNmZjE4MTFl\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMxZWY2YzFiMDM3NDQ1OWFhY2I5OTU1Y2M1NTg0Y2Q5\" data-original-margin=\"\"><br>Kaede didn't find out until the next morning that after Pascal left her room, he went straight back to working. It was only after he finished processing the remaining stack of papers, which took until past midnight, when he at last retired to bed.</p>\n<p class=\"cnNiNDEzNjQ1MTAxOTQ1ODA4YTZlOTg1YWE5MmZmNjI1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhNTEzMzU2YjUyODQ0ZjNhNDhkZmExYTMwYzIzMTY5\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0MTFlZGM3MjQzNzQ5NWU4OGE0ODU2YjNkY2VkODg5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwZmYyZDk0NjQ5YzRkZGI5NmJhM2QxZmQ5YzgwYTdm\" data-original-margin=\"\">Two days later at dusk, Kaede watched with an exhausted, yet proud smile as Sylviane looked through all of their finished work.</p>\n<p class=\"cnM1ZmJiMTMyYjJmYjRmZmViODRlNTc0MGU4MWQ1ZmM0\" data-original-margin=\"\">The final plan included scheduling time tables, manifests for every caravan and vessel, drafted orders for local nobles with action items to support the resupply effort, and more. The arrangements would require the mobilization of over 1,900 wagons of various sizes, all 39 of Rhin-Lotharingie's riverine barges and trade cogs, plus 65,000 personnel for labor, transport, and security. In total, over 1,300,000 stones of food and forage, as well as 240,000 articles of winter clothing and other equipment, had to be collected across the country and sent south. Their recipients would be the tens of thousands of frontline troops in the Kingdom of Garona, as well as supply depots along the various reinforcing armies' marching routes.</p>\n<p class=\"cnNkNjFhMmVjMmE2OTQyZmViOWQ1YjY1ZTlhNzIzNjFi\" data-original-margin=\"\">It was a monumental, multi-staged execution plan.</p>\n<p class=\"cnMyZTYxZTQwYWM4NzQ5ZmU4NDUwOGZiMjg3NmE4ZGIy\" data-original-margin=\"\">\"I can't believe you managed all this in under three days!\" The Princess was in awe as she looked about the neat piles of papers on the table.</p>\n<p class=\"cnM4MzdmMDgzYTQ1ZDQ3OTJiMjJkZTgzNDZkM2I4YjJk\" data-original-margin=\"\">\"Well, I am a prodigy.\" Pascal grinned, completely shameless.</p>\n<p class=\"cnNkZjkxMTUwMmE3YzRkYWY4MmQ5ZTc4ZjdjMzg5ZjYz\" data-original-margin=\"\">\"And a slavedriver,\" Kaede interjected. \"He worked me and the palace clerks to exhaustion checking all the details.\"</p>\n<p class=\"cnMyZmM3ODc1N2NkMjQ1ODY5ODkyOGFmYWYxMzI4MTk1\" data-original-margin=\"\">She didn't mention that Pascal even insisted on having all the results double-checked by a separate group. Clearly, he was taking no chances for mistakes.</p>\n<p class=\"cnM0OTM0NzAwN2MzZjRiNDdiMGJjYTIwNzc1ZWQ1NjAy\" data-original-margin=\"\">\"Considering the urgency, I must say that I approve,\" Sylviane briefly looked up from the documents. \"Father always said that when it comes to military matters, time is blood. Though admittedly this task had a few more days to spare.\"</p>\n<p class=\"cnM4MzYzY2M3M2ZiMDRmMjdhYmE0MTFmMzZmZmY0Mjk1\" data-original-margin=\"\">Kaede blinked as Sylviane's words reminded her of the famous line from Chuikov, the defender of Stalingrad: <em>'Time wasted had to be paid for with the blood of our men.'</em></p>\n<p class=\"cnM3ODUwOGFmMTIwMDRlNTFiNTg5ZDM1MDExZDBmNzhm\" data-original-margin=\"\">It suddenly made sense why Pascal worked the way he did.</p>\n<p class=\"cnM4MWQzNGQwNDY2MDQ0NTZhY2QyYjJhYjkwNjkwNTUx\" data-original-margin=\"\"><em>Yet I never even considered it that way,</em> the young girl frowned, all her annoyance towards Pascal in the past few days now redirected towards herself. <em>Perhaps I'm the one who's really spoiled... by the peace and luxury of modern times.</em></p>\n<p class=\"cnM3MzNlYzhiYWI1NDQwMDE4NjQyYmI0NzE1OTRiZmM1\" data-original-margin=\"\">\"That being said, these plans are made on the assumption that we can increase our transport capacity by at least twenty percent through local requisitions, and the breakdown rate per trip of wagons and draft animals is no more than ten percent.\" Pascal admitted. \"I doubled the breakdown rate from what we would normally use in Weichsel due to the poorer condition of the Empire's roads.\"</p>\n<p class=\"cnM3ZTJmYmU0OTU4YjRiNjA5YTc1YTI0Yzg5MTdiY2Y4\" data-original-margin=\"\">Sylviane frowned as she considered it for a moment before answering:</p>\n<p class=\"cnNkMGI1ODNhMGZhOTQ3MmQ5OGQ0YTAyYzg0MGQyNmUx\" data-original-margin=\"\">\"I don't think that's too optimistic. It should give us close enough to the real numbers that any adjustments should be minor and easy to make.\" She then looked up and beamed in approval at her fiancé. \"I'm glad I entrusted this task to you. Thank you, Pascal.\"</p>\n<p class=\"cnM4OGJiYjFlZDlkMjRmNjZhNDU4MDVlMWFlZWRmMzc2\" data-original-margin=\"\">\"I told you that you would not regret it,\" Pascal replied with a smirk.</p>\n<p class=\"cnMxYjA3ZjcwYmY1YTQ0ZmE4N2ZmM2UxZmRhNTE0ZTNl\" data-original-margin=\"\">Sylviane giggled. \"Don't celebrate yet. The job is only half done. What's next?\"</p>\n<p class=\"cnMzMmIxOTVhNDVlNDQyOTQ4ZGFlNzUwMTc3YjdlMjQ4\" data-original-margin=\"\">\"Next, we meet with your father and go over the details,\" Pascal remarked. \"With all the petty nobles we have to rope in to make this work, only his authority can <em>guarantee</em> its success.\"</p>\n<p class=\"cnNiZTIwMGFjODczNTRhZWU5OGRmNTJkNzBkNTIxZDg2\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation."
}