{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0MGViNmZlYWM1NzQ1NTFiMzZiNWY3NTFlMDJjMjlk\" data-original-margin=\"\">It was just after dawn when the Tauheed army finished their morning prayers and began the advance. Their soldiers and siege engineers pushed forth onagers, trebuchets, and bombard mortars into position. Wheels creaked as these artillery rolled down tracks of transmuted clay set into the ground. Meanwhile on a nearby hilltop, General Salim gazed through his binoculars and scanned the layered fortifications on the opposing riverbank.</p>\n<p class=\"cnM5OGIxMGU1NDVlYzRhMDVhZGRmMzY3ZDMxNjE1NmY0\" data-original-margin=\"\">\"I fear I may have given them too much time to prepare, Hakim,\" General Salim voiced to his wazir.</p>\n<p class=\"cnNhMzY5OTg5MTNjODQxODM4MzlhZTc2ZDA3NmRjOTZi\" data-original-margin=\"\">\"We could not have known that the air cavalry which intervened in the last battle did not arrive with greater reinforcements. And after that we had an outbreak to quell before we could advance.\" The Marid reasoned stoically. \"Nevertheless, we brought enough artillery to conquer hell.\"</p>\n<p class=\"cnM0NGNmYTcxODFjZTRlMmNiOWNiMTQzNDA0NWMyMDFl\" data-original-margin=\"\">The General smirked as he turned to his partner. Hakim always worried about details more than he did. Yet the Marid never failed to calm his nerves when facing difficulties. Though this time Hakim didn't meet his gaze -- those clear blue eyes stayed fixated on the water.</p>\n<p class=\"cnM1ZWNjODg1YjIwMjRhMWFhMTRjMmI0ZDhiMzRkOTU2\" data-original-margin=\"\">\"Something wrong with the river?\"</p>\n<p class=\"cnNiZDMwNzMxZGY1NDQ2M2U5ZTdkZGIxNTM4NTcyNjQ5\" data-original-margin=\"\">\"Perhaps,\" Hakim pondered. \"The water is much lower than what intelligence claimed.\"</p>\n<p class=\"cnM3OGYxMDIzMWQzZjQxZWZiNmQ3ZGQyZmMyY2FkZDY4\" data-original-margin=\"\">Spies had reported before the invasion that the Gwilen river crossings were at least two hundred paces wide and up to twelve paces deep. It was one of the reasons why they brought bridging equipment. However at the moment, even the widest part of the river crossings couldn't reach a hundred and twenty paces.</p>\n<p class=\"cnMxY2MyYzgwZmMyMTRiY2ViOWRmMjc0NDQyOWUxZGY3\" data-original-margin=\"\">\"Isn't that a good thing?\" General Salim replied. \"It's wintertime. The snow will collect in the mountains until the spring thaw.\"</p>\n<p class=\"cnNjNWE0Y2Q1NzU3NjQxNjhiMDk2ODNkZDNiZWE1YmUw\" data-original-margin=\"\">\"But a warm front swept up from the sea just last week. Our spies reported rain in most of the lower passes. It should have melted at least some snow, to normalize the flow if not expand it.\"</p>\n<p class=\"cnNmNzIxZDVlNjI0YjRmOWY4ZTlmOTUwNTdhOWI0YWQ3\" data-original-margin=\"\">Hakim examined the riverbanks once more. The muddy gravel at its edge showed signs of recent submergence. The waterline was noticeably lower than even days ago.</p>\n<p class=\"cnNjZTI5ZjI1YTQ1NzQ5YjA4NTEwZWQ4MjQ2NDA2ZjYz\" data-original-margin=\"\">\"Lieutenant,\" he gestured for a signal officer forward. \"Tell Brigadier Arslan to take his cavalry brigade upriver. Reconnaissance in force.\"</p>\n<p class=\"cnMyZWE3OGJmOTQ1YTQwODZhNjYzOWI4MzNmNDA5YzMz\" data-original-margin=\"\">\"Yes, General!\"</p>\n<p class=\"cnMwMWQzZTViNjhiYjQzZjc4NDFiNzEzMGQ5MjE3ZmY1\" data-original-margin=\"\">Salim then stared at the battalions of Lotharin troops garrisoning the riverfront fortifications. His hand brushed his thick-beard and tugged once again as his mind wandered into deep thought:</p>\n<p class=\"cnNhZWFiZTAyMzMyMTRiYTk4ZDA3NDcwNjdjNmE4ZTI0\" data-original-margin=\"\"><em>If the river really is blocked, then...</em></p>\n<p class=\"cnM4MzM4OTgyNTBhYzQ2NmRiOTM2NzMyN2UwZmM3ZmU3\" data-original-margin=\"\">The Lotharins attempted to play dirty, and God saw it fit to reveal their treachery. But now, it also presented him with an opportunity.</p>\n<p class=\"cnMxNzdkMzQyMDI5NTQ2NjhiMTE1Mzk0NjZhMTZlMTRk\" data-original-margin=\"\">All the bridges across the river had already been destroyed. Even the final rope bridge, which connected to a small, palisade fort on the south bank, had been cut when Salim ordered three battalions to storm the bastion last night.</p>\n<p class=\"cnNlMzkzNjZiMjlhMTRlYjFhMGZkNTc1N2JkZTRjNzA4\" data-original-margin=\"\">\"Send all siege artillery forward.\"</p>\n<p class=\"cnM3MmQ5M2U2N2I2ODRhN2NiZWMyMmE5YWQ4MjYzYTAz\" data-original-margin=\"\">\"All?\"</p>\n<p class=\"cnNmNzQwZmQ1YTljZTQzNDdhNzY4ZTNjMzhjYmFlMzgx\" data-original-margin=\"\">\"Yes, <em>all of them!</em>,\" the General repeated. \"Advance to firing positions. Order six battalions of skirmishers to screen the advance with smoke. March all assault formations to just outside the enemy's maximum range and hold. Tell Brigadier Tariq we'll be using his idea today!\"</p>\n<p class=\"cnMyNjYzZTU5NWJhMzQ5NWZiZDQ1MjgxNWQwOWRhZjNi\" data-original-margin=\"\">He never noticed the insidious smirk that spread across his partner's normally stoic expression.</p>\n<p class=\"cnNmODg5NzBmMzAxYzQ2MGM4ZGU5NjMyMjBhY2NhZmFl\" data-original-margin=\"\">\"Yes, Your Eminence.\"</p>\n<p class=\"cnMwZGJjMGQwZmE1NTQzOWZiZWY4YmYzNDBiOTU4Yjlm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzYjNkNWQxZDAzYjQ1M2I4ODBhODFiMzcyNjMxNDE4\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiMmNmOWYxM2U5NDQ3OGQ4YjQ0NmM4ZmZmYWVlN2Qz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlNWYyYjdlMzY4MjRiM2U5MTkxMTBhOGUxNGI2ZDky\" data-original-margin=\"\">Pascal leaned with both arms against the map table inside the Rhin-Lotharingie command cabin. It looked as though he was scrutinizing the countless unit markers lined across the three-dimensional illusory-projection. But in reality, his vision focused through his familiar's eyes, gazing across the river from the central redoubt on the front lines.</p>\n<p class=\"cnNkYmEwMDc5MWQ1MzRmNTY4N2QzMjE2NzIyYzc1ZDNm\" data-original-margin=\"\">Not that there was much to see.</p>\n<p class=\"cnNiZDVmM2I1ZTEyNDQ5OTY4MjZlMjgzN2NjMWQzNGE1\" data-original-margin=\"\">Half an hour ago, he could still see thousands, tens of thousands of infidel troops marching on the river. Their neat columns of armor had dyed the entire countryside in lanes of green and yellow. Then, thin screens of lightly-equipped skirmishers broke off from the army and charged towards the water. Many of them carried backpacks which sprayed thick, white smoke into the air.</p>\n<p class=\"cnMwZTZmODJjNWYzOTRjNDRiYTgzMzYxNmYzMmYyMzMz\" data-original-margin=\"\">Individually-aimed arrows soared out from the Lotharin lines as the rangers sniped their enemies from long range. Hundreds lay dead before the remaining skirmishers broke and ran. Nevertheless, those thick blankets of white smoke enshrouded everything beyond the river like a deep fog.</p>\n<p class=\"cnM1MTM1YWVkNjgwMzRjZTQ4ZDZmNDI2YzI5ZGU5YzRm\" data-original-margin=\"\">Pascal had sent orders for the army's stormcaller mages to summon a wind to the battlefield. However the air remained still. There wasn't even a gentle breeze.</p>\n<p class=\"cnM3MWM1ZWJiODQ5NTQ0NzdiOGE0MWRmN2M3ZjJiZTFl\" data-original-margin=\"\"><em>They must be countering us with Tranquility spells,</em> he could only surmise.</p>\n<p class=\"cnM2ODg0NDUzNjE3NDQwMzliMGMzZGYwMTZmNmE2YWFk\" data-original-margin=\"\">None of their <em>Sight</em> spells would penetrate the white haze. The literal fog of war had forced him to rely on Kaede's hearing instead. Pascal could hear the stomping of iron hooves, the creaking of wooden wheels, and the clinking of chainmail.</p>\n<p class=\"cnM2NTc2YTlmMzQ5NTQ1ZTQ4NTVlMTI2MTMzNWMwYjZk\" data-original-margin=\"\">\"&lt;They should be nearing the river by now.&gt;\" His familiar noted through their private telepathy.</p>\n<p class=\"cnMyOWJmNGIyMjdjMzQ0N2I5MTU4NjM3N2YyMDM1NjNk\" data-original-margin=\"\">\"Sir!\" A signal officer within the command cabin pulled Pascal's attention back to his own body. \"Duchess Jeanette reports sighting of enemy bridging equipment. She requests reserves to be dispatched to her front.\"</p>\n<p class=\"cnMwYTViM2E4MzZjYTRmN2JiZmY1YmRhYTAxY2MwMjE3\" data-original-margin=\"\">Pascal checked the map. The Duchess' troops were near the extreme right flank, where the ground was soft as it lay next to a marsh. It was more likely that a thinner smokescreen had given Jeanette an early glimpse, and not that the Cataliyans would direct their main thrust there.</p>\n<p class=\"cnMyODEzNzA3NDYzYjQ5NzA5NTZmMTg2M2YyYjYyZjhh\" data-original-margin=\"\"><em>If I was in command of that army,</em> he thought. <em>I'd use my crushing numerical advantage to launch an attack across the entire front.</em></p>\n<p class=\"cnM0MzA5YWE2OTJlYTQzNjc4YmZhYTRlYjM2YmY5MmVj\" data-original-margin=\"\">It would be foolish to assume that his opponent was stupid enough to use anything less than the clear, optimal strategy.</p>\n<p class=\"cnM5NzYyNDZkMDU1MjQ4ZWQ5NDk1ZGIzMDVlOTZhOTg2\" data-original-margin=\"\">\"Sir!\" Another officer cried out. \"Sir Gerard reports that the dam garrison is under attack.\"</p>\n<p class=\"cnMzOWJiY2VmNzc1YjQ5MGViMTdmZjEwZTNlZDA5OTg1\" data-original-margin=\"\">Pascal's eyes widened as he abandoned all previous thoughts. His eyes swiveled to an upriver marker, where he had ordered the river dammed from twenty kilopaces upstream after they retreated here. The reservoir had filled for days and was ringed by a wide area illusion spell. It was sufficient to fool any survey by cavalry scouts or airborne familiars. Only a thorough reconnaissance of the area would be able to notice its presence.</p>\n<p class=\"cnNhODczYmEyODg2MTQ2NWQ4NTU2MTU3MzE3NmE4ODk3\" data-original-margin=\"\">\"By what forces?\" He demanded.</p>\n<p class=\"cnMzN2FjN2YxNTY2YTQxNDM4NzBlZjU2Nzc4MDAwMzg1\" data-original-margin=\"\">\"No less than five battalions of mixed cavalry! They arrived in overwhelming numbers!\"</p>\n<p class=\"cnNkY2I3ZmU1NGQ2MTRiZjU4NTI3OTgyMWM5OWExZWEz\" data-original-margin=\"\">\"Order Sir Gerard to fall back to the north bank and defend his position! The enemy must not be allowed across!\" Pascal responded as his fingers balled into fists.</p>\n<p class=\"cnM5OGE1YjNlM2JmZjQ3YjBiYjExZDgzZTkwZGY0OWM3\" data-original-margin=\"\">The young Landgrave knew that Gerard had only three hundred men with him. He could never defend the dam from being taken by an overwhelming force. However he could take advantage of the bottleneck to ensure that the Cataliyans cannot cross.</p>\n<p class=\"cnM0MDRkYmNkZWQ4ZjQ0NTI4MzhhNzJmODA0NGJmMzQ2\" data-original-margin=\"\">Nevertheless this was still a terrible blow. The battle had yet to begin properly, and Pascal had already lost one of his trump cards.</p>\n<p class=\"cnM3ZjY4OWFkNWM2NjQwNDFiMmU0NDBlOTRiNGJhOGRl\" data-original-margin=\"\"><em>No. I still have a chance.</em></p>\n<p class=\"cnM2MDkwYzc3ZmU1NTRmZjk4ODhjOTUxMGE4YWQyY2U5\" data-original-margin=\"\">Hidden within the timber and stone dam was one of Pascal's mana-storing gems. It had been especially enchanted so that he could remotely detonate it with a <em>Farspeak</em> communication spell. He could destroy the dam now to curtail any chance of the infidels crossing it. However it would be more useful to trigger it during the middle of an assault to flood the downstream river crossings.</p>\n<p class=\"cnNiYmRmMTVkMGZiNDRkZDJiM2UxNmFjNWMyMmY1MGZj\" data-original-margin=\"\">The young lord synchronized his senses back through Kaede's eyes and ears. He couldn't see anything through the smoky haze, not even the few remaining orchard trees they had painted yew-white as rangefinding markers.</p>\n<p class=\"cnNlYWM4YTdjODUwYTRlMTRiZjJkMmYzYmQ2MDM0YzUz\" data-original-margin=\"\">\"&lt;How far would you guess they are?&gt;\" Pascal asked through his familiar bond. Kaede's keen hearing made it impossible to judge distances based on his own experience.</p>\n<p class=\"cnMxMTM4OTRhNDdhMjRiNjk4NGRhNzJlMjk5ZTMzMGQz\" data-original-margin=\"\">The inexperienced girl took a moment as she focused on the stomping boots and creaking wheels, before confirming with a nearby ranger captain.</p>\n<p class=\"cnNiODI4ZjE1YWI2ZTRmY2JiMGMyNzQ2Nzg1ZWFjZjdm\" data-original-margin=\"\">\"&lt;Less than a kilopace.&gt;\"</p>\n<p class=\"cnNmOGY0MTgxYzcyNjRmNzdhYTNmODE1YjM4Yjg5ZmVm\" data-original-margin=\"\">\"&lt;Ready incendiary barrage for 800 paces.&gt;\" Pascal ordered. He had to do something to impede the enemy, even if the Lotharin siege would be firing blind.</p>\n<p class=\"cnNkOTMyNTQ1OWEwYzQyNzNiMjE0MWQxODAzYWZhZWMx\" data-original-margin=\"\">\"Load incendiaries! Eight hundred!\" He heard Kaede cry on the other end.</p>\n<p class=\"cnMzYzI0OTE5MTFjMTRlYzZhY2M5NDNkNjhlMWI3YTI0\" data-original-margin=\"\">\"LOAD OIL! EIGHT HUNDRED!\" The shout rang down from the stone fort to the entrenched siege crews. The words echoed as were repeated from captain to sergeant to soldier.</p>\n<p class=\"cnMwNWJhZGM3NTNhODQwOWQ5ODgwNTE2MzZmMjVhOTY0\" data-original-margin=\"\">Pascal could hear the sound of barrels being rolled through the trenches. The combustible ammunition was housed away from the siege engines, in bunkers dug at least five paces into the ground.</p>\n<p class=\"cnNjNGE5Yjk0NzM2MDQ2YWE4Y2MxN2I0ZmQ4N2IzOTNi\" data-original-margin=\"\">Meanwhile from behind the redoubt, the sound of a slow viol reverberated in the morning mist. Vivienne's fiddle began its prelude, a sweet and gentle adagio that conjured the nostalgia of home to the Lotharins. Other instruments soon joined her from nearby, a musical trope of mandolins, flutes, drums, and even a harpsichord. Their melodic timbre rose across several kilopaces of open field, amplified by the unique magical aura of her phoenix Olifant.</p>\n<p class=\"cnM2NDQ3NmNkMmM2NzQ4NGM5OGRlNDBkNTRlZjJjYWIw\" data-original-margin=\"\">Kaede swiveled her binoculars back in curiosity. Its lens refocused just as Vivienne raised her bow into the air. With a viol pressed against her slender neck, the winterborn began an aria in beautifully pitched soprano.</p>\n<p class=\"cnMxMjVlN2RlMjRlNDRjYjE5OWJhNDkxNTkyMjU2Zjlj\" data-original-margin=\"\">\"&lt;Her magic is laced into the very song.&gt;\" The Samaran girl was in awe as she sensed the mana drifting across the air.</p>\n<p class=\"cnM3MTc4OWVhYzYyNzRhZmVhOTdjYWVlZDM1OWU5ZmY5\" data-original-margin=\"\">\"&lt;Fae concordance magic is an art almost extinct. It uses acoustic harmonics to weave mana into the air, which is then used to manipulate the flow of ether across a large area to take on spell-like properties.&gt;\" Pascal explained to fill her curiosity just as crashing cymbals resounded across the air. \"&lt;But eyes front, Kaede.&gt;\" He added before his familiar turned her binoculars around.</p>\n<p class=\"cnM2NjE3OWMyMTlkMzQ1MzdiMDgxZTUwNTI5NDQ2NTJi\" data-original-margin=\"\">Though truth be told, Pascal was also curious as both the instrumental music and Vivi's song leisurely rose in tempo. The musical energy grew alongside trickling streams of mana, which supposedly used the frequency oscillations of harmonics to alter both free-flowing ether and the mana of other mages. How exactly this worked was a topic even he did not understand.</p>\n<p class=\"cnMzNGQ4NmQ5NjU4YTQ0MGQ4ZmVmNDZhYjZjODJmOTZj\" data-original-margin=\"\">Pascal had read theories that magic was more of a waveform than a flow of particles, with 'mana repulsion' being caused by destructive interference when two waves collided. However, as the debate was largely abstract and had minimum impact on the existing application of Aura or Runic Magic, it was also a topic he mostly ignored.</p>\n<p class=\"cnNkYzJjNzUwNGZiNDQ3YzViNzViOTBhNDIzN2E4NjNi\" data-original-margin=\"\"><em>Clearly, this field of research is less 'theoretical' than I had thought.</em></p>\n<p class=\"cnNjMjY5MDc0NDdiMjQwNDViYTdmMmQzMmIxM2FjYTU4\" data-original-margin=\"\">The young lord still remembered Sylviane's excitement when she first discovered what Vivi was capable of. According to her, Vivi's magic might be sluggish, but it also had the potential to enchant entire armies. Now, Pascal would get to witness firsthand just what that entailed.</p>\n<p class=\"cnM3OTJmM2FlMTRhNzQ2NWRhMGIxNGQxYzYyNGY1OTgw\" data-original-margin=\"\">Moments passed before Pascal heard various sergeants report their siege weapons loaded with a cry of 'READY!' The voices were uneven and sporadic, as different crews varied in the time they took.</p>\n<p class=\"cnNkYmE5YTk1MmFjMjRjZjQ5MDdkZDNlODU5NTg4ZDUy\" data-original-margin=\"\">\"&lt;Volley&gt;.\" He gave the order.</p>\n<p class=\"cnNmYTc3MzFlYWJmMTQ4N2RhMGI3NGMzZjJlYjdkMTdk\" data-original-margin=\"\">\"Volley!\" His familiar passed it along.</p>\n<p class=\"cnMzMGZjYjhmMWUzMTQ4ZGRiZDFlNWJlOTIxN2NmYjYw\" data-original-margin=\"\">\"VOLLEY!\"</p>\n<p class=\"cnMwOTgwZGQyYmY2ZTRlOTc4OGJjYzg2YTQxODYxZmQ0\" data-original-margin=\"\">Over a hundred onagers and trebuchets had been spread along the twelve kilopace riverfront and dug in behind earthworks. Their wooden frames shook as their catapult arms threw out their payloads. Buckets of shrunken barrels flung into the air, where they returned to normal size as they passed through raised <em>Dispel Screens</em>.</p>\n<p class=\"cnM3ZjhhM2Q0MTdhNDQ5MjI4ODQ2YmUyYWZhNTFkNjI1\" data-original-margin=\"\">\"&lt;Talk about a violation of every conservation law.&gt;\" Kaede stared as the sudden increase in mass made no difference to velocity.</p>\n<p class=\"cnMwMDBlOTc4NWQ3MDQ0OGRhMzM2ZmIxYjM0N2Y2NmQy\" data-original-margin=\"\">Within the span of seconds, one-hundred-thirteen heavy Lotharin siege weapons launched over three hundred chest-high barrels. Oil and pitch filled each of them to the brim, capped by an 'ignition' lid that carried a simple burning flask. The massive volley scattered as it flew across the river and vanished into the fog bank. Sounds of shattering wood signaled their crash, which was then followed by roaring fires and the screams of burning men.</p>\n<p class=\"cnMxNGE4MWE0YmIwMDQ0Yzc4MmQ3ZTc2MjE0MTY1OTU0\" data-original-margin=\"\">Thick, black fumes mixed with the white smoke that enshrouded the southern banks. Yet even this could not entirely conceal the carpet of flames that began to consume the other bank.</p>\n<p class=\"cnM0YTIwZDczOWVmMjRkMWRiMjhlZWZiYzgxNmExZWZj\" data-original-margin=\"\">Through their empathic link, Pascal felt Kaede struggle to maintain control against her dismay at the painful shrieks. Though to him, the audio feedback was troubling in a completely different way:</p>\n<p class=\"cnMyNWUxNDFkNmJiYjQ1YWY4YTk4YmMyNWM5NDA5NmUx\" data-original-margin=\"\">An army was supposed to be marching down those slopes. Where were the masses of dying men? Even if the infidels had <em>Legion Resistance</em> wards raised, the intensity of the holocaust should still reap a heavy toll. Yet amidst the layers of white smoke, he could hear the screaming of a few hundred at most.</p>\n<p class=\"cnM0ZWRhYzVhMjg2OTQ2OWY4OTQ2ODUzNDc2MWEwNzkx\" data-original-margin=\"\"><em>Something is wrong.</em> Pascal paused to ponder. At the same time, he noticed that Vivienne's gentle singing had faded. The beating of drums replaced it as the rhythm escalated in a span of seconds.</p>\n<p class=\"cnNmZjMxZWUyMTQ3NTRjMWFiM2Q3ZmZkZjhlZjRmODFm\" data-original-margin=\"\">The Oriflamme bard stopped singing as she returned to pure instrumentals and launched straight into a heated performance. An uplifting beat streamed over the air as Vivienne's viol strummed faster than anything he had ever heard. Her fiddle strings reverberated as though on fire, its pitch rising steadily as the song burst into an extended crescendo.</p>\n<p class=\"cnM2YWE5MGNmYjJmMDQ3ZTRiOGQyMjkwOTc2ZjY1Y2Ex\" data-original-margin=\"\">-- And it didn't stop at being mere music.</p>\n<p class=\"cnMyZmVlODkzMzE0YzQyNWY4MzU4Y2IxYWZiMGM5YjVh\" data-original-margin=\"\">Pascal watched through Kaede's sight as the siege crew closest to his familiar loaded in perfect coordination. The soldiers seemed more energized than ever as they stashed one shrunken barrel after another onto the catapult bucket. Their every motion was efficient and harmonious. There wasn't a single wasted movement, not a second of delay.</p>\n<p class=\"cnNjMmUwNzg2ZTgxZTRmODY5OTkyYWNiYmQ1OWNjNDIx\" data-original-margin=\"\">\"READY!\" He soon heard the sergeants' call. Dozens of them resounded in near perfect cohesion, synchronized within a margin of seconds.</p>\n<p class=\"cnMwM2M4MzY3NGJjNTQ2ZjY4ZGQwZGJmNWE5YTY5ODcw\" data-original-margin=\"\">Even during the heat of battle, Pascal felt his jaw drop momentarily.</p>\n<p class=\"cnMxOWM2NDJjMzgxNTQ4YjQ5NWEwOGMwNTQ2NzFjOGI1\" data-original-margin=\"\">The loading of ammunition had always varied between crews. The massed fire of missiles always grew more incongruent as soldiers tired from their muscles' strain. Yet somehow, none of these laws of warfare applied to the Lotharin army now.</p>\n<p class=\"cnM5OWNmNjI4YTYzYjQxMDU4NjY0ZDYzYmM2Yjc0MGNi\" data-original-margin=\"\">It was as though Vivienne led a concert of war -- a conductor of not instruments but massed artillery.</p>\n<p class=\"cnMwZDU4ZGMzMzViNzQ4ZWI4YzBkNjI4ZWM2OWU4OGVj\" data-original-margin=\"\">\"&lt;Second volley.&gt;\"</p>\n<p class=\"cnNmYzIzOGU0NGE3YTRkOGU5YzFiYzgzMjEwMzA2YzIw\" data-original-margin=\"\">\"Volley!\"</p>\n<p class=\"cnNlYmM3ZmZhOGM2MjQxY2Y4Yjk1MThiOTE4NzIzYzBh\" data-original-margin=\"\">\"VOLLEY!\"</p>\n<p class=\"cnM3MjE4NmIxY2RlNzQyMzg5M2YzNGQ3Y2RjMjY3N2Q3\" data-original-margin=\"\">Again, Pascal sent the order for the Lotharin catapults to launch. Again, several hundred burning barrels hurled into the shrouded enemy front.</p>\n<p class=\"cnM0OWU4NmY2YzFkMTRhYWRiMTkxY2EwMDA5ZDBmOTZm\" data-original-margin=\"\">Again, the returning screams failed to meet expectations.</p>\n<p class=\"cnMxZmZiNDJkNWMyMzQ1NDZhNzYxZDcwM2RiMDExMGQ2\" data-original-margin=\"\">A breeze created by the roaring flames was beginning to disperse the smoke. But before Pascal could see anything more than the burning husks of scattered Cataliyan trebuchets, a massive explosion erupted to the east from upriver.</p>\n<p class=\"cnNhY2M5ZjQ5YjRjYzQxYWRhOTkxNzM5MDAwMzQwZDNi\" data-original-margin=\"\">The earth trembled as rock debris and dirt flew high into the air. The explosion was so powerful that his familiar could spot its signs even from twenty kilopaces away.</p>\n<p class=\"cnM0N2VkNDBmYmFjMjQ0MTU4NDk2M2MwMjM1ODQ1ZjMw\" data-original-margin=\"\">Already, he could hear the distant roar of water through Kaede's keen ears. It would take only minutes before they reached the battlefield. The small reservoir they managed wouldn't be enough to flood the banks. However the rushing waters would still make the river impassable for several hours at least.</p>\n<p class=\"cnM1MWMzN2MxNmIwYjRkODZiNjM5OGQ0NWM5M2JjY2Ex\" data-original-margin=\"\"><em>Shit,</em> he managed to suppress a swear.</p>\n<p class=\"cnM0MGQ5N2FkMzlmYjQ1YTZiYzA5OGNjYjg3MTQzNGUy\" data-original-margin=\"\">Not only had he just lost his best trap, but the infidels had completely fooled him.</p>\n<p class=\"cnNkZDgzNzIzNDQzZDRkNjliY2I2NjdlM2FkZDhiNTI4\" data-original-margin=\"\">There was no general advance. There would be no assault crossing today. The sound of stomping boots in the tens of thousands, the glimpses of bridging equipment -- they had to be all illusions. And nobody had noticed because the smoke had impeded all sight-based magical detection.</p>\n<p class=\"cnM4NGQ1ZWFiZDZiNzRmYjViY2RiZGM4NDc1OTY2Y2I4\" data-original-margin=\"\">The enemy was rolling in for an artillery duel.</p>\n<p class=\"cnM0ZWQ2MzBjNTUzNDQ0NmFiM2YyNjgwNzg3NGZlM2Rl\" data-original-margin=\"\">\"Order all frontline infantry to pull back! NOW!\" Pascal ordered by both word of mouth to the room's signal officers and by telepathy to Kaede.</p>\n<p class=\"cnM0OWJkZjZjMzgyZDQ3Y2NhNzhjOTc2NzY3YTQyZjcy\" data-original-margin=\"\">Yet even as he said this, he already knew that they no longer had enough time.</p>\n<p class=\"cnM2NDVmZjQxZGNkNDQ5MmU5NmI2N2NiMjdjMTdlM2Iy\" data-original-margin=\"\">Soon, the Cataliyan artillery would be ready to return fire, and their numbers stood at more than four times the Lotharins'. Such quantitative superiority would overwhelm even the magical defenses of professional Weichsel battalions, let alone the Rhin-Lotharingie militia formations which always ran a shortage of Magic-Capable Officers.</p>\n<p class=\"cnMzYjY2NDQ4OTIxYjQ2YWFiOGJkY2Y2NTQwODFmMjJi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMzVkZTdhNzcxOTQzNTE4ZjA2NWU0YjJmMTdkZTVi\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmMmFiYjI5MzQxYzRhYTA5N2FiODUwOGI1ZmUyZTAz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhMmI0NDM1MzFmZDQzZTRiNjIzZmM2MGFiZDk0MDVh\" data-original-margin=\"\">\"LOOK OUT!\"</p>\n<p class=\"cnMwMzg1ZDcxMzc3ZDRlMWU5ZmRjZjEyZjNjOGRmNjYz\" data-original-margin=\"\">Kaede hardly registered Robert's cry before Elspeth, one of Sylviane's armigers, yanked her back from the redoubt's battlements. A cerulean disk eight-meters wide projected from the Princess' shield just in time to block and shatter an incoming barrel.</p>\n<p class=\"cnM4ZjRhZjEyMmI3ZjQzOTFiYzljNDE2ZDk1ZDYzYzA5\" data-original-margin=\"\">Two armigers quickly renewed the <em>Spellshield</em> wards that the previous <em>Dispel</em> arrow had torn through, though that didn't stop the flames from pouring onto Kaede's former spot. Had she been there two seconds longer, the liquid fire would have roasted her alive.</p>\n<p class=\"cnM2NGQ4ZGE4Mjk0NzQ5ZTg5MzZlZWI3MmM3ZGJjZDgx\" data-original-margin=\"\">\"Thank--\" The Samaran girl swiveled to voice her appreciation, only to hear a derisive whisper from Elspeth:</p>\n<p class=\"cnNjYTdlNDU3ZjJjNjQwYzViYmQ0OTAxMDJkODQ3YzQy\" data-original-margin=\"\">\"Useless.\"</p>\n<p class=\"cnNlZTExZDIzM2E5ZjQwYzk5ZGQ3MGRkMzQ1MDZlNWU5\" data-original-margin=\"\">The petite girl wasn't even looking at Kaede. She dashed to the left, threw out her arm, and launched a volley of <em>Mana Seekers</em>. The peridot-green magic intercepted several hostile spells and enchanted arrows.</p>\n<p class=\"cnNjY2U1YTI3ZGEwZjQ3MzE4YjhjMzM4ZWU1ZmVkNWQ1\" data-original-margin=\"\">Meanwhile twenty paces away, an oil drum fell straight into a trench intersection.</p>\n<p class=\"cnMzZjQ3NmFjYTZkNzRiMTFiYjRjODY2ZmM3MTJjZmNm\" data-original-margin=\"\">\"Ah-AHHHHHHHHH!\"</p>\n<p class=\"cnM0NWY2MzUyYjUzMzQzM2U4YTU0NDM4NWJmMTE5NmZm\" data-original-margin=\"\">A squad of retreating infantrymen had been bottlenecked there. Twelve men turned into human torches as bursting oil ignited their chests and faces. More screams resounded from behind Kaede, as a thrown powder keg detonated against the edge of an earthen redoubt. Its explosive force blew four archers into the air in pieces.</p>\n<p class=\"cnNhMTRhOTJkOTFhMzRjNzBiMGQ2ODIzOTZmMzg3YTgw\" data-original-margin=\"\">Behind the now smoking crater, a dug-in Lotharin onager replied with three barrels of its own. A Cataliyan trebuchet on the opposing bank turned to toothpicks as an explosive shot landed next to it.</p>\n<p class=\"cnNkOTkzZWNjMTdkMjQ5OTZhYjEyY2FkMmVmMWZiZjg2\" data-original-margin=\"\">Thirty paces away from the explosion, an enemy mortar's short, fat barrel was blown into the air. Lotharin rangers from the adjacent stone redoubt had punctured the defensive wards and struck the munitions case with a <em>Smiting Fireball</em> arrow.</p>\n<p class=\"cnNkYWY2NDQzNWFhNDQ1NzlhNWYyMTI4M2YxYmVmODk2\" data-original-margin=\"\">Scenes like this were duplicated dozens, hundreds of times across the entire front line. Blazing volleys flew overhead like meteor swarms. Flames erupted from every corner, accompanied by deafening blasts and blood curdling screams.</p>\n<p class=\"cnNhYTYyMzE3MTlmNzQ1MzFhYzY0OTVkOTczZTNmOWZh\" data-original-margin=\"\">Twelve kilopaces of river crossing had turned into hell incarnate.</p>\n<p class=\"cnMwMTA3ZDU4MTM3YzQ5YjNhNjcxYmJiN2VhYjIyMTg5\" data-original-margin=\"\">The Lotharin artillerymen at least fought behind the protection of strong fortifications and prepared magical defenses. However, the attackers' siege engine crews would have to fight in the open, shielded by only hastily erected wards.</p>\n<p class=\"cnMyMzdlOWQyNmRjYzQzNzlhZTk1NjIwNDcwNmFlMWRj\" data-original-margin=\"\">Meanwhile, the retreating Lotharin soldiers took advantage of their earthworks to shield themselves. Nevertheless, with so many shots flying overhead, some inevitably landed among the soldiers where they reaped havoc among tight ranks. Entire units collapsed into chaos as the militiamen broke ranks and began to rout. Some panicked soldiers even climbed out of burning trenches and fled across open ground, which only further exposed them to the chance of a horrific death.</p>\n<p class=\"cnM2N2NiMWUxODY2OTQyZjNhZjI1YTg3NzFkZTVkMDgy\" data-original-margin=\"\">Yet even in this slaughter, Vivienne's energizing tune continued. Her fiddle strings reverberated through the air, urging those who remained to synchronize their fire and fight on.</p>\n<p class=\"cnM4MTgyYjc1YmQ3MjRjZWY5YjdiMjBmNmNkYTRmZDAz\" data-original-margin=\"\">'Shoot at will' was in effect. However the Lotharin siege weapons continued to reply in cohesive volleys, trading blows with the massed infidel artillery. Friendly earthworks and wards offered them protection, but the occasional direct hit would still score a kill. With hundreds of heavy weapons continuously firing from the opposite bank, this 'occasion' became all too frequent.</p>\n<p class=\"cnNjYWFmYzk5NDM0OTQwNWRhMDk2OWE0NmRhZjRmYTY0\" data-original-margin=\"\">\"Shoot back you cowards! Shoot back!\"</p>\n<p class=\"cnMxZjkzODljMjE0MzQ1YmE4ZDE2ODg3ODdiZmUyOGNj\" data-original-margin=\"\">Kaede spotted a familiar face on a nearby earthen rampart. It was the veteran sergeant she saw kneeling before Lady Edith two days ago. His arms pulled back a longbow as he turned to yell at a trio of militia bowmen who cowered in a trench. Yet before he could turn around to loose his arrow, a rock flew overhead and sank into the onager pit behind him.</p>\n<p class=\"cnM2YjQ1YjQwNWU3OTQxYTM4NjE0NTM1ZDlmZjAyMWVm\" data-original-margin=\"\">BZMMMMMMMMMMM.</p>\n<p class=\"cnM3NzcxNGZjMjJhZDRmM2JhOTAzNTgxYjc2YWJmMWNm\" data-original-margin=\"\">The anti-projectile <em>Repulsion</em> ward protecting the dugout failed under the sheer mass of the huge rock. The stone crashed into the siege engine before its imbued spell burst in a low bass. Sonic shockwaves shattered the boulder, the artillery, and the bones of its nearby crew. It created a hail of jagged splinters that shredded everyone nearby, including the sergeant who had been calling for his fellow soldiers to shoot.</p><p class=\"cmZkNzU3ZDk0NjIyYjRjMjVhYTY0MTBiMmQ5NGYxOWVj\" data-original-margin=\"\">This book was originally published on Royal Road. Check it out there for the real experience.</p>\n<p class=\"cnNjMjAxZjE3OTU5ZTRmYzU5OTg1YjNjZTZkZmFmNzc0\" data-original-margin=\"\">Kaede's brain froze as she saw the carnage inflicted by a single direct hit. Her body was already shaking from the pandemonium that reigned all around. The cries of burning men and dying soldiers summoned nightmares that she had struggled to suppress. But her resolve began to crack and break as she watched several bloodied corpses fall in slow motion to the ground.</p>\n<p class=\"cnNiZGY5MzUzZmVhZDQ4OTc5ZmVjMzdmMmE5MmUyNGVj\" data-original-margin=\"\">Her lungs had just emptied yet it felt like she had forgotten how to inhale. Then, as a blast of heated air knocked her off her feet, she fell painfully onto the hard floor of the stone redoubt.</p>\n<p class=\"cnM2N2M2MThjMGIxYzQ1MjVhZGQ3MDUyNGM5NjMwODM5\" data-original-margin=\"\">The Samaran girl's legs continued to tremble as she lay dazed on the stone floor. Her breathing remained ragged as her eyes looked up into the smoke-obscured sky. A blazing cyan Trinitian Cross was projected high above by Saint Estelle's famous spell -- the <em>Polar Cross</em> which called upon the men to fight for their Trinitian faith by reminding them that the Holy Father was watching above.</p>\n<p class=\"cnNiMjRhM2Q1Mzk4MzQwOTZhMGZhNTVhMWM3ODM5YWFj\" data-original-margin=\"\"><em>What god could possibly find holiness in this vision of hell?</em> The familiar thought.</p>\n<p class=\"cnM5ODkwYTIzMjc3ZTQ3Mzk4MDBkMWRjMjE4NGNhMGFm\" data-original-margin=\"\">\"Kaede!\" The Princess' face blocked Kaede's view with her hair burning in an electric-blue. \"Pull yourself together!\" Her cries shook the Samaran girl out of her stupor.</p>\n<p class=\"cnM5MjQzNWU0NzIxODQ4N2FiZjRhYWRmMjc2YWJlMTg3\" data-original-margin=\"\">The familiar reached out with a shaking hand and Sylviane grasped it to pull the smaller girl back up. The blazing aura which continued to emanate from the Princess was a soothing presence which helped to calm Kaede's mind.</p>\n<p class=\"cnNmYjc0MTk1Y2E0OTRjMTBhYzE4YTNmZDk4ODJlM2E0\" data-original-margin=\"\">\"Can you hit those barrels over there?\" The Princess asked. Her fingers pointed at a trio of wooden barrels in the distance that peaked just over a hill crest.</p>\n<p class=\"cnMzYTU3NThkYWZlZjQzMWJhOTMzYWM2MDk5MDczYzAy\" data-original-margin=\"\">With the help of both Vivienne's music and Hauteclaire's aura, Kaede took a brief moment to clear away unwanted thoughts. She then looked out to where Sylviane was pointing before realizing that it wasn't merely a few barrels. It was a powder stockpile which laid just beyond the ridge. There, the Caliphate's munition wagons had unloaded barrels of blast powder, which the soldiers rolled to the front-line siege artillery one at a time.</p>\n<p class=\"cnM2MzdhNTBjOTZjMTQ5ZTNhZmZiNjA3MTk2OGRhNDVj\" data-original-margin=\"\">A few lonely arrows soared toward it as nearby rangers took shots. But even with spell boosters, the Lotharins' yew longbows simply lacked the range.</p>\n<p class=\"cnMxZTI0OGU3MDAyMDQ4ZDI4NDJhMjFkN2U3MmYyYjY5\" data-original-margin=\"\">The Samaran girl took several deep, calming breaths to steady herself before nodding back. Her fingers squeezed the spring-steel morphic bow as she pulled out one of Pascal's specially enchanted arrows. She placed the arrow nock against the wire of her longbow. Her fingers squeezed an embedded quartz crystal as she activated its <em>Stormblessed Air Glide</em> spell.</p>\n<p class=\"cnNhZWFkNzllNjYwNzQ4Y2ZhOTJlYzAwZWQ3ZDQ2NzM0\" data-original-margin=\"\">\"Wait,\" Sylviane interrupted before her gloved fingers wrapped around the forward shaft. \"<em>Delayed Firestorm.</em>\"</p>\n<p class=\"cnMwNjk1MzFiNDk0NTQ3Njc4ODg4NTM4YWVhYTE3OWQz\" data-original-margin=\"\">The Princess then tapped the familiar's shoulders with a firm nod.</p>\n<p class=\"cnM4ODA0NGY3OTlkNTRkZjdhZGZlMDg4OTYxMWM4ODBj\" data-original-margin=\"\">Kaede advanced to the edge of the stone redoubt with bow in hand. Her legs carried her over the embers that still scorched the floor from the last enemy shot. She closed her eyes for a moment to clear her thoughts. Her mind zoned out the noise of the battlefield. Her eyes then reopened to focus upon the target and nothing else.</p>\n<p class=\"cnM5ZGIzMjQyYmU5MTQ4NGFiZmY2ZWY1Y2ZmZjNjYTQ2\" data-original-margin=\"\">The distance was around just over a kilometer.</p>\n<p class=\"cnM2NjQ0YjNhOGViYjRlMjk5MWQ2ZmNkZTk0YzY3ODhj\" data-original-margin=\"\">The elevation was but a five meter drop.</p>\n<p class=\"cnNiMGI1YzIwNTdhZjQ5NTliMTk5YjgzOGQxYzZlZWY0\" data-original-margin=\"\">There was only a slight breeze blowing across the battlefield. Nevertheless its impact was favorable as the <em>Stormblessed</em> spell would shift the wind's impact to help keep the arrow aloft. The <em>Air Glide</em> spell would further reduce the arrow's drop from gravity. This allowed flight arrows to achieve far greater range than they would on Earth, though the sheer distance would be a significant detriment to accuracy.</p>\n<p class=\"cnM5YjAxZjhkNWI4ZTRmOWY5MDlkMjgzMDIyMzQ1NTk1\" data-original-margin=\"\">Kaede adjusted her aim as she focused on the center barrel through the bodkin tip. Her mind was serene as it merged with the arrow in hand while she raised her bow and aimed her shot. She felt the bowstring pull away as her fingers released. The arrow contorted slightly as it was launched across a kilopace.</p>\n<p class=\"cnMzYWI5Yjc4NDhkOTQ4ZDA5YWE0OTk4YmJkNGEzNjZk\" data-original-margin=\"\">The familiar's eyes never left the target, not even as a bubble of warding flared around the target against the arrowhead's imbued <em>Catalyst Fragmentation Dispel</em>. The bodkin tip however penetrated and sunk into the barrel. Its shaft sticking out of the top like a lit bomb fuse.</p>\n<p class=\"cnNjMGIwNzJhZWFkNTQ1NTA4YWFhYzgzOTRlMDliMjgw\" data-original-margin=\"\">Two seconds later, the entire hillcrest vanished in an earth-rending blast.</p>\n<p class=\"cnNkNGMyMDMyMmQxYTQ3YTdhNmQyZGJkOTE1MTMzOGEx\" data-original-margin=\"\">It was just one stockpile among many along the twelve kilopace front. But even in a battle between tens of thousands on each side, the destruction of an ammunition stockpile wasn't an action that could be ignored.</p>\n<p class=\"cnM4MzgwMzU1NjlkZDRlNzY5YWIwYzE2MWVlZGQ5MmUy\" data-original-margin=\"\">\"&lt;Pascal,&gt;\" Kaede had an idea. \"&lt;Air strike those stockpiles along the front?&gt;\"</p>\n<p class=\"cnNlMTc3OTdlOTU4NTQ2NGFiZGZhMjA4NTIzMzk2YTIy\" data-original-margin=\"\">\"&lt;Denied!&gt;\" The response came immediately. \"&lt;If we fight over their anti-air, those drakes just over the hills will tear the Phantoms apart!&gt;\"</p>\n<p class=\"cnNlODljYzRlNDBlZjQzYTZhY2M1YzZjMjdkZTk5OGYz\" data-original-margin=\"\">Then, with a chilly tone, Pascal gave his next command:</p>\n<p class=\"cnMwMmFjZGI1OGM2MTRmNGJiNWYzMTVmOTk0YmI1Y2Zj\" data-original-margin=\"\">\"&lt;I am sorry, but you are on your own. Assist the defending artillery for as long as you can!&gt;\"</p>\n<p class=\"cnNlM2ViYjU5ODlmZjQwOTNiYzE5MGVkODQ4MGMzY2Q3\" data-original-margin=\"\">It was clear that he had already written off the fixed siege weapons as doomed. It was just a matter of how much damage they could inflict before their destruction now.</p>\n<p class=\"cnMxMmY1YzNhNjgwZjQ5NzFhYTQwM2EwMWQ3MDUxZDY4\" data-original-margin=\"\">BOOOOM.</p>\n<p class=\"cnNmMGJlNTRiZjQxMDQ3ZDdiMzNmN2QzYzhlMzZkODVk\" data-original-margin=\"\">Another explosion sounded from a mere dozen paces away. Its heat singed Kaede's hair as burning air filled her nostrils.</p>\n<p class=\"cnMxMjUzZjBlMjY0ODRlYzk5OTE3ODUwODNmMDRmMzRm\" data-original-margin=\"\">\"Ahhhhh!\"</p>\n<p class=\"cnM3YzNlYjA4MDE0NDQ2ODA5ZWI0YTJjM2IxOWQ4MzI3\" data-original-margin=\"\">Sylviane's interdicting fireball had been late in destroying a barrel aimed at the redoubt. Its burning oil splashed through a gap in the wards and onto a ranger's face and torso. The man flailed about in shrieking agony until he leapt from the tower and to his death.</p>\n<p class=\"cnNhNWUyNThmNmRiYzRhMDlhYmYzZGNmMWVhMTIwYmYx\" data-original-margin=\"\"><em>If we survive long enough,</em> Kaede thought as she sucked in a trembling breath while watching another Cataliyan trebuchet hurl out its boulder. Thankfully, the rock fell short of its target this time. It smashed into an empty earthen rampart before bursting apart under another sonic spell.</p>\n<p class=\"cnNkM2Y2YjFlODNlODQzMjQ5NjQ3YTdiYjFmMDY4OTVl\" data-original-margin=\"\">The crew was already loading their next stone. A spell-boosted Lotharin arrow flew in. However, a bubble-shaped <em>Repulsion</em> ward batted it aside as its <em>Dispel</em> failed to penetrate. And within the minute, the siege engine was ready to fire again.</p>\n<p class=\"cnNkMjgzNWUzZDIxYjQ4YmZiZjJlMzI3ZTUzZTZkN2M1\" data-original-margin=\"\">Kaede drew another enchanted arrow as she took aim across the river and envisioned the machine's previous throw. Guided by the inspirational beat of Vivienne's melody, she timed her arrow's release just as the counterweight dropped.</p>\n<p class=\"cnM0MGUyY2RlZTYxYTQyNjlhYTI5NjMxOWVlNzUyZDE1\" data-original-margin=\"\">Her arrow flew straight into the trebuchet's sling mid-throw. It triggered the boulder's imbued spell -- an overhead sonic burst that overwhelmed the wards and shredded the rock, the weapon, and its entire crew.</p>\n<p class=\"cnMzOTVjNTUxNGU2MjQ4ZTdhMDQ5ZDc0OTk5OTNhOGVj\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMzNDJjYjU4YzQ5ODQ3YTI5NzQzNTNhZjMxZjE3YmVk\" data-original-margin=\"\"><br>In the end, it took six agonizing hours before the Caliphate silenced the Lotharin heavy siege weapons. The last few remaining crews had fought to their death, even as the surviving marksmen from the redoubts withdrew.</p>\n<p class=\"cnNjM2M0ZDhlM2RlODQyMTZiNjUwNWYzYmE2MjdlZTQy\" data-original-margin=\"\">After six hours of being bombarded by boulders, explosives, and spellfire, Kaede no longer had the will to stop her arms and legs from shaking. Endless blasts echoed in her ears as she stumbled through burning communication trenches to the rear.</p>\n<p class=\"cnNiYjI1N2M4MzVkYTRkYmI5ZjE3YTcwM2EzNDg0YmI5\" data-original-margin=\"\"><em>How did the men at the Marne or Somme stay sane through this?</em></p>\n<p class=\"cnNkODVjMmYzYzljYTQzNjk5MzNkNmRjNzA2MDlmODgw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlZTQ3ODI3ZmQ0ZjQyM2ZiOWQyM2QyY2ExYjkzNzZl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4NGQ2NWVkMmMxMzRlZjlhMDMyYjM4YzMwMDM1MTMy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyMzUxZTk5YWM5NTRmZjc5MTkzOGE1NGY3MzIyYzVh\" data-original-margin=\"\">That night proved a much-needed reprieve, though Kaede could hardly sleep. Pascal sent squads of rangers back across the river on rafts to sabotage as many exposed artillery pieces and munition dumps as they could. Even within the safety of the inner camp, Kaede's body shook with every muffled explosion and ground tremor. Her mind would conjure visions of being bombarded on the front lines as though she was still in combat.</p>\n<p class=\"cnM0ZTdkOTUwYjg0ZTRiYTliYzFlYTMwZWFhOTQ4YjNj\" data-original-margin=\"\">She only managed a few hours of rest thanks to magical aid. Nevertheless, her eyes were bloodshot as dawn arrived the next day.</p>\n<p class=\"cnNiNzRkMWE0M2EzNzRjNTdiNDk0OTE4YjE0MTRlODdm\" data-original-margin=\"\">The riverfront fortifications lay in tattered ruins. Blast craters, scattered earth, and the burnt husks of siege engines littered the once green river banks. Only battered earthworks and half-destroyed redoubts remained to provide cover. Nevertheless, the fortifications that survived the previous day still offered the defenders a potent advantage.</p>\n<p class=\"cnM3NWNmNmQ3MmFkMjRjY2ViMThiZDUzODE5MDVjZjQ4\" data-original-margin=\"\">Now, Lotharin infantrymen rushed through the communication trenches as Kaede climbed up onto one of the surviving towers with a squad of rangers. The defenders huddled behind banks of raised earth while the infidels chanted from across the river.</p>\n<p class=\"cnNhMGZmZmNlOGVlYjQxYWNiNDRiYzk0ODIzNzRiMzk2\" data-original-margin=\"\">The Samaran girl watched in awe as tens of thousands of men in neat formations faced south. They kneeled and bowed in seeming unison as they offered their morning prayers. Then, as they stood back up and marched towards the river, the battle resumed.</p>\n<p class=\"cnNkNGZiNTZkMWE4OTQzM2Y5OWUzN2I1NzVhNjhhMWZm\" data-original-margin=\"\">Nearly a hundred Cataliyan siege artillery pieces remained to open fire. Their barrage supported a dozen battalions of compound bowmen who advanced on the muddy riverbank. Behind them came armored wagons that looked almost like battering rams. They were loaded with cylindrical floats and bisected timbers as engineers pushed them forward to erect pontoon bridges.</p>\n<p class=\"cnM4NDg0OTNlMjBjOTRhNjNhMjgxMGQzZTk2NDYwMTM3\" data-original-margin=\"\">\"ARCHERS FORWARD! LOOSE FORMATION!\" Sylviane shouted.</p>\n<p class=\"cnM2YWMxNzE5MGQ0MTQwYzQ5MzZhYjNlMWNiNjI2ZjAy\" data-original-margin=\"\">Orders echoed along the twelve kilopace front as thousands of Lotharin longbowmen marched forward. Soldiers climbed onto the earthen ramparts and took position behind the remaining parapets. They braved the hellfire that rained down upon them as they nocked arrows to release volleys against the incoming foes.</p>\n<p class=\"cnMzYTljZDYwMmMyNDRkYjRhMmEwOGNiNzdmMmUxMDAy\" data-original-margin=\"\">The average Lotharin archer was less drilled than his opposing counterpart. However, what they lacked in military discipline and coordination, they made up for through their numbers and their long, cultural tradition in archery. Massed volleys from militia longbowmen soared out one after another in rapid succession. Their arrows led by the rangers' tracer shots and imbued by their officers' spells.</p>\n<p class=\"cnMzMTdjNzc4YzY5NzQxNzhhM2Y0NTA3ZDQzNjhmNmRh\" data-original-margin=\"\">Orders to 'shoot at will' were in effect once more. However the Lotharin volleys came in perfectly synchronized cohesion as Vivienne's fiddle strings resonated through thousands across the front.</p>\n<p class=\"cnM4NGJmODEwNzA4ODRhMDJiYWJiYjE0YzJkZDIyY2Rh\" data-original-margin=\"\">Arrows poured from the skies like rain upon the Cataliyans. They shredded one company after another of Caliphate missile troops who had to fight in the open. The enemy even began to commit their Asawira armored multi-role cavalry, which galloped forward to form shooting circles as they kept the pressure on the Lotharin archers. Nevertheless, the sacrifice of hundreds allowed Cataliyan engineering teams to reach the river. The armored wagons' ramps fell down as their combat engineers raised pavise shields and their smoke canisters dispersed thick white clouds.</p>\n<p class=\"cnNiYjJlMmE3ZThkMjQxNTdhYzllNTBkYzhmN2Y4MmQy\" data-original-margin=\"\">Floats and timbers rolled off these wagons as construction spells took hold and began the rapid assembly of pontoon bridges. Bisected timbers aligned in neat rows as transmutation magic fused attached iron girders into a plated surface. Silt from the riverbed rose and hardened into clay columns under terraforming alchemy spells. Wards sprang to shield these efforts as dozens of armored bridges began to form over the river across the whole battlefront.</p>\n<p class=\"cnM5NDAyNzQwNmZmMjQ4OGU4MGY3OGY2N2QwMDkwMjcx\" data-original-margin=\"\">\"&lt;Rangers! Focus spell volleys on the nearest bridge! Artillery advance on sectors three, four and nine!&gt;\" Pascal's voice ran over both telepathic channels and the anxious air of the command cabin.</p>\n<p class=\"cnNiNzVjMDIyNzViOTRlMDI4YTEyZmRkODM2ZmU1Y2Uw\" data-original-margin=\"\">The twelve kilopace river crossing had been divided into twelve sectors, numbered from east to west. Wooden ramps bridged trenches as the Lotharins moved their mobile light artillery into position. These included wheeled scorpions, wagon-mounted ballistae, and a handful of imported mortars. Even Sir Claude Moreau's skywhale had been outfitted into an airborne ballista battery.</p>\n<p class=\"cnMyODE3ZWE0YjRlODQ2ZWM4MzljNTZjMDcyYmIwMjE2\" data-original-margin=\"\">Nearly two hundred light artillery pieces now concentrated their shots on the three flank sectors where the enemy gathered the most bridging equipment. Their munitions soon began to pummel the enemy's engineers who struggled to create lanes of advance.</p>\n<p class=\"cnNmOGE1MWY2MjIyNjQ5MTc5NzEwYmI3MDQyNjE1YjE1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhZjg4ZTk5Y2U1MTRhNTliNjAzMDE3ZWZmNWZjNTRl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmYzcwYWI0NDQzZDQ5OGI4NTMyMTgxNWU2MmMwYWU2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3ODEyNTBjY2ExZjQ3NmNhZTY5MjJiOWE5MzQ2ODJm\" data-original-margin=\"\">\"Their artillery is concentrating on the flanks,\" Hakim observed from the Cataliyan command post.</p>\n<p class=\"cnM3YzcxYTliMjg2NTQ2OWNiZjhlOTAxMjlmNzNmYjc3\" data-original-margin=\"\">General Salim nodded. The time had arrived.</p>\n<p class=\"cnNhYjhiZTE1MGIyZDQ3MjJhMzUwYmEyOTM4NzJmYTI0\" data-original-margin=\"\">\"Freeze the center. Signal Brigadier Arslan to charge.\"</p>\n<p class=\"cnM0NzEzMmExM2Y5ZTQwM2NiNjkwZmJkMWZmNzA1NmQ5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxNWZjY2NhOGIwMDRiOTBhYjA3ZGZlNzU4ZDc1NzQ2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwMDUyZmY0MjJjYjQ5NTk5NWY4ZDJhNmEzMjhlZGEx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhZmMzZThlNzE0YTQwNzU4YTQ2OGVhMzFhMjE3ZDFi\" data-original-margin=\"\">Kaede watched as two long ranks of Cataliyan rear echelon mages raised their arms from the distant, hilly slopes.</p>\n<p class=\"cnM2YWNkOTZhZDQ5ZDQ3MzA5NGRmMTNjMTVlZjliODdj\" data-original-margin=\"\"><em>Surely the range was too far for their spells to reach the Lotharins?</em> She thought.</p>\n<p class=\"cnMwMWYwY2UzODQxNjQxZGU4ZmE2YmU0NDJkY2ViYmE1\" data-original-margin=\"\">And even if they could, it didn't explain why entire battalions of heavy cavalry peaked over hill crests and began cantering towards the river. The Gwilen was too deep to ford, and only three unfinished bridges lay before them at the central river crossing. One of them was already falling apart under the rangers' concentrated fire.</p>\n<p class=\"cnMyNzc3NGYyY2VlNDQ0YWY5MmJhZGM3ZGIyNmM3N2I5\" data-original-margin=\"\">She was still puzzled as dozens of chromatic mana trails arced into the air. They scattered before plunging into the flowing stream. Water froze solid as the icy alchemy spread. Within seconds, what had been an impassable barrier had transformed into an icy highway with sheets of snow.</p>\n<p class=\"cnMxY2JiZGNkNWRkZTRlMmU5ODJlODE3ZDYxNTQyMzBj\" data-original-margin=\"\">It came just in time as the Ghulam heavy cavalry entered full gallop. Five echelons formed into broad armored wedges with several hundred men each. All of them aimed at the river segment frozen by thick ice.</p>\n<p class=\"cnNmMGMzNzBkMjk0ZTQ3NDliNGI0Yzg5ZWRkNGZkOTY0\" data-original-margin=\"\">Yet before Kaede even had time to report, Pascal's telepathy barked over their link:</p>\n<p class=\"cnM4OWRlNTJlNjcwNTRjNjNiNDY1MjVlMmI1MDg2ODgy\" data-original-margin=\"\">\"&lt;Kaede! Run closer to the ice! We need to plug that gap!&gt;\"</p>\n<p class=\"cnM1NWQ3N2JkZGQ5MTQ5NmZiOWZlN2M5ZjJmYTRjYTE3\" data-original-margin=\"\">\"&lt;Are you trying to get me killed?&gt;\" She lashed back.</p>\n<p class=\"cnM5NGEwNWNiMDJlMjRhNjc5MmRkZjk2ZWU2M2NiMzIw\" data-original-margin=\"\">\"&lt;Trust me! And take out those three arrows I gave you this morning! We are going to need them!&gt;\"</p>\n<p class=\"cnM4NTBhNzFiMzAxYjRlZWFhMTg0NjEyN2E5OGQ1OGY4\" data-original-margin=\"\">The Lotharins didn't have enough artillery, while their heavy infantry was still out of position as they rushed up through the trenches. If this charge crashed through the half-ruined fortifications in the center and plowed into the archers, their losses would be disastrous.</p>\n<p class=\"cnM3MmU5MGM1ZTVhMDQ0NzhhOWM1ZTY4NjEyMzlkNTcx\" data-original-margin=\"\">Kaede closed her eyes and took a deep breath. Pascal's words 'trust me' echoed across her mind.</p>\n<p class=\"cnNkMzM4Njc0MzQ1MzRmMWNiNTA1MzBlZWU1MmMxYzhk\" data-original-margin=\"\"><em>This is insane...</em></p>\n<p class=\"cnMzYWIzMTJkNzdjOTRmMGY4MWEwMTc2Y2YyZWI4ZmFi\" data-original-margin=\"\">The Samaran girl activated an <em>Air Glide</em> rune and leapt down from the damaged redoubt that she had stood on. She dashed across a collapsed earthen rampart which partially filled the trench in front of it. Her hand swiped across her right forearm to activate a full set of her defensive runes. Then she reached back and pulled out the three new arrows from Pascal -- each tipped by a sleek gemstone instead of the usual bodkin penetrator.</p>\n<p class=\"cnMzOTgxZGYwZmFlYjRiMThhODY0YWI5YTkxMmI2OTMy\" data-original-margin=\"\">\"&lt;Hold the stones between your fingers and raise them towards the frozen crossing!&gt;\" His voice came as though he ran right besides her.</p>\n<p class=\"cnM2MzRiODU0NzcxNzQ3YTdhOGM5ZjAwZDU4MTQ4YzIx\" data-original-margin=\"\">Kaede balled her right hand into a fist with the three gem arrows pointed forward from between her fingers. Mana poured over the familiar conduit as magical power amassed into her fist. Energy pulsed from the three gemstones as their magic linked to her hand. The jewel lit up and radiated a turquoise shimmer across her pale skin.</p>\n<p class=\"cnM3MzRlMTE4YjU1YTQ0MjQ4OWIwYzcyZjM5NDFhMmQ2\" data-original-margin=\"\">\"Rangers!\" She called several nearby squads to attention as she ran. Her free hand pointed at the massive wave of charging cavalry downriver. \"Those with the courage to drive back hell! Follow me!\"</p>\n<p class=\"cnNmN2JlMzA4OGYyNzQwM2RhOWNmZjlhZjJjNTExZmRh\" data-original-margin=\"\">Boosted by a <em>Shift Impulse</em> movement spell, her legs quickly carried her to within thirty paces of the frozen crossing. She felt the ground shake and the water tremble as several thousand hooves thundered over earth and onto the thick ice at the far side of the river.</p>\n<p class=\"cnM0MGE4OGU4MTI1ZjRjMTM5YjM5NDdiNzIyMWI1ZjM3\" data-original-margin=\"\">\"&lt;<em>Beam Field,</em>&gt;\" Pascal began to recite the mnemonic spellwords. The mana buildup in Kaede's arm flowed forward into a turquoise halo, which began to spin in place just in front of her fist.</p>\n<p class=\"cnMzZjBiMGI0MjI4OTQzYTY5ZjlkZTg2MDFjOTEwNjQ0\" data-original-margin=\"\">\"&lt;<em>Sonic Penetrator Blast!</em>&gt;\"</p>\n<p class=\"cnM2MTRhMjM1ZmI1MDQwMmE4NDYxMjI0OTQ2NGEwYzJj\" data-original-margin=\"\">A column of harmonic shockwaves poured out from the turquoise ring of mana. They streamed through the air before crashing into the thick ice. Magic from both her body and the gemstones fed into the halo, which was guzzled up as fuel to feed the emitter's glow.</p>\n<p class=\"cnM3ZmI3ZGNhMDljNzQ0OTU5ODliNjhhYmFhN2NhMzVl\" data-original-margin=\"\">The <em>Field</em> spellword was typically reserved for duration spells. It created a continuous area effect for as long as mana demands could be met. Combined with <em>Beam</em> and the <em>Penetrator</em> spellword which enhanced its ability to pierce wards through brute force, Pascal had transformed her hand into a sonic disruptor cannon.</p>\n<p class=\"cnNjZWNmODljNWZkZDQwYjFhNWE5MjFjYjgwMzE4NWU4\" data-original-margin=\"\">Kaede used her arm to aim as she recognized her cue. She pivoted the shockwave stream as she drew lines across the frozen water. Layered ice cracked and fissured under the sonic assault. Their breaking was hastened by the crowded, stomping hooves. The Cataliyan mages tried to refreeze the water or conjure ramps over cracks. However few would manage to achieve results as more spellfire from the Lotharins joined in.</p>\n<p class=\"cnMwOTMxZGFiNTFmNDRjYTg4NDc3ODQ0YWY0YjlkNDE1\" data-original-margin=\"\">The cavalry charge was stopped cold as Kaede cut multiple lines across both shores. The fractures trapped over two thousand assault troops on drifting plates of ice. The familiar then slashed across the ice with more dissecting cuts, and the frigid surface began to crumble.</p>\n<p class=\"cnMxYzdhZGNiMzE3ZTQ2YmFiNmQ1ZTY5NmUwZDc3ZDRj\" data-original-margin=\"\">Frozen plates overturned and added to the chaos. Entire squads and platoons of horses and riders toppled over and fell through the ice. Burdened by their heavy armor, the men and beasts alike began to sink and drown.</p>\n<p class=\"cnNjMzhlMjJiYjQ3MTQzNzliNmI1NzJiODY1YTdmM2Zj\" data-original-margin=\"\">Meanwhile, arrows flew all around Kaede as Lotharin bowmen fell left and right to the Caliphate's covering fire. The Samaran girl hardly noticed as a unit of cavalry archers began focusing their shots on her. Their first arrows bounced off her wards. However the infused <em>Dispels</em> that followed cut through her <em>Repulsion Field</em> and shattered her rotating spellshields.</p>\n<p class=\"cnNlZTJkZjBjY2YxNDQ4OWJhYzdjNjMyMzA5Y2YwNTI4\" data-original-margin=\"\">Kaede was still breaking the ice into smaller pieces when her body shook. The taste of blood filled her mouth as she looked down, finding two arrows buried into her chest. One of them was lodged in the gap for her right arm, while the other was a bodkin penetrator that pierced a weak spot between two plates in her brigandine armor.</p>\n<p class=\"cnM1MDJiYzM5NWRhYzRhZDQ4ZDhlZjU2NTE0MmZiZWQx\" data-original-margin=\"\">\"&lt;Spellshield Fortress!&gt;\"</p>\n<p class=\"cnNlZTY5MTE4MjUwODQzMDhhZDA4MmVlOWY0NmJkMGMy\" data-original-margin=\"\">Pascal tried to rebuild her defenses, but a third impact struck her waist and disrupted the forming mana. The sonic emitter from her clenched fist vanished as Kaede dropped her arrows and fell to her knees.</p>\n<p class=\"cnNiMzBjYThhZjM3YzRmMzc4ZmFiYmYwYmEwYjFlOWQy\" data-original-margin=\"\">\"&lt;Kaede--!&gt;\" Her numbed brain heard Pascal's seemingly-distant cry.</p>\n<p class=\"cnMyNDcwOTdiY2IyZDRmNzlhZTNjNjYwYzIyODI4MTVl\" data-original-margin=\"\">\"&lt;Good luck, Pas--&gt;\"</p>\n<p class=\"cnNmMzVhY2ViMWE5YjQ1ZmM4YTRlZjE0MDljNjM4ZmE1\" data-original-margin=\"\">Neither had finished before the air burst. A Cataliyan mortar round fell just twenty paces away and exploded into shrapnel.</p>\n<p class=\"cnNjZGJlYmQwZTYyMjRjYzBhZDZiZTYxMzI1NmIzZjE1\" data-original-margin=\"\">The blast ended her consciousness in an instant. She never felt it as several shell fragments sliced into the left arm that she had used to shield herself.</p>\n<p class=\"cnNkNWEyNDdjZjc5NjQwZjFhNzVmNzBkNDA5NzY2ZDE2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyYjg1NzYzNzMxYTQ5YzI4ZGUwNzVlYmVhNDM2Mzk2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmOTc0YTRjNjI5YzRlZTk4ZTk3NjMwMzU1ODViMDY2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4OTI0YzIxNWM2YTQ0NDViMDRkYmFiNGNjZjZkNTU3\" data-original-margin=\"\">\"KAEDE!\" Sir Robert yelled, having just witnessed the Samaran girl turn into a pincushion before vanishing in the smoke and flames.</p>\n<p class=\"cnNjOGI3YzI0ZTVhNzQxODI4MzZiNWRhYjQ2ZmY1MDlm\" data-original-margin=\"\">\"Your Highness!\" He swiveled around to face the Princess, who projected her shield into an overhead bulwark to block an incoming volley of ballista bolts.</p>\n<p class=\"cnM5OTkxMjhhMzI2NTQ2NTE5NThmZWRjNDlkODRiYjQw\" data-original-margin=\"\">\"Don't ask. Go!\" Sylviane answered without pause. \"Teleport her to the rear!\"</p>\n<p class=\"cnNhNTc3OGVjYjJjMTRmMTliYmE5Y2M1MTZlNDE5Zjgw\" data-original-margin=\"\">\"I'll be back!\" The armiger who also served as her Wayfarer mage and therefore her emergency escape bolted off.</p>\n<p class=\"cnNjZjQ4NmViMGQxNTRjNWRiZDdiM2NhNzE4MmZjMzg0\" data-original-margin=\"\"><em>I just don't want to see Pascal in tears, that's all!</em> Sylviane justified as she batted aside her other thoughts.</p>\n<p class=\"cnMyNDZjYWEwZWFkNjRmMThiOTdkZjU3ZGI0NTk1OGI5\" data-original-margin=\"\">\"<em>Disintegrate!</em>\"</p>\n<p class=\"cnNkMTQ1NTAzMGQ0MjQ5NGY4ZThkYzU1MmUyZDc1ZGIy\" data-original-margin=\"\">One of her armigers fired a ray at the nearest bridge section. The spell turned its foremost floor segment into dust. However even that only bought a minute as more wood and iron rolled into position to continue the assembly.</p>\n<p class=\"cnNkNDc1M2U4MmExMTQ2MWE4NGUzYTU3Y2FmYjY4NDlj\" data-original-margin=\"\">The nearest bridges were almost finished. The infidel infantry that pooled just across the river had already begun to cross.</p>\n<p class=\"cnM1N2Q4OTE4MjNmYjQ2YTY4NjlhNTFiZDUxMDk3NTI2\" data-original-margin=\"\">Four kilopaces to the west, enemy troops streamed over bridges and terraformed shallows alike to engulf Edith's position in a chaotic melee. One kilopace to the east, the infidel artillery destroyed another Lotharin ballista battery as devastated engineering crews continued their work.</p>\n<p class=\"cnMxOGI0Y2Y0YTMzZjQ3YWZiYTM4ZGI4ODQ3YjRhNmZj\" data-original-margin=\"\">\"ARMIGERS AND PIKES! FORWARD!\" Sylviane yelled back to the trenches as she called forth her own melee infantry.</p>\n<p class=\"cnNjZWIxZWE3M2E3MTQ5NTQ4NzM2YzYwODk3YmQ2MmMz\" data-original-margin=\"\">It was time for the true meat grinder to begin.</p>\n<p class=\"cnMzYTk4NjE3NzY4ZDQ0ODNhNTA3YTM1NmUzNzUzYTJm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjZDI4NGUxM2UwOTQ4M2Y4Njg5YTRhZGMyODc4Y2I2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM5YzViMGQzNTVjYTQxZWJiMDhlNGM4ZGQ0NDI1YzMz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3NzRjMTE2NWQ0YjQ3ZjQ4MmNkNDVhN2I0OWU5MzVm\" data-original-margin=\"\">Pascal did his best to concentrate as he stared at the map table. The battlemap was constantly updated by signal officers as messages streamed in from across the front.</p>\n<p class=\"cnM2NTNhMjQ2OGQyZjRiMDQ4YjI5OTlkYWVlZTQxNTYw\" data-original-margin=\"\">He had lost Kaede's visual and audio when the familiar fell unconscious. The link between them continued to exist, so he at least knew that she was still alive.</p>\n<p class=\"cnM4ZTZiY2Y5OWI5YzQxMWM5NDMwOTg2MmRkYmFhZTU4\" data-original-margin=\"\">But in what state? And for how long? Even a Samaran had limits to their healing. Worse yet was that she had collapsed on the open slopes, with nothing to shelter her from the advancing Cataliyan army.</p>\n<p class=\"cnMxMjE1MDZmNzQ0NjRjNzZhNzI0YzNiNzI5NDE1NDRj\" data-original-margin=\"\">Pascal had sent a nearby officer to investigate. Yet as the battle entered its most critical phase, he could neither afford to dispatch more men, nor continue to distract himself.</p>\n<p class=\"cnNmYjM4YWJkMGUxZDQ2NjRhMzQyNjQ2ZmZmZWYzMmIw\" data-original-margin=\"\"><em>Holy Father,</em> He offered one last prayer. <em>I know we do not speak enough. But please... please protect Kaede for me.</em></p>\n<p class=\"cnNkNTg5NDk3N2NmMTQ4YTViYTZiNDYxMDg3NWMzODBh\" data-original-margin=\"\">Through a combination of bridges, ice lanes, and terraformed shallows, the Cataliyans had crossed the river in force. Six major beachheads had been established. Each struggled to break through the remnants of the riverfront defenses while both sides poured infantry into the bloodbath.</p>\n<p class=\"cnMwMGVmODgxNGFjNzRkODU4ZTBmMDYwNDFkYjk0YjRk\" data-original-margin=\"\">Caliphate foot soldiers were mostly conscripts or volunteers driven by religious fervor. They fought with neither the discipline nor the skill of the professional Ghulams. However they made up for it through sheer zealotry and numbers. Clad in chainmail and wielding a round shield with spears and sabers, they crashed into the Lotharin infantry that was composed of ten to fifteen percent armigers with the rest being militia troops.</p>\n<p class=\"cnM0MGVmMTBjYTk0OTQyMmVhMjZiMTU5YTgxNTUzZDk2\" data-original-margin=\"\">Thousands of men were fed into the slaughterhouse at a time as Pascal ordered their formations to advance. Wave after wave of soldiers marched on the river with banners held high, their boots stepping forward in sync to the tempo of Vivienne's music. Steel clashed as masses of men piled into the frenzied melee. Unit cohesion disintegrated as casualties mounted and survivors fell back, only to be pressed into battle once more by rows of glistening polearms from reinforcing ranks.</p>\n<p class=\"cnM4MzY1ZjU0ZTc5MTRiZjRhNzY1YTM4YmRjMTMxZjdm\" data-original-margin=\"\">This had continued for the past hour, two, four... until the sun was high into mid-afternoon.</p>\n<p class=\"cnMwZDFjZTExYTViYzRiMmI4NTZmYjk3YjdlYzRkMmM5\" data-original-margin=\"\">The Cataliyans had launched one air assault with forty-eight rukhs and thirty-seven wasteland drakes. They had hoped to bring down Sir Moreau's skywhale which offered close air support to the riverfront. However, Colonel Hammerstein's Knights Phantom intercepted them by diving down from the skies above. The Tauheed air cavalry fought hard but fell back after moderate losses.</p>\n<p class=\"cnMzYjM3YzMxZThhNzRhNmE5MmMwZjg1ZmU5MTYzNjM3\" data-original-margin=\"\">Since then, neither commander was willing to order air attacks. It would leave their air cavalry at an altitude disadvantage when the other side counterattacked.</p>\n<p class=\"cnNiZjkxZTQyOTNiNDQ5NTQ4YWMxYjRiYzEwNmE1NGQx\" data-original-margin=\"\">The Caliphate had also declined to invest more heavy horse after that disastrous early charge. The battle had become a pure grind-fest for the infantry, archers, and artillery units.</p>\n<p class=\"cnM0NDU2N2U1NWM2ZjQzYjliYzc1NThhNjNmNjM0NTg0\" data-original-margin=\"\">But even as logistic troops continuously rushed through trenches to resupply the front with fresh quivers and ballista bolts. Even as one formation after another of Lotharin militia shattered under sustained assault. The raking curtains of missiles slowed to a trickle as ammunition depleted across the battle line.</p>\n<p class=\"cnNkMDExZTIwM2YxNjRkYmFhZTM3YmZmZDc2OGZiYzYw\" data-original-margin=\"\">-- And with that, the Cataliyans finally achieved a breakthrough.</p>\n<p class=\"cnM0NjAwMjhjZDdlMzQ1MjhhYjZlMmY1M2MzMWY1OGUz\" data-original-margin=\"\">\"Duke Hubert was killed in action and his troops are routing! Sector three defenses have broken!\"</p>\n<p class=\"cnM5MjJjZTdlNWE2ZDQyZWY4MGIwNmU4YjkzMTMxMjUy\" data-original-margin=\"\">Pascal stared at the map table. There were no longer any local reserves left on the eastern flank. Even the support units there had been fed into the melee to repulse this latest attack, down to the last porter and cook.</p>\n<p class=\"cnMxMzY2YWI1ZTVkNTQ2MzI4OWYwMzZjY2YwMDhmMzYz\" data-original-margin=\"\">The Cataliyan commander facing them had proven excellent thus far. Pascal had no doubt that fresh infidel reserves would soon arrive to exploit the breach. However, this also presented an opportunity for him.</p>\n<p class=\"cnM3NjJmNTU1OTE5YjRjZTNhYTBlMTQwMzJmMjBjMDJi\" data-original-margin=\"\">Sylviane held down the adjacent sector four. He could rely on her to anchor the Lotharin front line and keep it from being rolled up. That would buy him ten to twenty minutes, enough breathing room to deploy his final card and last reserve.</p>\n<p class=\"cnNlYTI4ODkzNWYyZDQyYTZhNGRjYmM4ZmUxOWYzZjE0\" data-original-margin=\"\">\"Tell the Princess to refuse the flank! And order King Alistair to deploy his men behind sector three for counterattack. Make haste!\"</p>\n<p class=\"cnM3ZjA2NjVhNTc4YjRmMjQ4YmFiYWJmMWFmNmM4ZWYz\" data-original-margin=\"\">\"Yes Sir!\"</p>\n<p class=\"cnM5ZTBkOGE2NTZkMjRmZGY4M2U4ZTUzMjMzYzUxNmYz\" data-original-margin=\"\"><em>I am counting on you, you royal bastard,</em> Pascal clenched his teeth. <em>Crush their morale and save Sylv for me.</em></p>\n<p class=\"cnM5NThiNmRiM2VkMTQ0NzJhZmYzNDA5MWM1YzQ1NDhi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlZmMxYTNiZmFlMzQ3MWI5OTE4NzRkYzI1NDAyNWUz\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhMzhiNmJmNWZlMzQ2MWU5ZTM2YzIxMjEyMjRmNGQ1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxYjVhOGM5NDhkMzQ4YjJiNjM1NzM2ZWFlNDk2YTI2\" data-original-margin=\"\">\"Highlanders! Lowlanders!\"</p>\n<p class=\"cnM4MmVhMmM3NjE1ZDQ3OTBhNmNjMDEwMWIwYTEyMjEw\" data-original-margin=\"\">\"Highlanders! Lowlanders!\"</p>\n<p class=\"cnNmYmEwNDllMjE3NDQxOTM4MWRkMjZmZmZmOTNhYWM5\" data-original-margin=\"\">King Alistair's shout resounded down the concave line. His words were echoed by officers across the ranks. Formations shifted as veteran units filtered through one another to reposition themselves.</p>\n<p class=\"cnNhYTExMTQwMjM1ODQ3ZTRiYjYwMTM4MGQ2ODI0N2Rh\" data-original-margin=\"\">Those two words weren't just a rallying cry. Alistair had been given all the heavy infantry from Gleann Mr that the army had. This included the nine hundred Galloglaichs he brought down on skywhales, plus another three hundred lowland armigers who preferred the use of maces and lucerne hammers.</p>\n<p class=\"cnM4NGQzMGYyZWM4NTQ3Nzk5MGY3YjAwNzBiZGU5YTlk\" data-original-margin=\"\">The northern clansmen fought in two basic formations. On the defensive, pikes and polearms would wall the forward edge. But before pressing their famous Highlander Charge? All two-handed swords took their place of glory in the front.</p>\n<p class=\"cnNhOGQ5OThhODdjYzQ3NmY4NWNmYTMwNTJiOWI1M2Fm\" data-original-margin=\"\">It didn't matter how many foes they faced. It didn't matter that enemy reserves poured across those bridges, building a huge mass of green and yellow armor that numbered above four thousand.</p>\n<p class=\"cnM3YThhZTQzMzkyNzQ1MTU4ODUxNDdhZDZhYzFjZjRl\" data-original-margin=\"\">They were still just bags of flesh, grass to be mowed under the cleaving edge of great blades.</p>\n<p class=\"cnNjZWIyODY2NmMzNjQ1YjVhYmEyNDYwZDZjY2NhNWNj\" data-original-margin=\"\">With an amplification spell bolstering his voice, the King of the Glens raised his zweihander into the air. Its massive blade burned a dark blue from his phoenix's flames, shining a beacon of the north across ranks of hardened men.</p>\n<p class=\"cnNlOWM1N2E0Zjk3YjRkYzRhYjAyZjcxY2U2MTQ5MGE3\" data-original-margin=\"\">\"Come on, you lads! Let's splat some shit-faced fucknuggets! Charge!\"</p>\n<p class=\"cnNlNmI5MzlmYWJiMjQxZDA4OGJiMzM0NjY2YzE3Nzgz\" data-original-margin=\"\">\"CHARGE!\" Commanders yelled along the front as they led the wave of steel.</p>\n<p class=\"cnM4NGVlNjU1ZDA3NjQyYjBhYmMyZDZhY2IwYmZjZjVh\" data-original-margin=\"\">Twelve hundred men accelerated into a jog, closing the distance before they began to run. Rows of infidel foot soldiers leveled their shields and spears, bracing themselves on trembling ground as the final gap shrank.</p>\n<p class=\"cnNjMTljN2I3ZTJiZjQzMTA4YTcwYmE2NTk0YWI4MWRm\" data-original-margin=\"\">\"DOUGLAS!\" Several leaders screamed out in a shrill voice along the front. Their yells were soon echoed by hundreds, as the <em>Black Guard</em> shouted their infamous battlecry.</p>\n<p class=\"cnNlMDcxNjM5MTFmZTQ2MWM5ZTJkYWNiOTMxM2ExN2E0\" data-original-margin=\"\">\"<em>Flamberge, Ignition!</em>\" Alistair roared as his phoenix Almace poured the flames of purification into his raised sword. The steel extended into a blue-white burning edge that reached a hundred paces skyward before the whole length slashed deep into crowded masses of Caliphate troops.</p>\n<p class=\"cnM5YjUzYTJlZTM2NTQxZTliNDY0NDRiMGNkZDQ1N2Nk\" data-original-margin=\"\">The searing edge then burst against both sides. Its flames roasted entire platoons as it carved a deep wedge into the infidel horde. Taking advantage of the opportunity, the seasoned mercenary-turned-king plunged headlong into the breach with his armigers behind him.</p>\n<p class=\"cnM3ZDk2MGRlNDMxZjRkODk4MTBjNjFkODVjZTQwYjdm\" data-original-margin=\"\">Almace was renowned for being the largest phoenix with the greatest flame capacity. Even after that conflagrative assault, Alistair could still call a <em>Flamebreak</em> from his millennia-old companion.</p>\n<p class=\"cnMwNDJhNTY2YWI5NTQwMzA5YTliODM1YmQzOWVkMmVl\" data-original-margin=\"\"><em>And where better to do that than from the center of this horde of demonspawn?</em> The King grinned with the adrenaline of combat as he hacked his way into the mass of Caliphate troops.</p>\n<p class=\"cnNhOGNkMTA5MWQ1MDQxYmY5MDZjNmViZjI3NDE1ODhm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyOTkzNDBiMDhmZTQ2NjU4ZTJmNGY5MjRhY2ZlODY3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmMTcyZDJjZGNhMjQ1NWNhM2NjNWI0YmFiYWU4NTE4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyNTZhNmU4NjQ1MDRlMzY5OTYwNzJhNzkwOWExYmZm\" data-original-margin=\"\">\"Enemy right flank routing!\"</p>\n<p class=\"cnM1ZDEzN2MzOTg5NzRhODk5NjczMjExZmVkYjRlMTVj\" data-original-margin=\"\">Pascal pumped his fist before his chest.</p>\n<p class=\"cnMyOWQ5MjBjZjIwZTQ1M2I5YjllZjVjZTUwMzM5OGY1\" data-original-margin=\"\">\"Redirect all volleys in sectors two through four on those bridges!\" He yelled at the signal officer. \"I want those bastards dead on this side!\"</p>\n<p class=\"cnM5MzVkMmE1ZGFmMDQ3M2E4NTk1NTNjNjMyMTQyNjYx\" data-original-margin=\"\">The Cataliyans had invested heavily into that push, so much that the other riverfront sectors even retook some ground. Now, with dusk fast approaching, Pascal could be certain that the day was won.</p>\n<p class=\"cnNkMmM2YjdlMzcxMzRiNGFhZTU5NTRjNjkwNTEzZTU2\" data-original-margin=\"\"><em>Today, at least,</em> he thought.</p>\n<p class=\"cnMxNmViN2U1NWQzNTRjM2JiOWFlMDllY2M2NmE1MGM2\" data-original-margin=\"\">Even without Kaede's eyes and ears, Pascal knew just how badly the army had been mauled. Out of twenty-seven thousand men, he doubted even a third of them would remain in any state to fight.</p>\n<p class=\"cnNjNGYyMDBjNjFiYzRmNGNhZjViMDNkYTQ3ZWYxYjQ3\" data-original-margin=\"\">\"Drive them back to the river. Demolish all bridges that remain. Do not, I repeat, <em>do not under any circumstance</em> pursue the enemy across.\"</p>\n<p class=\"cnNjYmM2YzU3YzNmMzQ1MjdhYTFhMTE3MzE1NmRlOGMw\" data-original-margin=\"\">With his orders given, he began to cast <em>Farspeak</em>.</p>\n<p class=\"cnNmMzRjYjdmZGVhMTQxODI4YWUwOTM3MTIwOTY4ZWQ3\" data-original-margin=\"\">Part of him kept an eye on the battlemap. But it would seem that the Caliphate had enough for one day. No new attacks emerged after several minutes as his link came online.</p>\n<p class=\"cnNmZjlhNzE3OTkzOTQyYmM5ZGE0OWVmY2ZmZDZhYmI2\" data-original-margin=\"\">\"&lt;Pascal!&gt;\" His fiance was not pleased. \"&lt;We're still in the middle of a battle!&gt;\"</p>\n<p class=\"cnM1NjY2YTllMDFjZjRhOGRiNGMyYWFiNTIwZGRlMzM2\" data-original-margin=\"\">\"&lt;Yes I know. But I have to pass this directly to you Sylv. I doubt the Lotharins would listen to me if I ordered it myself.&gt;\"</p>\n<p class=\"cnM0MzJiZWQzMjExNjRlMjk5ZDVmY2E3YWViMmEzZDMy\" data-original-margin=\"\">As Sylviane returned a mental nod, Pascal took a solemn breath:</p>\n<p class=\"cnNmNDlkMDI4NjY2MzQ2N2FhNDU2YWFhZjg3OTVjMmU3\" data-original-margin=\"\">\"&lt;Once you clean up the enemies on this side, demolish the bridges and fall back. We must prepare to withdraw under cover of night.&gt;\"</p>\n<p class=\"cnMxN2ExOTM5ZjY2ZTRkNTQ5Y2VhMGUyZWU1Mjc4MzY5\" data-original-margin=\"\">\"&lt;Withdraw!? Are you insane?&gt;\"</p>\n<p class=\"cnNiZWJmMTJiZTEzMjQ0YzhhOGM4YmI4NGZhOWQ1YzAw\" data-original-margin=\"\">\"&lt;Sylv, listen to me.&gt;\" Pascal insisted in a grim tone. \"&lt;<em>Every unit</em> was committed today. More than half our formations lie in ruins, and the remainder have been exhausted and bled white. Meanwhile, our enemy might have utilized, at most, two-thirds of his combat troops!&gt;</p>\n<p class=\"cnMzMmRiNmE4YjkzMzQzYmY5MDBhNjVkNmQ0MzdmM2Ey\" data-original-margin=\"\">\"&lt;If we fight here again tomorrow,&gt;\" he stressed with utmost severity. \"&lt;<em>This army will rout by midday!</em> We must retreat and reorganize if we wish for any chance of holding this front!\"</p>\n<p class=\"cnMyMTU2ZDRiYmNiMTQ3NTg4OTE4MTllZGQxNjJhMzhm\" data-original-margin=\"\">\"&lt;Then what about Edith? What about the feudal lords? You think they're just going to accept that?&gt;\"</p>\n<p class=\"cnMwMTQxZTA2Y2FkNTRkN2E4Yjg2ZmI4MWY1Mjk5MGE2\" data-original-margin=\"\">Pascal could give no response. Some factors were simply out of his hands.</p>\n<p class=\"cnM1MmZlYTRlYmRjMzQ0MzI5YTdiZjEwMmJlMDM1ZWRh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjYmZjNWRiYzMzZDRjMjA4ZDk1NjQ0YjQwZTM5M2Jj\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMyNDRjZDc2YTdlODRlZGFhMTFmZDgyZDBiOGNhNWQz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4YWI1ZjBmM2I4YzQ3NjdiYmI0YzZlZWY0ZTg0NGY1\" data-original-margin=\"\">On the next morning, General Salim watched as his men crossed newly built bridges over the Gwilen River. They received only sporadic fire this time, mostly from skirmishers hidden in the eastern woods and western marshes.</p>\n<p class=\"cnNhM2IzMWUxNDE4MTQzZDI5ZDg5ODQxZWQzNjY1NGRm\" data-original-margin=\"\">He dispatched three battalions of light cavalry to screen the advance. Soon they would chase the last brigands from his hard-earned crossing.</p>\n<p class=\"cnM4NDZhYWYzNWY2YjRiMTBiNmJhY2JkOTQ1YWYwYzE1\" data-original-margin=\"\">Though 'hard-earned' was a gross understatement.</p>\n<p class=\"cnM0OGY0OGVhYjQ3ZDRhMmQ5N2M4ZDAzMjQ3MjMyMDY2\" data-original-margin=\"\">Salim slid his hands over his eyes before he slowly closed both palms in prayer before his nose.</p>\n<p class=\"cnM3MTI4ZGI0YzdhYzQ1OTliYzdlN2Q5NWQ1NGZiYjcw\" data-original-margin=\"\">\"Verily we belong to God, and to Him truly we shall return...\"</p>\n<p class=\"cnNhNzdlMjNiYzE1MDRjZmY4OTk3OTc2OTJkMjBkOWQw\" data-original-margin=\"\">He struggled to maintain his stoic image as his eyes gazed upon the river crossing. Twelve kilopaces of ground and water ran a bloody red. The dead lay countless as they carpeted both banks.</p>\n<p class=\"cnNlMTNlZjgxMzM4MDQ0MjNhMDYxYjlmZTNkNDU1MTRi\" data-original-margin=\"\">Bloated bodies formed half-adrift dikes on the water's edge. Scorched earth and blast craters scarred the slopes, with hundreds of burned out husks marking the tombs of siege engine crews. Shattered wagons lay behind dozens of wrecked pontoon bridges, bloodied by mounds of corpses and bits of men.</p>\n<p class=\"cnMxZTM0Mjg0ZGIwNzQxNGE4NTAzOWFiM2U4Y2ZmOWU3\" data-original-margin=\"\">It was a site of unimaginable slaughter, all to advance just a few hundred paces.</p>\n<p class=\"cnM3NjM4YzRiNDRjNzRiYmQ5MGZiMTU4MTQwMDkxODZl\" data-original-margin=\"\">How many widows and orphans would soon curse the name 'Gwilen'?</p>\n<p class=\"cnM3OGI1MDNmYjIyNzQ3MjI4NTQwNWI1YmQ2MGJhNDc4\" data-original-margin=\"\">\"Our scouts confirm that the infidels have retreated,\" Hakim announced. His calmness was almost unnerving against such a backdrop of butchery and death. \"Half their army fled behind Roazhon's walls. The other half withdrew west towards Ceredigion's forests.\"</p>\n<p class=\"cnNjNDc1YzIwOWJlNDRlNzViMTFiMzAyZmZlNWQ4MzJl\" data-original-margin=\"\">\"The field is ours,\" he declared, as though coolly announcing a victory.</p>\n<p class=\"cnNjZDUyNDMyMDVkZDRlNDU5ZGVlYTBjMmYyYTM1NTg2\" data-original-margin=\"\">\"But at what cost?\" General Salim's reply began with barely a whisper. \"To cross a single river, they bled us by over twenty thousand men.\"</p>\n<p class=\"cnNjMjY4YzhmYTM5MDRjM2U4ZTZjOTFlMGEyYTIzOGIz\" data-original-margin=\"\">The General turned to his Wazir with a tormented gaze:</p>\n<p class=\"cnMxNDcxOWZiOTM2ZjRiNDc4ODgxZDQ1OGRlNzMzZmI1\" data-original-margin=\"\">\"Ten thousand men a day -- just how long do you think this army will last?\"</p>\n<p class=\"cnMyOTRhYTU2ZjY5MzQ4NDI5MDM2YmQ3MzhiOWI0NjUy\" style=\"text-align: left\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjNjk2MDUzOTE4MTQzNDc4Mzc3N2YxNGZiZGYxZGYz\" style=\"text-align: center\" data-original-margin=\"\"><img src=\"https://i0.wp.com/samaran-daybreak.com/wp-content/uploads/2021/10/ch13-Battle-of-Gwilen-part1.jpg\" alt=\"Battle of Gwilen River  Positions\" width=\"750\" height=\"620\"></p>\n<p class=\"cnNmZDQ0MWIxOTk5YzQzZDA5Mjk5Njg1ODcyMGE2MTM1\" style=\"text-align: center\" data-original-margin=\"\">Battle of Gwilen River - Starting Positions</p>\n<p class=\"cnMwZDY4MjY0ZmJjNjQ5NWJhMzc0YzljYzNkMDU2OWEw\" style=\"text-align: center\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmZjIzMGZmYTdhYzRhMGFiMjczMWQxY2Q4NzlkOTkz\" style=\"text-align: center\" data-original-margin=\"\"><img src=\"https://i1.wp.com/samaran-daybreak.com/wp-content/uploads/2021/10/ch13-Battle-of-Gwilen-part2.jpg\" alt=\"\" width=\"750\" height=\"620\"></p>\n<p class=\"cnMwODdkYjRlMWJhOTQyYmQ4YTk3NjI2M2E1ZThlMDg5\" style=\"text-align: center\" data-original-margin=\"\">Battle of Gwilen River  Brigadier Arslan leading the main cavalry charge after Lotharin forces pulled to the flanks.</p>\n<p class=\"cnNmMzk1YTI4NTYyYjQzODY4ZmU0ZjY1ZTA0N2Q1ZDcy\" style=\"text-align: center\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMmM4OGUxMTY1ZTRhYTI4ZjcwMGY3OTQzMDQyZDcw\" style=\"text-align: center\" data-original-margin=\"\"><img src=\"https://i2.wp.com/samaran-daybreak.com/wp-content/uploads/2021/10/ch13-Battle-of-Gwilen-part3.jpg\" alt=\"\" width=\"749\" height=\"619\"></p>\n<p class=\"cnNkMDA4YTMyYmUzMDQwM2M4NGM3M2Y3YTA2MDg1OTRk\" style=\"text-align: center\" data-original-margin=\"\">Battle of Gwilen River  Alistairs counterattack against Caliphates breakthrough.</p>\n            ",
  "invisibleParagraphContent": "This book was originally published on Royal Road. Check it out there for the real experience."
}