{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0MzljNzkwZjllNTQ0MzI5YTdlNzI5ODNlMTQ1ZDA5\" data-original-margin=\"\">I hear the door swing closed again and open my eyes, raising my head to greet the new visitor. There had been a few attempts to extract knowledge from me. While the king had grown terrified at the death of his subordinate and failed to send another, the temple was far more stubborn. I didn't have the opportunity to kill every divine priest who visited me, but a few got close enough to the bars I could dispose of them without revealing my access to mana despite the shackles. The rumors about my deadly touch certainly didn't hurt in that regard.</p>\n<p class=\"cnMzMjM5YWM5NTliMzRlNmM4ZDk0ZmE2YjRkYzUxMjlh\" data-original-margin=\"\">It is the bodies of my two most recent interrogators that Godfrey examines with clear bemusement before stepping over them and taking what had been the King's seat and focusing his attention on me. \"So. The Mage of Mourning, huh?\" he asks. \"You've caused quite the trouble for me, Lillith.\"</p>\n<p class=\"cnNlYWI5NzllNjM4MDQ4M2E4NWY2NTRiZDE3Yjg4Mjc5\" data-original-margin=\"\">\"You know me,\" I intone, \"I can get a bit persnickety.\" He chuckles before pulling out a wineskin and taking a deep drink.</p>\n<p class=\"cnNjODg3ZjY5YTQ5ZTRkZGViYzYxNzA5M2NkNmNiZWIz\" data-original-margin=\"\">\"Persnickety indeed. You know my brother is out for my head as much as yours? He has a rope fitted for the both of us. You made a mess like I've never seen last night alone,\" he complains.</p>\n<p class=\"cnNiOTg3NWMwZTA5ZDRlYjJhMTIzNGM2NTg0YzcwZGNm\" data-original-margin=\"\">\"Got any to spare?\" I ask instead of responding and he scoffs, then pulls out a second wineskin and tosses it through the bars. I pick it up with my bound hands and begin inspecting it with mana, just in case. Satisfied there is no poison, I take a swig to numb the pain in my chest. \"So he wants you dead because of me. Yet, here you are, sitting on the other side of the bars, visiting me as a free man. You don't seem nearly as worried as your words imply,\" I observe and he laughs.</p>\n<p class=\"cnNkOThjNzdkYjBjYTQ4YzM4MmQ3NzQzMjgzYjk3NGY4\" data-original-margin=\"\">\"You are one to talk. A bath and a new dress and no one would know you were awaiting execution. Got something left up your sleeve?\" he probes and I shrug.</p>\n<p class=\"cnM3ZWM4ZjgyMzNlZDQyOWRhYTg4NzgyYTA5OWEzZTVi\" data-original-margin=\"\">\"I can't help being hot. It's a curse. Really, I'm downright catatonic,\" I dismiss before taking another drink.</p>\n<p class=\"cnM1MGJkZjIyYjQ5YTQ5ZGRhNzdhZGM3MjliNmZiODBi\" data-original-margin=\"\">\"I can see that. Barely holding it together, even now. Nevertheless, just in case you do have some trick to get out of this, I want to warn you. Things may not go as you are hoping. Because you are right. Here I am, a free man. The king can't arrest me because I have far more support than he does, thanks to you. That's a little shakier now, considering my public connection to the killer I was 'protecting' people from, but it's not gone,\" he explains and I rest my good forearm on my thigh and raise an eyebrow.</p>\n<p class=\"cnM2ZTY4YzJmYWQ4NjRkZjNhOTNkODJkYjlmZjJiOTQw\" data-original-margin=\"\">\"That's odd, I don't remember you doing much of anything to protect anyone from me,\" I retort and he shrugs.</p>\n<p class=\"cnMxZDFmNGRiOWNlMjRiN2Q5Mjc3Yjk0MTUwNzBjMjkw\" data-original-margin=\"\">\"I knew who you would be after. It was easy enough to create the illusion,\" he answers. So, he's known it was me all along.</p>\n<p class=\"cnM0Y2MzMTE5MmVkOTRiOWVhODZmOGJlZmQ0Y2MwOTUz\" data-original-margin=\"\">\"What was it that clued you in? Because of Baldwin? Or was it the story about being attacked on the road? I should've known. How was I supposed to know this country didn't follow any rules that make sense?\" I groan and he scoffs before taking another drink.</p>\n<p class=\"cnNiOThlYTRhNzJiZjRkYzY4Nzg1MTc4YTk4NjA3YWJh\" data-original-margin=\"\">\"It doesn't matter. What matters is, I'm as good as king. My brother intends to regain favor using you. Killing you in front of the angry rabble and tying your name to mine. But it won't be enough. He was too apathetic for too long. It won't work, but it will... make things a bit more difficult,\" he says.</p>\n<p class=\"cnMwOWJjZGFkOTFiZDQxMTY5OWQwM2FmMzY0NTY1MDAx\" data-original-margin=\"\">\"So,\" I respond, \"what exactly do you want from me? I'm afraid I don't do political endorsements. I have an image to maintain after all.\" He laughs again and takes another swig.</p>\n<p class=\"cnMwNTU3ZWMzYTI2MjRhYWY4MTUwYzJlNDhjN2EzYTM2\" data-original-margin=\"\">\"Nothing so crass. I want to maintain the relationship we have always had. A danish, a quip, and a deal. It's worked for us before, no reason it can't work now,\" he offers. I take another drink and maintain eye contact, inviting him to continue. \"I can get you out of here, Lillith. I don't know what you have planned but... you don't stand a chance against my brother. Father Medici either. You are dead if you make it to the gallows tomorrow morning. I can get you out of here. Keep you alive. It'll even undermine the King's attempts to regain favor.\"</p>\n<p class=\"cnM0ZjcxZTczMDY1YjQ5YWQ4MjM1ODZkMjRiZjhmOGU0\" data-original-margin=\"\">\"In exchange for?\" I press and he leans forward.</p>\n<p class=\"cnNjMzY2ZGVlNmYyODQ5N2Y4NTliNmExZTkwYzFjNGU5\" data-original-margin=\"\">\"You are right in a lot of ways. Potestia needs change. Magic needs to be shared. There is no reason to rely on slave labor when mages could move us forward like never before. We have been fools for thousands of years to ignore that fact. I can make that world happen, Lillith. As king I can build a country without slaves,\" he answers. I don't answer and after a long silence, he continues. \"But a country needs people, Lillith. And progress needs a lot of people. I need to know where they are. The slaves. The professors. Everyone you have squirreled away. I need their help to build a better world, and if you're dead, well, you certainly won't be doing it.\"</p>\n<p class=\"cnNiNzE2NGZhMzY4NTRkNGI4MDc3MmNiMDhmZjg5YTVm\" data-original-margin=\"\">I take a deep drink of the wine before I answer. \"What if they don't want to build something new with you? What if they don't want to come back?\" I ask and his jaw sets.</p>\n<p class=\"cnMwZDBiMTkxMDkxNDQzM2U5YzZhNDU4MTA5ZTg1NzQ4\" data-original-margin=\"\">\"Lillith. You must know that what you are doing... there is no future in it. You are destroying what stands, and I understand why, but you have to build something in its place, or that's all you are doing. Destroying. All you have done is crush the pillars of the country and watch it fall. That's going to make lives worse, not better. Please. Tell me where I can find them, and I can do what you are failing to. I can look forward.\"</p>\n<p class=\"cnMxYWJmOWMzNjNkZTQ4OGVhMDRhNmY0YTU5MThkMDBi\" data-original-margin=\"\">I respond with a humorless laugh. \"It's funny, how that always works. How people with comfortable homes and money and security respond to the threat of losing it all. You don't have a chain around your neck, Godfrey. It's all too easy to say 'You are doing more harm than good' while all you are picturing is your own comforts disappearing. But what have I been doing that threatens everything so much? Freeing slaves. Giving women a place to flee from abusive marriages. Do you see the problem? The inherent complaint hidden behind the demands for a replacement system before dismantling the old one?\" I demand and his face hardens, but I don't give him a chance to answer.</p>\n<p class=\"cnNkOWUwNDYzNzZjZTRhODM4MjExMTZhOWIwNWFhOWRh\" data-original-margin=\"\">\"It's easy to say to me, from your seat on the other side of those bars,\" I continue. \"But what you are saying isn't as benevolent as it sounds. I believe you believe it is. But under the thin layer of empathy is the ugly truth. You are looking in the face of the battered and bruised. The beaten-down man whose blood supports this country. You are staring them in the eye and saying, 'Hang in there. Keep suffering. Keep bleeding for me. You'll be free from all of this... as soon as I find a way to stay comfortable while I do it.' No. That's bullshit. Any plan you have that requires people to continue suffering under slavery when you could free them is no plan at all. It's just self-congratulations.\"</p><p class=\"cjk3OTNlYTZjMTY2MTRmN2M5NTI2M2MzNjgzZTQxOWU4\" data-original-margin=\"\">Stolen from its rightful place, this narrative is not meant to be on Amazon; report any sightings.</p>\n<p class=\"cnM3YzIwMjdhNzFlYTQxYTY4OTVjYjVmOGIxYzE3MDY5\" data-original-margin=\"\">Godfrey lets a deep breath out of his nose. \"Pretty words. Very eloquent, Lillith. But that's all they are. The world is what it is, and you can't make changes while ignoring reality. The reality is, we need something in place or people die. People suffer. And it will be your fault when that happens. Your high fucking horse isn't going to make anyone's life better. Not the slaves, not anyone's. If you want them to have a better life, tell me where they are. I can offer them real change, not a brief breath of fading freedom,\" he challenges.</p>\n<p class=\"cnM2Mzg1NGNhZjEwNDQwYTQ4NWIxYTZlOWVlZDQxYmZh\" data-original-margin=\"\">\"You're wrong,\" I answer. \"I am building something new. No, that's wrong too. We are building something new. Something better. And no one had to keep supporting the weight of the bloated wealthy class to get there. No one needed to wait with a boot on their neck. It's not a world you could ever imagine. Sometimes it's closer, sometimes it's not. But it's better. It's just a world with no kings. Not you, not this rebel leader, and not your brother. The world you know is going to burn, Godfrey. It's going to be terrifying, and a lot of people used to the comforts of the old world will suffer, but just from withdrawal. They will suffer from losing luxuries and familiarity. This country is going to fall. But, if you don't mind a few stolen words, we are not afraid of ruins. We carry a better world in our hearts.\"</p>\n<p class=\"cnM4ZmM4NjZjMGNkMjRkM2ZhODZjNjNiMzFhZDAxOTI5\" data-original-margin=\"\">\"Lillith. That's not happening. Tomorrow, without my help, you are going to die, and all your friends are going to lose their leader. Because you are stubborn. Because you are arrogant. Because you are so certain your fantasies can be real, you were willing to start a fire you could never douse on your own. But I can. I can give them all a better life. They won't be slaves when I find them. They will be the first commoner mages. The bedrock of a stronger kingdom than the world has ever seen. All you have to do is let go of your pride and trust me. I can offer you a world we can both be proud of!\" he begs and I scoff.</p>\n<p class=\"cnM2MDExYmU1NzRhMjQ0NGFiZTA0ZTMxZmY0OGY1NTNm\" data-original-margin=\"\">\"Leader? They have no leader. They don't need me. An organizer? Maybe. Someone to help provide direction in crisis? Perhaps. But that's not what you mean when you say 'leader'. I'm not anyone's leader, not the kind with a crown on their heads and threats sliding off their tongues like sugar. I'm a spear. Yeah, it'll be harder without me, but they'll be fine. Everything I know is recorded; they'll find a new spear, and they don't need a 'leader',\" I retort.</p>\n<p class=\"cnMyZTE1N2E2NjBhMjRiNjdhOWZlZjkwYzU5NmYwNGVh\" data-original-margin=\"\">\"Everyone needs a leader, Lillith. People will always be people, and people naturally need someone to lead them. If you think the people you 'saved' don't consider you their leader, you are kidding yourself. A snake without a head is just a shuddering body. It's the way of the world. Neither of us can change that,\" he responds. I roll my eyes.</p>\n<p class=\"cnMxMDE2ZWQzNDI5YTRiMmNiZDA0Mjc0MDhjZGUyYTBi\" data-original-margin=\"\">\"Do you know what an 'Alpha Wolf' is?\" I ask and his face tightens in confusion. \"I didn't think you would. I haven't been able to find a single reference to the idea here. The phrase comes from... a place where people used to capture wolves and study their behavior. They noticed one wolf would often take a position of authority of sorts. They would have bloody fights for leadership. One wolf, the alpha, would become the natural leader of a pack through strength and teeth. The observation reached public knowledge, and everyone believed that's simply how wolves worked. They were often used as a metaphor for leadership. Insecure men even started claiming the name for themselves.\"</p>\n<p class=\"cnMyMDAzZTFjYjcyNTQ4ZWNhYWI0ZDZkMWFlNDc5Mzg5\" data-original-margin=\"\">Godfrey looks perplexed as he scoffs, \"That just proves my point Lillith.\" I shake my head.</p>\n<p class=\"cnNhM2FmZmFhOGY2OTRjNmFiODY3NTRhMjVjYTk1YmU5\" data-original-margin=\"\">\"You'd think, but that's the thing. They were wrong. The wolves they studied only behaved that way in captivity. Later, when they began to observe the wolves in the wild, they didn't fight for pack leadership. The 'alpha' wolf was a myth. They worked more like families. It was captivity, an ironically unnatural state for them, that presented the 'alpha' as a concept. So yes. You can observe people in captivity. You can corral them and put a collar on them and say 'This is natural' while forcing them to their knees. Maybe ten years later, maybe a thousand, and you can have them saying it too. 'This is natural.' But it's not. It's just a false observation from keeping us captive. That's why you need me to tell you where they are. Because they don't need a leader, and that's exactly what you are afraid of,\" I finish. It's Godfrey's turn to roll his eyes.</p>\n<p class=\"cnM1ZDA2MjRmODIxYTQ5Mjk5M2Y0NjI0ZjBhNGJkNWRm\" data-original-margin=\"\">\"More pretty words. More speeches that can be boiled down to 'I'm right, and I won't see reason.' We aren't wolves, Lillith. We are people. We have complex minds and emotions. We all have different visions of the world, and we'll trample over each other without direction. Someone has to provide direction. The best we can hope for is a kind direction provided by someone who cares. I am asking you to give me an opportunity to provide that. You want a better world? Well one of us is the leader that's going to bring us there, whether you admit it or not. And honestly, Lillith, a leader with no direction isn't going to cut it,\" he challenges.</p>\n<p class=\"cnMzM2I4Y2YzYTE3ZTRhZjVhY2E2MGM4ZDA5NGFmOGFl\" data-original-margin=\"\">\"You underestimate people, Godfrey. Someday, you'll see a world without a king. A world where people are people, not dogs. But I can't tell you where they are, don't you see that? Because you believe people must have a leader. You believe it is natural. But for people to have natural leaders, some people have to naturally belong in leadership roles and others must naturally belong as their lessers. The whole theory is how we get 'nobles' standing on the backs of commoners. Men on the throats of women.</p>\n<p class=\"cnNkODEwZWJmZTRhYzRjZjA5N2E5MDc0YzExM2I1MThh\" data-original-margin=\"\">\"I've heard hundreds of versions of 'some people are superior to others' and they are all shit. They all lead to the same place, even when started with good intentions. 'People naturally need leaders' always, always means 'some people are naturally inferior'. I'm sorry, Godfrey. I like you. I like you as much as I can, for someone in your position. But I can't trust you,\" I say. The air is heavy with silence as Godfrey examines me.</p>\n<p class=\"cnM2MmVmMjhiZTA0ZTQ3YzE4NTM2ZGM3ZWUwZjE0OTFi\" data-original-margin=\"\">\"So, even until the end, that's your answer? Lillith, you are mad. But it's a madness I understand. You are wrong. You are equating two things that just aren't the same. More than anything, you are a leader. And if you won't let me help them, well, I understand they need someone. That's why, even though you are so stubborn and can't see the forest through the trees, I'll still help you. I checked your home but your family is already gone, as are your friends,\" he answers and I feel a small spike of grief enhancing my mana. He stands and unlocks the cell, swinging the door open. \"No one will stop you if you flee now. You can make it out of here and live to fight another day. In exchange... think about what I said. I want to heal the world, just like you do.\"</p>\n<p class=\"cnNmZTdkYThhMzgwNjQwNDBhYTUxZWIzZjRhNGJiNDkw\" data-original-margin=\"\">He walks toward the hall to leave, then pauses. \"I like you too, Lillith. You were never my apprentice, I can see that now. But you have been a friend, of a sort.\" I listen as he walks down the halls and the steel door fails to close behind him.</p>\n<p class=\"cnNmZmUxNDM3ZjlkODQ0ZGJiNjFmMWU3MjFlODBiYTA2\" data-original-margin=\"\">I push myself to my feet, using force mana where my broken arm and shackles prevent my arms from supporting me. I shamble over to the cell door and push it shut, allowing it to lock in place. I then return to my stone seat and take another drink of wine.</p>\n            ",
  "invisibleParagraphContent": "Stolen from its rightful place, this narrative is not meant to be on Amazon; report any sightings."
}