{
  "preChapterNote": "<p>It is truly a crime (the bad kind) this horror story doesn't have a larger following. Y'all should go fix that.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/87725/dancing-in-the-void\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/87725-dancing-in-the-void.jpg?time=1722488556\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/87725/dancing-in-the-void\" rel=\" ugc nofollow\">Dancing In The Void</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p><em><strong>Beware those with white locks… touched by death, they bestow her onto others…</strong></em></p>\n<p>It should have been a day like any other. The sameish routine of ordinary life. The monotony of a calm evening. But that fateful day would be anything but typical. That day, Constantine Sancthos found a stranger. A being unlike anything he'd ever seen before crashed through the window of his room. His heart cried out in an echo of agony, forcing him to act, to save her. What cruel soul could abandon a wounded angel to the whims of fate? He could have never imagined that the merest act of kindness would drag him and all his dearest friends into the true unseen reality of their world. A world of the supernatural, filled with horrific demons, eldritch beings that defy conception, and darker forces beyond their wildest imaginations. Will they sink into an abyss of despair, or will they persevere and cling on to the frail hopes of their humanity?</p>\n<hr>\n<p><br><em>Dancing In The Void</em> is a story that I have been writing for a very, very long time. Currently it is 89 chapters long, broken up into 2 completed \"books\" and 1 being written at the present time. At its core, it is a story about love, wrapped in a shell of tragedy and despair, full of treacherous demons, world-shattering battles and crucial choices that will shape the fate of reality itself.&nbsp;<br><br>Volume 2 has begun posting! New chapter every Thursday for the near future!<br><br><span style=\"text-decoration: underline\"><em>I am also currently working on adjusting the formatting on the chapters but I'm moving at a slowish pace. Please excuse some large paragraphs until I finish with all of them.</em></span></p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "<p>Alright, I finally broke and made a <a href=\"https://discord.gg/GPgegHpWWb\" rel=\" ugc nofollow\">discord server</a>. Come hang out, have fun, promote your own stories or theorize about mine. Looking forward to seeing you all there!</p>",
  "chapterContent": "\n                <p class=\"cnNjNTRhNmUzOGFkNTRhZDFiMDk3NGU0YzU5MDFmNTBm\" data-original-margin=\"\">The urgency in my voice is enough to get Ed and Henry to my room quickly. I watch Ember through the wall the entire time, gritting my teeth. I don't know if she is involved in this or not. I don't know if I can trust my judgment in either direction. I wipe the blood on my hand, then my shirt, and finally groan. It won't stop. With irritation, I form a needle of mild, focused lighting mana and shove it up my nose. After a short, sharp pinch, I manage to seal the vessel and finally stop the bleeding. I slump over in my seat, anxiety refusing to let my muscles relax.</p>\n<p class=\"cnM1NjA3MmRlNTIxYjQyYjQ5NWJlYjc0ZThmMGUzYWM1\" data-original-margin=\"\">It takes less than ten minutes for a knock to finally sound across my door, but it is an agonizing ten minutes. I feel weak as I stand, but not as weak as I did a few minutes ago. Henry's potion is doing its work, and I've had time to shave away at the cancer. It takes so much focus to keep it under control on my own; I can't allow this to go on for too long. I can't survive Sara's absence. And, bluster aside, I can't allow Sara to hurt someone like that again. I need to get to her before she has to.</p>\n<p class=\"cnMyYWYwZTQ5MzBhNTQ4Y2JiN2Q5YThiYzhlNWY3ZTUw\" data-original-margin=\"\">My body throbs with fatigue as I make it to the door. I can cast more powerful magic with less effort, but fighting cancer in my own body is precise and has a toll all its own. Finally, I open the door.</p>\n<p class=\"cnNmMzgyZjBiMTJlNDQ2ODQ4ZGZlMDkyZDc5NTE4ODdm\" data-original-margin=\"\">\"Exactly how many times are you going to wa-OH SHIT Lily what the fuck happened to your face?\" Henry says as soon as he sees the blood on my face, staining my shirt.</p>\n<p class=\"cnM0NTY4YjlkYzNlOTQ2MGZhOTgyYTM3NWZmMzdhY2Qy\" data-original-margin=\"\">\"I'm fine, just a nosebleed,\" I reply, \"That's not what matters. I need your help, both of you.\"</p>\n<p class=\"cnNiNjczZGE1NGU1MTQ4ZTc5ZTUwY2M3ZTcxYTU0OWEz\" data-original-margin=\"\">\"What's wrong?\" Ed asks, looking around like he can spot the source of my stress.</p>\n<p class=\"cnMxZDY0MjM1MWQzYzRiMjBiYTRlZTQyMzk5MWUzNDJi\" data-original-margin=\"\">\"We need to talk to Ember again. Ed, I need you to back me up if I need to fight. Henry, did you bring more potion?\" I say quickly, grabbing Ed's shoulder to steady myself as I grow dizzy. I am getting stronger, after the potion and all that work, but just the amount of blood I lost is leaving me lightheaded.</p>\n<p class=\"cnM0MWRiOTdlMmQ3NDQzYTA5YTE1YmE2YjhhOTRlMGZk\" data-original-margin=\"\">\"Uh, yeah,\" he says, fumbling through a messenger bag for a few more potions. \"You shouldn't be out yet... Where is Sara? Has she not helped you yet?\" He too looks around, trying to find my missing girlfriend.</p>\n<p class=\"cnM3MmRhOTJhMzNlYTRmZGI5NWYwY2FkOTZiYTJiYzQ3\" data-original-margin=\"\">\"She's not back yet. And we are going to have to make those stronger for a while,\" I respond and he furrows his brow.</p>\n<p class=\"cnM4YWI0Mjg3OGFkMjQ5Y2U5MzVhNGZjZWMxNjc0Yzdl\" data-original-margin=\"\">\"Is that safe? You said your parts were basically trying to kill you as well, didn't you? They just kill the cancer faster?\" He questions.</p>\n<p class=\"cnMxZTgxMWVmODMzODQ3MDE4ZDc4YTJmMWI1ZTA0ZjMx\" data-original-margin=\"\">\"Some of it, yes. But I can fight those bits myself. Right now, it's less dangerous than the alternative. That is a good question to ask, though. I'm going to need your help with something else for a while,\" I reply. Henry and Ed share a glance then look at me skeptically.</p>\n<p class=\"cnM4OWY3MjFiMDIwMDQ0ZWRhMDUyOTc0ODJhNjJlMjNj\" data-original-margin=\"\">\"What's that?\" Henry ventures.</p>\n<p class=\"cnM5ZDcwY2UyMDJhNzQ1NDRiYWNlYTQ0Mjk1OTRmOTUz\" data-original-margin=\"\">\"I need you to stick with me, in case I need a sanity check,\" I explain.</p>\n<p class=\"cnNlOWRmNzlmNjg3YTRmNmM5MTEzODZlNzc0ZGQxYTM0\" data-original-margin=\"\">\"Well I can answer that now, you are crazy as fuck,\" Henry answers. I chuckle a little at the levity, but I lack the emotional energy to reward him with much more.</p>\n<p class=\"cnM0NzE3NzMxZjJjODQwZTk4ZjlhNjhlMjgzZWVhZGVi\" data-original-margin=\"\">\"No, seriously. I need you to make sure I don't do anything... rash. I might make some questionable choices in the coming days, and I need someone to tell me when it's insane,\" I say.</p>\n<p class=\"cnNmZjAwYWQ4MTRiYzRmYzBhNzI1ODllYmU4YTE3ZTBk\" data-original-margin=\"\">\"You are always doing crazy shit, Lil,\" Ed interjects. \"I mean, it's worked out for the best. But why now? Because of the thing in Tumult the other day? Or did something else change?\"</p>\n<p class=\"cnNhNzQwNDk3NTc4MDQ3N2ViM2Y4MzU5YjY2NTgyOTVm\" data-original-margin=\"\">\"It is pretty late at night for a sudden choice like that,\" Henry agrees, \"What happened?\"</p>\n<p class=\"cnNmNDBiNmIxNmQ5ZDQ0ZGM4ZDJiYTY1MDJhOWMyNjMz\" data-original-margin=\"\">\"Sara's been captured,\" I answer. \"I don't know how, except they had the help of a third party. I'm thinking Ember's people. They deal with divine magic and these 'sages' more than any of us have. If any third party could wrangle her, it's them. I need to know if Ember knew about this, and I need to know now.\"</p>\n<p class=\"cnM3YjViZDNkMTc3MjQzZDc4N2ZkYjQyZDI2Yzk2ODI2\" data-original-margin=\"\">\"What, wait, who captured her? Is she alright?\" Ed asks, genuine panic in his voice.</p>\n<p class=\"cnM4MmFkZDE2NjM0ODQxZGQ5NWEwMjlmZDQ2NTI1NjVm\" data-original-margin=\"\">\"Your cancer, Lily! Fuck, that's why the potion needs to be stronger, isn't it? What are we going to do?\" Henry adds with distress.</p>\n<p class=\"cnMxYzliNDU1NTlmYjQwYTViNjcwNzMxYjEyZGRjNDJl\" data-original-margin=\"\">\"I don't know. But we start with Ember. Whether she knew this would happen or not, she'll have information we need. Let's go,\" I say matter-of-factly.</p>\n<p class=\"cnMzMDliNjliZGIwYzQ1MDRiZmY0MGNkNDhlNWI5YWU1\" data-original-margin=\"\">\"Wait,\" Ed interrupts, \"No offense, Lillith, but if you want to do something stupid out of anger, Henry isn't going to be able to talk you out of it. You know that, and I know that.\" Henry looks relieved when Ed brings this up and I sigh.</p>\n<p class=\"cnMyNjJhZmM0OTNkODQ3YjU5ODNhMGJhNGFiODM0ZmY5\" data-original-margin=\"\">\"I'm not worried about doing something stupid because I'm angry. I, well, maybe I should be. But that's not what I'm talking about. Look at me,\" I suggest and they do.</p>\n<p class=\"cnNjMGM2MTU5NmZkODQ1NmI5OTI0NDBkNGVhMmFjODI5\" data-original-margin=\"\">\"I mean, you should probably clean up before talking to Ember, if that's what you mean...\" Henry suggests and I pause. I actually didn't consider that. Which... terrifies me. Because anger isn't why I want him doing this.</p>\n<p class=\"cnM4YzFkNzg2ODEwZDQzOGQ4MzE0ODVhN2EwMjQxMzVi\" data-original-margin=\"\">\"Thank you, that is exactly what I am looking for. Someone that will notice things that I should be, but don't,\" I answer.</p><p class=\"cmNjZGZkM2Q0M2ExNzQ1YzM4ZDZmZDRlNGI0YWU2MmI4\" data-original-margin=\"\">This book's true home is on another platform. Check it out there for the real experience.</p>\n<p class=\"cnNiZWYzNWE1ZGZiMjRlZjdhNzIxZDk1ZjA0ZThhMjUw\" data-original-margin=\"\">\"Wait, you were really going to talk to her like that?\" Ed asks, bafflement taking over his face.</p>\n<p class=\"cnM2MzNhNTMxYmU1YTQ4MmM5NWFmMDZkMDFkM2Q1NmQ2\" data-original-margin=\"\">\"Breast cancer doesn't give you nose bleeds! But there are a few kinds that do, and most of them are above the neck. So yeah, I missed that. I was going to walk into her room covered in my own blood,\" I snap, \"So yes. I am going to overlook things, and yes I need to be fucking minded until we get Sarafyna back! Can we please just go? I can answer all your questions afterward!\" I insist.</p>\n<p class=\"cnM4ODk5YThiODgwMzRmMTdiOWE4ODBlMDQxYWQzYzQ4\" data-original-margin=\"\">Henry understands what I mean before Ed does, but both quickly grow silent as they do. I give a quick nod, glad to finally be on the same page. I move to leave when Henry grabs my arm. \"Wait, Lil, you're still...\" he trails off.</p>\n<p class=\"cnNjNjUzMjljNGM5MTRiMDg4NWFiN2JmOGVkZjg1YmQ2\" data-original-margin=\"\">\"Fucking goddamnit!\" I curse before marching to the kitchen, channeling mana into the water stone over my sink and scrubbing at my face for a moment. I try to scrub at my shirt as well, but after a moment of frustration, I grab my collar with both hands and just tear at it, revealing a hint of my tattoos. Immediately feeling stupid, I march my dumb ass into my room to replace my new v-neck with a clean shirt. This typically routine endeavor is challenged by an uncharacteristic clumsiness, brought on by a growing sense of frustration and helplessness. I even manage to ignore Suzume as she asks for attention. I practically growl as I finally manage to force my arms through the sleeves and rejoin my brothers in the living room. \"Are we good?\" I ask, more vitriol in my voice than they deserve.</p>\n<p class=\"cnNhYWQ0OTlhODhhZTQ0MGZhYjdhYjgxZDQ2ODFhYjdl\" data-original-margin=\"\">They both nod, and I march past them to the door. Ember better not have gone anywhere during all that. I feel a little bad about snapping at my brothers. Especially Henry, who has been incredibly understanding all day. And who I am planning to lean on for the foreseeable future. I shouldn't be snapping at them but it just... comes out every time. They follow me next door, and I knock, hard. I had intended to convey how serious the issue was, but not splinter the door. I intended. I curse again as a few sharp pinpricks of pain identify the splinters I just gave myself.</p>\n<p class=\"cnM3ZDRmODhiNjJmNTQ4ZDVhOTRhOWZlMWU3YmQ1ODdl\" data-original-margin=\"\">It has the intended effect, however, as Ember very quickly opens the door, a look of irritation contorting her only vaguely human-esque face. \"What the hell, what's fucking burning down?\" she protests, but I immediately grab her by the collar and pull her head down to my level.</p>\n<p class=\"cnMyMTA4NjAzNGM0MzRjNGE4ZWRhNDI4YmE4NDU2MDlm\" data-original-margin=\"\">\"Did you know?\" I ask through clenched teeth.</p>\n<p class=\"cnNmMTU1NzNkNTg5ODQ5ZGFhYTM4ZjcyNTIzMjE1MTA0\" data-original-margin=\"\">\"W-what? Know what? Shit, how fucking strong are you?\" She asks.</p>\n<p class=\"cnNmYTAwN2UxMThjMjQ1YTA4Nzk5MDhjNGQ0ZWNlYzc1\" data-original-margin=\"\">\"Don't fuck with me, Ember. Did. You. Fucking. Know?\" I jerk her toward me again so her eyes are only a couple inches from mine. Her pupils narrow to slits, and her eyes scan me. A hand rests on my shoulder.</p>\n<p class=\"cnM1MjAyNDBmNjA3YjQ5OGE5MDQ1ODgwYTg5ZmI3ZGZk\" data-original-margin=\"\">\"Lily, you aren't going to get anywhere doing this. You're too angry. You need to let her go and explain what you mean...\" Henry whispers to me. I come very close to snapping at him for telling me when to be fucking angry, but a little voice in my head stops me just in time. The voice that reminds me that this is exactly why I asked him to come with me to this. Ember continues to stare at me. I take a labored breath through my nose and slowly release my fingers. They shake and resist like those of a dead man, but I do manage to let her go.</p>\n<p class=\"cnMxYzRkYTI3ZWMzYTRkYTc5NjAyNzA3MjU4Y2YxNjA2\" data-original-margin=\"\">I take another deep breath, then glare at the taller woman as she straightens to her full height. \"Sarafyna went to the Kingdom of Endings earlier today. They managed to capture her,\" I begin and Ember's eyes widen.</p>\n<p class=\"cnMyYWYxYTFkM2Y5NjQ2NDVhNjg5Y2E1NDFhYmZjODFl\" data-original-margin=\"\">\"She's a Nexus sage, how did your people manage to-\" she starts to question and I shake my head.</p>\n<p class=\"cnMzYjMwNDQxYzZkNTRkZDk4MWZmMDI5NTk1NGNhZTFi\" data-original-margin=\"\">\"It wasn't just <em>my </em>people. They had help. I am thinking, likely from someone who is more familiar with this 'nexus' bullshit. <em>Your </em>people. So I am asking again. Did you know?\" She doesn't answer right away. Her mouth opens a little, in surprise rather than in preparation to answer. And there it is. The one thing I needed to release the tension in my shoulders. Not the surprise on her face, or in her posture, but the spike of sorrow I felt as the realization of what had happened dawned on her.</p>\n<p class=\"cnNhNzZiMTcwYjdjZDRlMzg5OWEyNTE0ZDlkYzBhNDMy\" data-original-margin=\"\">\"No... fuck, you need her to travel through the nexus, don't you? <em>You </em>of all people <em>c</em>ertainly can't go in alone. Which means...\" She practically whispers this part to herself. \"Lillith, this 'Kingdom of Endings' that's the one you didn't show me, right? The one that was hostile to you? How widely known is that?\" I look at her, a bit taken aback. I am a rapid pendulum between panic and fury at the moment, and the splash of relief followed by the question leaves me dizzy. I just kind of look at her for a moment, and Henry answers for me.</p>\n<p class=\"cnNlMTIxZTg5MGFlYjQxZmE5MzcxYzM2NDM5Y2QwMjZl\" data-original-margin=\"\">\"She has been pretty openly antagonistic. Or, at the very least, she has very readily rejected their ideas for her,\" he replies.</p>\n<p class=\"cnM2ZTYzZWFhNGMwMjQxOTJhNzg0ZTZkNDI0NWUyOTkx\" data-original-margin=\"\">\"Shit. If it's obvious, the Council may have sent ambassadors. They would definitely know how to trap a local nexus sage...\" she guesses. Shit.</p>\n<p class=\"cnMxOWE2NjI5MGE3MjQwZjc5YmMyOThiMDBmOWY1N2Nk\" data-original-margin=\"\">\"What would they do with her, if they were the ones who took her?\" I ask.</p>\n<p class=\"cnM1YTdlZTY2ODhmNDRjYWQ5MzMxMzgxZDlmNDQyMWEw\" data-original-margin=\"\">Ember begins to answer, then frowns. \"Well, they would usually feed her to the nexus but... if she can move through it freely, they will likely consider that too dangerous. How did you find out she was captured?\" She replies.</p>\n<p class=\"cnMwNTE4OGFjYTdlYzQyYTE5MzZkZTRiOTFhNTFkMDhl\" data-original-margin=\"\">\"Feed her to it?\" Ed cuts in before I can.</p>\n<p class=\"cnMyZGQ5ZjI0MTY2OTRkOTQ5MDE2NzQzZWVmNzg4MDRi\" data-original-margin=\"\">\"Yes, feed her to it. The nexus... collects sages. But I don't think they'll do that, this time. Not right away, anyway. How did you find out?\" She repeats.</p>\n<p class=\"cnM3ZTcyNmFjYzk5MDRhZmJiN2ZmNGU3NDcyZjg0NzRj\" data-original-margin=\"\">\"The stewards there told me. They want to negotiate. They are trying to use me for... they want the next king to inherit my mana. They are using her to manipulate me,\" I reply quietly.</p>\n<p class=\"cnNiNmQ3Y2JlZTgxNDRmM2RhMzAyMTJjMmU5ZjE5YTEx\" data-original-margin=\"\">\"Fuck, I'm gonna be sick,\" Henry mutters.</p>\n<p class=\"cnM4ZmRjNmNhZGY5YjRhYjZiMDVhMmY5ZTljNjc4MWE5\" data-original-margin=\"\">\"Then we'll have to hope that's their actual plan. In the meantime, is there any other way you have of traveling through the nexus?\" Ember replies. Her demeanor, despite the grief this apparently brings her, is helping to calm me.</p>\n<p class=\"cnMxZDkxY2NjOTkyZjRmMjE4Y2QwYTJmMDRkNjNiMzMw\" data-original-margin=\"\">\"No. All I have is her. We were working on transportation but... I don't know how to find them. I don't actually know where they are. I have amateur drawings of my guesses at constellations and how they look from different places, but that's it. I don't- I don't know\" and here they fucking come. The goddamn tears. Come on Lillith. You are Lillith of Endings. The mage of Mourning and the terror of the nobility. You invented vampire mythology in this country. You are the actual bogeyman to this woman, and you are on the verge of a breakdown in front of her. Lock it up, Lily. I set my jaw and sniff, water gathering in my eyes but failing to fall. \"Can you move through the nexus?\" I finally ask.</p>\n<p class=\"cnM0YTFlNGVkY2E3ZjRmMmM4ODIxMzY2M2ViZWJhMGNi\" data-original-margin=\"\">Ember looks at me with calculation. \"No. The nexus decides where I go. Only a Sage can move us through it. Besides, after traveling through it with you so many times, it will certainly turn me into one of its experiments if I try,\" she replies. \"What do you want to do?\"</p>\n<p class=\"cnNhMWJhNTZhNDA1ZDQ1NTQ4ZjJmYTI0MmFjNGZhMzQx\" data-original-margin=\"\">I clench my fists, driving the earlier splinters further into my skin. \"We have faith in Sarafyna. And we experiment. Starting tomorrow, I want to spend every fucking day experimenting. I want to know everything you do about the nexus. I want to know what you know about how this 'Council' catches sages, and I want to find a way to reach the Kingdom of Endings and kill everyone involved in hurting Sara. She will fight, again. She will make it out again. And I will end the people who hurt her. Again.\"</p>\n            ",
  "invisibleParagraphContent": "This book's true home is on another platform. Check it out there for the real experience."
}