{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwN2NmYmQxNDQ1NzRiMTJhN2Q4N2IyZjM0YjcyYmRi\" data-original-margin=\"\">“I can’t breathe…”</p>\n<p class=\"cnNjZjUwNjEyODkzZDQ5MzhhNzBmYmZhOGNlZmQ1NzBj\" data-original-margin=\"\">Kaede gasped out as she leaned forward with her hands holding onto the table’s edge. Rachel, the head maid, was tightening the laces on her back, and it was impressive how much strength the old woman’s bony fingers had.</p>\n<p class=\"cnNiZjk1YTg2N2FhMjRhNTc4ZDIwMTUwNmYxZDliN2Jl\" data-original-margin=\"\">“Stop exaggerating. I haven’t even finished the first tightening.” Rachel retorted as she continued her methodical lace-pulling. The elderly maid then offered some advice: “Calm yourself and breath slowly. I thought you Samarans believed in ‘meditating’?”</p>\n<p class=\"cnMwZjAyN2I5Y2U1NTQ5ODViM2ZlOTNhY2Y5MmNjMDI2\" data-original-margin=\"\">“I fail to see how ‘meditation’ has anything to do with strangling my lungs.” Kaede gasped out as the leather corset around her waist tightened another notch. She could feel how it cinched her waist into an hourglass-like arc. “Why do I have to wear this again?”</p>\n<p class=\"cnM4YmM1Y2U3MzEwOTQwZjliNjYwZTE2MWQ4NjY5MmMw\" data-original-margin=\"\">“Because Her Highness desired it, and as she is the ‘mistress of the castle’, it is in her right to tell all servants what they should wear,” Rachel reminded the familiar girl of the social pecking order. Though her words ran with approval as she continued: “besides, every girl wears one. It helps you maintain better posture and provides support for your back through a day’s hard work. Even the Princess wears one beneath her dress and she has always enjoyed it.”</p>\n<p class=\"cnM1OWE4NWU2YzNjNTQ2MzA4NTYxYjk5OWQ3MGY0ZGY3\" data-original-margin=\"\">Kaede did notice that all of the palace maids wore a pair of leather stays — an early version of the corset — around their waist. It hugged their midsections from the breasts to above the hips. The Princess’ dress had leather sewn in around her midriff as well. Though in her outfit, the leather simply blended in with the other patches that were meant to anchor armor straps.</p>\n<p class=\"cnNmYmE2ODViYTc3MTQxNjRhZmQ3YTY0ZjY4NTA0MmIw\" data-original-margin=\"\"><em>I don’t remember seeing anything like this on Ariadne’s uniform,</em> Kaede thought. It was yet further proof that Rhin-Lotharingie was ‘backwards’ compared to the more progressive Weichsel.</p>\n<p class=\"cnM4MWY1MzM4ZjRiMTQyYzBhNzRlZTcyNTFmMTA2ZGVi\" data-original-margin=\"\">The Samaran girl then immediately snapped off that train of thought. She closed her eyes and shook her head in self-disgust. <em>I sound like an egocentric child.</em></p>\n<p class=\"cnM5YjNkZGY5MGNhZDQxYWNiY2QxZmNjYjc0YmFkN2I5\" data-original-margin=\"\">“Done.” Rachel announced at last as she knotted the laces’ extra length. “That’s the first tightening. We’ll let your body adjust for a few minutes before we finish.”</p>\n<p class=\"cnM2YjM0MTdlOTM0MDQ2NzRiMjAxOGI1MDRmYzE5YzJm\" data-original-margin=\"\">Kaede groaned. She was already having trouble taking a full breath.</p>\n<p class=\"cnNiMGU5ZWRkODVkYjRmNTA4OTEwYTQyZDNiZmFiNGI3\" data-original-margin=\"\">“Isn’t this enough? If you pull this any tighter I’m going to pass out.”</p>\n<p class=\"cnM2OTVmZDIyMzdkOTRhYjFhZmI4MDBiMGI5ZGQxODNl\" data-original-margin=\"\">She really did not want to have first-hand user experience with the infamous ‘fainting couch’.</p>\n<p class=\"cnM5YmQ2ODZmNWFjNDRlY2E4YjNlZmM4ZmE5ZmMyYjMz\" data-original-margin=\"\">“If you do, you’d enter palace history as the first girl to do so from something so mild.” Rachel’s reply came flat. She then ran her hand across the exterior of her own leather stays, which wrapped around her midsection and was held tight by laces. “I’ve worn one of these every day for the past century. I can’t imagine going through a full working day without it.”</p>\n<p class=\"cnNmZTI0YjM1NjcwOTQwMzM4MjI2ZjdkM2MyMzc0ZWJl\" data-original-margin=\"\">“You may be used to them but I’m not!” Kaede’s wispy answer came with an exhale.</p>\n<p class=\"cnNlYjQzNGFhZGNkZDQ4YTk5MmJiY2M5NDQ5NzVmMGUz\" data-original-margin=\"\">“That does appear to be true, as you seem oddly unaccustomed to tight garments.” Rachel frowned. “Normally, we should probably get you accustomed to a lighter pair of stays first. But in this case, as you are associated with members of the royal household, there are expectations to uphold.”</p>\n<p class=\"cnM1ZmFiOTlhNmFjOTRkOWViZDY5ZmJiZTBkOGVjZDE5\" data-original-margin=\"\"><em>Pompous elitist dress codes.</em> The Samaran girl complained in silence as she reached down with her fingers and traced across a stiff, vertical bump on her corset’s exterior. It was hidden beneath a column of pink, floral laces.</p>\n<p class=\"cnNlYjNhMjNlMWJmNDQyYmE5ZjkyOTUzMDFkYWIwODY2\" data-original-margin=\"\">“Is this… steel boning?”</p>\n<p class=\"cnMzMGFlZmE5MzBkYjQ4MWI4ZmRkNzI5NzQ0N2NmOTNh\" data-original-margin=\"\">“Yes.” The elderly woman admitted. “It is true that yours is more constricting than what we wear. Leather adjusts over prolonged use and isn’t hard to bend. However, we still need to do our chores or, in Her Highness’ case, fight in it. You’re expected to do neither.”</p>\n<p class=\"cnM2NTE5MDg1ZmY5ZjQ4MTU4ZTZkN2UyNjNiZjJmZGZh\" data-original-margin=\"\">“I can fight. I have a weapon you know.”</p>\n<p class=\"cnNjMzM0YmE5OTdkZjRlM2ZhN2E5NjcwNTMxODRmNzlk\" data-original-margin=\"\">Kaede pulled out her leather archery gloves and put them on, over the long armgloves of her undergarment. She willed the spring-steel ‘morphic blade’ from its extradimensional storage into her fingers and grasped the handle of its default, shortsword form. Knowing that she was little more than an amateur in its use, she gave it a quick twirl before putting it away.</p>\n<p class=\"cnMwOTJjMzBlZjlhYjRjOTU4MzhhNmI0ODgzNzE4M2Rm\" data-original-margin=\"\">However, the head maid continued to look unimpressed.</p>\n<p class=\"cnM2MTQyM2JhOWQwNjQ2MzY4MWYxNzFiM2VjZGY2NTNm\" data-original-margin=\"\">“You’ll find that most Lotharin women carry a knife on them,” she noted before reaching down to her boot and producing her own. “We’ve had too many generations of experience with Imperial Legionnaires.”</p>\n<p class=\"cnM3MGE1NWUwZTk2ZTRjMDdhN2YyYTU0MjkzZGYzNmE1\" data-original-margin=\"\">Kaede winced. Clearly rape by soldiers in Hyperion was no less common than in Earth history.</p>\n<p class=\"cnM0OWJhNmVlMTMyNDQyOTRiNGM5NjUzYWU2YjQ5YTJj\" data-original-margin=\"\">“Many Lotharin woman also know how to use a hunting bow,” Rachel added. “Though that’s not of much use against soldiers in proper armor. A military-grade bow however is far more strenuous than what most women can manage.”</p>\n<p class=\"cnNhOTg0NjZjZjVhZTRmOTdhOWExYWM5OTY5MDFiMjI3\" data-original-margin=\"\">Kaede nodded sadly as she glanced down at her thin arms. Before coming to this world, Kaede had built up enough arm strength to pull a <em>yumi</em> greatbow to shoot a dozen consecutive arrows. Now? Her muscles were so weak even carrying stacks of books proved difficult. Strength training seemed a waste of time when her current build was so poorly suited for it. Thus as a result, she had to rely on Pascal’s magic whenever she wanted to practice.</p>\n<p class=\"cnMyMGU3MzAzN2ZiYzQ0ZGRiOWFhODYxYWQ2NmM1NDIx\" data-original-margin=\"\">“Do Lotharin women serve in the military then?” She asked next, shifting the topic to one involving her curiosity rather than her loss.</p>\n<p class=\"cnNiYWViYWQ5OTljMzQwOTc5ODZlMzIwZjNmZGU3NDA4\" data-original-margin=\"\">“Yes, though only on a voluntary basis.” Rachel nodded. “There’s even a dedicated knightly order: the Monastic Order of the Knight-Healers of Saint Joan, more commonly known as the Knights Hospitaller. The famous Lady Edith-Estellise, Saint de Lyonesse and the <em>Polar Cross</em> paladin, is their most notable member.”</p>\n<p class=\"cnMxY2IzYjlkYTQzNzQxMzA4NjU3MmE4M2QyYjQzNDRm\" data-original-margin=\"\"><em>And the commander of the Army of Avorica, if I remember correctly from yesterday’s meeting.</em></p>\n<p class=\"cnNjYmFiZGVmMzU5MzRkMzViZWEwNjQ5ZmE4MGUzMGQy\" data-original-margin=\"\">There was a clear sense of pride in the way Rachel said Edith’s name. It really showed just how much of a role model the saint was to the women of Rhin-Lotharingie.</p>\n<p class=\"cnMwN2EwNTkxNDgwMjQ1Yzc4NDhhYTc2ZjNiYzU4ODBk\" data-original-margin=\"\">Nevertheless Kaede sighed inwardly as she thought: <em>yet another action hero.</em></p>\n<p class=\"cnMyOTQ1MzRlMWVhMzRmOTNhNzNiNTVlMWIyNDFmZmI3\" data-original-margin=\"\">It was one of Kaede’s annoyances about society — how people most often focused on those who fought on the front lines. Sure, Edith was the ‘champion’ of Rhin-Lotharingie and widely considered the best Oriflamme Paladin in direct combat. But surely Dame Cosette, who served Emperor Geoffroi as his chief military strategist, should be more famous? This was doubly true for women, as male bodies had a biological advantage in raw strength, which in turn meant women should establish more role models based on wisdom and intellect.</p>\n<p class=\"cnM2Y2UyZDMxODIwZDQzYWM5NDk4MmQxZmRhOTYyMTk5\" data-original-margin=\"\"><em>Why are the brains always overshadowed by the brawn?</em> She filed one of her old complaints.</p>\n<p class=\"cnNiMTIxYzgxMGNkNzRlM2E5NjM5MGJiMGM4YWM1MWM1\" data-original-margin=\"\">“I think we’ve waited long enough.” The head maid’s voice shook Kaede from her reverie. “Let’s finish tightening your laces.”</p>\n<p class=\"cnNlNDAyZTQ2ZWEzYTQzNjg4YmE0YzZkMjYyOTU0ZmZk\" data-original-margin=\"\">It summoned only a louder, more resentful groan from the Samaran girl.</p>\n<p class=\"cnM2MTU1MWM3ZjJlODQ2NzRiMTNjYTNjNjYwOGNiMTQ4\" data-original-margin=\"\"><em>Bear with it,</em> Kaede had to remind herself.</p>\n<p class=\"cnM1OThjZGI3ZmQ1MTQ5NWQ4NTYzZjYxZmVmM2I3MmY4\" data-original-margin=\"\">It was important that she keep her word to the Princess and not create more reasons to be disliked at present. Not to mention she needed to at least work on ‘fitting in’. Fashion has always been dictated by the culture of a society and not the individual. Those who refused to accept the ‘norm’ inevitably attracted prejudice, and the Samaran girl already received enough strange looks as it is.</p>\n<p class=\"cnM2NjExZTMzYWYzMzRlYjlhNWRjNWQwNDdkYWFjYzRl\" data-original-margin=\"\">Besides, Kaede figured that the current status quo wouldn’t last since Pascal wasn’t the type to just stay in a palace anyway, not when there was a war raging outside. Then, once she had a chance to prove herself before the Princess, perhaps things would change…</p>\n<p class=\"cnNlMzM4ZDMwOGUxMTRjNTY5ZTgyZDgzYzhjNjIwYjc5\" data-original-margin=\"\">“Be glad then that Her Highness isn’t the one pulling,” Rachel remarked almost off-handedly. “Her standards for a ‘proper waistline’ are far stricter than mine.”</p>\n<p class=\"cnM4NDc1MjE2N2Q0NTRlYmU4N2JmNTdkNjY1MDUzY2M3\" data-original-margin=\"\">Kaede swallowed. <em>Just what kind of unrealistic body image was this princess taught?</em></p>\n<p class=\"cnMzYjM3ZmI1Y2E3ZTQyMTdhNjJlZDdkZmY1NTNiYTBl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjNGQ3M2RhNWQ5NjQ3NjhiNzFlZWYxYzdhYzA1MjE4\" data-original-margin=\"\">—– * * * —–</p>\n<p class=\"cnNhZjQzNTM2ZTI2YTRmYTQ4NmRkMTg2MDc0ZDdmMjU4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxYTIyOTNlZjZkNTRmM2E5NDliOGI4ZDlmMjNlNzIz\" data-original-margin=\"\">Pascal forked a piece of ham before digging his utensil into the tartiflette. The potatoes, onion, and cheese gratin had been baked to a crispy exterior, however the inside was still mushy and he smeared it over his ham before scooping some extra with his fork. The combination was soon brought to his mouth to enjoy.</p>\n<p class=\"cnNmMDE0NWZhODA3NzQ3ODk4ZThhNzgyZWUyYTExYjA3\" data-original-margin=\"\">The sumptuous taste lifted his mood for a brief moment. The potatoes were fairly new to Lotharin cuisine and he had only enjoyed it twice before. It was said that the starchy tuber was a new crop found by the Northmen’s expeditions in the ‘New World’. It had been brought back to Rhin-Lotharingie by King Alistair himself, when he ended his adventures as a mercenary and began his reign as the King of the Glens.</p>\n<p class=\"cnM4N2U4NWY0ZDRhMTRlYjE4M2YxNzI5NzcxYmYwNTU4\" data-original-margin=\"\">However Pascal’s sourness soon returned when Sylviane giggled in the seat beside him. Her cheeks were turned the other way to face the very same Alistair, whose own fork still sat on the table as his arms gestured to accompany his tale.</p>\n<p class=\"cnMyNmU3MGZjOWJhNzQzNTU5NGVjOTBmYmM3ZjRiNmU1\" data-original-margin=\"\">“So thanks to that fiasco with the druids, I found myself in a dispute with the Archbishop of Sruighlea.” Alistair exclaimed with his usual goofy, boyish grin. “But I thought to myself — hey, the archbishop likes beekeeping and brewing, right? In that case, can’t we just settle this like men over a flagon of mead? Better than him sermoning me to death with hours of biblical preaching!”</p>\n<p class=\"cnNmYzIwZmU5OWY0MTQzMTQ4MmQzZDcyYTBlZGU3NThm\" data-original-margin=\"\"><em>That’s because you Highlanders are half-heathens who intermix the Holy Father’s teachings with that of your superstitious idols.</em> Pascal thought with distaste.</p>\n<p class=\"cnNhZDY3NTBlZjRlNDRkNzdiYzdjOGM3OWE5YTMzNTEx\" data-original-margin=\"\">“Thus I invited the good bishop for a drink at my favorite tavern, and brought some of the finest mead I had to share.” Alistair continued. “What I didn’t expect was that within an hour after we sat down, the bishop was red as roses and swaying from side to side! He was flirting and slapping the rears of every tavern wench who walked by, though he was generous enough with his coin that the girls didn’t seem to mind. You’d think a man whose stomach matched his shoulder width wouldn’t be such a paperweight! Yet by the time I noticed and offered to take him back, he insisted that he was fine and stumbled outside!”</p>\n<p class=\"cnNmMmQxMTNhMGEyNzQyZWZhNWQyMjk3Zjc2YWJiNTRk\" data-original-margin=\"\">“I hope you went with him?” Sylviane spoke with amused concern. “He might hurt himself in that state.”</p>\n<p class=\"cnNiMDZmMWEzOGNiZTRmOTE4MTM2NDQzY2Y3ZTlhNWVk\" data-original-margin=\"\">“Of course, but I had to pay first, and it gave him a head start,” Alistair recounted. “By the time I left the tavern I couldn’t believe my eyes. A drove of pigs had wandered outside between the exit and our horses left outside the fence. The good, fat bishop couldn’t even tell the difference as he saddled up on the largest hog instead!”</p>\n<p class=\"cnMwNjdkYTVhNDU2NDRiOWI5MmI4YzM2NTdlYzFhZDBi\" data-original-margin=\"\">Sylviane almost snorted into her food, while Emperor Geoffroi didn’t hold back and burst out laughing. Even Pascal couldn’t help but give a chortle. The young landgrave might not like Alistair in many ways, but he had to admit that the King was quite a storyteller. There was a reason why many of Alistair’s tales and adventures could now be found circulating the taverns of Rhin-Lotharingie.</p>\n<p class=\"cnM0NTc4NzVmNDc4ZjRjOTdhNDEwMGUwZWJkY2M1M2I3\" data-original-margin=\"\">“It took a moment for my shock to wear off before I shouted at him: ‘Wait Archbishop! That’s a pig!'” Alistair feigned yelling. “But the good bishop didn’t seem to care as he grabbed the swine by the ears and kicked its rear. The squealing hog charged right through the rickety fence gate and up the meadowed hill to the west. It was dusk too and the image was almost picturesque: a prelate riding a pig off into the sunset!”</p>\n<p class=\"cnMwMjczNmZmM2I4OTQ4MDI4MDY3ZjZlZDY0ZDc1OGVm\" data-original-margin=\"\">Sylviane was now bent over laughing nonstop. She then leaned close to Alistair and gave his back several hearty, congratulatory slaps.</p>\n<p class=\"cnM3YTY4ZGM3ZWZmNzQxYWU4NDhmYmUxYTI1NjIxMGVl\" data-original-margin=\"\">“You should have the scene commissioned! ‘The Pig and The Prelate!’ It’ll be a <em>masterpiece!</em>”</p>\n<p class=\"cnNmN2ViMzg4ODU2YzQ3ZmFhM2E1OTc0NTY5NzVmNjRj\" data-original-margin=\"\">Pascal felt his dislike for the King simmer as he watched her familiarity. He couldn’t help but complain <em>why doesn’t she ever do that with me!</em></p>\n<p class=\"cnM2NzZhZjBkOWY5NDRhZDhhODUwYzhkOTY3NDBiMzdj\" data-original-margin=\"\">“Sure sure, but that had to wait until after I found the good bishop. What a disaster it’d be if he rode into a creek and drowned?” Alistair made a horrified face. “I called in my armigers so we could fan out and search for him. It took us hours before we found the porker sound asleep twelve kilos away in a pigsty! And by porker I meant the one in robes, because we couldn’t find his stallion of a pig!”</p>\n<p class=\"cnNiMDBhYmU1ZTI1MzQxNGU4MzhhOTRlMzExYTg5MmRi\" data-original-margin=\"\">“<em>Twelve kilopaces!?</em>” Sylviane was amazed. “Good Lord the bishop can ride!”</p>\n<p class=\"cnM3ODAzN2M2ZjU3NzRkZjI4ODQzOTc0OGEyNTAwYmI0\" data-original-margin=\"\">“I know right? I was certainly amazed! Alas we took the Archbishop home and thought that was the end of that. It wasn’t until the week after, when I paid the Archbishop another visit, that I found him with a new ride: the very same hog that he rode off into the sunset on! Apparently the story had gotten around and he was now posing for a sculptor who wanted a statue of it! Who knew the good bishop had such a sense of humor!”</p>\n<p class=\"cnNlOTk5NTc3ZTAyYTQ0YmU4OGVkOTVkZjNlZjUyZWQ5\" data-original-margin=\"\">“Humility too,” Geoffroi said with a broad grin before it turned wry. “A rare trait among the ecclesiastical these days.”</p>\n<p class=\"cnM2NTRhYTg4Mzg5ODQ5MDNiMjMyY2E1ZDE4YjY5NTg2\" data-original-margin=\"\">“Right?” Alistair remained in good humor as he gestured with an open hand. “Didn’t take long after that experience for me and the good bishop to become friends. And that’s the story of where this mead comes from. The Archbishop will be honored to hear that Your Majesty enjoyed it.”</p>\n<p class=\"cnMwMzQ1NjJiNzc1MzQyMGU4MzFiOTY3ZmVmYmMyMDUy\" data-original-margin=\"\">“All the more so when it’s made by his hands,” Geoffroi declared as he raised his silver goblet for a toast. “To Archbishop Lachlan, may his charity, humility, and diligence never fade!”</p>\n<p class=\"cnM5YzNjOTczOTAzYjQyNDY4ZGM2YjViNzhmYmY3YmZk\" data-original-margin=\"\">“To Archbishop Lachlan.” Pascal cooly joined Sylviane, Alistair, and the Emperor in the toast.</p>\n<p class=\"cnM3ZTQyZGEwMjk3MzRiN2ViN2NlMDI4ZTE2NWU4NDJl\" data-original-margin=\"\">Then the King added jokingly: “and may he keep his pants on when tempted by bathhouse wenches!”</p>\n<p class=\"cnM0ZjViYTcyZGY5ZDQwNDNhNTA2N2FmNmEwZGZjYmI5\" data-original-margin=\"\">Sylviane feigned a scandalized look before she countered:</p>\n<p class=\"cnM3NDQ2ZjMzYmUwMDQ2ZTk4ZmQyNDA5NDNiMWNkYzBi\" data-original-margin=\"\">“Pot calling kettle. As if you could!”</p>\n<p class=\"cnMyY2U1OGQ0MGY1MTQ3MzBhMWZmM2RmZjliZjg2ZmMz\" data-original-margin=\"\"><em>Normally she would be offended by such boorish behavior.</em> Pascal scowled.</p>\n<p class=\"cnM0MWZiOTMzNTM3MDQxODBhNGNmMDU5NzcyMzYyYmYw\" data-original-margin=\"\">“Well I’m unmarried!” Alistair retorted. “Neither to woman nor Holy Father!”</p>\n<p class=\"cnMxNThhNzU4NmQyMjQ4Njg5ZmU4NDZjODE0NjczZjVl\" data-original-margin=\"\">“Keep that attitude up and you never will!” Sylviane teased as she grabbed Alistair’s right cheek and pulled on it, which elicited a cry of ‘Ow’ from the much-older King.</p>\n<p class=\"cnMwZjc5MWNmMWU0YjQ0OTJiYTA3ZTBhZDU0ZTk3OTVm\" data-original-margin=\"\">It also sent a spike of annoyance straight up to Pascal’s temple.</p>\n<p class=\"cnMxNWEyYzhjMWMwODQ1ZTlhMWUxMDZjM2Y1YjE3OWQ5\" data-original-margin=\"\"><em>Sylv are you not getting a little TOO familiar with him?</em></p>\n<p class=\"cnM5N2U3YjRlY2E2MzQzZjFhMzFiYjZhODk2YWRiMDVi\" data-original-margin=\"\">Pascal knew that Sylviane had a ‘special relationship’ with King Alistair. Somehow the two became friends almost as soon as they met prior to Alistair’s coronation. However this was also the first time he had seen them together in an unofficial setting, and the casualness of their interaction had left him with more than a hint of discomfort.</p>\n<p class=\"cnNhMWY1NTQ3MzI2ZjRkMGI4OGYxODQxNzVmNzMzMGMy\" data-original-margin=\"\">It didn’t help that this could have been a private, family dinner, had Sylviane not invited the King to join them. Pascal wished that Kaede had been invited instead. However by the time he found out to ask over their bond, his depressed-sounding familiar had already eaten and retired to her room to read.</p>\n<p class=\"cnM0ZDFkMmRmZDA2YzQxZWM4OWU1MzZmZDdhMzc2Yjkx\" data-original-margin=\"\">He stared at the table’s other end, where three phoenixes — the magnificent Joyeuse, the brightly-feathered Hauteclaire, and the largest bird Almace — occasionally chirped while they ate their feed. They were the respective familiars of Emperor Geoffroi, Princess Sylviane, and King Alistair. It reminded Pascal that he was the one who sat at this table whose familiar remained absent.</p>\n<p class=\"cnNiNGE3MTBiNzg4NDRiNDI5ODkyODNmNjRjZTM2YmFj\" data-original-margin=\"\"><em>I haven’t seen her all day, or yesterday,</em> Pascal complained to himself. <em>It’s just been meeting, after meeting, after meeting… and why hasn’t this King returned to his own kingdom?</em></p>\n<p class=\"cnM4NmRhNTBhYTMzYzQ3YjNhOWU3MzcyNjAzMWVlM2Ey\" data-original-margin=\"\">Most of the meetings had been about pay and provisions for the armies. Unlike Pascal’s homeland of Weichsel, the Empire of Rhin-Lotharingie didn’t have a single ‘Ministry of the Interior’ to manage national stockpiles. Instead the responsibilities were divided up by the Ministry of Agriculture for granaries, the Ministry of Trade for treasury, the Ministry of Land and Resources for iron and lumber, and finally an overlap between the Ministry of War and Ministry of Industries when managing blacksmith production.</p><p class=\"cjdjMWIwOTFlZDc4YjQ4MzhiNDcxMDNlNjRkZGQ2Mjlj\" data-original-margin=\"\">This story is posted elsewhere by the author. Help them out by reading the authentic version.</p>\n<p class=\"cnM4MjVkZTc1M2UzMzQwNDZhNmU5MGJmMzgyNThlNjBh\" data-original-margin=\"\"><em>Who set up this ridiculous system?</em></p>\n<p class=\"cnM2MmIyZTMwN2Y1ZTRhZDE5NmViNGNmZjhlYmI0NzVl\" data-original-margin=\"\">Alas, Sylviane was almost done gathering the information they needed. Next was going over all the data and arranging for transportation to collect the various supplies and send them to the front. Tonight was meant to be a break from the working dinners of yesterday and the day before. However, Pascal didn’t find this one bit relaxing, not when that jester king was here and taking all of his betrothed’s attention with his jokes and stories!</p>\n<p class=\"cnM2OWExYzA5OTcxMzQ5MmI4ZmM0NzQzMmY0N2I5NGIw\" data-original-margin=\"\">“Hasn’t Lachlan been the Archbishop for over two decades now?” Pascal decided the best course of action was to divert the conversation. He needed to steer Alistair off from all the personal tales, and onto a more serious topic that Pascal could converse in. “Is there any chance of him receiving a cardinal’s hat?”</p>\n<p class=\"cnNmNDE4OGE2YzQzYTRkZWRiOGY4MGYzYWZiZjg0MWM3\" data-original-margin=\"\">“I highly doubt it,” Alistair’s countenance turned serious at once. It was a credit to the King that he could switch his mode of thinking so quickly. “Lachlan isn’t evangelical enough for the Pope’s tastes. The spread of the Trinitian Church in the Highlands has been more or less halted for decades.”</p>\n<p class=\"cnMzMjNkNDg5MzBhMzQ4NjlhYjgzZmE3NTBkMmM2NTIw\" data-original-margin=\"\">“Why is that?”</p>\n<p class=\"cnM1Y2U0MTdiMzBmOTQzZmNiN2ZkMTE1NTUxMjczMTlk\" data-original-margin=\"\">“The druids of the north and west have reformed and centralized their religion.” The Emperor explained. “They had begun to establish a formal scripture almost a quarter century ago. And now they have a circle that meets twice per year to discuss religious issues much like the College of Cardinals. The standardization of their practices have also allowed them to consolidate and offer more spiritual support to their believers. The result is that Trinitian no longer has the advantage in guidance and answers in the eyes of potential followers.”</p>\n<p class=\"cnNkYzE4ZmJlMWJlNDQxMDc4MTM5MDY5MjViOWYwNmNi\" data-original-margin=\"\">“The same could be said for the believers of the Hyperborean Gods,” King Alistair added. “They began their reforms even earlier than the druids. However their progress has been slower as they’re spread much thinner — from their homelands in the Grand Jarldom of Skagen and the Kingdom of Västergötland, to countless isles scattered all across the oceans and even realms in the New World.” The King then turned to the Emperor: “I also heard the druidic faith is making a significant comeback in the Kingdom of Ceredigion?”</p>\n<p class=\"cnM0NjUzZTQyYTdjODQzYTA5N2YxZWVjNTM4MDYxMTQx\" data-original-margin=\"\">Geoffroi nodded in confirmation.</p>\n<p class=\"cnM5MDA2ZjU4ODRhYTQwZTA4ZGNjNGQyOGJjYjA0ZDMx\" data-original-margin=\"\">“The Church has been growing too corrupt, more interested in tithes and politics than the spiritual enlightenment of the common man. Gone are the days when priests were best known for their alms and orphanages. Is it any surprise that some of the faithful are turning away?”</p>\n<p class=\"cnMyNjk4ZTU4MjQ2MzQwMTM4YTFmYTk2NzUwYzAyZDdh\" data-original-margin=\"\">The Emperor’s voice was not just disappointed. Pascal knew that troubles of faith were increasingly plaguing the rulers of Rhin-Lotharingie. King Elisedd of Ceredigion’s departure from the Trinitian Church was among the reasons for his growing detachment to the rest of the Empire. King Alistair also found his realm pulled between three different religions: Trinitian, Hyperborean, and Druidic. Meanwhile Pascal had even heard of an entrenched Trinitian heresy spreading in the southern Kingdom of Garona.</p>\n<p class=\"cnMzMzAyYmRjNDJjNjQ4YjY5NzkwYjAxMjU5NTI0MDcx\" data-original-margin=\"\">For a devoted Trinitian like himself who comes from Weichsel, the ‘Northern March of the Trinitian Realm’, it felt like the natural order was slowly being overturned in this Empire.</p>\n<p class=\"cnM1OWRjNmVhNTM1NTRlZDRhMDNjNzRjYzE0YmEyMGJl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMzcyMTJjODVkZjRhYTZiMjQwMWMwNjEzOGMzZmVm\" data-original-margin=\"\">—– * * * —–</p>\n<p class=\"cnMwY2M2YTY4YmM4YjRkMDU5MGI3Nzg5NDAyNTliOTM2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiYTAxM2IwN2VhYjQ3Yjk5NjZkOGVkZTliNWE0NzNl\" data-original-margin=\"\">Pascal had left the room almost the second after dinner finished. The meal had consumed over three hours of his time, between King Alistair’s many stories and their discussions over religion and politics. It felt as though every time they were about to finish, the Princess would bring up another topic that she wanted to talk about. Normally this wouldn’t be a problem, except Pascal had another item on his plans for tonight.</p>\n<p class=\"cnM4YzYzZDhlZTgzODQ0MjZhOGEzOGVhOGMyMTlhMTNh\" data-original-margin=\"\">He had almost reached the stairs before Sylviane caught up with him.</p>\n<p class=\"cnNjYzgxYTFmYzU3MzRkOGViYWQ0MjkxMGUyZTRjMzk5\" data-original-margin=\"\">“Pascal, wait! Where are you going in such a rush?”</p>\n<p class=\"cnNiMDkwNDMwYzVlNTRlODE4OWEyZDZlY2JjYWIzOGFk\" data-original-margin=\"\">The young nobleman turned around and met his fiancée’s eyes with a frown. “I am going to see Kaede.”</p>\n<p class=\"cnNkNmYzMTk3ZDg4ODRlNjM4MmU4NWRhZTU1ZGRjZjM1\" data-original-margin=\"\">“It’s already past curfew for the maids.” Sylviane objected. “Besides you know the rules: men aren’t allowed up in the female servants’ hallway.”</p>\n<p class=\"cnNiYjQzMWU5ZDM4OTQ3ZThiYmViYTNlMmVjMWZiYzEy\" data-original-margin=\"\">“Then I will call her down.” Pascal insisted. “I have neither seen nor spoken to her, at least not face-to-face, for two days! I need to know if she has been doing alright in this new place.”</p>\n<p class=\"cnMyMDRkNzhjMjJlNzRlNmY5ZWYyYWM2YjdkYTEzZWJi\" data-original-margin=\"\">Pascal’s thoughts replayed Kaede’s depressed reply from earlier, when he had asked her if she wanted to join them for dinner. Even now the emotions that emerged across their link remained gloomy and restless. He turned away to grab the handle of the door to the stairway. However before he could open it, Sylviane took hold of his arm and stopped him.</p>\n<p class=\"cnNjMzNhYzZmNWJjMjQ2YjViNjFjZjQ0YmJkNTNlMDJl\" data-original-margin=\"\">“It’s almost eleven. Kaede is probably asleep by now.”</p>\n<p class=\"cnNiMWI4YjA5ZDA3YTRhNzVhNjQ3YjdmYmQ5MDBkMWMy\" data-original-margin=\"\">“No. She is awake. I can tell.”</p>\n<p class=\"cnMyMmQ2NTEyZDI5NDRjNWFiNWZiZDcwYTkwOThjZTc2\" data-original-margin=\"\">Pascal didn’t see the twitch in the Princess’ lips as he reminded her of his familiar bond.</p>\n<p class=\"cnM0ZDRhMzM2M2Q1ODQyN2E4YTkxODgxMjIyNTkwZmZi\" data-original-margin=\"\">“Head Maid Rachel isn’t supposed to let people in and out unless it’s an absolute necessity.” Sylviane pressed her case. “It would be against the rules.”</p>\n<p class=\"cnM2MjZmZDc4MWY5YzQ4YTZiY2JiYzA2YzAxNDE1MmFi\" data-original-margin=\"\">“You are the crown heir. You can tell Rachel to make an exception this time.”</p>\n<p class=\"cnNhMGVkY2NiZDI3NDQ0MTVhYmJjMTIxZWM1MGZmYzk1\" data-original-margin=\"\">“It is precisely because that I’m the crown heir that I cannot just go around making exceptions to the rules!” Sylviane countered in a firm voice. “What kind of example would I be setting? That the laws we make do not apply to ourselves?”</p>\n<p class=\"cnMxMWEwMTRmNGM3NzQ4ODc4MzFkNmM5MDEwNzc3NzU0\" data-original-margin=\"\">For a second Pascal did not reply. He might be annoyed but that didn’t mean his brain had stopped working. There was sense in Sylviane’s words and he knew it. However it also wasn’t the real issue, and he released a deep exhale as he tired of this game.</p>\n<p class=\"cnM3MDU1ZWNjYTM1ZTQ5ZjI4MjgyNDc2NGU2MjQwZDE3\" data-original-margin=\"\">“You are doing this on purpose, are you not?”</p>\n<p class=\"cnM0MmMxMzFhNTViNTQwMzNhZjAxMDIwYzA0YjY1MTI4\" data-original-margin=\"\">“What are you talking about?” Sylviane asked while Pascal slowly turned around to stare at her.</p>\n<p class=\"cnM2ODJkYWY3N2FlNTQ4OGU4ZTU1YWJiNzhhYWZjYjU5\" data-original-margin=\"\">“You are doing this on purpose: trying to keep me from seeing her.” Pascal pressed. “It has been over two days since we came and you have not asked her to even sit at a table with us!”</p>\n<p class=\"cnMyYmZkMGVmMTEyZjRlNTRhNTI1ZDIwOTEwYzJlMzFi\" data-original-margin=\"\">“We’ve been <em>busy!</em>” The Princess insisted as her wisteria gaze hardened to meet his.</p>\n<p class=\"cnMwYzNlNWE4YWMyNDQxNTY4MWM4NmYxYmYyMDc2MzE2\" data-original-margin=\"\">“And what about tonight? Could you not have invited her?” He challenged but left out the accusation in his thoughts: <em>You did not even tell me until it was past the servants’ dinner and too late for me to invite.</em></p>\n<p class=\"cnM0MjNkYzEwYzc0YTQzMWFhYjg3OGM5OTMxMmRjZGU4\" data-original-margin=\"\">“King Alistair is leaving tomorrow morning. It’s only appropriate that we send him off with a proper dinner!”</p>\n<p class=\"cnM0NDM4YWFhMDYwNTQ2NjY5Mzk1YTAzZDNkNTY2OTBh\" data-original-margin=\"\">“How is that a problem for Kaede to dine with us?” Pascal demanded. “It was a family plus guest dinner!”</p>\n<p class=\"cnNlOGJkYTEyZWE1MzQ1NjBiMWJkNzFiMjdjYzZmYTkx\" data-original-margin=\"\">“Of course it’s inappropriate!” Sylviane retorted. “She’s a servant–!”</p>\n<p class=\"cnM2Y2MwMGMwOWU1YTRmZmJiZDc2NzRiMzE4MzRhNmFi\" data-original-margin=\"\">“She is my <em>familiar!</em>” Pascal cut her off angrily. “I do not see you or Emperor Geoffroi banishing Hauteclaire and Joyeuse to eat elsewhere when you have dinner!”</p>\n<p class=\"cnMyMzk0OGUzYTg1MTQ3MzM4YmRmZWZjYjQ3OWVjNWIy\" data-original-margin=\"\">“Should I ask Captain Moreau’s skywhale outside to dine with us also?” Sylviane replied sarcastically.</p>\n<p class=\"cnM3ZGQxZjk2NzljMTQ5ZTk4MjYxYzI3ZTgwNzU0ZDVm\" data-original-margin=\"\">“You are being deliberately contrarian!” Pascal retorted in a voice just shy of shouting. Not that there was anyone else in the dim hallway to hear it, apart from Sylviane’s bodyguard Mari who kept a discretionary distance.</p>\n<p class=\"cnM4ZTlhNmY3NDMxZTQxMzA4N2ZkMTM0N2MwMTdjOTMx\" data-original-margin=\"\">“And you are my fiancé!” Sylviane gritted her teeth as she stared back. “You’re here to support me! Not to create more headaches for me!”</p>\n<p class=\"cnNlYzBlZWJhNGFhMjQ2OTQ4Y2FkNDMxYmYyZDc0ZGY1\" data-original-margin=\"\">“<em>Create headaches!?</em>” Pascal responded with an incredulous laugh. “I only asked to see Kaede, to meet my personal responsibilities for the first time in two days!”</p>\n<p class=\"cnNjNTY2NTUyYzExNzQxZjZiOTYzOWUxN2ZlYjc0MDg0\" data-original-margin=\"\">He then raised his palms and shook them in the air between them, as though to stress how empty they were.</p>\n<p class=\"cnM5MGFiY2U3NTIyODQzY2U4YmZlNDZiOTM5NzUxOTlm\" data-original-margin=\"\">“I mean what am I even doing here?” The young landgrave fumed. “Listening to your meetings? Attending your meal discussions? I gave up my command for this! I abandoned my Landgraviate for <em>this!</em> And now you are even making me ignore my familiar!”</p>\n<p class=\"cnMxOWNkNjc5ZjgxNzQ0MzU5NGZjNmJjMGFlMTY3ZTFh\" data-original-margin=\"\">“You’re supposed to help me–!” The Princess stated. However she had barely finished her sentence before Pascal’s voice burst out:</p>\n<p class=\"cnM5YWY5NGE2MjdjOTRjMWU4NzhjZDBlNTlhMGFiM2Rh\" data-original-margin=\"\">“Then <em>let me help!</em>” He shouted, before taking a deep breath and reducing his volume. “Give me a task that I can do for you! Anything! Do not just <em>drag me around</em> from meeting to meeting all day with neither role nor purpose, as though I am just a child that you must keep in your sight! I did not come here just to hold onto your hand! And I certainly did not come here for you to tear Kaede from me!”</p>\n<p class=\"cnM2NjBiZWMxNTJhOTRiYmI5MTcxMjVlN2YxNGZhYTlk\" data-original-margin=\"\">“I’m not–” Sylviane tried to say before an angry glare from Pascal stopped her cold.</p>\n<p class=\"cnNlZWZlNmJlYTZiMjQ2NGY5ZTM2M2FhNTEyOTUwM2Nj\" data-original-margin=\"\">Her eyes swelled as though they were in shock. Her lips were left ajar as though she had forgotten what to even say. There was a glint in her eyes that saw him as something… foreign, even frightening. It was as though she had never seen him like this.</p>\n<p class=\"cnNhNmUwMzMxNTRkMzQyMzE4ODZiNzBjYjJjOWViMDg5\" data-original-margin=\"\"><em>She might be right too.</em> A faint voice in the back of his mind spoke, almost begged for the rest of him to calm down. <em>I have never been like this in front of her.</em></p>\n<p class=\"cnNiNWE1MzE0Mzk5NTQxOTk4MmMzMGExZjJlZDY2MTZi\" data-original-margin=\"\">Pascal pursed his lips as he turned away and exhaled another deep breath. He struggled to suppress his boiling temper as he reached out and pulled open the staircase door. If Sylviane wouldn’t let him see Kaede then he could at least talk to his familiar over their telepathy. It was <em>ridiculous</em> that he didn’t even know what Kaede had been up to these past two days and three nights.</p>\n<p class=\"cnMyN2Y5NTQzZmE0MzQzNTE5NmE3ZTQ3OTY3MDc0NjAy\" data-original-margin=\"\">But regardless of what he did next, he needed to leave the Princess’ presence. In his current emotional state, the longer he stayed the more he was likely to do something he might regret.</p>\n<p class=\"cnNmMWMzODBlMjNkOTQ1Mzg5NzAzZTBmNjExMjUxZTE3\" data-original-margin=\"\">“Pascal…” Sylviane was still at a loss for words when he walked through the door.</p>\n<p class=\"cnM2MWUwNDMyODNjYjQ5ZTZiZGI5YzM1MWRjODQwY2Q4\" data-original-margin=\"\">“I am going to my room.” His reply came in a still-harsh tone. “Good night Sylviane!”</p>\n<p class=\"cnNjNDA2ZDllODQ4ZjQxMGViMWFmMjMzNzQ4ZWYzNDUw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4MTg0YzIzNGIwMDQ2NWJiYWUwMmFlNDIyZTU1Zjcw\" data-original-margin=\"\">—– * * * —–</p>\n<p class=\"cnM2OTBiMGYwZWNlNTQxMDdiN2FlZWUzZDc4ZGIzN2Qw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjOWM4NjU2M2I4ZjRlZTQ4ZTBmNGFmMzYwY2JkYzc1\" data-original-margin=\"\">“&lt;…And he just stormed off after that. Can you believe it?&gt;” Sylviane complained over a <em>Farspeak</em> spell as she conversed with Cecylia. The dhampir was probably her best, and only, female friend from childhood.</p>\n<p class=\"cnM2N2FhOTViNDdiOTQyNWFhYjgzMjcxZTY4MDFiYzg5\" data-original-margin=\"\">It was strange in many ways: the only real friends Sylviane had as a child were from a country that she had been kidnapped to during wartime. As a kid, she had never been any good at breaking down barriers. The fact that she was a princess had set up a great many of them in any social encounter.</p>\n<p class=\"cnM1OTYxMGYzZWRiMTQ4NzdhZWIzYTIwMDgzMmE3Y2Nm\" data-original-margin=\"\">“&lt;All men have tempers, Sylv. Even your beloved Pascal.&gt;” Cecylia’s reply was mostly-consoling yet still partly-teasing. “&lt;Besides, Pascal takes his responsibilities seriously. And this is a critical time for him to spend away from his fiefdom. Perhaps he simply wanted to see his familiar for some… familiarity, no implications intended.&gt;”</p>\n<p class=\"cnMyMWY0ODI1ZTZiODRmNDliNjdiNzBhZThmODA2YzM5\" data-original-margin=\"\">Sylviane sighed as her heart softened with sympathy. Cecylia was right: Pascal hadn’t even seen his father’s body or arranged a funeral yet. Nor had he returned to Nordkreuz to officially take up the seat of his inheritance. There were a great many things that undoubtedly awaited his attention back at home. Yet he came to the royal palace upon her beckon without any conditions.</p>\n<p class=\"cnM3MjlkMzExZTI4NTQxZGRhMzA3ZWU1YWMwZjViYzQx\" data-original-margin=\"\">“&lt;You’re right,&gt;” the Princess admitted. “&lt;I am demanding too much from him.&gt;”</p>\n<p class=\"cnNlYTVjZjAzZjA2YjQ2MzFhYzgwMjhjMzdhMDQ2YTU3\" data-original-margin=\"\">She could almost see Cecylia’s satisfied smile as the other continued:</p>\n<p class=\"cnNlODNmM2U2ODZmMzRmYTE5YjkwODljOTJiMWYzYTIx\" data-original-margin=\"\">“&lt;Pascal was never the hand-holding kind. He is a doer. He might not be an outright workaholic like his father, but he nevertheless needs something to <em>do</em>, constantly. In fact, it’s probably why he summoned a familiar like Kaede — a walking encyclopedia like her could help him much in whatever he chooses to accomplish. My guess is even when he doesn’t have a task to do, he would be bouncing ideas off her all day… that’s probably been happening ever since he summoned her a month back.&gt;”</p>\n<p class=\"cnM4MzhhMjZiMDliMTRhN2I4M2VjZWVlMzgzNGU3YTkw\" data-original-margin=\"\">Sylviane pursed her lips as she leaned back and fell into her huge, four-poster bed. This wasn’t the first time she had heard Cecylia compare Kaede to an encyclopedia. Nevertheless it brought a surge of irritation as she imagined Pascal and Kaede chatting for hours on end… just like how she and Pascal used to talk on the shores of Cross Lake.</p>\n<p class=\"cnMxZTVjMjBlYWVhNjQ3NjI5MGU0NDM2OWIwZjI3ZmE2\" data-original-margin=\"\">“&lt;It’s not fair. Why doesn’t he talk to me like that anymore…&gt;”</p>\n<p class=\"cnNhMGNkZTBlYjI0NDQ0ZjdiMmExNDI5MWRlNDE2NjZl\" data-original-margin=\"\">She could almost feel Cecylia giggling to herself the <em>Farspeak</em> spell’s other end.</p>\n<p class=\"cnNiOTFjNzI5MjMyMDRkMjliNDAzMDJjMzU2NzBhOTBm\" data-original-margin=\"\">“&lt;That’s because you always have something more specific to talk about nowadays.&gt;” Cecylia noted. “&lt;It’s always this rowdy lord or that troublesome task. You don’t quite have the pleasure to just meander as you used to! But really, you should see this as a <em>good</em> thing.&gt;”</p>\n<p class=\"cnNkNjZlY2E5MmI1MDQ4Yzg4ZTFhY2RhNGYyN2E3ZTZk\" data-original-margin=\"\">Sylviane frowned as she stared at her bed’s velvet ceiling, which was dyed in her favorite lavender color. “&lt;I don’t see how.&gt;”</p>\n<p class=\"cnM1YTllMDVlM2YwNDRjMmZiZmUwNjUwMWUxZjI5NWU4\" data-original-margin=\"\">“&lt;You two are having <em>adult</em> conversations these days! Hehe.&gt;” Cecylia then proceeded to giggle audibly over the telepathic channel. “&lt;Meanwhile he’s still a kid with Kaede, just playing around with ideas instead of toys. Besides, you can still jump into those discussions at any time. The only reason you haven’t recently is because of your lack of time!&gt;”</p>\n<p class=\"cnM5ODA5OWZhZjUyMDQ0ZTdhMmY4ZGMyMGNjZTZiOGVi\" data-original-margin=\"\">Sylviane sighed and closed her eyes. <em>Cecylia’s right.</em> She thought. <em>It’s just time I’m lacking… time to chat with him like we used to.</em></p>\n<p class=\"cnNhYmIxYzE2ZjczYzQ2Y2FiZTU0MmMxOTY4OTdmNjdl\" data-original-margin=\"\">“&lt;By the way,&gt;” the dhampir girl then added. “&lt;You haven’t done anything to his familiar, have you?&gt;”</p>\n<p class=\"cnMyZDU3YTE3NzE0ZDQ1YTViODA5MzFkZmQ5M2RkYzdl\" data-original-margin=\"\">“&lt;No!&gt;” The Princess retorted almost on instinct. “&lt;Well. I gave her a dress to wear. Apparently the girl had never worn a corset before. But that’s all!&gt;”</p>\n<p class=\"cnNhNjI4ZTU2NzZhZTQzMzNiMGI3NWQ3ZGIwOGIxYWMy\" data-original-margin=\"\">“&lt;Hehe. That’s ‘normal’ for you. I just wanted to make sure you haven’t tortured the poor girl or something. You do have a sadistic streak…&gt;”</p>\n<p class=\"cnNhN2EzZjk0YTJmNzQwNGE5Nzg1NmRjZTVhZDVkMDI5\" data-original-margin=\"\">Cecylia didn’t even finish before Sylviane bolted to sit upright in her bed. Her voice immediately hissed back:</p>\n<p class=\"cnM2ODU4ODMwNjI1ODQ4MzRhN2IzN2NmYWU2NjI2OGNi\" data-original-margin=\"\">“&lt;I am <em>not</em> sadistic!&gt;”</p>\n<p class=\"cnNjNDM4YTFmMTNlNjQ3MjRhODlhOWE5Y2E5ZGNlZDg3\" data-original-margin=\"\">The other girl paused as though letting the silence sink in.</p>\n<p class=\"cnM2MDM0ZWUzMmYzNjRlZDM5MjViZDhiNjYwZjNkMTBl\" data-original-margin=\"\">“&lt;You <em>enjoy</em> making cute girls cry,&gt;” Cecylia spoke as a matter of fact. “&lt;It’s why I was concerned. Pascal won’t overlook it if you bully her maliciously, you know?&gt;”</p>\n<p class=\"cnNiOWViNDhkYWVmZTRmMDU5YmNjNTA5MWI1MTY3Mzk0\" data-original-margin=\"\">Reluctantly, Sylviane nodded to herself. “&lt;I know… I’ve been holding back too…&gt;”</p>\n<p class=\"cnNmOTcwYzQwYTcyMDRhYzg4ZWQ0YmFlMzcwYTlkZDQw\" data-original-margin=\"\"><em>It’s not like I’ve forced her into any lingerie… yet.</em></p>\n<p class=\"cnMzNTZhMjVhNTVhYTQ0MDI5ZTBmNDMzMzk3ZGM3OWFk\" data-original-margin=\"\">The Princess thought to compare Kaede with Vivienne, or Vivi as Sylviane affectionately called her. She was always so obedient, wearing what she’d been given and doing as she’d been told. Kaede seemed to be more bashful compared to Vivi, but that also had a charm of its own as it only added to the girl’s cuteness.</p>\n<p class=\"cnM1NmVlYmNiNmQ1ODRlODhiZmY2ODk2MjRmNjNlN2Q4\" data-original-margin=\"\">“&lt;The only ‘bullying’ I’ve done was to put her in the servants’ quarters to keep her away from Pascal.&gt;” Sylviane admitted.</p>\n<p class=\"cnM3YTdkZTc4ZDJiYjQ2ZGFhMTYwMDY4NGZmYmQ3ZDIx\" data-original-margin=\"\">“&lt;Yeeeahhh I’m not sure that was your best idea,&gt;” Cecylia responded. “&lt;It’d be like if someone took Hauteclaire away from you and locked him up in some birdcage.&gt;”</p>\n<p class=\"cnM1MzZjMGJlY2NlYzQzZDViOTZhNDViMzY3Nzc5MzZh\" data-original-margin=\"\">Sylviane scowled as she glanced to the phoenix on his perch. <em>She’s right. I’d certainly be annoyed if someone did that.</em></p>\n<p class=\"cnNiOTI3N2E2ZDAwMzQ0YjdiZTMyZjJjNjFiZTU2NzVh\" data-original-margin=\"\">She was reminded of her father’s words — that mages had a ‘unique bond’ with their familiars. This was doubly so for those who had special familiars, like the Oriflamme Paladins, the skywhale merchants, or in this case: a young landgrave who contracted a Samaran girl.</p>\n<p class=\"cnNiNDQ1NmUyODYzOTQwMWFiYzgwYzcwMzVlYTY3ODA0\" data-original-margin=\"\">“&lt;It seemed such a great idea two days ago. But now…&gt;” Sylviane sighed once more.</p>\n<p class=\"cnMxZTE4YTU2NTQ1ZjRlODFiMjg2ZWNmZmVlMmJkYWIx\" data-original-margin=\"\">Cecylia returned a mental shrug. “&lt;It happens to all of us. Though I have a feeling your ‘self-righteous’ moments are just <em>a little</em> stronger than usual.&gt;” She added sarcastically.</p>\n<p class=\"cnM4N2E1Njg2MjIzZjRiNGFhOTdkOTg3NjE3MmMwYzkw\" data-original-margin=\"\">This wasn’t the first time Sylviane told Cecylia about a choice that she regretted.</p>\n<p class=\"cnNjODM5N2ZiNzViZjQxNGE5NDJiNDg2OTUxZTI0MmJk\" data-original-margin=\"\">“&lt;It’s not fair… for him to have such a familiar,&gt;” Sylviane complained.</p>\n<p class=\"cnNiMDU4Mzc2YzVhNDQ3YjQ4YTVjOGVjNzhlMTdiMjEw\" data-original-margin=\"\">Though to be honest, she wasn’t sure whom she was more envious of: Kaede for being so close with Pascal, or Pascal for having such a cute girl bonded to him.</p>\n<p class=\"cnNlNjc0Yjc5YWJiZjQ1ZDk4NTk3OTVlZjg4YjZiOTEx\" data-original-margin=\"\">“&lt;Why? It seems like a plus to me, hehe,&gt;” Cecylia replied in good humor. “&lt;I don’t understand why you’re not seeing the bright side: now you get to have your fiancé <em>and</em> a free cutie to come alongside that you get to play with. Two different kinds of eye candy in every gaze. What’s there not to like?&gt;”</p>\n<p class=\"cnM4NDhkMTc3OGUzMDQwMWY4NzMxNzc0OGM2MDczM2Iy\" data-original-margin=\"\">It reminded Sylviane of that ‘hungry’ look Cecylia occasionally had when the dhampir girl met handsome men.</p>\n<p class=\"cnNmZjk5ZWIzMzNlZDRhMmM4MmVhYTBiMmFlYTg4M2E0\" data-original-margin=\"\">“&lt;Remember, <em>my</em> fiancé.&gt;” Sylviane stressed.</p>\n<p class=\"cnNkMGY5YTY0OGYwMDRiMDY4ZWNmNWQ4ZTVlMDA3NjI3\" data-original-margin=\"\">Cecylia laughed. “&lt;You don’t have to remind me!&gt;”</p>\n<p class=\"cnM0ODcwZDRlN2MyNzRlMzE5NWFmOGYyOWU3NjMyNjlj\" data-original-margin=\"\">“&lt;And as for Kaede, what if she starts sleeping with him?&gt;” Sylviane’s eyes narrowed. “&lt;And I mean: actually laying together, not just sharing a bed.&gt;”</p>\n<p class=\"cnM1N2VmZjAzNGU4YjQzMTU4YWVmMTdiZWQ0NDVmYzRh\" data-original-margin=\"\">The Princess noted as she already knew they did that at his academy dormitory.</p>\n<p class=\"cnNlMTBmOWYxMDIxMzRjZGQ4MzMyYmY3OTIyNGE1NmYy\" data-original-margin=\"\">“&lt;I mean sure, she doesn’t seem to be romantically interested in him <em>now</em>,&gt;” Sylviane then added. “&lt;But they have over a hundred years of life together ahead!&gt;”</p>\n<p class=\"cnNjZWVmNjVlMGY4NTRhZDA4MTBiYWJkNjhhOGZkYWQy\" data-original-margin=\"\">“&lt;Then at least you’ll have a guarantee that there isn’t some other woman whom he might be spending time with.&gt;” Cecylia answered straight. “&lt;I mean think about it, Sylv. You’ll be the Empress, and he’ll be your Marshal. There’ll be months, even years when he goes on campaign and you two will be apart. And like all men pressed into the stress of battle, he’ll feel lonely from time the time, seek the comfort of feminine embrace…&gt;”</p>\n<p class=\"cnMyZjQ3NjM0NWI3MTQ3NWViYzE5M2RhMWM0YzA2Y2Jl\" data-original-margin=\"\">“&lt;B-but that’s high treason!&gt;” Sylviane cut her friend off in retort. “&lt;To cheat on his sovereign! I could have his head for that!&gt;”</p>\n<p class=\"cnNhYjM2YTBlOTg1NzQ2ZTFiODlhYzgyYjNiODI1Njcy\" data-original-margin=\"\">“&lt;Yes, you could.&gt;” Cecylia admitted after a brief pause. “&lt;But would you? Even if you were no longer best friends? Brilliant commanders don’t come easy to begin with, especially those whom you could trust, politically, beyond any doubt. Pascal has a special bond with you that can never be erased. Do you think you can just find another to replace him?&gt;”</p>\n<p class=\"cnMxNWViNDAxNmU2YTQyODk5NzQ5NGI5NGY1NDFjNTQz\" data-original-margin=\"\">“&lt;You know that’s not what I meant.&gt;” Sylviane sighed as she fell back into bed again. <em>She’s even saying the same thing as Father…</em></p>\n<p class=\"cnMzMWI5ZDUwMTI0YjQ1YWU5MjNlOWI3ZDBhY2MzNTUw\" data-original-margin=\"\">“&lt;I’m not saying Pascal is guaranteed to be unfaithful, certainly not where it truly counts,&gt;” Cecylia added. “&lt;But he is a <em>man</em>. From that perspective, wouldn’t it be better to leave him in the care of a mistress whom you can command and trust, rather than risk the intrusion of some outsider that you can’t even predict? You can <em>control</em> the relationship between Pascal and Kaede. You cannot control if some other woman tries to snake into his life and seduce him.&gt;”</p>\n<p class=\"cnNjOGJhNTdlOTQyMjRiNmJhNTg3YjY4MmUxMjdkYzBl\" data-original-margin=\"\">“&lt;And that’s exactly what I’m working on.&gt;” Sylviane replied. “&lt;It’s just…&gt;”</p>\n<p class=\"cnNhZWMxM2ZmOTNiMzQ1MWU5YTJiNDg5YjQ0MjM4NTdi\" data-original-margin=\"\">“&lt;You’re trying to impose your dominance over her, over their relationship. I know.&gt;” Cecylia filled in after the Princess trailed off. “&lt;But you’re going about it too hastily. You have to take it one step at a time. Discipline her, sure, but offer treats for good behavior as well. If Kaede has been obedient to your will, then you should let her see him more as a reward. The girl is trapped in a foreign world entirely different from the one she was raised on. She’ll be happy just to hold onto her pillar of support.&gt;”</p>\n<p class=\"cnM5ZjE3MDgxYzIyMjQwNzA5ZTBiODIxYTlkN2RjNDlh\" data-original-margin=\"\">Sylviane slowly nodded as she thought back to Cecylia’s first assessment on the familiar girl. After taking a trip to the Alisia Academy at Sylviane’s request, Cecylia concluded that Kaede wasn’t the type who adapted to new environments well. The Samaran girl put on a brave face but she was actually quite scared to be in this world. It was why she embraced every pillar of support she could find, unwilling to let go of even a maidservant-turned-traitor whom she befriended.</p>\n<p class=\"cnM1NGM4MzEyNjM3OTQwMGViYTFjNWNhMGE3MjNjMjAz\" data-original-margin=\"\">“&lt;Then… What do you suggest? That I give Pascal a significant task and let Kaede help him?&gt;”</p>\n<p class=\"cnNjZjExYmFjMDc4MjQwYjQ4YmVlZmU4NDYyNTU5M2M5\" data-original-margin=\"\">“&lt;Yes, that’s <em>exactly</em> what I would recommend,&gt;” Cecylia stressed. “&lt;As I mentioned, Pascal is a doer. He needs to be kept occupied, and he’ll be happier once you assign him some function to take responsibility over. That’ll also lighten your plate and hopefully give you more time to relax with him. It’s a win-win!&gt;”</p>\n<p class=\"cnM2OWM4NGNiZDJhYjQ3N2FhNzJmZWU2OTRjZjdiMTdk\" data-original-margin=\"\">“&lt;I can see that. And I know Pascal hates being micromanaged, so it’s best I leave a task with him and not interfere. But I can’t just let Kaede orbit him all day…&gt;” Sylviane scowled.</p>\n<p class=\"cnM4MjhhNjVlMmU1ZDQ1M2ViMjgyZTkwZTdkY2UxMjQy\" data-original-margin=\"\">“&lt;Why not?&gt;” Cecylia countered. “&lt;Sylv, you do realize that keeping them apart is no long term solution? Pascal’s sense of responsibility would never allow it. It’s why he grew angry with you today. You have to use more subtle means of controlling Kaede if you want to make your future marriage with Pascal work.&gt;”</p>\n<p class=\"cnM3MmQ4NjAxMWRmNjRmNjI4ODlmYTFjZjVjMmY2ZGQ1\" data-original-margin=\"\">“&lt;I understand that. But it’s just…&gt;” Sylviane remarked as she struggled to put her feelings into words.</p>\n<p class=\"cnM1MTg2Y2Y4NjFkZDRmZjZhNmM5NDIyZTlhMzlhOThi\" data-original-margin=\"\">She knew she was being irrational. She knew that trying to keep Kaede from Pascal wouldn’t work, certainly not in the long term. Yet she didn’t want these past two days to end, when it was just the Pascal and her once again…</p>\n<p class=\"cnMwZjk2YWQzNGYyODQzOTRiYjU2NjEzMzg4NjRmMWIy\" data-original-margin=\"\">“&lt;You’ve already made it clear to the girl that you can keep them apart.&gt;” Cecylia pointed out. “&lt;Now you can show her that they can be together too. Just make sure she knows that it is <em>at your discretion</em>. It reinforces the idea that she’ll want to stay on your good side.&gt;” The dhampir advised before she explained in a playful voice. “&lt;Kaede has a plucky exterior, but she also has a rather submissive nature. I could tell almost immediately when I teased her that night. Her cultural background seems to give her a preference for following rules and authority. Plus she herself desires stability and predictability in life. Therefore if you offer her a compromise, even if it’s on your terms, she will likely accept the ground rules you lay down as long as <em>you</em> fairly uphold your end of the bargain.&gt;”</p>\n<p class=\"cnM3MTVlN2FmYjRlMTQzODBiMjAyZjg0ZDUxZDM4YTYy\" data-original-margin=\"\">Sylviane grinned a little as she nodded along to Cecylia’s suggestions. None of this surprised her as she knew exactly how Cecylia operated. Beneath the adorable tease was a shrewd, calculating girl with a domineering personality and an excellent judge of character. Yet despite this, the dhampir had never tried to manipulate the Princess. It was one of the reasons they’d been best friends since childhood.</p>\n<p class=\"cnNkOGY4NWVmNjBiMTRmNzY5MjFiZDhmMDhkNmYyZTAx\" data-original-margin=\"\"><em>If only you weren’t a Weichsen, you’d be my closest confidante,</em> Sylviane sighed with longing. She never once forgot that Cecylia was also the eyes and ears of King Leopold, which made it… difficult, to discuss certain topics.</p>\n<p class=\"cnM1YmMzZjQ4OWY5NzQyNTZiZWNhNTNmZTQzZWRkYWZm\" data-original-margin=\"\">This was part of the reason why she grew so close to King Alistair, despite the fact he was more than twice her age. The two of them shared many views when it came to the future of the Lotharin realm. It also helped that Alistair had a candid personality and an excellent sense of humor, which allowed her to hear the truth from him without feeling… inadequate.</p>\n<p class=\"cnM3OGVlZDIxYmIwMDRmYzNhNjE5NjIwNTlhYjFkYjRl\" data-original-margin=\"\"><em>If only Pascal could soften around the edges in the same way,</em> the Princess sighed.</p>\n<p class=\"cnM2OGE3MTVhZDQ0MDRiMjQ4Yjk0ZDlkYjQzYjU4YWVl\" data-original-margin=\"\">Alas, the world wasn’t perfect. Sylviane could only work with the hand that it dealt her.</p>\n<p class=\"cnNiZTE5YTQyMDQ4YjQyMjViZDVhYjJiYzMxOTdiMzM1\" data-original-margin=\"\">“&lt;Thanks for the advice and tips, both now and before,&gt;” she smiled appreciatively.</p>\n<p class=\"cnM3ZWI1ZWMwY2U2ODQxMDRiYmIyNjYyZmFhYjA2MTc5\" data-original-margin=\"\">“&lt;What are friends for?&gt;” Cecylia rhymed back, before the two of them started giggling again like normal girls their age.</p>\n            ",
  "invisibleParagraphContent": "This story is posted elsewhere by the author. Help them out by reading the authentic version."
}