{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4MDNiNjc0MjI5NzQyN2U4NTMwNDA3ZmI2ZmRkM2Nm\" data-original-margin=\"\">The world is hazy as I regain my senses. It takes me a moment to make sense of the blurred image hovering over me and I blink a few times before I make out black hair in a messy bun and red eyes, weighed down with concern. \"Mom?\" I ask through dry lips.</p>\n<p class=\"cnNmNWZiYWRiY2Y4NjRmOTdhNWIzYzhjODgxMzdiOGE3\" data-original-margin=\"\">\"Oh thank the Collector, she's awake!\" Mom calls while looking over her shoulder. I want to look in the same direction but I feel remarkably weak. I can't even lift my head at the moment. I feel a bit like waking up in the emergency room after a doctor takes too many blood samples. Mom wraps her arms around me, not unlike she once did after I escaped from a certain noble's basement. \"You scared me, Lily. Again. Are you alright? What happened to you? Did something happen while you were out?\" I groan weakly into her shoulder as she grips me and she hurriedly releases me.</p>\n<p class=\"cnNkYTY3Y2FkZWY4ZjQ3ZGRhNzNkNmY0ZDYxMjlkM2E4\" data-original-margin=\"\">\"I'm just peachy,\" I respond in an entirely unconvincing whisper while closing my eyes again. \"I don't remember anything happening. Poi-\" I start before pausing and looking up at my mother again. I promised not to sugarcoat things with her anymore, but the temptation is strong. \"... Poison, maybe?\" I guess, and the worry lines on her cheeks harden as her brows furrow. \"I'll be able to take a look in a minute I just feel...\" I trail off as I see light shining through the window. \"Uh, how long have I been out?\"</p>\n<p class=\"cnMxNzcxZmJiNTU5ZjRkMTBhNWE5OGY3OTk1ODcxOTcy\" data-original-margin=\"\">Mom opens her mouth to respond but another voice answers first. \"About a day and a half. And Henry says he can't find any signs of poison in your blood, although he has been working pretty much constantly testing it with all kinds of nonsense,\" Edward says as he walks in, beckoned by my mother's earlier call. I didn't even know Henry knew how to test blood for poison, although I have been a bit too... preoccupied to follow his advancements as an alchemist over the past few years. I look over at my other two brothers and wince at the tension in my neck.</p>\n<p class=\"cnMxNWFkZTk4ZDkyYTRmMjVhMzBiZGM4MzkyZDk3ZmUx\" data-original-margin=\"\">\"Hey, Ed, Gil,\" I say as nonchalantly as I can.</p>\n<p class=\"cnMxZDE1ZmQ5MzkyOTQ4NzFhNGJlZjFjMzllZmFiOTZk\" data-original-margin=\"\">\"Rise and shine, Lil,\" Gilbert answers, a slight hitch in his voice revealing concern behind a wide smile. \"Why'd you have to go and sleep so long? You worried us. A bit.\"</p>\n<p class=\"cnMyMGUxM2NiMmJkOTQ0ZTM5MGU0MmFkMzJhN2NkZTk3\" data-original-margin=\"\">\"How else would I stay so beautiful?\" I ask and he smiles with one corner of his mouth.</p>\n<p class=\"cnM2ZmRjNWUzODg4NDRiMWY4YTNhOGZjYjcyZmM2ZTc4\" data-original-margin=\"\">\"Yikes, I'd hate to see what you look like with less sleep,\" Ed jabs and Mom waves a dismissive hand.</p>\n<p class=\"cnNmZjllNzZhNzZhMzQ2ZjE5MDYzZDJlNzgyZDg3MDAz\" data-original-margin=\"\">\"Hush Ed,\" she reprimands but I smile. There was a time when a similar joke would have irritated me but with our improved relationship of the past years, all the bite in the words had clearly vanished. It was more of the affectionate insult siblings expect from each other.</p>\n<p class=\"cnMxNjc3ZDhmY2U0NTQwYTQ4ZDk5MGMwNDg5MWQ2OTY3\" data-original-margin=\"\">\"It's fine,\" I reply, \"I'd have a hard time seeing beauty past that nose of his too.\" Ed faked a gasp of offense and Mom stifled a chuckle but the levity didn't last long.</p>\n<p class=\"cnNkOGU1NTFlZjE2NDQxZDRhZTk2MmQ1OTdhMGMwMjM1\" data-original-margin=\"\">\"Seriously, Lil, what happened? Sara found you passed out on your desk. Your drool had blood in it. And I haven't seen you sleep this long since you were just a girl... are you alright?\" Mom asks.</p>\n<p class=\"cnM0YTk1YmMwMzBmYjQ0ZDE5NGYyYzVjOTQ5N2YyNzA3\" data-original-margin=\"\">\"Give me a moment, I'll take a look\" I answer before closing my eyes and trying to cycle mana through my body.</p>\n<p class=\"cnNkMGI3MDZhMDVjODQzYzg4YjljNzJiMzU2NzQ0MTJh\" data-original-margin=\"\">\"Uh, take a look at what? Your eyes are closed, you look like you are going back to sleep,\" Gil asks. I wave one hand at him in a dismissive gesture.</p>\n<p class=\"cnM5ZDQxNDRiZDBmOTQ1NzlhN2RhYjQwNWQyMDAxN2E1\" data-original-margin=\"\">\"Not a literal look you goon. Haven't you been practicing with your own mana lately?\" I reprimand without opening my eyes. Everyone is given access to a mana circle and support when they join this community, including my family, but Gilbert has failed to take any interest in learning how to use his. Too busy enjoying life I suppose. The silence in response to my question is answer enough. \"Right. Well, a mage that actually likes learning magic can feel the parts of their body that contain mana. I mean a lazy mage can too, but with practice you become familiar enough to examine it. I'm trying to determine what's wrong.\"</p>\n<p class=\"cnNjOWEzY2I3M2E5ZjQ4ODZhYWJlYTM1Y2RjM2I0N2Yx\" data-original-margin=\"\">\"You haven't been sick since you first learned magic... do you have any idea what it could be?\" Mom asks.</p>\n<p class=\"cnNlYzgxZGQxODQxZDRkNjM5NjVmOGYzYTEwM2RmOTRk\" data-original-margin=\"\">At the same time, Ed interjected \"I have no idea what you are talking about. I practice with magic constantly, I can't tell my toe from my dick.\"</p>\n<p class=\"cnM4NjVhZDYyYmNkMjQ3N2M4OTAzYmU1ZjkwNmNiZjFj\" data-original-margin=\"\">\"Can anyone?\" I quip and Ed clicks his tongue.</p>\n<p class=\"cnM2MTkzZDhjNmEyZjRlYzg5OTA5OTJjMjFjNjRkMzAx\" data-original-margin=\"\">\"With mana I mean, shut up!\" he protests and I smile. Gil and Ed start to make similar jabs at each other but I tune them out while I run mana through my body like water. Physically, I feel like shit but whatever stopped my mana from working properly last night is gone. I have full control and can easily examine myself for anything concerning. It takes almost no time at all to identify the problem. My blood runs cold and sweat starts to form on my head. I have to carefully police my expression.</p>\n<p class=\"cnNlOWFmNjU0NGM3ZDQ3NGQ5ODk3ZTNlOTU3ODRhNWRh\" data-original-margin=\"\">\"Fuck.\" I say before thinking.</p>\n<p class=\"cnNjNmMyZWM4YmZmMzRhYTA4MDFmMjJlNjAxNjc2ZDc1\" data-original-margin=\"\">\"What? What's wrong?\" Mom pleads as I open my eyes.</p>\n<p class=\"cnM5MzEwZmFmYTdlOTQyZTk4NmY0NjdlMWU3MDZkMzkx\" data-original-margin=\"\">\"I need Sara, now, where is she?\" I ask instead of answering. Ed and Gil give each other a concerned look.</p><p class=\"cjkxM2ExZDYzNTk3MzRlYTdiNGM3NjFkMjkyOWU0ODkz\" data-original-margin=\"\">The story has been illicitly taken; should you find it on Amazon, report the infringement.</p>\n<p class=\"cnNlYWU1OTFiNTlhYzQzNGU4ODQyMDVlMzZjNmYxZjdl\" data-original-margin=\"\">\"She's... gone,\" Gil reluctantly responds. \"She was with you all night and most of the morning but...\"</p>\n<p class=\"cnNiYzc5MThhNmExYTQ1NDM4MTdhMWYzYzQwODgxZThh\" data-original-margin=\"\">\"She had to help the other communities, right,\" I finish. Shit. I don't understand how this happened. I've been keeping an extremely close eye on myself for years. I've had to since I've been altering my own body for so long. Yesterday, this problem didn't exist. Or... two days ago? It doesn't matter. Before Visenar I was fine. Whatever happened, it was recent. Which means its progress is far too fast.</p>\n<p class=\"cnM0MWI4NjAxNjhmNjQ1ODU5ODIyZmQ3NDIzZmQ1M2Fi\" data-original-margin=\"\">\"What's the issue, Lily? Is it dangerous?\" Mom asks again and I grit my teeth.</p>\n<p class=\"cnNiMzlmMWUwMDVjNDQ3MmZiYzI4NDg0ZDVmMjgzYmJh\" data-original-margin=\"\">\"I don't know. Maybe. It depends on how much Sara can help me,\" I respond.</p>\n<p class=\"cnNkMGU1NWU4OGQ0ZTQ2MTViZGI2MjA2MzYzNzg5OTk0\" data-original-margin=\"\">\"But... didn't you say Sara's abilities don't work well on you? She couldn't help you with your... modifications, right?\" Mom worries.</p>\n<p class=\"cnM0ZjRiODExNDY0NTQ0NTI5YTUxNTU1ZTUzZTllZDRk\" data-original-margin=\"\">\"She couldn't, but she has successfully helped me heal injuries before. However her power works, there is a good chance she can fix this. In the meantime... I can handle it a little on my own. Gil, Ed, get Henry. I need his help.\" My brothers race each other out the door without question, leaving me alone with my mom.</p>\n<p class=\"cnM5ODk5ZmI3OTg1NzRlODc5ZDg1YzQ0MDFiNjI1M2Ex\" data-original-margin=\"\">\"Lily, what is it? I don't think I've ever seen you this scared...\" She asks one final time. I didn't realize I was wearing it on my face but she's right. With how severe this is and how quickly it developed, I am terrified.</p>\n<p class=\"cnM1OWE2NDJhMTljMzQ5OWM4MmI5MzgyMGQwNTAyNmIx\" data-original-margin=\"\">\"I don't... I don't know how to describe it to you in a way that makes sense,\" I say after a few moments of quiet. \"It's a disease that... well my body is growing too much, on the inside. It can be extremely dangerous. Especially with how fast it appears to be growing, and especially where it's growing. But it's too soon to panic. Sara can probably get rid of it. I just have to keep it under control until then, and I can do that.\" I don't actually know if Sara can help. I don't know how this happened at all. But, if I redirect all the mana I was using to try and make new changes to my body to this, I can fight it off. Slowly.</p>\n<p class=\"cnMwMGY5MmVhYzk4MjQ0OTNhNDAzOGFlYWE4ZTM2OWZm\" data-original-margin=\"\">What's strange is, Sarafyna and I examine and heal people all the time. Not once have I found anyone in this world with this problem. I'm sure it exists but most of its causes don't. It seems to be even rarer here than it would have been on Earth at a similar time period. Then again, if cancer can manifest and grow this fast here, maybe no one else with it has survived long enough to meet me or Sara. That thought does not go to great lengths to calm my nerves as I try to use mana to eat away at the tumors. The largest one is near my spine, which explains my inability to move last night.</p>\n<p class=\"cnM3MWIyMDAyMmYzMzQ3ZTJhZGU3MDg4M2U0ZDkzMDgx\" data-original-margin=\"\">It's a miracle I woke up at all. As I carve away at it, trying to burn the useless cells up with pure mana, it's clear it should have killed me. With the way I lost the ability to move, it must have been even larger at some point. Someone did something to make it shrink. Which is why I asked for Henry. It sounds like he took some blood, he may have given me something else as well. Sara may have managed to do something as well. I don't know how divine magic works, and she usually needs my help, but it's not impossible. I'm taking a deep breath, focusing on my hand, gripped tightly in both of my mother's, when all three of my brothers burst through the door.</p>\n<p class=\"cnM4YjcyN2RlMjJiNDQwMjBiOTE1NDdmNmRmZjViY2Q3\" data-original-margin=\"\">\"Lily, what's wrong? Are you alright? What happened?\" Henry interrogates. The panic in his eyes cultivates mine but I take another deep breath, keeping part of my mind focused on burning the tumors away.</p>\n<p class=\"cnM5N2U2YTJmNjIwMzRjNDg5NGZiYmQ2NGU1YjhlNDlh\" data-original-margin=\"\">\"It's alright, but I need your help,\" I reassure, \"Did you give me anything while I was asleep? Anything at all?\"</p>\n<p class=\"cnNhMzU0MzFmNzdhOTRlZTM5NjEyYjE5MGQ1OTIwNmQ0\" data-original-margin=\"\">\"Uh, y-yes,\" Henry replies, still out of breath from running here, then he rummages through a bag at his belt and pulls out an orangish potion. \"It's just for fevers, you were running hot last night... here.\" He goes to toss the potion to me, looks at my pallor, then walks close and puts it in my hand.</p>\n<p class=\"cnM3NmI1OGI5MzBkZjQ3NTJhMzc1NWMyMTJhNGU3NTg3\" data-original-margin=\"\">\"What is it, did it help?\" Mom asks and I furrow my brow.</p>\n<p class=\"cnNhZjdmOTJiYTk0MzQ1NjE5NjkyZDhkYWE3Y2I4MjJl\" data-original-margin=\"\">\"I don't know. Maybe. I'll have to examine it. In the meantime, I want to make a list of potions I want to try. Can you write these down Henry?\" I ask.</p>\n<p class=\"cnNkZjY2MjUwYTlkMzQ4ZTNhYTJiMDMyZTc0NThhMTY1\" data-original-margin=\"\">\"I got it,\" Ed responds, rushing to my writing desk and pulling out a few supplies. He pauses when he sees a brown stain, but after a shudder looks up at me, ready to write. I list out a few things for him. There are plenty of chemicals and hormones Henry can manipulate that should help, although it's a bit of work explaining them all. Enough that we spend a few hours discussing it, everyone but Mom, who left to wait for Sara near the woods. I attack it directly all the while. I'm really hoping that with my direct control and whatever Henry can come up with, I'll be able to keep this under control. Very hopeful in fact. If all goes well, it shouldn't slow me down too much. Especially if Sarafyna can help.</p>\n<p class=\"cnNmMzMxYmM1YjM3NDQ0MjhiYWFhZmYzMjFhMDJjYTQy\" data-original-margin=\"\">What really worries me is how it happened. How did it progress this much in a single day? Because if it happens again... Well, I need to prevent that, which means I need to see it coming. \"How do you know all this stuff?\" Gil asks, now sitting in the chair Mom had brought to watch over me. \"I've never heard anyone say anything like half of what you just... know. What you have somehow always known.\"</p>\n<p class=\"cnMwNzUyNjBhZGI1NzRkMTJhNGVlMTM4NTkyYzg3NjAw\" data-original-margin=\"\">I shrug before taking a drink from the juice Gilbert brought me some time ago. \"I must have sold my soul in another life,\" I dismiss. At that moment, Sara and Mom burst into the room in what is becoming a regular occurrence in my bedroom.</p>\n<p class=\"cnMzZjRmYjZhMjJmNzRhMTQ4Y2ZiNDk1ZTVkMWYwNjI5\" data-original-margin=\"\">\"Ann- Lily! You're awake!\" She cries, clutching a badly abused hat she seems to have half-torn on the way over.</p>\n<p class=\"cnMyZDhkODU2ZDUyMjQ5NmM4NTkxYTIxNjk5Zjk4NTQ5\" data-original-margin=\"\">\"Can we have the room?\" I request, \"I need to speak to Sara alone.\" I can see the desire to protest on everyone's face, especially Mom's, but they comply. I see Ed move for Henry and idly realize this is the first time in years the two have spoken so warmly and comfortably. Mom lags behind, giving me a tight hug after the boys leave.</p>\n<p class=\"cnM4MTE3OTA5MjkxNzQxNzBhZGYyMzEyM2RiNzlhYjQz\" data-original-margin=\"\">\"Be okay, okay?\" she whispers and I smile.</p>\n<p class=\"cnNlMjc2NTAwMzg2NDRlNmJhYTgzMWVlMzk1MjU4ZjY1\" data-original-margin=\"\">\"I promise,\" I whisper back, and she reluctantly follows her sons. Then Sara rushes to my side and holds my hand. \"It's going to be fine, Sara. I'm already feeling better. But we have a lot to talk about.</p>\n<p class=\"cnM0YWFmMTE2MjY2MjRhMjE5NTBjYmQwMWJjZjIyYzE0\" data-original-margin=\"\">\"I love you,\" Sara suddenly blurts and I shake my head in surprise for a moment. \"I'm sorry, I just realized last night, I've never actually said that, and I got scared you wouldn't wake up, and, well I...\" she trails and I smile warmly at her.</p>\n<p class=\"cnMyNjc1MTE3YWM1OTQzMTU4MGFlZDQyYzY1NDczZjcw\" data-original-margin=\"\">\"I love you too. And I will for a long time yet. But please, I need your help with this.\" I respond. I feel the familiar healing warmth of her divine magic before she even touches me, and it clashes with the cold fear in her eyes. But it's alright. As soon as she touches me and I start directing her abilities to the tumors, I know it's alright. I'll be able to get it under control. I just don't know what caused it in the first place. \"I love you too,\" I repeat, more quietly. Then we get to work.</p>\n            ",
  "invisibleParagraphContent": "The story has been illicitly taken; should you find it on Amazon, report the infringement."
}