{
  "preChapterNote": "<p>Author's Foreword: Daybreak extra chapters are either scenes that doesn't fit neatly into the story's pacing, or are meant to address the interests of specific audiences and aren't for everyone. This particulary chapter is a slice-of-life aside between Kaede and Pascal that does an early dive into how Kaede views gender -- an issue that becomes progressively more important as the series goes on. It takes place towards the end of volume 1, between chapters 13 and 14.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4YmU3MGEzMzE0ZDRiMjk4YmRhZTgxZjljNTg2YjVk\" data-original-margin=\"\">Kaede shut the massive tome and lifted it with both hands. Carefully straining to maintain balance in her upper body, she reached over to deposit it on the bedside counter.</p>\n<p class=\"cnNlYzY3ZWZiZWY0YzQzNTVhMzM1YjZmNDAyMTYzM2E3\" data-original-margin=\"\">It always felt odd that something so simple in her previous body -- an act that she could have accomplished one-handed without thought -- now required care and concentration.</p>\n<p class=\"cnNmMjI4MmM3OWQxZjQyYWE4YjQzNzk3NTFhY2JjN2Fk\" data-original-margin=\"\">Since arriving in Hyperion, Kaede did consider putting herself on a physical training regime beyond just her archery exercise. It was a hassle to find oneself so weak that even daily tasks proved difficult at times.</p>\n<p class=\"cnNlZjE4Mzc5NTAzMjQwNjc5OWEwYmVkOTM1MjBlOGQ3\" data-original-margin=\"\">However...</p>\n<p class=\"cnNlYWU5MjAwOTEwYjRiZjY5Yjc2ZWY1MTg1NmVlYjNh\" data-original-margin=\"\">'Athletic' didn't quite define her. Other than archery, Kaede had only found sports and martial arts fun when friends dragged <em>him</em> in, when <em>he</em> felt like part of a team.</p>\n<p class=\"cnNlZDhmMzlmMDMyOTRkYjg4MjEyYmEyNmJlZmFiNDk4\" data-original-margin=\"\">Even if it was just two boys beating each other up with bamboo sticks and laughing about it afterwards.</p>\n<p class=\"cnM5YTMyMzA1ZDQ4ZTRiMGM4NzAyODE5OTcyY2ZiMjE4\" data-original-margin=\"\">But here in Alisia Academy, not only did Kaede lack workout buddies, she also attracted odd stares and whispers wherever she went. For the first time in her life, she had felt genuine sympathy and understanding for <em>hikikomoris</em> -- shut-ins suffering from acute social withdrawal.</p>\n<p class=\"cnNhNjY0ZmVlOGI4NjQ5YTA5YWUxZDZkZWZhMDc2NmM2\" data-original-margin=\"\">So while Kaede holed up in Pascal's room pouring over tomes of the new world, she made herself one excuse after another for why she wasn't jogging circles outside.</p>\n<p class=\"cnMwZjJhYzA4ZjFjZTQ4OTg4MjI3M2FiMmQ4ZTU5M2Iy\" data-original-margin=\"\">...The weather was too windy.</p>\n<p class=\"cnM1ZjM1OTAwNzRmYjRmNzlhYTRiMWEyNGQxY2M1Yzcw\" data-original-margin=\"\">...The morning was already late and cadets had began their outdoor classes.</p>\n<p class=\"cnNkNTE2OTFhYmE2YzQ0Y2Q5YmRkNjZjN2ZjNTNkZjY2\" data-original-margin=\"\">...Her body felt sluggish from sleeping too few hours last night.</p>\n<p class=\"cnM1NTZjMTE3MTFmYzRlMjQ4NjdmMjk0NTMyMmUxMWQ4\" data-original-margin=\"\">...And most recently, her loathsome period.</p>\n<p class=\"cnM3Yzk0YTA5M2RjZjRiZDdiZjM0MjAyZGVmNWMyYzZl\" data-original-margin=\"\">But most of all, Kaede questioned if it even helped for her to exercise.</p>\n<p class=\"cnM5NDFmZDU4N2E1ZjRkNGFhZTc0MWNlN2I2YWFlNzVh\" data-original-margin=\"\">Without the testosterone levels of male hormones, bodybuilding was not just slow but also limited in effect. Given her low initial strength, spending hours per week in addition to her meditative archery for a five or ten percent boost just didn't seem a worthwhile investment of time.</p>\n<p class=\"cnNkZjViY2ZmZjZjNTRmYmJiNDMyMjk2NTlkZjBlNjU5\" data-original-margin=\"\">...Or perhaps that was yet another excuse.</p>\n<p class=\"cnMzYThmNzY2N2MxODQ2ZDNiNjEyMjkwMTkxODg2YTg2\" data-original-margin=\"\">After forgetting to pull her comforter back up, Kaede shivered as she felt yet another breeze blow in from the window.</p>\n<p class=\"cnMwOWY3YjRhMDEzMjQyN2ViZjc2ZTgzOTM5YjBjYjU4\" data-original-margin=\"\">She had opened it after Pascal's departure to help ventilate the room. Another 'side effect' of being a girl was that she found male odors... a little too obvious.</p>\n<p class=\"cnNiNDAxZGU1NDE0YzRkZmViY2I0OWM2MzliMTRkZWFj\" data-original-margin=\"\">Kaede pulled off the bedcovers to stand beside the bed. She then stepped forth on her thin legs. Her exposed shoulders and thighs could feel the chill as she walked over to the window. The self-heating magical undergarments might keep her body warm, but that didn't stop the tingling on her skin from the early winter air.</p>\n<p class=\"cnMyZjFhZGUxOGFmZjRkNWFhZTBjYjIyYmNiYTI2YWZi\" data-original-margin=\"\">Kaede reached out with her small hands and pulled the window closed before seizing up in one last tremble. Her delicate arms wrapped themselves around her chest again as she made her way back to the enticing warmth of her... well, Pascal's bed.</p>\n<p class=\"cnMyMWM0NjU1MzFkZTRkZmQ4ZjM2NDEyOWZkNmUwZmI5\" data-original-margin=\"\">There was once a time when Kaede wondered if small and cute girls ever felt as fragile as they looked.</p>\n<p class=\"cnNjMzdlNmQ2MDllYjQ0MTBhZWNiNzk4NWRkMmJjNzNj\" data-original-margin=\"\">In her experience at least, the answer was a resounding yes.</p>\n<p class=\"cnNmMzQxNmMyZGY5OTQ2ZjRiMzMxNDI4MDk4OTEyYjI2\" data-original-margin=\"\">Her wrists didn't just <em>look</em> thin. They even felt like they might snap whenever she tried to lift something too heavy for her.</p>\n<p class=\"cnMyNDEzODE0MDg1NzRiNGI4MjcxZjQ1YTRkNDU1N2Nk\" data-original-margin=\"\">Her bare shoulders always felt chilly and desired the embrace of warmth. Her small feet wanted precise, dainty steps to uphold the same steady balance. Even her slim fingers would examine items with a delicate touch before attempting to pick them up.</p>\n<p class=\"cnM5N2YzNmQ1NGQwNjQ5ZWU5MjJlZmU1MzAyODJhYjlk\" data-original-margin=\"\">Every simple act left a different sensation from the 'apply strength to everything' approach that came naturally to men.</p>\n<p class=\"cnNlM2UxZWJhYWQxNDQzMmRhYWUyNDAyMzc5MzcyNmIz\" data-original-margin=\"\">Not every girl was petite and small. But with such feelings in mind, Kaede could certainly understand why the aspiration for <em>protection</em> was so prevalent among feminine desire.</p>\n<p class=\"cnM2M2M2MDYwMTY1YzQyNzViNmU4ZjU4YWE2YjZiNjE3\" data-original-margin=\"\">The yearning for safety, for security -- mingled in among the feminine culture of romanticism and love.</p>\n<p class=\"cnM3MDRhZDFhNTQ1OTQ5N2VhMjMwNThiNWUyYTMwOWU3\" data-original-margin=\"\">Of course, to seek shelter from danger was a trait shared by all biological species. But since the macho-oriented culture that governed 'acceptable' male behavior considered it a 'weakness', men rarely yearned for such thoughts and feelings.</p>\n<p class=\"cnM2YjRkZWFjZjlhODRkN2M4NmZlYTUxYjE4MmNjMTEx\" data-original-margin=\"\">...Not on a conscious level, at least. Certainly not in public, as it would be an admittance of cowardice.</p>\n<p class=\"cnNkMjQzNjUyNDZhMTQxYzdhMmZhODVkMzMyYzIyODNi\" data-original-margin=\"\">'Safety' was unmanly. A true man would strive for ambition and adventurous thrill.</p>\n<p class=\"cnNiYmE3MGNjOGMwYjQ3NGFiY2ExMjM3NzhiZjVhMGEz\" data-original-margin=\"\">To seek fame like Achilles, to journey the unknown like Odysseus. To forge dreams into reality like the great kings of old.</p>\n<p class=\"cnM4NWM4YmQ1YjViOTQxZWE4Nzc0MDE0ODkxNmNhMTVl\" data-original-margin=\"\">So for Kaede, casting a spotlight on such emotions was an experience -- one she wasn't exactly opposed to either, to her curiosity and surprise.</p>\n<p class=\"cnM3OTY4NmRhMWI1MDRhMWU5OTdlMWM3NTNlYzc0YTFk\" data-original-margin=\"\">Not that one minor detail like this meant she was agreeing with Pascal.</p>\n<p class=\"cnNhNjNiZGY4Mzc1OTQzNDk5OGM4MzFmNzdmZjQ2NzQ0\" data-original-margin=\"\">Perhaps she was meant to be a girl? <em>No way.</em> Perfectly male or female personalities were the exception rather than the rule. Most people belonged somewhere in between. It simply took introspective self-reflection for one to recognize their other self -- which unfortunately, women did far better than men.</p>\n<p class=\"cnM2NmE2ZTkxNjYyOTRkY2Q5YTFhZWEwNWNiZjZiNjc1\" data-original-margin=\"\">After all, examining oneself for weaknesses was 'unmanly'. The macho creed was to claim invincibility and shift all imperfections away, right?</p>\n<p class=\"cnMxYTE4YmNmNTQzYzQ5NDNiNzliMDVkM2QwYTEyYmFm\" data-original-margin=\"\">The side-effect of too much testosterone was outright idiocy.</p>\n<p class=\"cnM5MGM3OGI3MTkzMjRjYTE5NmJlZTU5MjI1YTdkMDA1\" data-original-margin=\"\">Though it would be far-fetched to declare that Kaede was happy inhabiting a girl's body. Sure, she has always disliked the alpha contests of male expectations. And she was certainly sick of being told that she was 'too sensitive' and needed to 'toughen up'. However the bladed whispers of women as they stabbed their way up the social pecking order was just as painful.</p>\n<p class=\"cnNjZjY2Yjc0M2RiNDQyNTc5MDE5YTNhMDNhZjAyMmE2\" data-original-margin=\"\">The reality was that Kaede couldn't fit neatly into either traditional gender role. As a result she didn't feel strongly attached to either.</p>\n<p class=\"cnNhNGQ3NmM1MTQyMTRjZDM4OWQyMDljM2M5YzU2ZmNh\" data-original-margin=\"\"><em>Why can't the world view gender in more grayscale than polarized?</em> The Samaran girl thought.</p>\n<p class=\"cnNmMWNlZjkwMjc3YjQ0YjI4NWJlNjE2NjI5ZTk3NDhi\" data-original-margin=\"\">It was a complaint she had towards so many other topics in the world...</p>\n<p class=\"cnMzN2E4MGNlN2M3YjQyZmJiYzgwOGYzNGI2MTczMjk3\" data-original-margin=\"\">Regardless, as Kaede lifted the comforter once more, she pulled her legs back under the soothing warmth of soft fabrics. A gentle smile spread across her lips as she felt the silky skin of her body rubbing against smooth charmeuse once more.</p>\n<p class=\"cnM4OGViNDU5YmExYjQ1YmQ4MWMyM2MzNzdmNzc0NDdi\" data-original-margin=\"\">It would be an exaggeration to claim that Kaede completely recognized this body as her own. She still felt weirdly out-of-place in it, especially whenever she looked at a mirror and saw a cute girl with snowy hair and rose-quartz eyes staring back. Nevertheless it was the body she now inhabited. And apart from the obvious physical changes, like how tall she was or how she expelled liquids, there were also a bunch of unseen nuances that came with both its good and bad.</p>\n<p class=\"cnNkMGIyNmY2MTllMTRmMDBiNWU2NDgyYWY4Y2I1ODBj\" data-original-margin=\"\">For example, her skin. It was soft, smooth, and delicate, translucent like perfect porcelain, flawless to behold and touch.</p>\n<p class=\"cnNlZmEyMDYyN2VhYTQ0NTBhNDFkNGJlNjFjNDExN2E5\" data-original-margin=\"\">Even she couldn't help but admire it.</p>\n<p class=\"cnM0ZjZiMWM3NDVmMjRiM2U4ZDcxNzc0ZjU2Y2VjNmM2\" data-original-margin=\"\">For a girl back on Earth to have such skin, Kaede would have to wonder how much daily effort was spent on lotions, moisturizers, and even baby oil.</p>\n<p class=\"cnNkMzY3ZDg5YWNkMDQ2MTZiY2JiNGEyNDY2ZTBkMzcx\" data-original-margin=\"\">But those same attributes also made it really sensitive.</p>\n<p class=\"cnMzYmFmYWY3NWYwODRhNDNhNzUxN2IwY2E3NTUxZDc1\" data-original-margin=\"\">This... was actually a problem.</p>\n<p class=\"cnNjMjEyYzFjNzUxMjRjMDA4YWIxNDYwNzUzZjc5MjBj\" data-original-margin=\"\">Being an aristocrat, Pascal's part-wool part-cotton bedsheets probably weren't that bad compared to the modern ones Kaede used to sleep on. He apparently found it an acceptable balance between comfort and firmness, at any rate.</p><p class=\"cjA3YzU3ZGIzYWYzZjRmNDM5N2IxMWM4ZWFiZTZkMmMy\" data-original-margin=\"\">If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it.</p>\n<p class=\"cnMyYzE5OWUyMDgzNjRhMjdiYjg3NWEwYTQ0NmQ2ZDYx\" data-original-margin=\"\">But while the old Kaede didn't need fancy imported cotton in the high hundreds thread count. The new Kaede however, was extremely picky.</p>\n<p class=\"cnNiYjRlNGVkOTU3YTQzNWE5NDAxMzJiZGNkYWI1Yzc0\" data-original-margin=\"\">It wasn't sandpaper, but it felt like... bare skin against the carpet, or something like that. The scraping felt a hint itchy.</p>\n<p class=\"cnMwMmMwNDFjYjM4NTQ3NzFhNWZlZmE0MDJiMjJhMWY2\" data-original-margin=\"\">First World Problems, sure. It didn't even bother her unless she moved. Except she did, a lot, since trying to sleep with everything on her mind was hard.</p>\n<p class=\"cnNhZTQ4ZmU0ODM5OTRmMGQ5ZTJiMWU2NTdkMzExYjNm\" data-original-margin=\"\">But what else could she do? Ask for him to switch to finer sheets? She was no connoisseur of this world's thread quality. Should she ask him for muslin? Silk? Satin?</p>\n<p class=\"cnNjMDE0YWQzOTkyNjRmMzA5ODc2Yzc3Mjg2YjVlNjEz\" data-original-margin=\"\">Kaede had no doubt Pascal would offer plenty of wisecracks about that one.</p>\n<p class=\"cnM4ZWEwMjFiZGY4NDRiMWU5OTcyMTI2ZDgwMzJiN2Q4\" data-original-margin=\"\">So during the first week she did the easiest thing.</p>\n<p class=\"cnNkYmVmODVkNjEyMjQ0MjViMjgxZGM3MThkOGZiNjEx\" data-original-margin=\"\">The long gloves and stockings of her undergarment set were charmeuse, satin-weave, and covered most of her arms and legs, particularly the parts that did the most rubbing. Kaede had never admired girls for their fabrics before. But these... they were unfair.</p>\n<p class=\"cnNjN2Y5OGZjMjM4MTRhNGViNjNkODQzMjgyM2YwMzVl\" data-original-margin=\"\">Well, they were meant to be sleepwear. However embarrassing wearing pure-white 'bridal lingerie' was, they were also her only undergarments. Plus, they were blissfully comfortable, and she loved how the warm and silky fabrics tightly enveloped her delicate skin.</p>\n<p class=\"cnNkMjU3ZDc0YzJmMTRmMGNiM2ZlMWEyMzkxNmViNDM5\" data-original-margin=\"\">As Kaede considered herself a pragmatic person, the choice was obvious.</p>\n<p class=\"cnNkYzM3MjJkYzAyMjQ1NTliOWQxMzNiMDQ4OWUxMWQz\" data-original-margin=\"\">She would never have imagined herself sleeping in long gloves, thighhigh stockings, and a backless, halter-top with an attached skirt. Not to mention there was an extravagant, white-gold crest with diamonds laid onto the chest. But then, just the 'herself' part was already beyond belief even a month ago.</p>\n<p class=\"cnMyMDhjNzdjNTJlNTQ2NjZiMjdjMDhjYzYwNTQ4OTll\" data-original-margin=\"\">Slowly taking off one glove with the help of her lips, Kaede gently ran her fingers across the exposed top of her thigh. The gliding touch felt halfway between a caress and a tickle. Its comforting sensation soon tugging at the edge of her lips.</p>\n<p class=\"cnMxMzgzYmRlYzZiZTRhYzlhNmMyM2M2N2U5MzA3ZTk2\" data-original-margin=\"\">No wonder why girls enjoyed skinship so much. Who wouldn't like touching and snuggling, with feelings like these?</p>\n<p class=\"cnNmN2I3YzQ5ODQyMDQ2ZDliNzI2MjJlODRlMGViNWI1\" data-original-margin=\"\">...Certainly aeons better than the touch of coarse, hairy limbs from men.</p>\n<p class=\"cnNmYTI4OWI4YjI2MjRmMTY4NjczM2MzZDgxMWVkMGQy\" data-original-margin=\"\">Yet at that same moment, Kaede noticed that something was... off.</p>\n<p class=\"cnNkYWMzZjUwNDYyMDQ3MjU5ZjdmYjliYzU5NWFjNjIx\" data-original-margin=\"\">She had been in Hyperion for weeks already. Yet her legs remained as bare as a newborn babe. Forget exposed hair, there wasn't even a hair follicle in sight.</p>\n<p class=\"cnMwMzE5OTAyZjllZTQ2NTg4NTQ5Y2JkYjcyMGZkZTY0\" data-original-margin=\"\">Some men might like to pretend that a girl's body was self-maintaining, but Kaede knew better. She had not shaved her legs or anywhere else for the weeks she spent in that body, yet...</p>\n<p class=\"cnMxYjY5YTkyNzFiNzQxY2M5OTg5MDdlZDYyMmNlZDM2\" data-original-margin=\"\">There wasn't any sign of hair in her armpits either.</p>\n<p class=\"cnM4NzAxMjE3Y2Y0NjQ3N2JhMGRjNjczNGE4YTllYTli\" data-original-margin=\"\">In fact, now that she thought about it, Kaede was sure she was completely bald beneath her neck.</p>\n<p class=\"cnM1MjcwNzg3YTJiMjQwZjQ5OWNkNzBlODBmNWRmZmUy\" data-original-margin=\"\">Just what was going on?</p>\n<p class=\"cnM2Yzc4MWM4ZGI2MzQwNDliYjA3NTdjMmY2MmU4NjI5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwZWI5NWExOGNkNDRlNTBiMzc3M2Q5NmZiNDRkZDAy\" data-original-margin=\"\">...</p>\n<p class=\"cnMzYzYyYzNiY2U1YjQyNjE5N2RkMzljZDBmMjFlNDBj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhMGYxYjIyN2U3MDQ1YmQ4MTQ0MmU1MTU2ODYzZmM2\" data-original-margin=\"\">\"Hey Pascal,\" Kaede asked the minute he returned from afternoon training. \"Why is it that I don't grow any hair beneath my neck?\"</p>\n<p class=\"cnM5ODMzZTA0NzhkNjQ3NGNhY2EzZjI5MmVmNjZjOGIz\" data-original-margin=\"\">\"Magic.\" An amused grin stretched across his lips as he surveyed the Samaran girl still sitting in his bed.</p>\n<p class=\"cnNjYTYyNzg2NGVhNTRkYzI4Nzg3NTMwMTA1NGIzZWY5\" data-original-margin=\"\">Kaede swore he answered that way just to irritate her. The obvious pleasure in his eyes as he took in her sight didn't help one bit.</p>\n<p class=\"cnNkMDVmYTA4ZTc5ODRmMTg5MDg3YjExYTFkNjgzZTQz\" data-original-margin=\"\">She hardly even noticed when her cheeks began to pout under narrowing eyes.</p>\n<p class=\"cnNmM2NmYWY0NTZmMzQ5YTI5MTFjMjJhODU3ZmUyNTc2\" data-original-margin=\"\">\"Do you shave my legs while I'm asleep or something?\"</p>\n<p class=\"cnMwNTllMDY4ZjhhOTRiODY4MjMyMzJmNzg2MDAyZWYw\" data-original-margin=\"\">\"Just what kind of pervert do you take me for?\"</p>\n<p class=\"cnNmOTkzZjM0MDAwZTQzZTBhYmFhNDFmMmYwMzE2NWM4\" data-original-margin=\"\"><em>The kind that summoned me in bridal lingerie.</em></p>\n<p class=\"cnM3ZTQ5ZGJhMzlhYzQ3NjBiMzkyZDMyZjYwNzJhOTNh\" data-original-margin=\"\">Kaede barely managed to avoid saying it out loud. The last time she retorted with those last two words, he ended up making her far more embarrassed than he was.</p>\n<p class=\"cnNkOWQ5ZTg0NWI3YjQ4NDJiMTVhZjNmYmQ4N2FkMDQ0\" data-original-margin=\"\">Pascal was someone who had no problems admitting anything he chose to do in the first place. Trying to shame him into a disadvantage almost never worked, especially when his skin was several crocodiles thicker than her own.</p>\n<p class=\"cnMzNmRmNGEwNjBjOTQyMTY5ZWRmYzYxZWVlZTRiNTE3\" data-original-margin=\"\">With a shallow sigh from his lopsided smirk, Pascal soon began to explain in his drawling fashion:</p>\n<p class=\"cnNjZjYyZDk5NDRhZDQ4ZTY5MTg3NDkzNzk2N2E0NGU5\" data-original-margin=\"\">\"Shaving is an uncouth method best left to commoners. We nobles have far more efficient means of tackling such trite inconveniences...\"</p>\n<p class=\"cnMyMzkwYWM4NDJkNTQ5MGQ5YjhjYTA1MTMyMDA3ZDE2\" data-original-margin=\"\">Kaede felt her lips twisting as she listened. Although now that she considered it, she had never seen Pascal trim his hair or even shave his beard. Sure, he was barely a man in age, but there should still be <em>something</em> there.</p>\n<p class=\"cnMxNzQ5NmU3YzEyMzRkMWNhMDk0NTQ3ZDYxYjc1ZWM0\" data-original-margin=\"\">\"Those undergarments have enchantments built in that nullify hair growth across your body,\" he continued with his head held high in a proud, 'you-should-be-thanking-me' pose. \"You never need to worry about removing any hair below your chin as they are kept from growing in the first place. After all, a problem should be tackled at its source, not by suppressing its after-effects.\"</p>\n<p class=\"cnNmNDBlNGViZGYzNzQ5YmY5Nzk5Njc0MDY1ZTU0NTkz\" data-original-margin=\"\">\"Too bad you couldn't take the same wisdom to periods then.\" Kaede cut him off with her first thought. \"Stop it altogether, instead of just absorbing the blood.\"</p>\n<p class=\"cnM5ZTFmNWFkOTM0MzQzYmZiY2EyYzg2NzJlNmZjMTQx\" data-original-margin=\"\">\"I am not really a medical expert.\" The reply came under furrowed brows. \"But I have read that the menstrual period is an important aspect of the reproductive cycle, although the bleeding is more a byproduct than intended function. As for the cramps -- like we discussed the other day -- it would be inappropriate to trust a mere enchanted item to interfere in the function of primary nerves.\"</p>\n<p class=\"cnM0YTlkNzkzZWE3NjQ3OWE4MTZkZTkyZDE3ZjdmZmNl\" data-original-margin=\"\">Despite her scowl, Kaede slowly nodded back. She certainly agreed that automation -- magical or not -- should only go so far when taking care of biological functions... even one as unpleasant as menstrual periods.</p>\n<p class=\"cnMzMmJjZGZkYThmMjRhNjNhZmVjMGQ2YTBhMTRiNDA5\" data-original-margin=\"\">\"There are some claims that a contraceptive spell may regulate your period and perhaps even lighten it. There is a lengthy medical research article in the library about it if you have time to read up more on the topic.\" Pascal noted. \"Although I warn you that the terminology is rather too specialized for ease of understanding.\"</p>\n<p class=\"cnNhNzlmNGQ3NzIzNzRhZjliMGI4YjlkNWQ3MmFjMjA2\" data-original-margin=\"\"><em>Does that mean,</em> Kaede blinked as she paused for a moment, <em>he looked it up to see if he could help me?</em></p>\n<p class=\"cnM2MzgzNjIyNjM1YjQ4MTViMTYwYjNkZTA0N2MwOGFh\" data-original-margin=\"\">Even though Pascal's know-it-all attitude often annoyed her to no end, she had to appreciate that same desire to understand and help at times like these.</p>\n<p class=\"cnNiM2ExN2Q0MGNhOTQzMzNhZjI0ODAxYzZlNDkyZGJm\" data-original-margin=\"\">\"Then... do you know how to cast a contraceptive spell?\" Kaede asked.</p>\n<p class=\"cnNlNTU2MTMxYjU5ZjRjZmU5MDRmOTk5YWJiYmZkYjdj\" data-original-margin=\"\">She felt her cheeks flush with embarrassment. It felt like she was asking for condoms, or perhaps more appropriately, birth control pills.</p>\n<p class=\"cnM3MmViYjdkNWQwZTQ0NTZiZTY2ZjkxYzQyYWQ4OGY2\" data-original-margin=\"\">\"Of course!\" Pascal smirked in amusement. \"Father taught me when I came of age. I have never actually cast it on a real girl. But I know how to do it. That being said, the version I know is a low duration one taught to noblemen for when they bed a commoner. It would have to be applied daily.\"</p>\n<p class=\"cnM2MTgwNWNlNDdjNDRlM2FiNTE0NWJiNDg0NTc5ZjBl\" data-original-margin=\"\">Kaede's face grew hotter as she realized what this meant. She wasn't just asking him for birth control pills. She was essentially asking him to feed them to her on a daily basis. Yet even that seemed worth it if it could reduce the pain of her menstrual cramps, not to mention regulating the cycle so she could better gauge its timing.</p>\n<p class=\"cnM0ZDNiZjM3M2I5YjRkZDFiM2ZjNjMyMTUyYmRiOTNj\" data-original-margin=\"\">\"Could... c-could you cast it on me then?\" Kaede felt her voice drop to a shy whisper.</p>\n<p class=\"cnMwMWY4NTQ1NmU2NzRlZDk5Mzg3NWI2YzkxNjQwMmRl\" data-original-margin=\"\">\"Of course.\" His grin spread from ear to ear as he walked over to the bed and sat beside her. \"I will need to touch your pelvis though.\"</p>\n<p class=\"cnMwZTkxYTgxNzMxNDQxZDA4NTQ2OTk3YmVhMDE3OWI2\" data-original-margin=\"\">Kaede narrowed her eyes. Most other spells could be cast by touching anywhere on the body. Why the difference with this one?</p>\n<p class=\"cnNjYmQ0MzJiM2ViYjRjNmJhZGYzYTJiNzVjOGFkNzYx\" data-original-margin=\"\">Pascal seemed to read her thoughts as he clarified. \"I am not lying to you. It is a sensitive spell.\"</p>\n<p class=\"cnM5YTdhYmQ5ODY1ODQ5YzM5ZjY2YjE4M2ExYTc2NmEz\" data-original-margin=\"\"><em>Well, that's true I guess.</em> She thought. \"Can't you just give me a rune?\"</p>\n<p class=\"cnNkYjk0YzRkOTNmYTQxOWU4ZTI4MjhjODEyOTkxNzNi\" data-original-margin=\"\">\"So you can scratch a rock against your cute stomach? Not a chance.\" He grinned. \"Besides, I do not know the rune for this spell.\"</p>\n<p class=\"cnMxZGIwMGJjMDRiMjQzMDdhYWI2NTVjZTQ2NjkwMzM1\" data-original-margin=\"\"><em>Right, two completely different magic systems.</em> Kaede thought. It was one of those things that showed Pascal's prodigy. Most mages had enough trouble learning dozens of spells in one system. Pascal had to do it twice for many spells he used.</p>\n<p class=\"cnM2N2YzOTc5ZjU0ZTQ2ZWNhMWUyMzhkNzgxYzA0ODhl\" data-original-margin=\"\">\"Fine.\" Kaede answered begrudgingly. \"You don't also need skin contact, do you?\"</p>\n<p class=\"cnM2ODMzM2E3ZjdjNzRkZmE5MzM0NDRhNjljM2RhYmZk\" data-original-margin=\"\">Her underwear was a one-piece 'leotard', though with buttons in the back for the tight fabric between her legs. To expose her lower abdomen, she would have to show off her privates.</p>\n<p class=\"cnMzY2RjMzkzZjliMzQ4MTVhNmIwZmM2NmFjMDY4NWQz\" data-original-margin=\"\">Not that she had much in the way of breasts. The tiny lumps on her chest might, at most, be a B-cup in size. Kaede actually found this rather convenient as they never stood in the way. They never bothered her even if she slept on her stomach.</p>\n<p class=\"cnNlMmUwMmY1ZTg3NDQ0ZTY5MGFhMzQ1NGExM2EwM2I0\" data-original-margin=\"\">\"I would not mind.\" Pascal's smile came without shame.</p>\n<p class=\"cnMxZWY5NjVlNDU0YTRmMGI4Y2RiOWQxMzkxOTMwOGI2\" data-original-margin=\"\">\"Not a chance.\" Kaede retorted.</p>\n<p class=\"cnM0YWMxY2I0NDdiMTQzYjI4NzlhNzg5NjM5YWU3YTY1\" data-original-margin=\"\">\"I can take my shirt off if that would make you feel more comfortable.\"</p>\n<p class=\"cnM3NDVlODZjYzZjNjQ5NDE4Y2IwODhmYTA2NTU0ODlj\" data-original-margin=\"\">\"No, it doesn't!\" Kaede snapped back. \"Stop trying to get me naked!\"</p>\n<p class=\"cnMxNzA5NDYxMDQ1MzQ5NjRhZGZhZjU2ZDdhN2U0NTMx\" data-original-margin=\"\"><em>What is with some men and always looking to get girls to strip?</em> She fumed.</p>\n<p class=\"cnM4NmI2NjBhM2YzMDQyZDQ5ZWY0MmViYTg1YzdhNDFh\" data-original-margin=\"\">\"Oh well, it was worth a try.\" Pascal shrugged as he raised the hand with his turquoise signet ring.</p>\n<p class=\"cnNiZjk1ZTJlMThkNTRjZTU5OTA5OTQ1MjExMzFiZDhl\" data-original-margin=\"\">\"You ready?\" He asked.</p>\n<p class=\"cnM0NDZkZWVlMDc3ZTRlNGE5YmVjODI3ZGI4NDI4MTMw\" data-original-margin=\"\">\"No. One moment.\" Kaede added before she closed her eyes and took a deep, meditative breath. <em>Let's get this over with.</em></p>\n<p class=\"cnMxYzA3OGNhZjVmYTQ3ODg4YTEzNTNmMTkyMmQzN2Yw\" data-original-margin=\"\">She peeled away the comforter with her small hands, until her abdomen was almost completely exposed. She could feel Pascal's ring press against her pelvis. He spoke a word in ancient Draconic and a warm tingling began to grow in her belly, then faded away as quickly as it came.</p>\n<p class=\"cnNmZmRiZWIwMDU1NzQxMTI5ZmM1MDNmMmJkNTk4MjYy\" data-original-margin=\"\">The pressure from his ring then lifted. After all his teasing, he never even touched her with his fingertips. Kaede felt a sense of gratitude for that at least.</p>\n<p class=\"cnM0MDQ1ZGU3N2U1MzRjYjBhNTNkNGZlMmUzNjk2YzNi\" data-original-margin=\"\">She reopened her eyes and met his turquoise gaze. \"Thanks for making it quick.\"</p>\n<p class=\"cnMxOGI5YTUwMzBlMzQ4MDc5NjRjYzVkOTQ4ZjNhNWU1\" data-original-margin=\"\">\"I was tempted.\" He added, then with a grin: \"Are you disappointed?\"</p>\n<p class=\"cnNlNzc1ZDMzNmM5MDQ2OTY4Zjk4ZTM1MDJlNTM4ZjRm\" data-original-margin=\"\">\"Don't confuse me with your fantasies.\" Kaede replied in a deadpan.</p>\n<p class=\"cnM5M2JmZTdkMjEzYzQ5NWM4N2E4MmRkYjc1YjMyZDBl\" data-original-margin=\"\">For whatever reason, Kaede had absolutely no interest in exploring her own private parts. She was considerably less interested in them compared to when she was a man, and she doubted it was because of female hormones. As far as she knew, it wasn't just the boys in puberty who fooled around. Girls did also, even if society often pretended otherwise.</p>\n<p class=\"cnNhMDUyYzE5YzgwZDRjODJiNDhkYzRmMDg1MzBjYTEz\" data-original-margin=\"\"><em>The most often-said trait about Samarans... is that they're prudes.</em> She couldn't help remember Cecylia's words. Which made her ponder: <em>Are Samarans asexual?</em></p>\n<p class=\"cnM2YWI4MGNlNmZlZjQyZTI5NTU3NTViOGJmNzdhNWMw\" data-original-margin=\"\">Kaede had once read an article on gender orientation when he discovered that one of <em>his</em> friends back in school was a secret lesbian. Japanese society was not exactly tolerant towards such behavior, as much as 'yuri' anime might pretend otherwise. The article claimed that asexuality was, by far, the least studied of all orientations. However, it didn't necessarily mean that the individual had zero sexual attraction -- it might require emotional bonding first, or it could mean they were romantic but merely weren't interested in the act of reproduction.</p>\n<p class=\"cnNlYTI5Y2QzNjEyOTQ3Mjk5NWE4MTNiMDQzZmNiZTY4\" data-original-margin=\"\"><em>Either way, it doesn't change my views.</em> Kaede thought. <em>I have no intention of having a man screw me as my first time.</em></p>\n<p class=\"cnMzYWQ3MDIxYzQ3ZTQ4MGFhMjFmYjE0NGYzMDQ3NTNj\" data-original-margin=\"\">Even if she was a girl now, she still had <em>some</em> dignity as a man left.</p>\n<p class=\"cnNiYzUwNjk0NjI1YjQwYWQ5NGE4ZGFhMmY1NGY2ODRh\" data-original-margin=\"\">Meanwhile, Pascal looked as though he was pondering something.</p>\n<p class=\"cnMzNjQ3YmI3M2FmOTQ0MTQ5YzE0OWVlYTcyYTZmZWIx\" data-original-margin=\"\">\"As much as I enjoy this, would you prefer I enchant something with this effect?\" He asked with a serious face. \"Then you would not have to go through this every day.\"</p>\n<p class=\"cnNlZTMyNGJmNTc4ZjRjMGM4ZjYzOTY3MjZlNjY5MDJi\" data-original-margin=\"\">Kaede couldn't help but smile. Pascal might seem insensitive and self-centered most of the time, but he also found ways to express how he truly cared. Clearly, he recognized her discomfort and offered.</p>\n<p class=\"cnMzMTk3OThjYjU0YTRjODE4NjI0YWEwZDQ4NDQzYjY4\" data-original-margin=\"\">\"That would be greatly appreciated.\" She beamed at him in thanks.</p>\n<p class=\"cnMzNjI2OTEzOWRlMjRiOGM5YmIyNmMzYjE5OGI5YWUz\" data-original-margin=\"\">However her smile had come way too soon, and not for the first time:</p>\n<p class=\"cnMzZTQxMjMwY2NjZDRmMzA4NjMzMTg3Y2RiNzBkNTFl\" data-original-margin=\"\">\"By the way, the current enchantments on your undergarments also provide skin care, assuming you take care of yourself and not do something like lay under a blistering sun all afternoon.\"</p>\n<p class=\"cnM1NjE4ZDkxZmJkZjRlNTc5MjcwZTZmYWY3OTZjOWVh\" data-original-margin=\"\">Then, with his lopsided smirk returning once more:</p>\n<p class=\"cnNlZGRlMTdiMDZmMzRiYTM5ZjdiMmE5MjE2MTliM2Ey\" data-original-margin=\"\">\"Try to keep yourself in pristine condition for my enjoyment, all right?\"</p>\n<p class=\"cnM1ZDE2MjAyYmNmYTRjZmQ5Y2M2NTdkNjQyZGVjNGNi\" data-original-margin=\"\">The only response Pascal received this time was a pillow tossed into his face.</p>\n            ",
  "invisibleParagraphContent": "If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it."
}