{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0ZWRmYmQzNzU5MTRhOThhNDE4ZTUwOTQ0MWM2ODZl\" data-original-margin=\"\">Prefect Gelasius lowered his composite bow as he rose from the shadows of the far side battlements. Projectile weapons were disdained by most Imperial mages, but they also had no aura flare to allow for an early detection. This, combined with a <em>Stonemeld</em> spell that merged his body into the keep itself, had allowed him to completely conceal his presence until the last moment.</p>\n<p class=\"cnM4YWNjMjExYzNmNTQ1OTFhZTZiMzVjMDdmYzhjNzUz\" data-original-margin=\"\">The stupid, unprotected familiar never stood a chance.</p>\n<p class=\"cnNjNTdmZWZjNWQ0MjQyMjQ4MGVkYmI5NGMxY2FmYzI3\" data-original-margin=\"\">Two minutes later, six vaguely humanoid clouds blew onto the rooftop. They solidified into people within seconds. Their outfits were all dark gray, each hidden beneath a hooded cloak.</p>\n<p class=\"cnNmODk5ZTNiMDlmMjQwM2Q5MjU3NDkzNmIyMDBjMWFm\" data-original-margin=\"\">\"&lt;Didn't you promise that maid Marina that our informant would remain safe?&gt;\"</p>\n<p class=\"cnMzZmNkZWZiYTlkODQ4Mzg5ZWVhNzAwMGFjNjI4MmQw\" data-original-margin=\"\">\"&lt;Did I?&gt;\" Gelasius spoke casually over their linked telepathic channel as he stowed the bow away in a belt pouch. \"&lt;I believe the words were 'I'll try to bring her out alive if the operation succeeds'. She's still alive, isn't she? I don't need a dumb girl getting in the way until we're ready to leave.&gt;\"</p>\n<p class=\"cnNkNWI4MTIzMzY1MjQ2ODdiOGNhYzMyODNmZWExMjRl\" data-original-margin=\"\">\"&lt;And if she dies of her wounds?&gt;\"</p>\n<p class=\"cnNmZmE4OWI5NjUxNDQyMWRhYzBkODc2NDI1YzQ1NWM3\" data-original-margin=\"\">\"&lt;Then sadly, the familiar didn't survive her master's death.&gt;\" The prefect's stern voice then stamped the discussion with finality: \"&lt;Enough. Sebastian, take your section down and eliminate the target. Gallien, go with them in case they need help, but keep some distance and an eye on their back. Placidia, Cassio, and I will stay here to maintain situational control and await your return.&gt;\"</p>\n<p class=\"cnNjYjhlNzM2NGFiMjQzN2Y4Mjk5Y2NjZDIxOWJkMjBk\" data-original-margin=\"\">\"&lt;Yes sir.&gt;\"</p>\n<p class=\"cnNmMzhiNDkwNzJiMzQyMGQ5YTQ5YWE2OTFmMDZiNGQ0\" data-original-margin=\"\">Sebastian then led two other assassins into the keep, their steps silent and their silhouettes blending into the shadows. They were soon followed by one more figure as the wardbreaker Gallien, who allowed them undetected entry onto the academy grounds, also melded into the darkness of the spiral stairway. Meanwhile, the spellsniper Placidia and spellstorm Cassio camouflaged themselves, maintaining a vigilant watch on opposing corners of the keep.</p>\n<p class=\"cnNjMGJkMGExMjQ5YTQwNDJiNDBmNzdhZGQxNTRkZTQ0\" data-original-margin=\"\">Gelasius missed the days when he personally led the hunt as the strike section leader. Being the prefect of the entire operation squad meant that not only did he have to remain on reserve, he also had to wait anxiously while Sebastian took the thrill of the kill.</p>\n<p class=\"cnM4ZGMzMTFkNmM4MjQ3YTJhMzgzOWU1NzhiMmY5ZjZi\" data-original-margin=\"\">He ignored the faint, wheezy breathing that came from the unmoving familiar. After all, her role in this entire operation was already over.</p>\n<p class=\"cnMzOWUxODc5MWU3NTRkYmE5ZTY3YjViYTcxNWFjMTdm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwZTY5ZGRkNTg0NjQwMTVhNjVmYzhmMGJkMmM0N2Ew\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM3ZTY1OGMzZWJhZjQ4M2E5MzdlNzExY2ViMzVmMzVh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0ZDYyOTQ3ZmMxYjQwNDk5MDRiODQ2MzU3YTQ0MzU2\" data-original-margin=\"\">\"&lt;Ready?&gt;\"</p>\n<p class=\"cnM2OGFmNzAwNGI5OTQzOTg4MzQ0ZDAxMGVmNmRiN2M5\" data-original-margin=\"\">Two other hoods nodded as their owners each drew twin kukri blades beneath their protective cloaks.</p>\n<p class=\"cnMxNWZlODUzZjc5YTRlMGY4YzljMTNhOTY0NjEzNGUz\" data-original-margin=\"\">Sebastian then turned the dispelled door handle before all three stepped inside. Nearly blinded by the glare from hundreds of magical auras that saturated the room, he dismissed his <em>Aura Sight</em> spell before advancing.</p>\n<p class=\"cnMyN2ZlOGU0ZjU0MzRiMzU5NGQzMGEyMGE0OTcxZTkx\" data-original-margin=\"\">Their target sat in a chair on the far side, knocked unconscious by the antimagic poison. His head lay motionless across a book on the work desk.</p>\n<p class=\"cnM0MWRiNTQxYWQxOTQxNDJiNzRiOWUwNjE2NTQxZjM5\" data-original-margin=\"\">The two other assassins took guard positions on each side as Sebastian advanced forward for the kill. By tradition, they strove to rely on the most certain method of elimination whenever possible: death by decapitation.</p>\n<p class=\"cnMzZmYzMjYyNWYwODQxYTc5Yjc0OTA0ZGUwYzkyNTky\" data-original-margin=\"\">Then, just as he crossed the middle of the room, a deafening thunderclap erupted from behind. The hallway furnishings ignited into flames under the raw power of a lightning blast.</p>\n<p class=\"cnNmN2YxMDc1N2E5NTQ3MDM5ZDMxMDU1MTk5OWYwOGU1\" data-original-margin=\"\">\"&lt;Company! No, intervention!&gt;\" yelled Gallien over the telepathic communication channel.</p>\n<p class=\"cnM4Y2I1MTQwNWE3YTQxNGY5N2ZlNmYyNzBjZWY3YmEw\" data-original-margin=\"\">With his attention distracted for a split second, Sebastian barely noticed the 'unconscious' figure's slight arm movement. It brought a turquoise spell-focus ring into clear view.</p>\n<p class=\"cnM2Y2QyMWYzYTkxYzQwZGQ4NGM0OTJjMmRlMGU3YTJk\" data-original-margin=\"\">\"<em>Cyclone Blast</em>,\" muttered Pascal even as he lifted and turned his eyes. Both of the assassins in the rear unleashed cutting hexes with a reflexive wave of their blades. However their magic splashed against glimmering turquoise shields as eight runic pebbles expended themselves between Pascal's fingers, layering on his entire defensive spell set.</p>\n<p class=\"cnM2ZjEwMmM2M2M5NDQ4MjRiOGJlN2NjN2U4ZTQ5Mjg3\" data-original-margin=\"\">The strike leader Sebastian spun aside to dodge the gush of hurricane-force winds. But the impact itself had never been Pascal's aim. The blast of air acted as a contingency trigger, pulling dozens of runic pebbles that Kaede had scattered around the room into the air. They hurled about the enclosed room like a whirlwind of destruction. The glyphic stones bounced harmlessly off walls and furniture, but each time one of them met a living entity that did not carry the mana of their creator, they exploded.</p>\n<p class=\"cnM5ZTg2MTY4NDI0NTRiNTFhMjU1YjBjNTM5YTcyMWQ5\" data-original-margin=\"\">Detonations rocked the room as the air was instantly filled by flying shrapnel. Cutting shards of rock and jagged splinters of wood were blown off the nearby furniture and walls. Yet while Pascal lay safe behind his <em>Barrier Armor</em> and <em>Spellshield Fortress</em>, the same could not be said for his would-be killers. The layers of defensive magic that enhanced their protective cloaks would have easily repulsed such conventional projectiles, had they not been riddled with holes from absorbing powerful explosions.</p>\n<p class=\"cnM0ZWMwY2ZmNGQzMzRhNjNiMzEyZWM2ZTJkOWM2ZjIy\" data-original-margin=\"\">The strike section of three assassins had walked straight into a trap.</p>\n<p class=\"cnNhNDRjNzg5YWFmOTQ3M2I4NTcyNzU3NjYyODM1NWU4\" data-original-margin=\"\">With all three of them bloodied by the ambush, Marcellius, the junior member who stood closest to the entrance, spun back around the doorframe and into the hallway. He arrived just in time to see another bolt of lightning streak by, and realized a second too late as sparks transformed back into a person. Two blades materialized from thin air and chopped off his head, turning his torso into a fountain of blood.</p>\n<p class=\"cnM0YjkyODgyMDNmYjQwYzc4YTc2YmU2MmMwMjFhYmQy\" data-original-margin=\"\">Spells flew through the hall as the wardbreaker Gallien laid down covering fire from behind conjured stone battlements. But the other assassin, Valeria, took no chances as she hurled a specially enchanted kukri outside. The curved blade ricocheted off the walls with perfect bounces, multiplying by three each time. Within mere seconds, a roaming cloud of whirling steel swept down the hall, which diced anything softer than rock with impunity.</p>\n<p class=\"cnNjNTcyNGNjZDU0MTRmOWI5MTBhYTU0ZWQ4NTkwMTk5\" data-original-margin=\"\">Meanwhile, Sebastian charged at Pascal without hesitation. Even with one arm shattered by the runic assault, his other was still functional and ready to rend the flesh from his foe. With a single thought, he activated the bread and butter of spellswords -- the <em>Negation Surge</em> spell imbued into his kukri that diminished the effectiveness of magical barriers. His first hack cleaved through one of Pascal's spellshields as though meeting mere leather. However, that split-second delay of resistance allowed his target to spin away against the desk's edge.</p>\n<p class=\"cnNmNzBhZWE4MDczNjRlNmVhZDJkMDE1YTJhNjZiOWMy\" data-original-margin=\"\">Sebastian renewed his penetration aid with a flourish of the blade. His second slash struck horizontally and sliced through two more spellshields. Sharpened steel then pierced the translucent turquoise armor before entering Pascal's left forearm. But too much momentum had been lost to cut through the bone.</p>\n<p class=\"cnMwMDJhMmEzMjVhNDQzZmFiMmM2OWEzNWY4YzlkYWU4\" data-original-margin=\"\">Pascal gritted his teeth against the burning pain. He twisted his own arm against the blade, using his <em>Barrier Armor</em> and reinforced flesh to bind the weapon before it could be withdrawn. He followed with a right hook, and his turquoise ring met cheekbones under the tattered hood with a resounding crack. Surging anger poured through his spell-focus in the form of volatile mana, and the spontaneous burst of raw magic blew Sebastian's head apart in a shower of blood and gore.</p>\n<p class=\"cnM4Nzc3MGQ1NTZiNDRhZTJiYzcyNzU5ZThjOGUzMWUy\" data-original-margin=\"\">The rest of the strike leader's body promptly disintegrated into dust. It was a contingency spell with deadman's trigger, common among assassins.</p>\n<p class=\"cnNmMjhmODBhMWZmNzRhNTQ4NTBmNjAyZDcwNDNjNzcx\" data-original-margin=\"\">But Pascal was now down to one arm and two spellshields as he faced off against the last assassin, who had already sealed the entrance with a wall of metal.</p>\n<p class=\"cnMzMTQzODVkMjEzYjQxNjk4MTg0NTVmNzY1Y2Y1ZGYx\" data-original-margin=\"\">Should he replenish his outer defenses? Should he attempt to draw the estoc stored in the glove of his limp left arm?</p>\n<p class=\"cnM2ZDU5Mjg4ZWYyZjQ2NzliNTcwNTRkMTYxNWVmYWI3\" data-original-margin=\"\">His own room had been turned into a battlefield. Here, there were no rules or points awarded for extravagance. Here, lives would flicker and drown in the blink of an eye.</p>\n<p class=\"cnNjODk2NjNhZWEzODQ5OTc4YTRjNDJlZDdjNWQ1YWFj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3YTA1NTZlODhkNDQ3NjA5ZGQxYjUxMzAxYmQ3Njg4\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiOWFhZjc3NzJkMDQzZGJiNTRlNWMyNDg2MjM4NGVm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmYzA0NmZlOThhYzRiN2ViNjBmZDMyZjczYjhiZTU3\" data-original-margin=\"\">Reynaud almost snorted as he burst across the stone battlements and cut the enemy mage down. To a spellsword who charged by transforming his body into lightning, cover made from non-conductive materials was inconsequential.</p>\n<p class=\"cnM1MWVhZTgzOTkxMTQyOWFiYTgxZmNlYjlhM2JiZWVl\" data-original-margin=\"\">However, the vortex of blades advancing towards him was a different matter.</p>\n<p class=\"cnMxMDhhOTE2YzU5YzRkZDc5M2MzZmViZDZiYmRiNGY0\" data-original-margin=\"\">A blast of wind, a barrage of rocks, a burst of antimagic... not a single spell could knock off more than a mere handful of blades. The cloud of whirling steel continued its inevitable advance, as slow and unstoppable as a glacier.</p>\n<p class=\"cnM3NTg1NzY4ODMwMDQzNWE5NGMwNTAyNDEwMmVhYjk5\" data-original-margin=\"\">It was easy to evade. However Reynaud could not afford to run away. He was the promised cavalry. He <em>needed</em> to rush inside that room.</p>\n<p class=\"cnNmMDViNTgwYTczODRlNGVhZjRlZjkxZjcyNDk4ZWY5\" data-original-margin=\"\">\"<em>Dispelling Screen!</em>\" Perceval shouted from the other side of the hall. But nothing happened. The advanced spell combination simply wasn't a type that he had any affinity with.</p>\n<p class=\"cnNkMDdhMjVlYzRlODRhYzE4YmU3NTNmNmM4YjBhN2M5\" data-original-margin=\"\">Yet its inspiration was sufficient.</p>\n<p class=\"cnM3ZGQ5ZjhkYzhkZTRkMzliNWVhZjg2OTNlNzI1NGY1\" data-original-margin=\"\">\"<em>Catalyst Dispelling Field</em>.\" Reynaud announced as he held up his right hand, fingers outstretched. Waves of antimagic poured off his shining glove as he marched into the steel storm. His burning-red aura surrounded him like a globe of protection, and every blade that touched its edge vanished from existence.</p>\n<p class=\"cnMyYjdhMGU0OTc4ZDRjNWI5NjViODk1ZjE5NGVkZDlj\" data-original-margin=\"\">Except one: the original. Forged from real steel that ignored the dispelling antimagic, it sliced right through the unarmored underside of his wrist.</p>\n<p class=\"cnNhNmQ5YmVhYjE3MzQxMWRhMGJkZjdhZGM0N2EzNDM0\" data-original-margin=\"\">\"GAHHHH!\" Reynaud cried out as he dropped his other weapon to grip the bleeding stump. <em>Should have freaking added a Repulsion effect!</em></p>\n<p class=\"cnM4MjNjMjY0ZGY2MjQ4NDk5MjFkYzE2NDc0MDZlODlk\" data-original-margin=\"\">\"Sorry,\" Perceval grimaced as he rushed up to collect his friend's severed right hand. \"We need to reconnect this, immediately.\"</p>\n<p class=\"cnM2ZGVmYzhjYzg0MTQ3ZDA5MTdlMTY1MmFiNjFhZTU4\" data-original-margin=\"\">\"N-no time,\" came the response between Reynaud's gritted teeth as his feet shuffled forward. \"You'll have to take front.\"</p>\n<p class=\"cnMzYTgwYWVmYjQzNDQ1ODI5YjM5YWUzZTRmMGI0Mzk3\" data-original-margin=\"\">\"You know I can't use attack spells worth anything!\" The healer retorted as he took Reynaud's wrist stump. He then cast a localized <em>Sensory Blackout</em> spell over it to suppress the pain.</p>\n<p class=\"cnNlZTk1ZTBmNjk2NDRmOWM4YWYxOTVjZmJiNmEyOTc0\" data-original-margin=\"\">\"Yeah and you just cast a potent attack curse if you applied it without restraint. I know you lack the intent to kill after what happened to your parents, but sometimes you have to kill to save someone!\"</p>\n<p class=\"cnM3ZTFlYzI3YjBhMzRjM2NiMTc0ZTJmZDA0YTg2NWQx\" data-original-margin=\"\">Reynaud soon reached the entrance to Pascal's room, now sealed by a curtain of iron. As he leaned against the wall while breathing heavily in pain, the short redhead addressed his best friend with a gaze as determined as any seasoned veteran:</p>\n<p class=\"cnM3YzY1ZDg3NTRmZjRlMjJiMjUzMDc0OWY5YzYwY2Y3\" data-original-margin=\"\">\"I'll disintegrate this in a sec. Remember what I told you before: your specialty is bio-alchemy. If there's no foliage in the fight, then conjure some ferocious man-eating plants or something to use. Unless you hate Pascal enough to see his father crying over a son's mangled corpse and his cute little familiar girl dead as well.\"</p>\n<p class=\"cnNkY2JkMTJmNjJlNzQxNmM5NzU1YTQ5OGI3ZTgyOWMy\" data-original-margin=\"\">Motivation came instantly even if clarity did not. Perceval's brows were folded with uncertainty, but he nodded to Reynaud with determination as his friend's glove stretched out against the iron wall.</p>\n<p class=\"cnM3MTA4NGZjOWI5MDQ1MWU4NmYzM2RiZWE4YTU3YjUz\" data-original-margin=\"\">\"<em>Disintegration!</em>\"</p>\n<p class=\"cnNkMTA1MjBkNDdjNTQyNGM5MGY5ZThhYWY3ZjBiNTIx\" data-original-margin=\"\">After concentrating his magic, Reynaud's remaining fist slammed against the barrier. It opened a man-sized hole through layers of metal. Alchemy spells weren't always effective against other mages since every spellcaster's mana repelled foreign sources. But against objects and non-magical creatures, the results were decisive.</p>\n<p class=\"cnM0NTBiNjNmNmJmYzRlNTY5MGI4ZGFmMDdlYjMyMGIz\" data-original-margin=\"\">\"<em>Flourishing Brambles. Animated Assault!</em>\"</p>\n<p class=\"cnMwYjA3MjMwNDRmZDQ3ZWJhZjE4MzdjNjU2NWU3Y2Jj\" data-original-margin=\"\">Perceval conjured a single sprout, then poured in transmutation magic to make it grow into a mass of thorny vines. Spreading out across the room, the spiked tendrils leaped towards the last assassin like an unstoppable torrent.</p>\n<p class=\"cnNkMjNlMTY1NDUxOTQyZGM5NjJjM2ZmYmJkNTY0MjQx\" data-original-margin=\"\">Caught off-guard by the attack from her rear, the assassin slashed and cut with her blade on impulse. But there was simply far too many. The veritable horde of vines quickly wrapped around her body, pushing between every gap to wring out her life with a merciless crushing grip. As she opened her mouth to scream, spiked tendrils forced their way inside and down her throat.</p>\n<p class=\"cnM1ZGE4NDU4MmVlMjRlN2NhMWFlY2FhNmU0Nzk1MDNh\" data-original-margin=\"\">All three men in the room watched with horror as the writhing, muffled figure vanished beneath the green biomass. The assassin struggled for a few more moments before the entire cocoon collapsed, presumably as her disintegration spell triggered.</p>\n<p class=\"cnMzYjYyNTMyNzFlNTQ4NDZhODRkODQyZmVkOTQyZmM5\" data-original-margin=\"\">\"Holy Father have mercy...\" Pascal blurted out through a face of stunned shock.</p>\n<p class=\"cnM4OThmZWI4YTJmOTQ5MTA4ZjNkYjRlNThkZmZkODg2\" data-original-margin=\"\">\"Remind me never to piss you off.\" Reynaud remarked through a similar expression.</p>\n<p class=\"cnM3Nzk0OGVmN2YxMzQ5MDE4MDY0YTQ5Yjk3Y2M4Yzlh\" data-original-margin=\"\">Perceval's own trembling eyes looked the most horrified of all. But after working in forensics and surgeons' labs, there wasn't much that could truly freeze the intern healer. He quickly returned to the task of reconnecting and healing Reynaud's severed hand.</p>\n<p class=\"cnNjZjBlZmYxZTYxNzQ5MzVhNDFiMGI3MmUyODI0NGNm\" data-original-margin=\"\">Meanwhile, the mass of vines that crushed Pascal's bed began to shrivel. It soon became little more than a small pile of dried stems before vanishing entirely. Most conjuration magic rarely lasted more than a few minutes before the magically-created materials broke down. The exception was when it summoned something real from elsewhere.</p>\n<p class=\"cnNhZTIzNDhjZmVlMDQwMDk4ODkyYmY3MDIwNjg1NGJm\" data-original-margin=\"\">\"Thank you. I did not--\" Pascal began as he stowed away his sword and attempted to make his mangled left arm look presentable.</p>\n<p class=\"cnMyMTg2Njg5YTBiMDRkN2E4Mjk2OGI2OTUyYzg5NTRh\" data-original-margin=\"\">\"Stuff a sock in it, <em>Runelord</em>.\" Reynaud shot back with a disinterested glance. \"This is for Rhin-Lotharingie and Weichsel, not you. Let's just get patched up and see if the girls need help... even if that's not darn likely with Ariadne.\"</p><p class=\"cjhlYTk4NzM4MGFkZTQ3MmY5NjMzYzJhYjk1ZDRjOWM5\" data-original-margin=\"\">Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere.</p>\n<p class=\"cnMwYzE3YWVmNDRhMTRjNGFhOTQ2MDgwNGZhZjk4NDE2\" data-original-margin=\"\">Meanwhile, Perceval was muttering to himself even as he concentrated on healing Reynaud's wound:</p>\n<p class=\"cnNmMTgyNTMyNzk3ODQ5YjVhNTRmMjJhZGVmMjM0OGUy\" data-original-margin=\"\">\"I just killed somebody...\"</p>\n<p class=\"cnMwNTU1MTI5NWVjMzQyNzZiNWM2NzljMGY3N2JhNDVk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkYmI1NGM2NGNkZTQ4OGE4NDYzNDQ3MWE0NTc4YjIw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNkMWVhOGJhM2I5OTQ3N2I5YWJlYmM4NmUzODY3YjM0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiOTMwNDc4NGIzMDQ4YjE4MWUyZmZiMWRjNDU2NDUz\" data-original-margin=\"\">\"&lt;Comp... No, int...!&gt;\"</p>\n<p class=\"cnM3MmQ0YTU5N2FlZTQ4MTA5MzNjNjA5MjQ0YjA1ZTA0\" data-original-margin=\"\">Gallien's telepathic shout came garbled. The academy was simply too saturated with magic for any ungrounded telepathic link to function properly without line-of-sight.</p>\n<p class=\"cnMzYzdkZDllZjFkODQzNGJhOTZiNDg3ZTljZWNhMjM1\" data-original-margin=\"\">But the thunderous noise and tremor that came from below made the situation apparent, even without Placidia's follow-up:</p>\n<p class=\"cnNiMjQ5ZDc3YjBhNTRjM2NiMDFjODhiNDFiZWIwZDUw\" data-original-margin=\"\">\"&lt;Rider in the air!&gt;\"</p>\n<p class=\"cnNjNmUyNTcxYWY4MjQ2NmE4MmI4N2JkOTA4MWY3YTdj\" data-original-margin=\"\">The hit squad's spellsniper was already taking aim along an outstretched arm. Three translucent black rings of magical energy formed the firing barrel as she charged up a pulsing multi-hit <em>Shredder Beam</em>. But her shot missed as the pegasus corkscrewed across the air in a display of unparalleled horsemanship.</p>\n<p class=\"cnMyOWU0MzA3N2I5OTQ1NjI5MTAxYmY2NzVlMTc5YzIz\" data-original-margin=\"\">Prefect Gelasius cursed as he recognized the dark, shadowy barding that cloaked the pegasus, not to mention the blackened-steel armor and burning-red uniform of its rider. The winged horse galloped across the open skies like a burning cloud of smoke. It was the unmistakable sign of a Knight Phantom: the elite order of marauding equestrians from Weichsel that struck fear into every participant of the last war.</p>\n<p class=\"cnMyMzNjOWU2N2Q3ZTRmNzI4OWRkZDVkNTg0NzQ0YTI3\" data-original-margin=\"\">\"&lt;Cassio!&gt;\"</p>\n<p class=\"cnM3MDc4MzJkMjhlNTQ3MTI4N2MxMzBlZDE4NDBlMWIw\" data-original-margin=\"\">The squad's spellstorm hardly needed orders. Dozens of topaz bolts surrounded him like a cloud of daggers, each spinning within a ring of magical energy. With one wave of his hand, the entire volley hurled out to meet the rider in a single coordinated barrage.</p>\n<p class=\"cnM4MDIyZTc5NzczYTRmNjRhZDllMTQ2ZGM2NTViY2Vl\" data-original-margin=\"\">Meanwhile, eleven defensive homing bullets --a <em>Mana Seeker</em> interception spell-- shot out from the knight with a slash of her sword. Streaking across the open air, the two volleys met each other with explosive fury. However Cassio's projectiles easily emerged victorious through weight of numbers. They zoomed towards the airborne cavalier like guided projectiles.</p>\n<p class=\"cnM5Y2ZjNjEyNTgwNDQyOTc4YTZlN2E1NGYyYzJmMDk0\" data-original-margin=\"\">His target weaved and dodged, soaring through the air with evasive maneuvers as Cassio's shots chased after her. A second wave of <em>Mana Seekers</em> reduced the numbers further, but the spellstorm was already conjuring another barrage while maintaining control of the first.</p>\n<p class=\"cnM2MDg4MTY2NTQ0ODRiODk5NWY1OGFiYmMzYjkxNGZj\" data-original-margin=\"\">The pegasus knight suddenly broke into seven copies, each streaking across the air on a different path towards the keep. A moment of confusion was enough for Cassio to lose touch with his first volley, and they shot wide as he tried to discern the real rider among the illusions.</p>\n<p class=\"cnM3NmRjNzY4YWZmYTQzYmViZTM2ZTk4MmNiOWVjZTE1\" data-original-margin=\"\">\"&lt;Third from the east.&gt;\" Gelasius ordered as his eyes swept the targets. His refined control over the <em>Aura Sight</em> spell was one of his specialties. It allowed him to apply the handy utility spell on small portions of his vision coverage, even in a battle zone where the magical glare would quickly blind most conventional users.</p>\n<p class=\"cnM0YTA0N2EyNTIxYTQxZmQ5ZjQ1MDk4YjhkYjdhNDdi\" data-original-margin=\"\">\"&lt;Yes sir.&gt;\"</p>\n<p class=\"cnM2ZjcxYTU0OWRkNzRhYWFhNjcyODA1ODAwZDJmZWYz\" data-original-margin=\"\">With the prefect's guidance, Cassio unleashed his second volley. But the pegasus dived towards the ground, and the spellstorm's view became blocked by the stony roof. A resounding detonation shook the main keep as the explosive bombardment crashed into its side.</p>\n<p class=\"cnNhMWRjODRlYjZjNzRiOTViNjc3NDU3MGNkNGM2NjE2\" data-original-margin=\"\">\"&lt;Go to the corner for clearance! Northwest!&gt;\" Prefect Gelasius ordered as he and Placidia sniped at defenders on the surrounding towers.</p>\n<p class=\"cnNhNTM2ZmJjZTcwYTRiMjZhZDE5NTUzZjk3Mjg4NWEz\" data-original-margin=\"\">The shooting in the skies had drawn the attention of the academy's guards and staff, who had joined the battle by taking shots against the intruders with spellfire and arrows. They were more an inconvenience than a threat at the moment, but that would not last long if Gelasius allowed them to organize and coordinate.</p>\n<p class=\"cnNkMzhlZDIwNDA4NDQwMmU5ZmE4YzUyNDYyNjk0MzY4\" data-original-margin=\"\">A professor shooting from the residence keep crumbled into a hundred pieces -- Placidia's black <em>Shredder Beam</em> had blasted through his window and tore him into minced meat...</p>\n<p class=\"cnNmNzQxNTA4NWZhMzQxY2NiZWYzYjNiM2QxYTMxYThj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlMDBhMTIyYmU3MTRhZjc4NDAzOWVhYzg1ZmQ4MjJm\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlZGNmMjRlN2M1NDQ3MThiZDAxOWIyZGU0YjM0ZjU1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhY2I3ZmY0YWJiOTQzMTk4OWJjYjY4MzExMGY0ZDky\" data-original-margin=\"\">Trying to monitor the situation was hard when Kaede lay facing the other way. She was doing her best to appear unconscious. The fact that her enemies didn't even speak to communicate made it far harder to figure out the circumstances.</p>\n<p class=\"cnNiYTY5ZDk5MGM2YTRjMTNhMWVmMzBiMGYwODYzZmU3\" data-original-margin=\"\">The only thing she could see was topaz spellfire shooting out from behind her. Waves of magical bolts shot after a weaving pegasus in the skies.</p>\n<p class=\"cnM1MmE1YThjMGI3NzQzNGE4N2VhNzQwYmZhNWU0MDBh\" data-original-margin=\"\">Kaede had dropped onto the ground as soon as she saw the arrow that pierced her shoulder. At the time, she still wasn't sure if her cover had been blown. She only knew that if she <em>didn't</em> pretend to fall unconscious or dead, another steel tip with her name on it would soon be on its way.</p>\n<p class=\"cnM2YmExOWI0Mjg2ZDRlMDk4OTBlNTljMjhjNGM3N2Ey\" data-original-margin=\"\">She had almost failed to stifle her voice on the hard landing, especially when the impact shook the arrow lodged inside her. The only upside was that the sharp burst of intense pain had actually pierced her mental fog. It helped to drive away any fuzziness that might have built up from blood loss.</p>\n<p class=\"cnM3NGJhNzA0ZGYzYzRjMDM4MzZhN2Q0YjU1ZDY3MGU0\" data-original-margin=\"\">The few minutes after that were the most nerve-wracking of her life. There was no way to know if she would be killed in just another couple of seconds.</p>\n<p class=\"cnNhMTM2MGQ4MDUzMzQwOTFiZTNlMmFkMzJjZmZjYWNl\" data-original-margin=\"\">But when she heard the dormitory keep door creak open and still no one approached her body, Kaede decided that they must have bought the lure after all -- hook, line, and sinker. In hindsight, this should have been obvious from the start. No assassin's arrow would have missed her vitals from this close a range. The shot had been deliberate.</p>\n<p class=\"cnNlNjVkOTkyZjVmNzRjNWQ5NDg1YWEyZTAyYzhjYWNm\" data-original-margin=\"\">So Kaede kept up the ruse by maintaining her only protection: the illusion of an incompetent, unconscious girl. After all, it didn't require actual magic to make another believe something false, leading to a severe underestimation of both the situation and their opponent.</p>\n<p class=\"cnM3YjRjOGZmNzJmOTQ1ODY5ZjBmZGI0NWVmZjYwOGE4\" data-original-margin=\"\">Pascal's telepathic \"&lt;they are here... engaging!&gt;\" confirmed the situation at hand. Her intellectual side remained worried, as these were obviously professional killers. But just as he had faith in her, she would uphold her belief in him.</p>\n<p class=\"cnM1OGJhMGE5M2FhMzQ2MTJiM2ZhMzBlYTY0NTBjMTYz\" data-original-margin=\"\">Besides, as Ariadne's Edelweiss took to the skies and combat began topside, Kaede had to focus on tracking the battle with only her hearing and limited sight. This was actually a blessing, as it gave her something other than the burning pain stuck in her shoulder to think about.</p>\n<p class=\"cnM0Yzk1NTI1YTk5MTRjNjhiZjhiMTM3ZThhZjdjNGY4\" data-original-margin=\"\">Her first insight was that Ariadne was gaining too much altitude, probably to maintain distance for reaction time as she approached the keep for an overhead dive. The problem was she should be doing the exact opposite. Kaede doubted pegasus knights made good high-altitude bombers, and slow-flying <em>Sturmoviks</em> hugged the ground to avoid anti-air artillery during World War II, not the other way around.</p>\n<p class=\"cnM0MzgyYmY0Zjk5NzRlYWQ5MzA5ZmM0OGMwYWUxMGQ1\" data-original-margin=\"\">Kaede slowly inched her right hand towards her left. Her fingers sought her remaining <em>Telepathy</em> rune while praying that no one would notice. It would also allow her to activate the second four spells of Pascal's defensive set. All of these were internal buffs that gave no visible sign and would help her should any opportunities arise. It was too risky to chance the motion before. But now, her life was no longer the only one at stake.</p>\n<p class=\"cnM2M2I2Yjk5NGM4OTQxZmU5ODMxNjFiNmVlZDU4MWVm\" data-original-margin=\"\">If nothing else, experiencing a life and death situation together automatically made these her newfound friends.</p>\n<p class=\"cnMxYWI2NmMwYWI5YzRhZjc4MTA5NGQxOGE3N2I2ZTRk\" data-original-margin=\"\"><em>I may be an introvert, but I am NOT a shut-in...</em> she stressed to nobody but herself.</p>\n<p class=\"cnNmMDVhODU2ODE3MDRmM2JhZGRiMGYzNmYxNmFhYTc1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxZWM0NWVjM2UyZjQ3NjZiOTAyZGFkNmRmNGEzN2U0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0MWIyNjE4ZmVhNjQ5NjliNTU0YTVjYTg3M2JhYTMz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlMGJmYjc2ZDFhNTQwZmE4MGQ4Nzc4YjUwNmFlNjY3\" data-original-margin=\"\">\"&lt;Drop down! Out of his sight! Use the buildings for cover!&gt;\"</p>\n<p class=\"cnNmNzAyNjAyNzUxZTRmZjRiNjY2ZmM5ODc1NTczOWNj\" data-original-margin=\"\">Ariadne heard Kaede's voice resound through her mind. She followed them instinctively, weaving and dodging between stone construction even as she pondered the familiar's fate. Last she saw, Kaede was lying still in a corner with an arrow through her back, presumably either unconscious or dead.</p>\n<p class=\"cnM4NDlhZjdiZDk5YjQ4ODc4Yjk4OWUyZmVjMzUxOWY5\" data-original-margin=\"\"><em>...Or not.</em> She smiled, realizing that the familiar was quietly biding her time.</p>\n<p class=\"cnM0MmUxMGU0ZjE1YjQyZTFiODM2NDg1YWY2Y2MzODU0\" data-original-margin=\"\">Now using the terrain to her advantage, Ariadne swerved through the gaps between buildings with precise horsemanship. She neared the dormitory keep before rising back into the air to level with the rooftop. As her mount climbed over the battlements from but ten paces away, she came face to face with a hooded figure surrounded by yet <em>another</em> wave of magical projectiles.</p>\n<p class=\"cnNiNjIzM2NlNmE2NzQ4OWQ4MzQyNDBkNGM4NWI2MDZm\" data-original-margin=\"\"><em>Damn.</em></p>\n<p class=\"cnMyYjI0NzVhYzU3YzQ4YjQ5MzQ3ZWQ0ZWM4OGMzNDY5\" data-original-margin=\"\">Time came to a standstill as Ariadne locked gazes with topaz eyes determined to kill her. Expletives coursed through her frantic mind, but she knew it was already too late to evade...</p>\n<p class=\"cnM5MDUwODVlZmNmZTQ5YmY5MDVkNDAyN2EzMzEwNjkx\" data-original-margin=\"\">Then, a corner of her sight picked up movement near the rooftop floor. Kaede's slumped body lay right besides the cloaked caster. With a painful yell of her wispy voice, the familiar girl pulled out the arrow lodged in her upper chest and, in the same motion, stabbed it straight into the mage's left leg.</p>\n<p class=\"cnM0ZjQwMjY2MTQ3NTQ5ZDg5YzQ1MGI4NzE4N2M4NTI0\" data-original-margin=\"\">The caster's balance faltered. Most of his shots flew wide. Nevertheless, three of them grazed Edelweiss' wings and exploded on contact. The pegasus' phantom barding thinned as they focused on the points of impact to absorb the damage. Edelweiss would suffer no worse than three nasty bruises, but Ariadne doubted the shadowy 'armor' could withstand another similar hit.</p>\n<p class=\"cnMzYmU5OGU2YjNmZjQ0OTdiZTkyZjhkMDU2YzRhYTk3\" data-original-margin=\"\">Cursing audibly, the hooded mage waved his hand while his injured foot kicked out at Kaede, striking her in the face and leaving a bloody nose. Meanwhile, the arcane bolts that he had managed to maintain control over --a swarm of two dozen-- turned around to chase after Ariadne's rising mount.</p>\n<p class=\"cnM0YWQ4ZjY3MzM2YTQwMjJhNTM5NDE3MGVjOGQwNWQ4\" data-original-margin=\"\">But the sorely underestimated familiar girl wasn't finished.</p>\n<p class=\"cnMwY2I0OTNlNTE5MzQ2ZGZiNDU5OGNjNDIwMDU5ZDUw\" data-original-margin=\"\">Kaede's right hand grasped at her left. In a single swing, she drew a thin shortsword from the glove and slashed at the mage's calves, slicing into one leg just above the leather boots and cutting through the bone. Withdrawing the blade, Kaede leaped off the floor and tackled him at the waist. Her attempted backstab failed to pierce the enchanted cloak. However her impact sent the swaying mage over the battlements' low firing gap and into a plummet.</p>\n<p class=\"cnNlMDNiN2E5OTdjYzRjYzU4ZmM0ZTNjNTA2YTFjMjgw\" data-original-margin=\"\">Unfortunately, the momentum also sent the Samaran girl tumbling over, and Ariadne watched in horror as the familiar's left hand struggled to hold onto the fortifications. Before she could finish casting an <em>Air Glide</em> spell to protect Kaede, the hand slipped off the stone and vanished from sight.</p>\n<p class=\"cnM1NmVmYzhlYThhYzQxMmRiN2E0MjVlZmEwYTFkZGIy\" data-original-margin=\"\">Ariadne reined Edelweiss into a sharp bank. Perhaps she could still spot Kaede in time to save her. Perhaps...</p>\n<p class=\"cnM1YTc4YmNhNjhlOTRjMzdiZjBhZDg5ZDE1NzM3OTY1\" data-original-margin=\"\">The distraction allowed another hooded assassin to catch the pegasus with a beam harnessing the sun's energy. With his entire right wing torn by scorching heat and his eyes blinded by intense light, Edelweiss crashed towards the keep from twenty paces above.</p>\n<p class=\"cnMzOTMxMTc2NmJiODQyZjk4YmMwOTUzNThhN2RhZTM0\" data-original-margin=\"\">\"<em>Air Cushion!</em>\" Ariadne cast upon her familiar mount before her enraged eyes returned to her foe. Grabbing a wooden grenade from her belt pouch, she hurled it towards the keep and shouted \"<em>Ignition Dispel!</em>\"</p>\n<p class=\"cnM0YzA4ZmYwYjNlMjQzOTFiMjM1ODcwOTNiOTQ2Njdj\" data-original-margin=\"\">The spell caught the 'grenade' mid-flight, tearing away the shrinking spell to reveal a massive chest-high barrel which promptly ignited. The opposing mage dove aside to evade the crushing object. But the cask struck the stone rooftop and burst apart, covering his surroundings with a conflagration of flaming pitch and tar.</p>\n<p class=\"cnNhY2JhZjQ3ZjBiZTQ2M2U5NjU2OThiOTc2MWQxMTg3\" data-original-margin=\"\">As the burning assassin-mage busied himself putting out the grease fire with a blast of intense cold, Ariadne called upon another trick the Knights were known for: \"<em>Phantom Charge!</em>\"</p>\n<p class=\"cnM3NGEwZGI5NzM4YzQyMTg4OTc3YjI4YWZlOGVhMmNk\" data-original-margin=\"\">The last remnants of Edelweiss' shadowy barding tore away just before her mount crashed. It formed a spectral steed that caught ablaze as it charged across the roof, then rammed the offending mage head-on before detonating into a blazing inferno.</p>\n<p class=\"cnM3YTMwZjUxZDQxYTQ4ZjBhZTY3NGRhNjA2Zjc4MWQx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxNTU0YWE1YjkwMDQ4NTg4ZDc5MzFjNmYxOTNiMzVj\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMxYTFkNmJmZGE3ODQ5YjliN2UzNzUzNTc0MzliZGQy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4ZDQxMmZmMDBjNDQzZTU4Y2E3M2EwM2Q0MGExNzY5\" data-original-margin=\"\">The fortifications were still slippery from the melted daytime snow. Kaede had hardly three fingers' grasp on them. She had already activated the four rune-stored buffs that didn't visually reveal her consciousness, including the <em>Elemental Body of Earth</em> spell which heightened her strength, as well as <em>Shift Impulse</em> which had accelerated her tackle beyond expectations. But even with <em>Mental Clarity</em> reducing the debilitating fog of pain, she was barely able to hold onto her consciousness.</p>\n<p class=\"cnM5MjFlMjhmMDg5ZDQzNDM5NmY3Zjg3ZDA4NThmNGMw\" data-original-margin=\"\">Pulling out an entire arrow shaft, including the accursed tail fletching, through a puncture wound already closed by Samaran fast-healing was far more excruciating than anything she had ever experienced.</p>\n<p class=\"cnMxYjczMmRjYjFlMjRiZWZiZjk1ZGM3Y2JkMjVlNzE1\" data-original-margin=\"\">Her last reservoir of strength had been depleted and her injuries were draining away any remaining energy. She held on for hardly more than a few seconds before plummeting six stories towards the ground below.</p>\n<p class=\"cnNiZjEwYTI2ZjQ2NjQ3OWVhZTI4OTQxYTRlMjE4ZjIy\" data-original-margin=\"\"><em>Looks like I don't belong here after all...</em> she thought.</p>\n<p class=\"cnM3YzE4MTIwYTU0NTQxZjliYWFiNWFmZGU2ZmY3MjJj\" data-original-margin=\"\">At least she heard the horrified scream of the assassin-mage she sent falling first, until his yell was suddenly muffled, as though by a thick blanket.</p>\n<p class=\"cnMzY2YxZDFlOWMyOTRmYjk4NzYwOGQxMDQwOWVlMzg3\" data-original-margin=\"\">Kaede glanced down just before a giant mass of soft whiteness cushioned her fall. Its very sight was enough to trigger the most incredulous memory of her life.</p>\n<p class=\"cnNlZGJlNzA0ODgyZTQ0NzU4NjhiNWQ3ZGNkNmEzZWFm\" data-original-margin=\"\">It was Perceval's giant tofu, shifting up and down as though 'munching' on something... no, someone: the previously fallen mage.</p>\n<p class=\"cnNhMmUzYjJhNjA2ZDRmOTZiZmU2ODhmNzQxMDIzZjgz\" data-original-margin=\"\">\"&lt;Kaede are you alright? I just felt something go wrong.&gt;\" Pascal's worried voice chimed in.</p>\n<p class=\"cnM2MTg0M2FkYWE1NzQwNjc4NTQzYmIzZDEzYzI5MjVk\" data-original-margin=\"\">She finally let go of her breath.</p>\n<p class=\"cnM0NjYzZGNhMzNkNjQyZWY4YWNjOWM5MTBjM2ZiNzAw\" data-original-margin=\"\">\"&lt;Barely. Saved by Perceval's giant tofu.&gt;\"</p>\n<p class=\"cnM3ZDYzMzRmNzFhZTQ4MWZhZDIyMWY4OTQ3NmFhZjhi\" data-original-margin=\"\">\"&lt;What is that?&gt;\" came the incredulous reply.</p>\n<p class=\"cnNjY2RkMzY0MTA2MzQwNjc4MWY3ZWEyNzM2YTdjZWE5\" data-original-margin=\"\">\"&lt;I meant his familiar.&gt;\"</p>\n<p class=\"cnMwY2JkMzFjMmExMDQxY2M4NTk1MTMzNDBlMzQ5OWU3\" data-original-margin=\"\">After finishing whatever it was doing, the giant tofu bounced up to the wall. Then, somehow, it began to climb using its silken white skin. Most of its amorphous body shifted as close to the wall as possible, yet it maintained a 'platform' large enough to hold her. It even extended two tendrils to wrap tightly across her bent legs to keep her from falling off.</p>\n<p class=\"cnM3YjgzNDQwYjAyNjQ4YjRiYTljZDc2N2Y5MDhiYTEy\" data-original-margin=\"\">\"&lt;We just eliminated the threat below and are heading up to the roof to help.&gt;\" announced Pascal.</p>\n<p class=\"cnMyMTA4NzdmYWM3NTQ3NTlhYjllMThlMWI3YTQwNTYx\" data-original-margin=\"\"><em>Perceval must be controlling it then,</em> Kaede concluded.</p>\n<p class=\"cnM2NjA5OWIxMWVmODQ2NTg4YzBmOThlMDdmMmNkYjAy\" data-original-margin=\"\">Although the putty felt cold and jiggled as it moved, it was as soft as a pillow. Despite having no legs, it also climbed with shocking speed. Within a minute, it reached over the battlements and poured onto the roof.</p>\n<p class=\"cnMxY2U2YmQwOWNmYzQzN2I5MDcyMDA2MDQyNzk5MWIx\" data-original-margin=\"\">Kaede was still mounted upon the giant tofu as she took a moment to absorb the situation. A one-winged pegasus lay bleeding and maimed on the stone roof, while Ariadne spun her double-bladed swordstaff merely ten paces away. The lady knight danced across the floor with swift footwork, exchanging lightning-fast blows against the assassin's dual kukris. They clashed with one another like two bladed gales. Meanwhile another mage stood in the far corner, shooting at targets unseen on the other side of the keep.</p>\n<p class=\"cnNmNDlkNmNmMzJjODRjNTI5NDM5MjM1NmU0N2U4OGZm\" data-original-margin=\"\">The giant tofu began to leap again, bounding towards the far-side caster in the pudding equivalent of a charge.</p>\n<p class=\"cnM5NGFhYjRkZTMyZjQzOGY4MGMzODFhYzBkODUyMzVh\" data-original-margin=\"\">The spellsniper took notice and turned around to power up another spell. Yet before she could unleash even one beam, a storm of forest-green rays arced in from behind her like a rocket barrage. Most of the magic either missed or glanced off her barriers, striking harmlessly against stone fortifications. But two shots connected with the caster.</p>\n<p class=\"cnNjYmIyYTgwY2U0YjQzNGZhM2YyODE3YmI2OWFkOWFm\" data-original-margin=\"\">The human body had fine tolerances over its composition, which easily made many alchemy spells deadly. Utility magic invented for harmless purposes like <em>Extract Water</em>, <em>Solidify Liquid</em>, or <em>Transmute X to Y</em> could easily kill any man, although mages usually resisted it through their innate mana resistance. But with reserves running low after continuous use of high-powered spells, the spellsniper left herself open to hostile alchemy purposed specifically to kill.</p>\n<p class=\"cnNlZmRlM2NkZTk5NTQ2ZDNiNDIwN2Q1YzFhOTNjYzc4\" data-original-margin=\"\">Her head and shoulders petrified into granite for a split second before she disintegrated into the winds.</p>\n<p class=\"cnMwZmM2NzA3MTRhNzQ0OTE4YzYxM2VkOGUxNzk0NDIw\" data-original-margin=\"\">Now only one foe remained.</p>\n<p class=\"cnM1NTdkYTA1YzcxMTRlMTg5MTY3MWVhZjgyNWEzMTNl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjM2NjNjExNDQ3MzQwOTRiYzEyMDBhMzNkMDk5Mzc0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiNzZkYjQ5MzRiMDQzODdiZGUyODAwZWIyMzUwNDQx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3YzY4MGYxOTdmZDQ4NTNiYWVjZjYwMWJiMDE1NGU5\" data-original-margin=\"\">Although Kaede couldn't tell due to the sheer speed of the sword fight, Ariadne knew perfectly well that she was being pressed. Even slowed by burns, the superior experience and prowess of her opponent showed through the precision of his strikes. She had lost the initiative almost as soon as the match began, forced onto the defensive to parry and block. Her armor, both magical and real, was the only reason why he hadn't drawn blood after three grazing hits.</p>\n<p class=\"cnMxYmI1ZDQ4NDM1NzQ1ZTA5YTQ3OTFjNjhmYTZmNjlj\" data-original-margin=\"\">Unfortunately, she knew that the returning Kaede was in no position to help. This was a deathmatch between two accomplished swordsmen. Any amateurish interference was as dangerous to one as the other.</p>\n<p class=\"cnM0OTUzMGFhMmYzYjRkZWE5YzA3Y2FkMzI4MzFmMDRm\" data-original-margin=\"\">Then, for the slightest fragment of a second, the assassin leader --she was certain of it-- slowed his assault as his spellsniper vanished from this world.</p>\n<p class=\"cnM5ZDExY2I0OTExOTQ3MTRiOTZmOTlkMGI4Nzg4MDE1\" data-original-margin=\"\">The Holy Father had graced her with an opportunity. She seized it without hesitation for an all-out attack.</p>\n<p class=\"cnM2OWFmMzdlMDRkZjRkNDM5MmM1MjAyNjJjYjYyNmQw\" data-original-margin=\"\">Spinning her twin-bladed Manteuffel sword around, Ariadne parried the larger kukri upwards while bringing her sword up and overhead into a full-aggression stance. It caught his full attention, while she tapped the trigger that toggled her sword's two forms. This launched the shorter rear-blade at a downward angle. Her opponent had already lost his outer barriers and protective cloak to her flame assaults. It allowed the cable-anchored steel edge to pierce his right ankle and boot.</p>\n<p class=\"cnNlMDVmNmQ4M2Q4ODQ2MzM4YmYzN2IxNDFlZmEyMTBk\" data-original-margin=\"\">The assassin swung his other kukri forward. Its blade cut through Ariadne's magical armor and into the armpit gap in her steel cuirass. Yet this hardly affected the outcome as the lady knight brought her main blade down with a mighty two-handed swing. Slowed down by his injured foot, the last assassin was cut from shoulder to waist before bursting into ashes.</p>\n<p class=\"cnNkMTZlNzRmMGQzYjQwNmM5NmQ4MTAyNjEyYzI2ODMx\" data-original-margin=\"\">As she panted with exertion and pain, Ariadne propped herself up with her swordstaff while her left hand unbuckled the breastplate to clutch the wound underneath. Then, as if on cue, the wooden door into the keep burst open, spilling forth three men with weapons drawn.</p>\n<p class=\"cnM3MWU3MDYzOGE5MTRjYTBhNmUzNmZmNmVlM2RhYTRl\" data-original-margin=\"\">Ariadne swept her eyes across all three before she chuckled, which soon turned into a bloody, hacking cough. It immediately prompted Perceval to rush over.</p>\n<p class=\"cnM1Yzg5ZGMyZDZmOTRmZjViZDE1ODhlZDhlYjgyOTIz\" data-original-margin=\"\">\"Perceval... you should go take a look at Kaede first,\" she waved him towards the smaller girl, whose body now slumped unconscious atop the white pudding familiar. \"I bet her wounds are healing the wrong way after she left an arrow in for that long.\"</p>\n<p class=\"cnM5MTgzMTZjODhhYjQxNWJhMmEzNDhmYWJjOTBmMTUw\" data-original-margin=\"\">Perceval paused for a moment, clearly torn between caring for his girl's injuries and listening to her wishes. But as Ariadne wiped the blood from her lips and sent him a reassuring smile, he nodded and headed off to meet her request.</p>\n<p class=\"cnM3N2E0YWQ4YzAyNTQ3NTE5MGIxY2QxNTVlMWMwMjgw\" data-original-margin=\"\">\"W-well... would you look at us? Other than Perceval, we've sure been taught a bloody lesson.\"</p>\n<p class=\"cnM4ZDdiOTRiNTNkMTQyMzNhMDA1MTY0ZDA1NTY3MjU0\" data-original-margin=\"\">Ariadne's tone was dry as she staggered back towards her familiar mount. Edelweiss the second was unconscious but otherwise alive. That was good, as she didn't want to compete for the world record of most familiars lost by age twenty.</p>\n<p class=\"cnNjN2VkMjVmOWM2MDRhZmNhYmY3OWRjZDdmN2RiNTQ2\" data-original-margin=\"\">\"I doubt these were run-of-the-mill assassins,\" Reynaud replied, still warming up to his reconnected right wrist by rotating it in circles. \"I don't suppose you picked up any clues? Seeing as they all disintegrated.\"</p>\n<p class=\"cnNlNTgwZGMwMjM4MjQ2OGFiYWQ0MDMwNGNmOTBmNTU5\" data-original-margin=\"\">\"Actually...\" Ariadne hesitated before continuing: \"...the leader fought like you. Same dual kukri flurry style.\"</p>\n<p class=\"cnMxNzYxMjQ1OTExZTRmNWE5NTllZGY4NTEyOWU4Nzk3\" data-original-margin=\"\">\"I agree,\" Pascal nodded. \"The three assassins that led the attack on me also fought with two kukris each, one longer than the other. Their style emphasized striking speed.\"</p>\n<p class=\"cnMzODAxMDMzYzYzNjQ5MmVhMGIyNWQ3MTAyMDQ2MGUz\" data-original-margin=\"\">Reynaud's brows rose. He then turned towards Pascal with a contemptuous gaze:</p>\n<p class=\"cnNlNmY1YmY4YWIxMDRmZDJiNDEyNzkxY2M1YmYyN2U3\" data-original-margin=\"\">\"Great. You've got Imperial Mantis Blades on your ass now.\" Then, as both of them looked at him with agape expressions: \"What? Did you forget my mama was one? Where do you think my martial skills come from? Papa, the merchant captain? Ha! He'd rather hold onto her coat while she bloodied thugs with hairpins.\"</p>\n<p class=\"cnM5M2ViYzRhZGMzMTRiNDRiMmIxMGZlYmEzZDg4YjM3\" data-original-margin=\"\">Reynaud then puffed up his chest:</p>\n<p class=\"cnMzZGMzZjhlMGI0MzQ1N2E5ZmJjMWFhZGNlYzVlOTFi\" data-original-margin=\"\">\"Be proud, ladies and lords! Few could boast of surviving an assassination attempt by an entire Mantis Blade hit squad!\"</p>\n<p class=\"cnNmZWQwMjM5YmVkODQxZGY5NTkzNGRkNGQ1ZGU2MjE5\" data-original-margin=\"\">Silence filled the air as everyone else absorbed this discomforting fact.</p>\n<p class=\"cnMzZmEwNzBhNDFhZjRlOWM4ZDZmNGE5MzFhMWIwMGNl\" data-original-margin=\"\">\"Well...\" Pascal cleared his throat sheepishly. \"I am profoundly grateful--\"</p>\n<p class=\"cnM2ZGY5ZTNkMWU5YzQzNGQ5YWI3MWJkOTUzY2RhZmY0\" data-original-margin=\"\">\"Oh, shut up for a moment you self-centered prick,\" Ariadne spat out bits of blood alongside her words. \"We did this for Weichsel, for Rhin-Lotharingie, and maybe some for your familiar, but certainly not you!\"</p>\n            ",
  "invisibleParagraphContent": "Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere."
}