{
  "preChapterNote": "<p>Fighting for agency and autonomy? Queer representation? Headstrong female lead? This story has just about everything that I like about my own story.</p>\n<p>&nbsp;</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 90%; background-color: rgba(23, 26, 44, 1); border-color: rgba(0, 0, 0, 1); border-style: solid\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 18.5605%; text-align: center; vertical-align: middle\">\n<p><a href=\"https://www.royalroad.com/fiction/69399/tenets-of-eden-parallel-world-litrpg \" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/69399-to-save-a-world-tenets-of-eden-parallel.jpg?time=1693927084 \" alt=\"image\" width=\"154\" height=\"231\"></a></p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 80%\">\n<p><strong>When Fio found a broken gateway back to her home world, the last thing she expected was to become one herself.</strong></p>\n<p>Unfortunately, she is now faced by the keepers of the gates. Creatures that seemed so elusive and uncaring before, and now want to tear the gateway from her soul, taking its power for themselves.</p>\n<p>But Fio can't give up either of the worlds she lives in. Both hold her families and friends, and if that means she has to go through the keepers to hold onto her freedom, so be it.</p>\n<p><strong>She's always worked well under pressure.</strong></p>\n<hr>\n<p>What to expect: strong lesbian MC, double life between \"normal\" planet and fantasy world, themes of found family, cute and sad character interaction, queer people. Basically expect action adventure, meets found family and lesbian fluff, meets a bit of family drama.</p>\n<p><a href=\"https://www.royalroad.com/fiction/69399/tenets-of-eden-parallel-world-litrpg \" rel=\" ugc nofollow\"> Read now!</a></p>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0MjA3M2U3N2FkMTRmYTA5MmEyMTcwZjQ0YjBjNWIw\" data-original-margin=\"\">\"I don’t want to be a violent person. I am, violent, but I don’t want to be. I am violent to fight back. On my own behalf, and on behalf of others. I kill in self-defense. Defense from immediate violence, and defense from structural violence. This is something I started to talk about before, but… I didn’t do it very well.</p>\n<p class=\"cnM4OWQyYjNkY2NkZjQ2ZjRhOTBkNGQxZDQxMjc4Y2Rj\" data-original-margin=\"\">\"This is where I failed you. This is where I left you crying and fearing for your loved ones. I am so sorry. I want to do better. Not just with you, but with everything. Because I don’t want to be a violent person. In another world, where I had a better chance, I would resort to it far less frequently. I don’t want to hurt anyone… well, that’s not true. That’s what I tell myself, but it’s a lie, and I want to be honest here. There are people I want to hurt. People who see pain as a revenue stream, who inspire depths of grief and rage that I just... But, sorry, I’m getting distracted again.</p>\n<p class=\"cnNlY2YzZjI1ZGE1NTQ2YTI4YzVkZWZkZDYxNDY4NWZi\" data-original-margin=\"\">\"The point is, I don’t want to organize an army and lead them in a war against the nobility. I don’t want to drag every noble through the streets and execute them in the public square. In fact, what I want is a world where violence is not the shadow behind every corner and the collar on every neck.</p>\n<p class=\"cnMyNmVjY2IxMjNkZDQ3OTRhNTIwMzc1MjU1YzZiMGUw\" data-original-margin=\"\">\"I just want a world where people take care of each other. Where homes and hygiene products aren’t withheld from anyone. Where people aren’t things. I just want people to be treated as people. Not tools that are owned. Not objects to be manipulated and coerced. Just… people.</p>\n<p class=\"cnNjOTZmNDdkNDg0NjRiZjY4MWYyNGE2MmRlN2EzZDgw\" data-original-margin=\"\">\"That is what I set out to build in Satusmor. Not an army. Not a group of raiders and avengers to make the nobility pay. For certain people, there was no avoiding violence. I knew this. But it wasn’t the goal. The goal, and the way it began, was to start with just one city where people were treated as people.</p>\n<p class=\"cnNiM2M5MTE0MmUyMzRjMTZhM2IyN2U2ZDUzMmRjZDA3\" data-original-margin=\"\">\"Not an easy thing to do in a country ruled by a king but I thought I had a chance. In part, because this country makes no sense. The more I learn about it, the less sense it makes. Communication between cities is slow. Travel is rare. Both are far more than make any sense. Even then, I knew we barely had any trade between cities. This is weird, but it gave me an advantage.</p>\n<p class=\"cnM4NTBhN2YyZjVkYjQxODNhYmVhYTE3NGUyMjIxMGQ5\" data-original-margin=\"\">\"It gave me a chance to change one city without the entire country crushing us. And at first, it went well. Great even. But, as you know, it failed. Things went wrong for four reasons. Two of them I expected and was prepared to respond to. One of them, I knew about but had to live with. The final problem, I should have expected and did, but only to a minor degree. I had no idea the extent to which it would poison anything and everything I tried.</p>\n<p class=\"cnNkYjc3NjI4NmMyYzQ3MzhiMjgzNmMwZWJiYjFhZDg3\" data-original-margin=\"\">\"I started with the poor. The homeless and abandoned. The people we lock away in the corners of society and ignore so we don’t have to feel uncomfortable or guilty. These weren’t part of any plan at all. I just had the tools to feed and clothe them, and they needed it.</p>\n<p class=\"cnNjNDUzZDc0ZTc2ZjQwNjVhNGMyZDVmN2JjNTYzYWI3\" data-original-margin=\"\">\"Anyone with a fire and a loaf of bread faced with the starving and freezing would offer to share what they have. And if they could teach them to start a fire of their own, they would. I understand, in hindsight, and with the versatility of magic, this may seem more like giving them a sword.</p>\n<p class=\"cnNjMmQ4NWQxNWMyNTRlMDdhMzkxMDg0MWZmYjcwNTNj\" data-original-margin=\"\">\"But anyone who denies them the fire because “if they know how to make fire, they might burn someone’s house down”? Well, that person has simply never been so cold. But, after that, I moved on. I killed the man who was trying to force me into a marriage, and I killed his father who gave him the authority to do so. At the same time, I cut the head off the snake in that city.</p>\n<p class=\"cnM0Nzk2YWYzNDU2OTRlYzk4YWFmYjFiN2VkOTQyNGY0\" data-original-margin=\"\">\"For a while, there was no real direction behind the guards, or the few knights in the city, and the different nobles in town couldn’t agree on who was in charge. I was free to move about and act without too much fear of an organized response.</p>\n<p class=\"cnMyZWYzZjUwYzgxNzQyYWQ4OWM4ZGRiYTU1YTlmZDdl\" data-original-margin=\"\">\"So I went to the farmers and the ranchers. It is amazing how much power is granted by food distribution. If one man had absolute power over all magic, but another was the only one who could ever create food, the man with bread would be king.</p>\n<p class=\"cnM4NGNiMzk5ZjZhNDRhZWZhNzc4OGI1OTllZDE3N2Y0\" data-original-margin=\"\">\"I shared magic with them and some of them agreed to share food with others. They learned earth and plant magic faster than anyone else learned any aspects. The effects of working with both for so long. They produced food faster than ever, and it changed lives. They could provide for the extravagant feasts of the nobility and the needs of the commoners without working themselves into an early grave. Street kids agreed to help them handle the larger harvests as well. And this did work close to how it was intended… at first.</p>\n<p class=\"cnNlYTMyZjA5YmE1ZTQxZGM5ODE1NTQ3ZmI2M2E4YjAy\" data-original-margin=\"\">\"Next, I went to vendors. Not large merchants but bakers and tailors. People struggling to survive selling basic goods. Then I went to women. Women looking for an escape from marriages and guardians that abused and violated them. I helped them find a new home and introduced the idea of magic healing, to little effect, unfortunately. Even some noblewomen were looking for somewhere they could live without a guardian.</p>\n<p class=\"cnNkMmMwYzg3ZjkzOTRlZTVhNmZmN2VmMmIzMmQ3Mjc3\" data-original-margin=\"\">\"This is how I spent the early months, after Godfrey left and before things got bad. And I helped people, or rather, people helped each other. It's the best I've felt since I was brought into this world. It was easier than it ever would be without magic. Magic makes self-sufficiency an almost obvious way to live. But, it couldn't last. It wasn't long before I started running into problems. The first was the most obvious. I was alone and, I'm just not good at this. I can put my neck on the line any day. I can take a hit as many times as I need to. But getting people to work together effectively and long term? I'm, well, a failure. I can give an impassioned speech but truth be told, a lot of people just don't like me. They don't like each other, and I'm ill-equipped to help with that.</p><p class=\"cjI5ZGM4NjU5MzZjMjRhZmY4ZDM5ZmQ3ZWFiYjFmNjc3\" data-original-margin=\"\">This narrative has been unlawfully taken from Royal Road. If you see it on Amazon, please report it.</p>\n<p class=\"cnM0ZWIwYjk5NzFiODRlNGRiMGFmMjM4NmJhOTJkZGRl\" data-original-margin=\"\">\"The second was that people are people. For everyone happy to be given new tools for survival and new people to rely on, there were more than a few people eager to grasp onto power themselves. Some already had a tiny taste of it in their little gangs, clubs, or marriages, and craved more. Others respond to being beaten down with fantasies of holding the club themselves. These are the ones who caused a scene. The ones that tried attacking women and picking fights with each other and guards.</p>\n<p class=\"cnMyYmUzOWYwNGY4OTRhMGJiYTc0MGViODAxOGVhNzFm\" data-original-margin=\"\">\"Then, there is violence. Structural violence. Authority. The kind of violence that is used against commoners every day. When rapists are willfully ignored, or children are denied food. The violence of taking a home away from someone who can't afford it, and forcing people to degrade themselves for their supposed betters or face eventual death. The violence that is authority, because, that's exactly what authority is. It doesn't always look that way. But that's what it is. In all its different forms, whether from a kind leader or a cruel one, it always boils down to how many times you can say no.</p>\n<p class=\"cnM4YTcwOTNlZWI5NjQwNjE5YTI4NmMyMzhjN2Q0NTRk\" data-original-margin=\"\">\"A cruel leader will become violent the first time. A kind one will have more steps, but eventually, it ends in violence. If there is no violence, then there was never any authority in the first place. It ends in enslavement, imprisonment, execution, or a slow death by starvation and abandonment. As we learned on the way here, it sometimes ends in the Radiant Woods. It's in its nature.</p>\n<p class=\"cnM5YzY5N2IxMDgxZDQyNDU4MjQwY2MxNTIyYjdkY2Mw\" data-original-margin=\"\">\"So, when the guards wanted magic for themselves, and only themselves? Well, that was a question of how many times we could say no. When we didn't need degrading jobs to feed ourselves and the richer nobles had to take care of themselves, and they told us we had to come back? How many times could we say no. When we stopped paying the prices for wood and meat, and didn't pay merchants just for carrying it to us? Well, you get the point. That's what I mean when I say I am violent defensively. Even when I am the one who goes looking for a fight. Even when rapists kneel in front of me and surrender. Because, once I let them go, they go back to telling people that 'no' isn't an option.</p>\n<p class=\"cnM2NTBiZTQxYThjNjQyYWU5NWMzYmQwYjg4YjkxMzA2\" data-original-margin=\"\">\"That's what I was doing. Not organizing an army. Not creating my own little magic soldiers to fight and die for me. I was giving people a chance to say no, and connecting them so they could lean on each other instead of people who hated them. I did this knowing that it would lead to violence. I did this, fully prepared to fight. Because I knew opting out was never an option. We are commodities and by living and supporting ourselves, we were stealing.</p>\n<p class=\"cnM5Y2VkMWVkN2IwMzQ1N2RiMWUxNzgzMWMyMzI5OTYz\" data-original-margin=\"\">\"So, as soon as Lord William showed up and reorganized the city leadership, they came for us. Mostly the city guard. We were still below the notice of the powerful nobles and I was the only one with enough magic to be dangerous to an armed and trained soldier. They captured people and tortured them. They raided the houses of penance and discovered my magic circles. They started learning magic of their own and being the most familiar with weapons and pain, they learned to use it as one faster than any of the other commoners. Like the farmers and their plants, the guards found their own cruel aspects with terrifying speed.</p>\n<p class=\"cnNiYjk4Yjc1ZDM0OTRkMzA4MjRjMWMwN2M2MjEyYmIy\" data-original-margin=\"\">\"That's when things truly fell apart. The nobles didn't want the guards having magic any more than us. Just like us, the guards were a tool. So Lord William sent the few knights in the city after any commoners with magic, guards or otherwise. Meanwhile, the guards kept coming after us. The guard captain, Horace, was the worst. He was like a hound with a taste for blood. He had figured out magic quickly, and he was cruel. He took pleasure in hunting us down.</p>\n<p class=\"cnMxNWFlN2MwMzBlZDQxNjY4OTM4NTZmODNmMjFjM2Rj\" data-original-margin=\"\">\"When he found the first house I went to he... well. Anyway. He was cruel. So when you heard there were battlefields in the city streets, that's what you were hearing about. People who just wanted a life of their own being hunted down for saying no. None of this was insurmountable. It would have been easier if I weren't so inadequate. If I had organized better or communicated more frequently or just been fucking faster, maybe the few friends I had wouldn't have... But that's not the point. Even with someone like me, only good at fighting, we could have been okay. We could have fought back.</p>\n<p class=\"cnNjZWQxNWYyYzk0MjRhZjhiN2FmN2QxMDIyOTEyNjA1\" data-original-margin=\"\">\"But that leads us to the final problem. The catastrophic issue that pulled everything apart. At first, I thought it was normal. People stopped trusting each other. They became paranoid that everyone was leading the guards back to them. The farmers started to grow too afraid to distribute as much food. Fights broke out and groups fell out. This is normal when you are being hunted. It's normal to an extent anytime a new group forms. But... it kept getting worse.</p>\n<p class=\"cnM0N2Y2MDVkMTNmOTQ1MDM4YTNkOTlhMDMzMTE3Y2E5\" data-original-margin=\"\">\"I found barns, full of rotting food managed by distrustful farmers. Families broke apart, turning on each other. Even houses of penance devolved into chaos. It was worse than anything anyone had ever warned about in a world without the rule of law. That may make sense to some, but it's a silly thing to believe. Or, it should be. People turn on each other in stressful situations, but not like this. This wasn't just my bad organizational skills, and this wasn't the stress of a more powerful enemy.</p>\n<p class=\"cnNkNGNmNzVkYTZhNDRlMmY4MDhkYTZmNWU5NGYwNmM4\" data-original-margin=\"\">\"See, this is another thing that makes no sense about this country. One country, for thousands of years. One royal family, the entire time. All the scheming and plotting of the most power-hungry people in the world and there has never been so much as one upset, much less commoners fighting back on a meaningful scale. That just doesn't make sense, especially in the early years when mages weren't as powerful. It was confession.</p>\n<p class=\"cnM2YTYwN2FkMmRjNjQzYjc4NTYzNDVmYmU4MDYzZGM2\" data-original-margin=\"\">\"Most commoners, in every city in the country, go through confession. Not everyone, some find ways out of it, but it doesn't need to be all of them. And they go through it regularly. So when one priest dies, the effects don't end. The idea of mistrust in other commoners is built into our brains. It is wedged in there by a hostile and invading force and kept there under the pretense of piety. We are programmed to rely on our supposed betters. The harder we fight back, the more it takes effect.</p>\n<p class=\"cnM5NmI5YTY5YTM4YTRmMGM4NzJjZThhMTc3YzBiZDlm\" data-original-margin=\"\">\"We were never allowed to opt-out. We were never allowed to take care of each other. Even our minds were their property all along. I knew this violation would hurt us, but I didn't realize how thorough it was. That was the nail in the coffin. That was my biggest failure.\"</p>\n<p class=\"cnMwYTRlZDM4Njc5MjRkMDJhZWU5NWU2ZjRhNmQ4NzJi\" data-original-margin=\"\">Autumn had been letting me speak uninterrupted, but as I grew quiet and she saw my eyes start to water, she moved over to my bed to put her hand on mine. \"So, what did you do?\" she asks and I take a deep breath.</p>\n<p class=\"cnNiZmRjNDY0MWRiMjRmN2FiMzkxMTliMjUwZDhlYjlm\" data-original-margin=\"\">\"Well. There was only one thing I could do,\" I answer, preparing to tell the rest of the story. At least, the parts I was ready to talk about. \"I went to church.\"</p>\n            ",
  "invisibleParagraphContent": "This narrative has been unlawfully taken from Royal Road. If you see it on Amazon, please report it."
}