{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjNTJiYTk2ZmIzZTQ3MTA5MDg0OGNlNzU0MTIyNjZh\" data-original-margin=\"\"><strong><span>Leo</span></strong></p>\n<p class=\"cnNhNjRlZjE1ODJlOTQ5NTk5NmQyYTE0NGM5NTNlMWVj\" data-original-margin=\"\"><span>My hands tremble as I stand at the door to my room. Lillith is back already, showing our community to some woman from outside Potestia. Again she is being too trusting. But she isn't just showing her where we live. No, she is letting this stranger watch while Sarafyna helps Charlotte. I want to be there as well, to see how possible it </span><span>really</span><span> is. Sara has started but she needs Lillith to make real progress</span><span>, apparently</span><span>. I don't </span><span>really</span><span> understand how that works.</span></p>\n<p class=\"cnM2NzM0NzQ2ZWQ5NTRlMTM5M2I2YmUxOTE4NjQ2NjFm\" data-original-margin=\"\"><span>But I want to be there. I want to support Charlotte like she supported me, and I want to be there as myself. As Leo. But my hands tremble as I stand at the door, dressed as myself. I can't bring myself to open it. On the other side of the door, Charlotte is going through something we have both talked about for years. Something I should be by her side for. But when I look at the handle, all I see is a group of nobles, rich and cruel. Looking down at me. Beating me while I can't do anything but beg them to stop. The woman who actually did stop them is there too, and I don't know how to face her.</span></p>\n<p class=\"cnNmZThlODBlNjU3OTQyYTQ4MmVkMDhhYmZmOGJiM2Ni\" data-original-margin=\"\"><span>I don't want to be saved. I don't want someone else flying in at the last moment and making me safe. I want to be able to open this door, and just... be allowed to exist. I don't even want to have to fight for myself. I don't want to earn it. I don't want it to be given to me. And I don't want it protected by my friends. I want to just... have it. At least to the same extent that everyone else does. But I don't. Part of me wants to believe I will if I do what Charlotte is doing. That once no one can tell I ever looked any different, I'll feel that safety. But I know I won't. Part of me will still be stuck on the ground, aching and in pain in that empty lot at the academy.</span></p>\n<p class=\"cnM5ZjNmYTAxMjdjYTQ0ZWM4ZGYyMmU4ZjBiOWZiZWQx\" data-original-margin=\"\"><span>Part of me will always believe that when people look at me, they don't believe I really count as the man I am. Because changing will make me feel comfortable, but it's not about that to them. I will still have stepped out of line, out of their vision of who I am supposed to be. And I won't be safe. This is part of my reluctance to go through with it. Because once I do, how will I know who I am actually safe around, and who I am safe around until they find out who I am? If I can't walk through this door as I am now and know that I am safe, then I will never be safe. And I can't.</span></p>\n<p class=\"cnNhYjUyOWIyMmFkNTRiNjI5ZTVjZTU4YTNmOWM2NGE4\" data-original-margin=\"\"><span>I lower my hand back to my side, turn around, and sit down with my back to the door. Not today. Not with a stranger there. I glance up at my vanity for a moment. I could get dressed like they want me to. I could put on the dress and the make-up, and walk out there. But I can't bear that anymore. Not right now. I have done it a few times now. But it carries with it a different kind of danger. A danger closer to home. I know some men here have been wearing makeup, but that doesn't make it feel any better to put mine on. They didn't have a mother, so excited to share it with them the first time, and so disappointed when they hated it. It doesn't feel like a lie they were taught to carve into their face their entire life. Until Charlotte, at least.</span></p>\n<p class=\"cnNiZTU5MGQ1YzIxODQ5NzBhNTE2MmVlZjE1NDYwNmYw\" data-original-margin=\"\"><span>And that's the final piece of the puzzle. The part that keeps me locked up in my room. Because I hate the feeling of danger. The eyes on my back. The hatred. But I hate the pity too. The sad look in my friend's eyes when I do come out, dressed to protect myself. It's not the same as the fear. I don't even blame them for it. But that doesn't make it bearable. I've had to present as nothing more than a masculine girl for a long time, and everyone seemed to understand. But here, where it's supposedly safe to do otherwise... Well, no one has said anything but it feels like there is an expectation to present the truth openly. And I'm just not ready. So instead, I rest my head against the door and listen.</span></p>\n<p class=\"cnMxNjliOTYxNzg3MTQ3OWM4MzJiZjk3MTMxMGRkNzcx\" data-original-margin=\"\"><span>\"Ember, was it?\" Charlotte asks curiously. \"You are... amazing. Who did that for you? I have to assume it wasn't Sarafyna.\" This is met with a low growl.</span></p>\n<p class=\"cnM0YzIzN2JlMjc3YjQwNTViZjlhMTI0YWZmNDQ3MGE0\" data-original-margin=\"\"><span>\"No one made me this way, I'm an ailur. I am who I am because my parents are ailur. The same reason you are a human,\" an unfamiliar woman reposts. </span></p>\n<p class=\"cnM5MTdhNzZmMTI4NjRjZTA5N2UzZDBlNjNlYjlmZDZh\" data-original-margin=\"\"><span>\"Really?\" Charlotte responds with interest. \"Where are you from, I've never heard of your people before?\"</span></p>\n<p class=\"cnM4NWJjYzNhYTNhYzQ0MjI5NjVlMGMyYjUyODA0ODky\" data-original-margin=\"\"><span>\"What are we doing in this foolish man's house?\" the new woman, Ember apparently, asks instead of answering.</span></p>\n<p class=\"cnNiMjU1NTQ1YzIxNTQwZDFiMmU1YzNlNGZmMzIxMDhk\" data-original-margin=\"\"><span>\"Foolish woman's house,\" Lillith corrects, \"And we are here to do some magical HRT for her. It's one of the many services offered by our obviously militarized outposts of invasion. Are you ready, Sara?\"</span></p>\n<p class=\"cnM5ODQwMDJmNGU4MDRlZDU4NTY3NWEzMDAxZmMyYmI4\" data-original-margin=\"\"><span>\"Yep. Charlotte, do you mind the company? We can do this more privately if you like,\" Sara offers.</span></p>\n<p class=\"cnNiMzE5YjZlZTM2ZDRmNGNiYjQzNmRmNjVlOWQ4OTA3\" data-original-margin=\"\"><span>\"No no, absolutely not. I want to hear everything about Ember here,\" Charlotte declines.</span></p>\n<p class=\"cnM0ZWJjY2RkMmIyNDQ0MWM5Y2Q3ZGExZTJhZjZjZDI3\" data-original-margin=\"\"><span>\"I don't have anything to share,\" Ember growls.</span></p>\n<p class=\"cnMyNGE4NjFiMDU2MTQxODZiMjQzNjJiMTZiZGYxNjVl\" data-original-margin=\"\"><span>\"Ed, do you mind heading out and guarding the door? This could get a bit graphic, no boys allowed,\" Lillith says and I hear a sudden thump followed by a man groaning.</span></p>\n<p class=\"cnNkNjJhNjVhMDFiMDRhNzRiYjMxYTg1MGQ5MjRlZDUy\" data-original-margin=\"\"><span>\"I, err, right, no problem. Ow,\" the startled Ed agrees. I hear him walk across the room before a door opens and closes. The room is silent for a solid minute after that, and my heart pounds. This is it. They are going to really, really help Charlotte.</span></p><p class=\"cjVlN2NmZjgyYjQ4ODQ3ZWE5NjYwNDMxNmM3MzlmNzM0\" data-original-margin=\"\">If you find this story on Amazon, be aware that it has been stolen. Please report the infringement.</p>\n<p class=\"cnM1N2NkYjRjOGI5YTRkOTFiNTJkNzg0YjNhMDgyMDE0\" data-original-margin=\"\"><span>\"Oh that... that feels strange,\" Charlotte says, \"How peculiar...\" This is interrupted by a sudden, loud, hiss.</span></p>\n<p class=\"cnMyNmVjODAwMTc3NjQwYThiOTZiMmFmZTE3Nzk5YmQx\" data-original-margin=\"\"><span>\"You're changing his body!?\" Ember spits, horror coloring her voice. \"That's... that's monstrous! That's unnatural, what is wrong with you? The local sage doing it to herself is one thing, but this man too? It was all true, you are demons!\" I feel a pang as she yells this. She's right. It is basically blasphemy. It doesn't matter if I care, because other people will. And this is exactly what I am afraid of. We can do everything right. We can change ourselves so our clothes and names don't offend anyone. But the way we got there will still disgust them.</span></p>\n<p class=\"cnNjYTVjNTlmNjM1YTQ0NDNiYTE3NTQwNGRlOTUzNWRi\" data-original-margin=\"\"><span>\"Oh fucking Christ, tell me you don't worship the damn Collector where you are from! That's just some petty bullshit, no need to raise your hackles about it,\" Lillith challenges.</span></p>\n<p class=\"cnMxMjdhMTBjZWIwOTQ0ZDVhMmViZTEzOGM3MmIzMjhh\" data-original-margin=\"\"><span>\"The Collector? You mean the Nexus? Of course we don't worship it! But everyone knows you don't manipulate people's bodies! A sin is a sin no matter who you worship! The other sages will kill you when they find out! We are what we are for a reason!\" Ember lectures. I feel sick. We are what we are for a reason. That's true but... It doesn't mean what she thinks it means. I can't listen to this for another minute. I don't know what Lillith thought bringing this woman here would accomplish, but it was </span><span>clearly</span><span> a terrible idea. It was great learning there was a whole other country I'd never heard of and... they fucking hate me too.</span></p>\n<p class=\"cnM2ZDhiODQ5NjgyNzQ3YzhiMThlNzExYTVlM2FhZjY0\" data-original-margin=\"\"><span>I stand and walk away from the door. The arguing turns into muffled voices and I allow myself to collapse on my bed. Charlotte's transition was supposed to be amazing. It was supposed to give both of us hope. Instead, I just feel more hopeless than ever. I don't hear how the rest of the conversation goes. I'm sure Lillith gives a very harsh speech. Or maybe she just smacks Ember around a little. Either way, I now know what is waiting for me beyond the borders of Potestia. And it's not safety.</span></p>\n<p class=\"cnM2MjE4YTEwZjJhMTQ4NjlhY2E2ZTllZTVjZTVkNmNj\" data-original-margin=\"\"><span>This little community feels more transient than ever. It's impressive that Lillith managed to get it set up. It's amazing that so many people, the dregs of society, have a chance to explore a new way of life. But people will always be people, and people will always find someone to hate. And that someone will always include me and Charlotte. Either that or I will keep wearing the dress. But every dress feels like the one I was forced into that night. I can't live like that. I feel like I'm treading water in the middle of an endless lake. Like nothing will ever be right. Not for long.</span></p>\n<p class=\"cnMyYmZjOGFjNjUwZDQ4NmRiNGMyYTZlZGE4YzEyNjcy\" data-original-margin=\"\"><span>After a while, the voices fade. There is no more arguing. I think I hear the door at least once, then there are no voices at all. It's quiet, until a soft knocking interrupts the brief peace. \"Come in,\" I call. I don't look up, but I hear the door softly open, and then close.</span></p>\n<p class=\"cnM2MmExNDY5NWE5MTRlMDNiN2I3M2EzODFlOTY5YmYx\" data-original-margin=\"\"><span>\"Are you alright, Leo?\" Charlotte asks. Her voice is the same as it was before, indicating that they haven't finished their work yet. I wonder if they were interrupted by the argument, or if it was always going to take multiple sessions.</span></p>\n<p class=\"cnMzNTNmYTc5ZDkzYTQyMTlhYWY1ZjYwYzMwZmFlZmVm\" data-original-margin=\"\"><span>\"Fine,\" I answer. Neither of us believes that for a moment. I haven't been fine in a long time.</span></p>\n<p class=\"cnNkNWRjOGY0ZDBhNzQwOGNhNjczZmE5YTRjYWE3MTk4\" data-original-margin=\"\"><span>\"How much of that were you listening to?\" She asks.</span></p>\n<p class=\"cnNlNWRjOTZhNzI4YTQ2M2NiZmZkNzFmNmVjYjM2NGQ4\" data-original-margin=\"\"><span>I pause for a moment, considering lying, then sigh. \"Up until that Ember lady started yelling about how evil you are for changing your body,\" I finally reply. I look up at her guiltily and my breath catches. They did more than I thought. Her face itself is... different. She still has a sharp chin but its angle is... I don't know, narrower? It's odd, she looks like </span><span>exactly</span><span> the same person, but completely different. Like a reflection in rippling water. She even has the beginnings of cleavage now, which feels... right. She </span><span>has a glow to</span><span> her.</span></p>\n<p class=\"cnM0MzM5ZGVkZTg5NDQyYjk4Y2VjNTBjYzAxOTYwNTIz\" data-original-margin=\"\"><span>\"So. You missed the part where she explained that Lillith was a demon queen intent on subjugating her people, then,\" Charlotte guesses and I blink.</span></p>\n<p class=\"cnM0MmNmZTgxYjI5MDRkNzQ4MDAwOTUyOGE3ZWJhNDk5\" data-original-margin=\"\"><span>\"Demon... queen? Like in a children's story?\" I respond. That is... more than a little silly. Lillith is a lot of things but none of them end in 'Queen'.</span></p>\n<p class=\"cnMxZTVlMjdjZTY0YjQ5MWM4ZTRkZmE5ZWY2Y2IwNzI2\" data-original-margin=\"\"><span>\"Much like a children's story,\" Charlotte agrees. \"I wouldn't take her too seriously.\"</span></p>\n<p class=\"cnM0OWEyMTFhYmFmMjQ1OWY5Mzc0MmM0OWVkOGM4OTQ0\" data-original-margin=\"\"><span>\"Why did Lillith even bring her here?\" I question and Charlotte smiles at me.</span></p>\n<p class=\"cnMyYzI3MjM3NTg3YzRkM2Q5ZmU4Y2NjODkyZmNlNzA0\" data-original-margin=\"\"><span>\"It's complicated but... I think she is trying to introduce Ember to us. Not you and me specifically, but all of us. Everything these communities stand for. And who you and I are... that's part of it.\" That thought does make me happy, if only for a moment.</span></p>\n<p class=\"cnMwZDU1YjhiYTcyYzRlM2M4NTFmM2ZlZjQwZTk1MzM0\" data-original-margin=\"\"><span>I roll back over, looking away from my mentor. \"Yeah well. It doesn't change the fact that she hates us already,\" I challenge. Charlotte is quiet for a moment.</span></p>\n<p class=\"cnMyZGViOGM1MWUzOTQ2YTdiYTVhMWE0N2Y1N2MyM2M1\" data-original-margin=\"\"><span>\"No,\" she finally agrees. \"No, it doesn't. But you know what? That won't stop us. It's all going to be alright, Leo. Trust me, please?\" She always says this to me. Trust her. She'll make sure everything is alright. She just always fails to mention how. I'm not a child, and that isn't what I need. But my trust is what she needs, so I nod.</span></p>\n<p class=\"cnMyMzQzYmYxYmM4OTRmNmNiMzZkNzBhOGQyMDMwOWQz\" data-original-margin=\"\"><span>\"I trust you, Charlotte,\" I reply quietly. I want to talk about something else. So I change the subject. \"Where did everyone go?\"</span></p>\n<p class=\"cnNkNjNkMzliZDMzODRhYTE4OTkwN2FiNGFmYmU2ZDNl\" data-original-margin=\"\"><span>\"Hm?\" She replies, then realizes what I asked before I can clarify. \"Oh, I guess Edward disappeared somewhere while we were working. They are off tracking him down.\" </span></p>\n<p class=\"cnMzOGEyYmI3MmZlNDRmMDQ4MWFmNmU1NDhkZjMxNGVk\" data-original-margin=\"\"><span>\"You can help </span><span>them,</span><span> if you want,\" I suggest. She is quiet for a moment, but she gets the message.</span></p>\n<p class=\"cnNiNzlhNzQ1ZWQ2NTQ2N2JiYWFhMzVmMjc2YWUyYmRh\" data-original-margin=\"\"><span>\"Alright, I'll leave you alone for now. Is there anything you want for dinner?\"</span></p>\n<p class=\"cnNlMTFkZDgxOWYyNzQxYzE4MzlhNTRjYTUxNzBiMjc0\" data-original-margin=\"\"><span>\"Anything is fine. Um, thanks, as always, Charlotte.\"</span></p>\n<p class=\"cnNjYTdlMjBmMGMwMDRjNWI4MzA2ZGVkMzM0ZjEyZGU4\" data-original-margin=\"\"><span>With that, my mentor leaves and I am alone again. As usual, I have a lot to process. I still have a lot to heal from. And I get about fifteen minutes to do it. After that, a quiet voice speaks to me from... the drawer next to my bed. I sit up and look at it. The muffled voice continues. I blink. Then I open the </span><span>drawer,</span><span> and find the sphere Lillith gave me when I moved here. I didn't answer it. I have never actually used it. But...</span></p>\n<p class=\"cnNlNzUyMGJhNjM5YjRmNWViNzZlYWMwZTY2ZjJlNWI4\" data-original-margin=\"\"><span>I pick it up and listen. Not one, but two men are speaking, and my sphere is picking it up.</span></p>\n<p class=\"cnM0MmRkZGEyM2ZjYjQ5ODI5ODJlZTcwNWYwYjI1NDg0\" data-original-margin=\"\"><span>\"What else do you know?\" One voice says.</span></p>\n<p class=\"cnM4YTkzNmI0MWJjODQ1OWNiOTk5YmJiYzEyZGY2OGQy\" data-original-margin=\"\"><span>\"Not much. But she is definitely from another country I've never heard of. She isn't even human. More than anything, she </span><span>definitely</span><span> hates Lillith,\" the second voice responds. </span></p>\n            ",
  "invisibleParagraphContent": "If you find this story on Amazon, be aware that it has been stolen. Please report the infringement."
}