{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MzEwNGE3MDA5ODQyYWM4NzMzYzVkN2UwNzZiODNk\" data-original-margin=\"\">Pascal affixed his shirt's top button, before wrapping the medal around his neck and tightening it into place. He then flipped down his collars and adjusted it carefully. He made sure the gleaming black Knight's Cross outlined in white gold was perfectly centered. Staring back at the dresser mirror, he examined the dashing grin that reflected back before giving it a nod of approval.</p>\n<p class=\"cnM2OGNiOGNiZDFiZjRhYTBhZTkwZjgyOWRkZmY2Zjhm\" data-original-margin=\"\">He spun on his leather boots' heels before walking around the bed.</p>\n<p class=\"cnNlMjU3MTEzMTdiNzQyN2RhMDg2Yjk2ZDk1Yzg4N2Rm\" data-original-margin=\"\">Today was the first time that Pascal had seen Kaede's sleeping face. Even inside the warmth of the dormitory keep, the girl snuggled into the thick comforter with only her head exposed. Turned to the side, her snowy hair scattered across her gentle sleeping face. Her expression was serene and peaceful, except for the dark outlines beneath her eyes.</p>\n<p class=\"cnM1ZDNlMWRjZWZiMTQ4MGM5ODg4NTAyOGI2ZDBkZWQz\" data-original-margin=\"\">Another stab of guilt sunk into his chest, but Pascal steeled himself and shook her through the bedcovers.</p>\n<p class=\"cnM5MmVlY2M1NmQ4NjQ5MWJhNTkyMDRhMjlkZDAyMDEw\" data-original-margin=\"\">There was no response, so he did it again.</p>\n<p class=\"cnM0NmUxZDk2ODg0ODQzZDY5ZDZmYTI3ZWRiODViNTg4\" data-original-margin=\"\">\"Come on, wake up already,\" he called after the fifth time, finally eliciting a response:</p>\n<p class=\"cnMzZmQ0ZGI3MDVjZTRjYmNiNTJjNjZiNDJmMjE2MDdi\" data-original-margin=\"\">\"Uhhhhnnnnn?\"</p>\n<p class=\"cnMwYWE2NTU1NDZmMzQ4NDA5ZjViYTI1OGMwZTRlOGQ4\" data-original-margin=\"\">\"I said wake up!\"</p>\n<p class=\"cnMzZTdkZjdlYWFkNTQwYjVhYmMyYmM4NTIxNzQyMTVh\" data-original-margin=\"\">Two small hands emerged from the bedcovers to rub her eyes.</p>\n<p class=\"cnNkMzIwMzUxZmRmMDQxNmI5YmNiYjViNjE5MWQwYTUx\" data-original-margin=\"\">\"Talk about a heavy sleeper...\"</p>\n<p class=\"cnMyNDZjZmRhNGEzOTQ5YmRhNjVlMjE2MGQyODBiMjA1\" data-original-margin=\"\">\"C-couldn't give me just a few more minutes?\" Kaede yawned as her thin arms stretched out while her eyes remained closed. \"I couldn't sleep till like three-something...\"</p>\n<p class=\"cnM2Y2IwNDI0Zjk0YTQ5NzE5ZjgxZTI3ODIwZWMwMGUz\" data-original-margin=\"\">\"Sleep earlier then. I have already given you leeway today. You need to wake up at the same time as everyone else when I go campaigning.\"</p>\n<p class=\"cnM4NmQ4ZjgyNWNlNzQ2ZjRhZDIxOTkwNDk3MjQzMzgx\" data-original-margin=\"\">Her pink eyes finally opened, highlighting the shadows below them as her cherry lips formed a scowl.</p>\n<p class=\"cnM2NGYzYWMwYWFkMjRiYjA4ZWRmODE5NDEzNDFlNjE0\" data-original-margin=\"\">Pascal slowly waved his hand over her while he whispered a <em>Refreshen</em> spell. Her countenance instantly grew less pale. The bags under her eyes disappeared while a healthy tinge of pink returned to her cheeks.</p>\n<p class=\"cnMzOGE4Mjk1NTAzNjQzZDU4ODMyMjJjMWRhZGQxMjY5\" data-original-margin=\"\">Maybe he overdid it a little. Kaede looked like she was sporting a disgruntled blush.</p>\n<p class=\"cnNiZDRmYTQ5YjM5ZDRkZTI4YzVkMWRlM2VkNWZkYjAw\" data-original-margin=\"\"><em>Kind of cute, actually,</em> Pascal smiled.</p>\n<p class=\"cnNiYWEyOGM2ZjlkNTQ3YTdiZmY2MWQ0MWE0MDk5MTEx\" data-original-margin=\"\">\"Better. Now, dress up and remember your research tasks today. Get up earlier tomorrow if you want breakfast. I cannot wait any longer; have morning practice in fifteen. I will see you at lunch.\"</p>\n<p class=\"cnNhMGFkNGQzNjI1YjQzMjFiNmQ4MDZjZjk2ZjhjZGRj\" data-original-margin=\"\">With that, Pascal went straight out the door.</p>\n<p class=\"cnNkYjI5YjE5NmJkZTQ4MjliY2Y5M2Y2OTIxYjg4Zjhl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0MGRhMDU2ZWI2YzRjZDlhZjcyYjAyZGI3NGI1YzY3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM3ZjlkOTFkNzZjYTRlZmZhZDc0YjEyOGI5OGQ3OTdl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1YjVjM2E5MzExMjRkN2I4MDIzNzY2NDcxMTZmZTdj\" data-original-margin=\"\">\"...What's that commoner girl doing here? This is a prestigious library!\"</p>\n<p class=\"cnM4ZTg1Zjc1OGQwOTRhMDFiNzFlNmM2ZjE1MzVlOGU2\" data-original-margin=\"\">\"Orders from the <em>Runelord</em>, who else? Must have gotten her special treatment...\"</p>\n<p class=\"cnM1OWViODE2ZmI4NjRmZTA5M2I4ZjE2M2FlODAxODEx\" data-original-margin=\"\">\"...She's still blushing about last night? Has she no shame?\"</p>\n<p class=\"cnM3NTcyN2U5ZTE5ZjRhODE4MGI4YWExZmYyNjZkYmNh\" data-original-margin=\"\">Kaede swore that the familiars' whole 'eyes and ears' concept made her senses more keen than necessary. She couldn't even concentrate with all the whispering that reached her ears.</p>\n<p class=\"cnM1NGZhMjc1NGNkZjRkNGM4YmJhNzQ2MTkxYjU1MjQ3\" data-original-margin=\"\">It was a Monday morning. However a few dozen people occupied the library nonetheless. They all looked like either senior students or research assistants working on a project. Most of these mages completely ignored her, but just a few gossiping mouths were more than enough to irritate.</p>\n<p class=\"cnM3ZDc3MjZjNDRmZjQyMjJhZTU4MjNkMDVkY2IzM2I4\" data-original-margin=\"\">\"Hey, familiar girl,\" a tall lady with long, golden-blond curls slammed her palms into the desk. \"Tell your master to keep you on a shorter leash. You're an eyesore here by yourself. This is a nobles' academic sanctuary, not a whorehouse!\"</p>\n<p class=\"cnM1OTNlYWI5NTNiYzRkNzlhYmMwMDdmZDQ5NDc1NjAx\" data-original-margin=\"\">Kaede flipped another page.</p>\n<p class=\"cnM0MThkYzA4YmQ1OTRkMzFiMDgyNDU5ZWExN2NmNWIw\" data-original-margin=\"\">\"Are you listening, you ignorant commoner!?\"</p>\n<p class=\"cnM0N2JhZjBkM2E0YTQ2NjhhMWU1ZjI2ZjNjOTcyZjAw\" data-original-margin=\"\">Kaede finally tilted her head and looked upwards with half-open eyes that barely cared:</p>\n<p class=\"cnM4MzExMjQ1YjRmYjRkYjhhMjE2M2QyY2ZhY2E0MjQ3\" data-original-margin=\"\">\"Pascal says you're a blithering idiot and that I should ignore you. I think I agree.\"</p>\n<p class=\"cnMwMzVlYWQwZmJjNDRjYmZiZGI2NjAxZGQ0NDVlMWM3\" data-original-margin=\"\">The noblewoman looked like her face was about to spontaneously combust and explode.</p>\n<p class=\"cnM5YWMwNGRhMWM0MTQwYThhZjVhNTI1Yjk5ODU4NWU0\" data-original-margin=\"\">Kaede went back to reading, or trying to...</p>\n<p class=\"cnNjNTg2NzQxYmZjMjQ2ZjQ5MzVkZDQ0NmNiNTRkNzVm\" data-original-margin=\"\">\"Listen here you little bitch. I don't care if your master reserved this desk. You get the hell out of here or I'm going to give you the whipping you deserve. Do I make myself clear?\"</p>\n<p class=\"cnMzNDA1Zjg5YmQ3YzRmNDE4MmU1MmY4NGM4ODZmMzZm\" data-original-margin=\"\">\"&lt;Ah, that is Emilia de Morini.&gt;\" Pascal's voice popped into her head. \"&lt;Talk about pot calling kettle black. How does that tramp have the brain capacity to attack you when she can barely scrub two cells together for a passing grade?&gt;\"</p>\n<p class=\"cnM5MGNkNzEwMTdjNzQ5NTI4OWFjOGJiZjg1OTEyMTY4\" data-original-margin=\"\">\"&lt;You're not helping, Pascal. And would you knock before tapping in like this?&gt;\"</p>\n<p class=\"cnM0OTg3MzhkYWRjNTRjY2E4NDU2M2U4Y2NhYmJiZGJi\" data-original-margin=\"\">\"&lt;Tell her that--&gt;\"</p>\n<p class=\"cnM0YTZkODYxMzU0MDQ2YWM4NmU2NWE5YjNiMzg0MDg2\" data-original-margin=\"\">\"&lt;Look, they may be afraid to challenge the <em>Runelord</em> to a duel, but if I keep it up after dropping your name and they don't relent, they're going to challenge me.&gt;\"</p>\n<p class=\"cnNmMzNmMmQ4MjIwYTQ3ZDk4Y2RmNWE1NmFiNTVhOTBl\" data-original-margin=\"\">\"&lt;So give them the beatdown you showed me. They will not even see it coming.&gt;\" Pascal sounded oddly proud.</p>\n<p class=\"cnM5Zjg3YTkzN2NjYzQ2MTNhZDc5NjYwNzc1OTZjOGUx\" data-original-margin=\"\"><em>What, just like you didn't?</em> Kaede amused herself before sending back:</p>\n<p class=\"cnMwYzIyNTg2MGY4YjQ1NmViMTBiMTgzNWUyMTU2MDJi\" data-original-margin=\"\">\"&lt;Precisely. Most of them probably believe I'm just a pushover familiar girl who surprised you with a punch, and that the story got exaggerated somehow. Ariadne does harbor a very <em>public</em> grudge against you, after all. I'd prefer it if they kept thinking that way.&gt;</p>\n<p class=\"cnNlYzIyNmJkODg3YjQ3NjFhODIxMmU1ZGMyYWMxNTE2\" data-original-margin=\"\">\"&lt;Not bad at all.&gt;</p>\n<p class=\"cnM0OGQ0MWU3ZDdlNjRlMGQ5OWFhMDEwMGQ1MDI3M2Ew\" data-original-margin=\"\">Pascal's reply rang with approval. It made Kaede wonder if he was really being impulsive, or if he was just testing her.</p>\n<p class=\"cnMwZWM0NzIzNTNmYzQxZWFiNWFmMzZmMDRmN2ZlOTY1\" data-original-margin=\"\">Sighing, Kaede stood up from her chair, piled her book plus three others into a small stack, and left without a word.</p>\n<p class=\"cnMyNGYzNDcxODBmOTQxMjI5ZTJlMzk1NDdlMTE4Yjc1\" data-original-margin=\"\"><em>Whatever, not like I can concentrate here anyway.</em></p>\n<p class=\"cnM5ZTdkMzI0N2IyNjQ1MDM5YmY2N2ZiZjZiYzJkYmVi\" data-original-margin=\"\">Without someone she was friendly with --or at least growing friendly with-- Kaede didn't exactly feel comfortable around new people or places. With her books in hand, she ignored the noblewoman's departing screech and headed back to the dormitories.</p>\n<p class=\"cnNiMDdkNDQ4ZmNjYzQwZTNiYjZmODYyN2YzYzRjOTZm\" data-original-margin=\"\">She felt the disdain of the librarian's glance as she walked past.</p>\n<p class=\"cnM4Yzk4Nzk3ZDNkYjQ0MzVhMmVlYTkzYjM2NWJkODU5\" data-original-margin=\"\"><em>Yeah yeah, I'm just a commoner, foreigner at that. Get used to it, you prissy nobles.</em></p>\n<p class=\"cnM3MTgxY2ViZmJiMjQ0YjFiOTQxMjE5MzA2M2FkNWMz\" data-original-margin=\"\">Kaede rather missed having Pascal's 'you-are-all-idiots' attitude shield her from the rest of the world. Sure, his disdainful eyes were annoying. But a roomful of nobles hitching their arrogant noses at her made that seem a paradise by comparison.</p>\n<p class=\"cnM5ZDJiM2IzOTFjNjQ0YmZiNWVjNWNkZTZjMDk5NTFk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2NGMxMjM4Y2I1ZDQ3OWFhOTg2OTE1YzNmMzJiYzI1\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlNTI5YWQ2OTMyNTQ3ZDc4YzU2ZDZkMjgwZjFjYmYx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhYWJhMWZkNTM0NzRiNTI5OWQ1YjM5ODhlNDMzN2E0\" data-original-margin=\"\">After another lunch in the dining hall with Pascal, Kaede returned to his room to continue her research. She found three interesting historical references, along with two unexpected realizations as she browsed through the military history of the nation she lived in right now -- the Empire of Rhin-Lotharingie.</p>\n<p class=\"cnNiNzAwOWI2NjBlMjRjYjJiMDc2ZTdmMDMzMjRiYzRi\" data-original-margin=\"\">First of all, calling Rhin-Lotharingie an 'empire' was giving it far too much credit. The realm of Rhin-Lotharingie included four autonomous kingdoms -- Gleann Mòr to the north, Ceredigion to the west, Avorica to the southwest, and Garona to the south. Each of these kingdoms had their own monarch, who in turn swore an oath of allegiance to the Emperor. Sure, there were also many heartland duchies who did not answer to a King before the Emperor. However this layered feudal system which evolved from a tribal confederation left the realm extremely decentralized.</p>\n<p class=\"cnM1NDUxYzU3ODYwNDQ1Y2E5MDQ4MWNmZjI3ZDZiMTEz\" data-original-margin=\"\">It made Kaede wonder: just how much power did the 'Emperor' really have?</p>\n<p class=\"cnNjMzg4OWM3MjQzODRhYzdiM2I3YWMyMmFhMTliZTUz\" data-original-margin=\"\"><em>This throne sounds like a pain for whoever inherits it,</em> she concluded.</p>\n<p class=\"cnMxN2VkZDQyNzU2YTRmOGY5MjU5MjUwY2NkM2EwNWUx\" data-original-margin=\"\">Perhaps that was the reason whenever the word 'Imperial' was used, it actually referred to the Holy Imperium of the Inner Sea. That emperor, with the sufficiently fancy title of <em>Imperator Augustus</em>, was a true autocrat who could summon legions with a handwave.</p>\n<p class=\"cnM4YjkxMzRjMTFhZjRlZDE4OTU3NDQ5N2ExZWQyNDFm\" data-original-margin=\"\">Second, it seems that before the various Lotharin cultures banded together to form their 'empire', they were constantly at the mercy of imperial expansion. Just as Ariadne said, the Lotharins had fought wars with the Imperium for centuries, and almost all of the major battles were won by the Imperial side. Yet no matter how much they tried, the Imperium could not stamp out Lotharin resistance, not even in the territories they conquered.</p>\n<p class=\"cnNhZGQ4ZGI3ZjhlODQyNDU5YzgyMGYxZmMyMTI0NTYw\" data-original-margin=\"\">It was as though magic made it more difficult to crush and integrate foreign peoples. This was no doubt aided by the fact that mages, including both their national heroes and the cultural elite, could live for well over a century.</p>\n<p class=\"cnM2MmIyYTYxNGFkZjRiNDU5MzVkZTM2YWU3NDZiOWU0\" data-original-margin=\"\">One notable example of this was the historical 'Siege of Alisia', fought over the very ground this academy was built on. Here, the first Imperator of the Inner Sea Imperium besieged the hilltop fortress of an influential Lotharin chieftain. However a Lotharin archmage had activated a stone circle outside to create a gateway, which transported the majority of the tribespeople to an island in the middle of a huge lake. There, they escaped enslavement from the Imperium and founded the city of Alis Avern, which was now the capital of Rhin-Lotharingie.</p>\n<p class=\"cnNkZTE3ZDIzMjk1YTQyYzlhNWI0MDhiMjI4YTAwMGNl\" data-original-margin=\"\"><em>Wait a minute,</em> Kaede finally noticed. <em>That's why the academy's name sounds familiar! The Battle of Alesia was when Julius Caesar crushed the uprising by the Celtic Gauls!</em></p>\n<p class=\"cnNmOWE5YTU0NDNiZjRkYWI5YjcyMzk4M2M2MzM4OTkx\" data-original-margin=\"\">Yet it seemed that the Romans of this world failed to subjugate the Celtic people, who later banded together to form their own 'empire'.</p>\n<p class=\"cnM4M2JiZWY2ZDc0ZjRhZjNiYzU4NmU5ZjQ0MGRmN2Yz\" data-original-margin=\"\"><em>I wonder what the connection is between this world and mine?</em> Kaede puzzled. <em>This can't just all be a coincidence?</em></p>\n<p class=\"cnMyZTRkNjdkZTBlNTQxZjg4ZGZlNDYyMjJkMjNlMDRl\" data-original-margin=\"\">Despite being engrossed in her own questions, Kaede never forgot to loop in Pascal whenever she found something he could use. Each time Pascal would tap her senses directly to read in. The convenience was undeniable. However it was also annoying, not to mention bizarre to turn pages for a pair of eyes that served as someone else's camera.</p>\n<p class=\"cnM4NWIwNjExODg2MDQwYjJiOWYwMjJmMDY3YmFlNWMy\" data-original-margin=\"\">It was worse when Pascal just dropped into her head without warning, often for no other reason than he felt her curiosity. By the third time, she finally had enough and gave Pascal an earful:</p>\n<p class=\"cnMzODM3NTQ3MWVlNjRhMzRiYWYyZGFjMjk4ZmQ4Nzli\" data-original-margin=\"\">\"Would you <em>at least</em> ASK POLITELY before you reach through my eyes and ears!?\" She fumed. \"Or do you also enter girls' rooms without knocking and barging in while they're dressing like some scumbag pervert!?\"</p>\n<p class=\"cnM5NDIxNTIzNTY5NTRkMjk5NDNiNjIxM2VjMjAzZDIy\" data-original-margin=\"\">His reply was a defensive \"all right, I will ask first in the future, I promise!\"</p>\n<p class=\"cnNiMzA0ODlhYjQ1ZjQwZWM4NzFmM2ZlMTJkOTM1ZWFl\" data-original-margin=\"\">Apart from all the knowledge of a new world, there were also two other, more personal thoughts that kept bouncing to the fore of her mind:</p>\n<p class=\"cnMxOTdkOTdiNTc3NjQzNWQ5Y2VhOTQzZTUyOTIzNmRm\" data-original-margin=\"\">First of all, fantasy realms <em>needed</em> a magical version of the Internet, not to mention magical Google and Wikipedia. They could probably skip Magebook though, given how bad of an influence it was on society at large. Information processing and networking spells couldn't be <em>that</em> hard when Pascal managed to tap into her own biological sensory network this easily.</p>\n<p class=\"cnM3ODlkYTMyZmJiMTRmMDk5NDU0OGQ1NjgxZjUwYWM2\" data-original-margin=\"\">Secondly, she was rapidly becoming a shut-in, emerging only to retrieve food and books. She was conversing with barely more than one person per day. This was worrisome indeed.</p><p class=\"cmRlYzhmZjE0ZDU0NjQzZmFiYWUyMjFlNDBmOTFkYmVh\" data-original-margin=\"\">Did you know this text is from a different site? Read the official version to support the creator.</p>\n<p class=\"cnNjZDRlNDk1YWVjNDQ3ZjZhMzFkMDAyMDI3OWVhYWVj\" data-original-margin=\"\">*Knock, knock*</p>\n<p class=\"cnMyZjJlNzhhZTNlYzRlOTk4Y2Q4MzNlZGNmMmM5ZDhl\" data-original-margin=\"\">The door then opened without waiting for a response. A petite young maid with short brown hair backed into the room with a large cart in tow. She was the same one who often served Pascal in the dining halls.</p>\n<p class=\"cnM5NDM1ZmExZDBmMjRjZmRiNTVhNzdjODQxNDJkM2Yx\" data-original-margin=\"\">She almost dropped the handle when she turned around.</p>\n<p class=\"cnNiNTk0YTg3MzEzZDRhMzc5MDZjNDE5YTg2OWZhNzA4\" data-original-margin=\"\">\"I'm sorry Miss. I thought Sir Pascal was in a class right now. I d-didn't actually expect anyone here.\"</p>\n<p class=\"cnM4ZDhlMjkzYWFhNTRlMGQ5MWI0MzNjNjBhOWJhMjFl\" data-original-margin=\"\">Sitting on the bed in an orchid-pink dress, Kaede put down her book and returned a welcoming smile.</p>\n<p class=\"cnMyM2EyZmY0ODM5NDRkZGViNDE1YzY0MzY1YjM3NTI4\" data-original-margin=\"\">\"Don't worry about it. My name is Kaede, what's yours?\"</p>\n<p class=\"cnNhODA1MGQ0Y2MwNTQ3MTA5ZWI0MmRmMGNkZjU4M2M2\" data-original-margin=\"\">\"M-marina,\" she bowed. \"I'm one of the maids responsible for the male dorms, Miss Kaede.\"</p>\n<p class=\"cnNmNWQ4ODg3YmM3MDRkYzdiNDhhNTY1NTZiYzYwODQz\" data-original-margin=\"\">\"Just Kaede is fine. It's not like I'm one of those noblemen.\"</p>\n<p class=\"cnM5ZjUzMjMyODgyZTQ2NzlhNTgwNGMyMzI4NzEwMzQ5\" data-original-margin=\"\">\"Ah, I've heard... that you were summoned from afar... as a familiar.\"</p>\n<p class=\"cnNiNDVjODJkYWQ1YzRmMDViNDg4NGJiNGEzYjI0Zjkx\" data-original-margin=\"\">\"That's right.\" Kaede tried not to make the maid Marina any more nervous. However all she managed to keep up was a wry smile. \"Do you normally only clean when nobody is here?\"</p>\n<p class=\"cnM0YTk5NGRjYjNjNTQ4Y2RiOGU1OTQ4MGFmZTdlYmI1\" data-original-margin=\"\">\"Yes!\" Marina nodded a bit too eagerly. \"The nobles do not appreciate seeing us servants at work, so we try to be discreet whenever possible.\"</p>\n<p class=\"cnNhZTRmOGE4NzcyMDQyYzdiNDZiZmQ2ZDZiOWNlYzlk\" data-original-margin=\"\">Thinking back to her dining hall experiences, Kaede remembered that Pascal never even acknowledged, let alone thanked, the servants who brought his food. Nor, for that matter, did most other nobles she saw, except...</p>\n<p class=\"cnM3NWZkMzM5NzFiNTQ0OTFhNGZjYjM3NzBhMmM4ODg5\" data-original-margin=\"\">\"Ariadne seemed friendly with you all though.\"</p>\n<p class=\"cnM5OTY1YWRjNzFhZTRlNWI5MGRhOGNiYjcxNTg3YTA0\" data-original-margin=\"\">Marina's lips finally curled upwards with a hint of joy.</p>\n<p class=\"cnNlNGVhODgxOTI0YjRjNzVhMjlhZDg3YzRkOWNlM2Nh\" data-original-margin=\"\">\"Dame Ariadne is one of the few nobles who do greet us with friendliness.\" Then, sighing: \"unfortunately, she's a very rare minority. Most of them pretend we don't exist.\"</p>\n<p class=\"cnM5NjllZDIxZDE2NDQ3YjdhZTUyM2M2OGRjMzNiZjJk\" data-original-margin=\"\">\"Stupid nobles with their oversized noses and squinty eyes need to learn some respect,\" Kaede lashed out at the opulent room she stayed in. Her gaze then returned to find Marina smiling back reluctantly, as though she was in agreement wasn't brave enough to express it.</p>\n<p class=\"cnM3ZmE1OWFjMTY4YTRmMGU5MGM0NGEzNDIwYjA1OTA4\" data-original-margin=\"\">However, the maid's expression soon returned to one of sympathy and worry intermixed with curiosity:</p>\n<p class=\"cnM3OGNmYWY3Y2NiNTQxMDU5NTIzZDEwZWNiMzFiOWQz\" data-original-margin=\"\">\"I also heard you gave Mister... I mean Sir Pascal a beating? Did your master punish you any further than cutting meals? He was in a foul mood even as recently as yesterday morning, yet he seemed all better today.\"</p>\n<p class=\"cnNmZmEwNTg4YjcwZTRmOTFhN2FmYWNhOTdmNzgwN2Qx\" data-original-margin=\"\">Kaede's eyebrows disappeared into her bangs for a second.</p>\n<p class=\"cnM0MTY2NzRlZWUwZjQwMDRiNGE0MTI1NGZkNTkxMGU2\" data-original-margin=\"\"><em>I swear, how do nobles keep any secrets from these servants?</em></p>\n<p class=\"cnNjMWRmOGJlMmJjMjQxYjFhZjZlNDc4ZjQ0ZGI1Yjky\" data-original-margin=\"\">\"Yeah, a surprise kick to the crotch and he couldn't even defend himself, imagine that,\" Kaede lied with a totally unapologetic grin. \"And not really, Pascal has actually respected me more since then. Goes to show that we can't just take things lying down or these nobles will just see us as useless. We have to push back whenever we get the chance!\"</p>\n<p class=\"cnNkMWVkYjUxNjA1NTQ1NTJiMTQyZjc0MWY2YTBiZTNm\" data-original-margin=\"\">For a brief second, Kaede thought Marina's eyes glittered in amazement. Within minutes, they were chatting like friends, bonding through the power of complaints.</p>\n<p class=\"cnMzNjMxZDg3ZjRlNzRmMDBiMTk2MTBhYWI3NmYzNWEy\" data-original-margin=\"\">Grumbling to others wasn't something Kaede used to do much. In fact, she hadn't even realized that since becoming a girl, she had become far whinier, albeit for good reasons. Nevertheless, it quickly bridged the distance before Marina was comfortable enough to ask her first personal question:</p>\n<p class=\"cnM1MGU4YzZhYWJjMDQyZTY5MjUzZDA0NjA5ZjdlMWM0\" data-original-margin=\"\">\"Kaede, do you miss your home back in Samara? I mean, I'm guessing by your appearance that you are Samaran?\"</p>\n<p class=\"cnNiZTU3NDJhYzQxMzQzNmI4MGU1ZWUyMGU5ZDMyNDJl\" data-original-margin=\"\">Kaede's grin froze as a torrent of nostalgic images flooded in: her best friend's congratulations for being accepted to Tokyo U, her clubmates chatting after practice, her parents welcoming her home...</p>\n<p class=\"cnNiZmVmZjY1NTliYzRjMDNiZDMyNDY2MTljYjRmNTVi\" data-original-margin=\"\">\"<em>I'msorrythatwasinappropriateofme</em>!\" Marina blurted out as a tear slid down Kaede's cheeks.</p>\n<p class=\"cnNhZWM3NGY5YTFkMDQ3ODdiZjY3N2EyY2ZkMzM5ZjE2\" data-original-margin=\"\">The latter girl shook her head. She felt melancholic and glassy-eyed, but still forced herself to wear a wistful smile.</p>\n<p class=\"cnM4NmQ1ZjI0MzM2MzRlMGE4ZDY1ZGYwYTAyOTE4NGEz\" data-original-margin=\"\">\"Yes, I do miss home. I wish I could return, but I can't. So there's no point worrying over it.\"</p>\n<p class=\"cnNkZmFkNjMyZTk4NjQ3ZmM5Y2I0ZDJhNTU2ZTNmMDE4\" data-original-margin=\"\">She didn't even bother correcting Marina's guess about her origins. There just wasn't a point anymore.</p>\n<p class=\"cnNhZDFmNjgyMjhjMjQ0M2M4MmU4NWUxMjgzZTZjNjZk\" data-original-margin=\"\">Marina had to return to her work soon afterwards. Meanwhile Kaede rediscovered her amusement at what seemed to be a magical vacuum cleaner powered by mana-storing crystals. Not being a mage, Marina couldn't actually turn the appliance on or off, only manipulate its intake controls.</p>\n<p class=\"cnNiNTE1ZWIzMDUyMDQ4YTViNTcwYmYzODYwZTE3Yjgx\" data-original-margin=\"\">The same cleaner also had an enchanted nozzle for cleaning chamber pots.</p>\n<p class=\"cnMwNWY0NThmODYxNjQwYTU5ZjQyZGQwNjlkNmI2OTBm\" data-original-margin=\"\">Whatever modern impressions Kaede had towards the role, being a <em>medieval</em> maid, at least, was not a job that she envied at all.</p>\n<p class=\"cnM5N2M0ZjM2MDZjNTRkZTg5OTg3YTViOTFlOTc3MTAz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMDVkNTg1ZjI2ZjRmNjliZjIxZTM0MTZiZTFjZTRi\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMyYmMxZDU4ODcyMzQzYTViYWRhYzNlMzYyYzIwMGY2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjN2ZjOTBiZDY3ODQxZTU5Y2VmNzZhYzIwYjhmZTBh\" data-original-margin=\"\">Pascal's last course of the day was held in the second drill hall. It was more of a stone amphitheater, but with a massive stage ringed by only three meager rows of benches. <em>Advanced Spellsword Combat</em> was an elective class open to upperclassmen and offered every season, so at the moment only thirty-one cadets stood in loose formation.</p>\n<p class=\"cnM0ZWMwZGJmNTBmMDQ1NjQ4OTA2NTgxZTQ0OWQzZjJk\" data-original-margin=\"\">It was also the only 100% practical course in the academy. Books, parchment, and ink weren't even allowed here. The only acceptable tools of teaching and learning were spells and swords. The usual homework was recovering from injuries, which understandably made students strive for perfection.</p>\n<p class=\"cnM1MWY5OTEyMjJhZTQ2Y2U4MjIxMTA4YzUyNDkwNTMx\" data-original-margin=\"\">As Professor Albert's assistant, Pascal was not required to attend a class that Albert did not teach. However, since Pascal was planning on being a career military officer, he seized upon the opportunity to sharpen his combat skills. Sure, a commanding officer did not need to be a champion, for they relied on brains and not brawn to lead the men. Nevertheless, it would be embarrassing if a mere lieutenant could break into his future headquarters and defeat him.</p>\n<p class=\"cnNmMDQ5ZGY5Y2YxYjQ0ODk5ODVmOTZhZmQ5YTU4NjAz\" data-original-margin=\"\">\"As we've covered before, the most commonly practiced combat magic style in Hyperion is Aura Magic. It is utilized for its multiple stances that shift and adapt to circumstances, as well as high channeling speed which allows rapid mana transfer and spellshaping. However, contrary to many claims, the popularity of Aura Magic is not an indicator of superiority.\"</p>\n<p class=\"cnMwNTJhNjVhOWFmNjRhZGRiMTgzNmM2Yjk5ZDliMGI0\" data-original-margin=\"\">It was difficult to remember that Duke Gaston de La Conde was actually one of the most powerful men in Rhin-Lotharingie. It wasn't because he looked ordinary, as despite being just short of old age, Gaston was a dandy who only ever dressed in silver-lined white clothes and sported a meticulously curled mustache. His long face could be described as dignified and moderately handsome, but far more memorable were his wavy brown curls and a deep, violet gaze.</p>\n<p class=\"cnM4ZTI0ODJkMDliMDRmNDY5OWM1MjlkNDQxMDdjNDY2\" data-original-margin=\"\">However, even though Gaston was an Oriflamme Paladin and one of the top commanders in the Rhin-Lotharingie military, he spent most of his time teaching students art and dueling while leaving his administrative duties to his mistress Cosette.</p>\n<p class=\"cnM0NzViYjE0MmU0ZjQ3MjA5YzQ2N2NhNDc3OTcxMTU4\" data-original-margin=\"\">\"For example: Runic Magic remains a favorite in the Kingdom of Gleann Mòr, not to mention our Northmen neighbors in the Greater Jarldom of Skagen. Its capacity for precast and contingent spells that may be activated in a second cannot be underestimated -- as many of you learned the hard way from Sir Pascal.\" Gaston smirked as he turned to the young man in question.</p>\n<p class=\"cnNiYTRlMzYxMzUxYjQzMGQ4ZjgyYmM4NTAwYmFjNDRl\" data-original-margin=\"\">\"The key to winning is found not just in practice and experience, but a thorough understanding of the other styles' capabilities. Runic Magic may bring a large cache of prepared spells that may be dumped into battle in an instant, but its glyphs only activate by touch. This hampers its offensive potential and allows a skilled Aura Magic user to keep his distance until he can level the playing field. Sir Pascal, Mister Moreau, would you be gracious enough to demonstrate.\"</p>\n<p class=\"cnM1NjViZjk0MjkwZjRlODdiNDRmZTY4ZWY4ZjdhZWNl\" data-original-margin=\"\">Duke Gaston and the rest of the class quickly left the platform for the benches. Only Pascal and the fiery-haired Reynaud remained on stage. Both of them had agreed heartily to the professor's request, but neither of them looked thrilled as they confronted the another.</p>\n<p class=\"cnMxYjQ5ZWMyMDg1ZDQyZTRhZDk5MmU4M2MxNTU2ZTIw\" data-original-margin=\"\">\"What's wrong, <em>Runelord</em>, cold feet in the face of superiority?\" Reynaud smirked a savage grin as he lowered the mass of his already short stature.</p>\n<p class=\"cnMyYzI4MmJiOWEwNzRlZjNhMjU1NTQ1YTU4YWMwZDdj\" data-original-margin=\"\">His weapons of choice were a wooden kukri in each hand, though one was longer than the other and could almost be considered a falcata. He also wore an open helmet and a brigandine vest for protection, just like every other student including his opponent.</p>\n<p class=\"cnMxMWE4MTQ2NWI2YjRkNzI5N2FjMzAxNDFkNzQwMTUz\" data-original-margin=\"\">Pascal meanwhile didn't even bother to respond. His steely gaze met the challenge with an imperturbable poker face. He held his wooden estoc in an aggressive fencing stance -- the blade raised above his right shoulder, its tip pointed forward and ready to strike.</p>\n<p class=\"cnM0OTg2MzUxY2VjYTQ0MmU4NTBlZTE2OWQxY2NlZTQ3\" data-original-margin=\"\">\"You may begin!\" The Duke's words rang like a starting bell.</p>\n<p class=\"cnM0ODdhODRjZTA2OTQxMDg5OGM0MGY2Mjk0MjQyNTQ5\" data-original-margin=\"\">Pascal leaped forward and charged Reynaud without delay. He stretched out his left hand with fingers extended, activating his extra-dimensional storage glove as four rune-engraved pebbles materialized between his fingers. These runes activated a split second later, surrounding Pascal with the invisible aura of his anti-projectile <em>Repulsion Field</em>, five rotating turquoise shields of his auto-blocking <em>Spellshield Fortress</em>, and the unseen plates of his weightless <em>Barrier Armor</em>, which grew translucent as the magic-resistant <em>Barrier Guard</em> layered onto it.</p>\n<p class=\"cnM4MzQ1ODIwNDcyMzQ1NTg4MTk3MmE0YTkwMmUxNTk4\" data-original-margin=\"\">With four powerful defensive enhancements set in the blink of an eye, Pascal could focus his attention completely on offense. He thrust his estoc towards Reynaud's torso. His first stab was light and aimed just beneath the neck. But as expected, the faster redhead dodged it by stepping back and shifting his weight to one side.</p>\n<p class=\"cnMyZTYzN2NjMDFiYzRlN2NiMjczNmY1ODE2YTdlZTgy\" data-original-margin=\"\">Pascal withdrew his weapon immediately and gripped the estoc's handle with both hands. He stabbed forth again, this time for real and aiming at Reynaud's center torso. However Reynaud twisted his body to one side and spun as though he was dancing. The weapon slid past his opponent's armor just millipaces short of contact.</p>\n<p class=\"cnMwNDhmOGU4ZmMzNzQ1ZGJhMjg3ZmNlZWM4MzU2Zjhh\" data-original-margin=\"\">But this time Reynaud did not stay on the defensive, as he used his rotation to build momentum which he transferred into a slash from one wooden kukri, followed by the other. Yet with Pascal's layered, magical defenses in place, the two short blades harmlessly bounced off the automated guard of a hovering spellshield.</p>\n<p class=\"cnNhOWQzMzljMGI3NDQ4YzQ4NmQ3YzA2NGZmMGMxNTE2\" data-original-margin=\"\">Taking the opportunity, Pascal retracted his estoc and stabbed again, this time angled towards Reynaud's right and beneath the shoulder. His wooden blade was almost horizontal as he soon transitioned the stab into a diagonal, cutting motion. His target was a common weak spot just beneath the armpit.</p>\n<p class=\"cnNjZTg4YTFlMzIyZTRlZDliZTczMTY5OTNmZjc2MmI3\" data-original-margin=\"\">Yet once again Reynaud proved that he was both faster and more agile. The short redhead pivoted his leftover momentum to fall away from Pascal's strike, where he transitioned into a roll before bouncing back to his feet. Before Pascal could follow up with another attack, Reynaud muttered his favorite spell and flashed to the other side of the platform in a bolt of lightning, literally.</p>\n<p class=\"cnMyNzcwYzA2OGYzMzRjOTBiMWM2ZWVjOTI1YmI4Mzlk\" data-original-margin=\"\">\"<em>Armor Aura Burst!</em>\" The redhead cried from his new spot, sending out a pressurized blast of air as he used his aura stance switch to conjure an invisible suit of magic armor to layer over his brigandine vest. He then crossed his twin kukris before his eyes.</p>\n<p class=\"cnMzYWNjZTdmOTE0MzRlODg5OWYzZGY1MjI5YjVhOTc3\" data-original-margin=\"\">Meanwhile Pascal activated the second four enhancements of his usual defensive array, followed by scattering an entire bag of runic pebbles across the arena. With the field under his control, he dashed forward again, his estoc raised and ready for another two-handed thrust.</p>\n<p class=\"cnM0OTNmYTJiMzk5YjQwMGE5ZDhiYjkzNGQ5YWEyODJm\" data-original-margin=\"\">However before he could even get close, Reynaud unleashed the crimson magic he had pumped into his practice weapons with a set of Ancient Draconic words:</p>\n<p class=\"cnM5ZTExMjU4ZDVkOTRhNGI5N2I1OGFmYmQ3NTMwYzY3\" data-original-margin=\"\">\"<em>Scourge Catalyst Fragmentation Dispel!</em>\"</p>\n<p class=\"cnNjNGY1NWYxNjhmODQ4ZWRhZjk4NzE3NGY5YWNlMzE0\" data-original-margin=\"\">A four-part spell with multiple advanced spellwords normally took up to a minute to cast. However, <em>Burst</em>-mode Aura Magic was known for having the fastest channeling speed of all spellcasting styles. It did had a high tendency to overwhelm the nerve conduits and leave the body numb though, and prolonged use could even lead to temporary or permanent paralysis.</p>\n<p class=\"cnNkNDdkYzI5MTQxNDRjMWRiZTI3NDYzY2E3NDdjYzdi\" data-original-margin=\"\">The X-shaped fire blast sucked in air like a black hole as it soared towards Pascal. His <em>Repulsion Field</em> popped like a bubble under a gargantuan hammer. One of his turquoise shields then met the attack, breaking into three pieces under its power but shattering the offensive spell.</p>\n<p class=\"cnNjMWUwOGU1OGVmZjRiYTdiOTYzNjFjMGJhOThiNGIw\" data-original-margin=\"\">Yet instead of dispersing, Reynaud's dispel fragmented into four parts that pierced into Pascal's translucent armor. The entire suit glowed as <em>Barrier Guard</em> fought to maintain the defense, only to collapse into a kaleidoscopic burst of mana less than two seconds later. Not done with its job, the shards of fiery-red magic then penetrated Pascal himself.</p>\n<p class=\"cnMxMWIwYjVhZTQ2OTRiYmY4MDQ0YzMwNmVmNmFhNzY5\" data-original-margin=\"\">The Runelord staggered. Steam began to pour from his sizzling body as hostile antimagic crashed against his own mana. His second set of four self-enhancements backfired, fueling the hostile incursion as <em>Elemental Body of Earth</em>, <em>Shift Impulse</em>, <em>Mental Clarity</em>, and <em>Metabolic Boost</em> transformed into volatile mana. His speed broke as his teeth clenched down in pain.</p>\n<p class=\"cnMxOWVhOTQxMTA0ODQ4ZjRiNzIwZWI1ZmRiZjI1NTdi\" data-original-margin=\"\">A second lightning-transformation put Reynaud just behind the distracted Pascal. Coming out in a spin and infused with the ward-piercing <em>Negation</em> spell, his dual kukris struck the Runelord like twin rotor blades, bringing the latter to his knees.</p>\n<p class=\"cnMyYzA5ZWQ4MWI4YjQ4MmU5ZTE0YjM0Y2Q4Y2U0MDQz\" data-original-margin=\"\">\"Stop!\" The Duke called out as he stepped back onto the stage. \"Thank you, Sir Pascal. Mister Moreau, please escort him to...\"</p>\n<p class=\"cnMzYjg1MTJlYWQ0YzQwMjE5N2Q5YzFlOWM1NDBiNDIw\" data-original-margin=\"\">Kneeling on all fours and panting in pain did not stop Pascal from cutting in:</p>\n<p class=\"cnM5NTk3YzUzNDAzMzQ2YmJiNjE3MTVlZjY1MTE3ZDky\" data-original-margin=\"\">\"I am fine, Your Grace!\"</p>\n<p class=\"cnMzZjYzMjlkYWMwYzQ4N2NhMTczZTYyYWE0NGMxZjcw\" data-original-margin=\"\">Duke Gaston nodded before turning back to the class:</p>\n<p class=\"cnMzYzQ2ZjUyNTA1ZDRkNzM4OWMxNmE4MmQwM2U3ZDli\" data-original-margin=\"\">\"The four-part spell Mister Moreau just used is the bane of Runic Magic users' tendency to over-enhance themselves. <em>Dispel</em> is your classic antimagic spell. <em>Catalyst</em> allows it to push through multiple defenses in an increasingly-powerful cascading chain reaction. <em>Fragmentation</em> gives it a chance to break past even the most powerful dispel-warding barriers. And <em>Scourge</em> not only boosts penetration power, but destabilizes the target's own mana to burn their bodies.</p>\n<p class=\"cnM1ZjM0MmZlMDZkNzQ5ZDg5YzdiNGRhN2VmNzc3MmI1\" data-original-margin=\"\">\"Remember that a spellsword relies neither on blasting the opponent nor overwhelming them through pure martial prowess, but by a synergistic combination of arcana, steel, and tricks,\" the Duke emphasized. \"<em>Barrier Armor</em> plus steel will reduce most physical attacks to mere bruises. Infused <em>Guard</em>, <em>Resistance</em>, and other defensive magic diminish most hostile spellfire down to tolerable nuisances. This goes doubly so for alchemy or enchantment spells which a mage's innate mana may outright repulse.\"</p>\n<p class=\"cnNkZTY2NTVhZGY4ZjQ4MDg5MDcxNTJkNTYyZGI3Y2Fm\" data-original-margin=\"\">The Professor then scanned his students before concluding:</p>\n<p class=\"cnNkYTFmMzIyYzhlNDQwNGZhZmI3N2Y1YjE5NGZlNWJh\" data-original-margin=\"\">\"To score a decisive hit, you must be flexible, you must be adaptive. Think on your feet and respond accordingly, let magic be your fist and bring home victory!\"</p>\n<p class=\"cnNlMjQ0NmI1NDFkOTRiYTVhODU1MmU1ODc4MjdiNDYw\" data-original-margin=\"\">\"Now,\" Gaston followed by raising his arm into the air with a proud grin. Six quarterstaves lifted themselves from the ground and began to hover in a formation around him. \"How many of you think you can land a hit on me?\"</p>\n<p class=\"cnNhNjA1YmE2YzBlODQ1MTQ4MzFjMTNkYmFkNDNiNzc4\" data-original-margin=\"\">Five people raised their hands. A slightly winded Reynaud was one of those who did.</p>\n<p class=\"cnM2YmY2NmIyYzE2YjRlYmNiYjBkZGVkZjY2M2IxOTll\" data-original-margin=\"\">\"Good.\" The Duke smiled. \"You cannot win if you're hesitant to unsheathe your blade, especially when facing a superior adversary. Your assignment today, class, is to form groups of five and try to land a hit on me. Anyone who succeeds will automatically receive a perfect grade.\"</p>\n<p class=\"cnNkN2Y4NjViZjNiYjQzM2RiYTQ4ZGEwZjY5NThmZjQ4\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMzZDZiNzhmMmQ2YzRkN2E5YWNlYmFmZDUxMTdiOGFl\" data-original-margin=\"\"><br>An hour later and near the end of class, Reynaud accosted Pascal again after both of them restored their health.</p>\n<p class=\"cnNkMmMzMmRhMjAwZDQyZGNhN2UwYzRmZjY3NmJjMjFi\" data-original-margin=\"\">\"Up for a real duel that isn't pre-scripted this time? Doesn't exactly please me any to win a fixed match.\"</p>\n<p class=\"cnM5NWRkZjg4NzQzOTRmZGI4OWM4ZjZmY2UyZTdlMTcz\" data-original-margin=\"\">\"Of course,\" Pascal grunted as he stood back up, still sore all over. \"You know I could have easily dodged that blast.\"</p>\n<p class=\"cnM5YjNjZTM1NmIyMTRmOGJiMTA4YzExOGJiZTM4NGNj\" data-original-margin=\"\">\"We'll see,\" Reynaud sneered back.</p>\n<p class=\"cnMzZTk5YmM4MWNmODQ0NTE5ODQ0OGZjNmZlNzVjMDJh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3OGNjZTFhOGU1NjQ5Yjg5YmZmNjBjZWE5ZjhmYjY1\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzMjdjNTA3NGMwODQzZDc4MzNlMmE4MGRmZDE3N2U1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwMGFhZTJiYzYwNTQ2ZmRhMjk1NThmYTNhZGQ1MzFj\" data-original-margin=\"\">\"So... where's my bed?\" Kaede didn't even bother taking her eyes off her book.</p>\n<p class=\"cnNiOGMzN2Y5MGU2YjQwMzViMzhmMWMzNDdiMGIwZGVm\" data-original-margin=\"\">\"In Phantasia,\" Pascal grumbled before climbing into bed bare-chested, snuggling just close enough without touching her. \"Ugh, my back still hurts. That Reynaud is unnaturally good at dueling... you think someone stupid and gullible enough to fall for every propaganda piece would not be a spellsword genius.\"</p>\n<p class=\"cnMyODU3NzcyNGU4ZjRhY2ZiMjczYjM0NTBjMDg5YzAz\" data-original-margin=\"\">\"His Holiness is fair,\" she replied, her casual eyes still reading. \"With one noodly appendage he giveth, with the other he taketh away.\"</p>\n<p class=\"cnM3NTZhOGM2MDJjZTQ1OTdiYzc4MjQyYWRlNGNmZGNl\" data-original-margin=\"\">Pascal just stared at her for a few seconds, then waved the light off:</p>\n<p class=\"cnNmZjE2NmM4OTFkYTQ2NDVhOGUyZDU3ZjQ5YmQxNjAx\" data-original-margin=\"\">\"Your world is crazy.\"</p>\n<p class=\"cnNhMzA1YjlmNjExZDRmZDY4MzhiOGQzNzUxMmZmYmFh\" data-original-margin=\"\">Sighing, Kaede pulled down the bookmark string, closed the tome, and laid it on her bedside table.</p>\n<p class=\"cnNlZTg0NTIwNzFkYTRkODU4MDU1ZDEzYjM5MzgzNzJm\" data-original-margin=\"\"><em>Why can't he learn to ask first?</em></p>\n<p class=\"cnNlMWZjN2I0YWQ0MTQ4MTI5ODVlNGVjZjRkNzg1YjU3\" data-original-margin=\"\">And just like that, another day passed in the new world. The rest of the week went by the same way, except after Friday's afternoon chat-break, Kaede was sure she could now consider Marina a new friend. This was an important milestone to Kaede, as it averted, or at least delayed, her fear of becoming a 'shut-in'.</p>\n<p class=\"cnMxNWJjZTVmZTJlNzQyYjViZTIxZTc2ZjExNmY5MDM1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmNzlkNGU1OWI0MDQzMDQ5ODBiMGQxMGQ2Njk5OGUy\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0NDQ3NjZhNjdhYjQ1ZjQ5MzBlMGMzZjExZjVhNDRi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlYjRkZGU2MmI3NDQ4NGY4ZDA0MDE0MjNhNzQzNDNj\" data-original-margin=\"\">\"You <em>still</em> haven't managed it?\" The new chief groundskeeper snarled. He was a yeomen, a 'middle-class commoner' capable of using magic, who was hired only two weeks ago to fill a vacancy left when his predecessor died in an accident.</p>\n<p class=\"cnNmYTU4YmViOWYwMzQxMzA4Y2YwMmY1YWZmMTA5ZGY1\" data-original-margin=\"\">\"I-I'm sorry,\" Marina trembled, her eyes nailed to his feet. \"K-Kaede... his familiar girl is in his room all day. It's hard to do without being noticed. I'm trying to gain her trust.\"</p>\n<p class=\"cnM3NjdlMmQwMzk4NzRjMGQ4YTA5YmQ0MzFhYjA5MmZm\" data-original-margin=\"\">\"Well, you have one more week. If we miss the deadline and our lord is punished by the Imperator, it will be on your hands, girl. I certainly do not wish to be deemed worthless and a security risk by that squad of killers in town.\" He warned before departing from the shadowy alcove where he had cornered her.</p>\n            ",
  "invisibleParagraphContent": "Did you know this text is from a different site? Read the official version to support the creator."
}