{
  "preChapterNote": "<p>Hey all, give this story a shot! It's written by one of my more active readers and commentors, WhiteRose-BlueSpace. It has all the best themes, with excellent world building and well written characters. Give it a read!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 90%; background-color: rgba(23, 26, 44, 1); border-color: rgba(0, 0, 0, 1); border-style: solid\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 18.5605%; text-align: center; vertical-align: middle\">\n<p><a href=\"https://www.royalroad.com/fiction/71236/the-son-of-calysniacus-sword-and-sorcery-demigod\" target=\"_blank\" rel=\"noopener ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/71236-son-of-the-gods-sword-and-sorcery-demigod.jpg?time=1689365820\" alt=\"image\" width=\"150\" height=\"225\"></a></p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 80%\">\n<p style=\"text-align: center\"><span style=\"font-size: 1.8em; color: rgba(204, 204, 203, 1)\"><strong><a style=\"color: rgba(204, 204, 203, 1)\" href=\"https://www.royalroad.com/fiction/71236/the-son-of-calysniacus-sword-and-sorcery-demigod\" target=\"_blank\" rel=\"noopener ugc nofollow\">Son of the Gods</a></strong></span></p>\n<p><strong>&nbsp;The children of gods are blessed with many things, but the attention is not always welcome…<br></strong></p>\n<p>Dyonaigus is the son of the god of wine and madness, growing up with a peaceful life within the still standing Emoran Republic. But a governor’s machinations forces him out of his home with one wish from his mother: to explore the world and to live.</p>\n<p>Joining up with an eclectic mix of adventurers – a hedonistic young noble, a mysterious and angsty vampire, a experienced mercenary from far off lands, and a nervous changeling – Dyonaigus sets out to explore the tumultuous world of nobles, bandits, gods, and his own powers.</p>\n<p>But before they even get out of the republic, the first obstacle presents itself. A bandit knight clad in all black armour threatening the changeling’s home village, and Dyo can’t help but be reminded of his. Unable to leave it to ruin, their first test as a motley adventurer gang is to defeat this dark bandit and his gang. Outnumbered and no where near their full potential…</p>\n<hr>\n<p><strong>&nbsp;Fantasy</strong> +&nbsp;<strong>Mythos</strong> + <strong>Medieval Romans</strong> + <strong>Unique Adventurer Party</strong> + <strong>Expansive Worldbuilding </strong>+<strong> Powerful Characters<br></strong></p>\n<p>&nbsp;Weekly releases!</p>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNmMzg3ZWE3YWIyZDRkZGU4MTU3ZGUyNTlmNmE4MjE2\" data-original-margin=\"\">I sit in the dining area at my family's tavern and giggle to myself while Suzume, my new kitten, chases the little red dot I am moving around with light mana. \"I'm Sorry, Lily,\" Sara finally sighs, \"I can feel the divine magic inside this, but I can't tell how it works. My magic has never worked exactly like the priest's does. I don't know if I can make more of these.\" I purse my lips in thought and Suzume squeaks at me as the light stops moving.</p>\n<p class=\"cnM1YTQzYWNkNzdkNDQ4MGU5NWJhN2U4Nzk4MGZjOTI0\" data-original-margin=\"\">\"Sorry girl,\" I whisper to her before looking up. \"Well, I suppose we'll just have to steal the already working ones. It's not an ideal solution, since we can't be sure how secure they are. I'd also prefer to provide more communication between cities, and as far as I can find out each city only has one that communicates directly with the capital. Only one that is public knowledge, in any case. We'll have to use code or something for now. Not much else to be done,\" I respond and her shoulders slump.</p>\n<p class=\"cnMyZjkyZjE4YjNiMjQyNGM4MTRjOWM5NzMxNDRhOTdk\" data-original-margin=\"\">\"I tried, I'm sorry. I'll keep looking at it but... I just don't know how any of this works,\" Sara apologizes again and I shake my head.</p>\n<p class=\"cnM2MzNlYTM4OTBhOTQ0YTFhM2UzOGQ3NDlhZGY3MDYz\" data-original-margin=\"\">\"Sarafyna, you do, well, everything. I rely on you so much I feel guilty about it. You've been looking at that orb for months, and that's just when you are here. You can take a break. I haven't figured out how the mana in it works either. I know it uses sound and light, but that's it. If you're sorry, I should be more sorry. Besides, we have time. I'll start working on an alternative in the meantime,\" I reassure her. She looks disappointed, but Sam, or her father, chimes in.</p>\n<p class=\"cnM2ZmI3NmFjNGVhMTQ4ZWZhNDI1OTU0OGU4YWUxNzli\" data-original-margin=\"\">\"She's right, Sara. You've been working yourself too hard. If it's not something you can do, it's not something you can do. I hate it when you beat yourself up like this,\" he says, rubbing her shoulder.</p>\n<p class=\"cnNhYWQxYTE1YTIxZTQ3YWI5YzU5M2UwZDdmMzhlNGUw\" data-original-margin=\"\">\"This guy knows what he's talking about,\" I add, leaning back in my chair and crossing my arms. It was a bit awkward around Sam at first, especially considering the violence of our first meeting, but underneath any anxiety he had was gratitude. I realized quickly I would always just be the person that brought Sara to him. Not the person who crushed a man's head in front of him. Not the person who freed him from captivity. Not even the weirdo who always puts a mask on when he visits with his daughter and blushes when she gets a little too close. Sarafyna is his entire world; bringing her back into his life could cover an ocean of sins.</p>\n<p class=\"cnM2MzY1M2E3OTRmNjRkZDU4YjRmZGMyMTc5MWI3NDg4\" data-original-margin=\"\">I know he feels this way because that is more or less exactly how he explained it when Sara made one too many excuses for my weird habits. Since we found him, he and I have formed something of an informal 'Pro-Sarafyna Alliance.' With both of us as a support system, she is slowly starting to grow more comfortable. She often sleeps either here or with the others now, only staying in her cave maybe a third of the time. The cave was initially a safe place to learn how to control her magic away from prying eyes, but it became a hiding place. It supported her 'monster' narrative to hide there.</p>\n<p class=\"cnM2M2U4MDdiMGU3ZDRiODlhNmQ1MmU3MDYzYjczZmQ4\" data-original-margin=\"\">The last few months have been good for her. And me, truth be told. It's hard to say without birthdays, but I think I am between fifteen and sixteen now. A little closer to finally going on a date again. That certainly hasn't been the most fun bit of reincarnating. Leo hasn't been attacked, at least as visibly, in that time either. I am settling into a groove.</p>\n<p class=\"cnNkMDNjYWUxOWMxODQxYjJhZTY2Y2IxN2NjM2ZlOTE2\" data-original-margin=\"\">Sam gives me a meaningful look and I nod. Sara's scars are wavering again, replacing themselves with smooth skin. She never seems to notice when this happens, but it's growing to be a frequent event. I have been leaving her out of combat recently as well as an experiment, and the scars don't appear nearly as often. This always puts a smile on my face. Not because I want her to be perfect and pretty, her scars are part of her and I was actually fond of them, in an odd way. But because I think she is finally taking the first little steps toward actually healing.</p>\n<p class=\"cnMyY2FlYjI5MWY4YTQ2YmJiZTc4NmNhZDUxZDY5ZGM1\" data-original-margin=\"\">It also suggests something interesting about divine magic, and I decide to test it. When she doesn't respond, I speak up again. \"I want to try something, here, hold these,\" I instruct while handing her two forks.</p>\n<p class=\"cnNmODBhZmUyNDhkNjQ2MzNiZDNhMTNmYzRiNzEyN2M0\" data-original-margin=\"\">\"Um, alright,\" she agrees and I fold my fingers together.</p>\n<p class=\"cnNjZjIxMmUyNjkyZTQ1MTdiZmU4MDAxZGQxNzU2NjM2\" data-original-margin=\"\">\"Okay, forget about how. Just focus on using divine magic so that when you speak into one fork, your voice comes out the other. I know you don't know how, just... picture it happening,\" I say and she furrows her brows.</p>\n<p class=\"cnMwZDA2MjAxNzE5MzQ2M2ViNGRmNmYzMmZiZjM0ZmYw\" data-original-margin=\"\">\"If you say so,\" she agrees, reluctance in her voice. She then proceeds to... stare at a couple of forks for a minute. I can't sense divine magic so that's all it looks like to me.</p>\n<p class=\"cnMwMDcxYTg2ZDBhMzRjZTM4MzQ1NTQyZDIwMTYwYjdm\" data-original-margin=\"\">\"What are you trying?\" her dad asks and I hold up a finger.</p>\n<p class=\"cnMyYjVkYjZkMWE5NzQ4ZTFiZGQ1ZjgzNGYyODA2YzE2\" data-original-margin=\"\">\"Let her focus,\" I waylay, and we watch in awkward silence for a few minutes. Finally, she lets out a breath and looks up.</p>\n<p class=\"cnNjM2VkYWI2YmViMDQyNjY4ZjM3ZjllYjE3OWI0ZTlj\" data-original-margin=\"\">\"Alright, I did my best,\" she says. \"What now?\" I hold my hand out and she hands the forks over, although I only accept one. I then try a little sleight of magical hand and whisper into the fork, which I'm certain doesn't look silly at all. My sound mana projects my voice from the location of the other utensil, simulating a successful test. Sara and Sam jump a little.</p>\n<p class=\"cnNhMWQwOWZjMDdhYTRmMDM5OTY0M2U3ZmIxOWE3Yjll\" data-original-margin=\"\">\"Wait, did it... work?\" she asks and I shrug.</p>\n<p class=\"cnMxYWQ3YjFjNjIxMzQ0YWI4MmU0OGNjMjRhODZlNTA3\" data-original-margin=\"\">\"Here, take this back. Do the same thing again, but try to make it louder,\" I say and she happily complies. This time she is much faster and offers me the fork again. I accept it and speak into it again, this time not faking the result. Nothing happens. \"Damn,\" I whisper, mentally crossing that theory off the list. With the lessons I've had on mana aspecting, I had begun to hope divine magic was sort of a more flexible version. Like magic where actually believing anything makes it true. With the way her scars fluctuate, I thought I might be onto something.</p>\n<p class=\"cnM4Nzc3Y2Q4YjVkMTRiNGQ4NTNlYjhlNDY3YTIxMjk2\" data-original-margin=\"\">Then again, I suppose if it was as simple as that, the church would be a lot more powerful, and the device wouldn't need regular mana as well. I sigh. \"Sorry guys, failed experiment,\" I apologize and Sara slumps again. I'm about to explain a bit of my theory, but Ed interrupts us as he loudly descends the stairs with Mariah.</p><p class=\"cmMyZWRmZGM3YTE4MzQ2NjI4NDIyOTBmNjlmYWRiNzhi\" data-original-margin=\"\">Unauthorized reproduction: this story has been taken without approval. Report sightings.</p>\n<p class=\"cnM2MTdhOGExODFjYjQ0NThiMTg5MzNlNWYyMmVkZjhi\" data-original-margin=\"\">\"Lily, you around? I want to work on an aspect again!\" he calls.</p>\n<p class=\"cnNjMmQwNGIxODM2YTQ2OTE5NDQ2YjZhNjAwYzM0OGE2\" data-original-margin=\"\">\"I'd better go help him,\" I apologize and Sara waves before turning to talk to her dad. I stand and go to join him then stop and look down. Suzume is lying on her back at my feet and looking up at me. \"Hey little Suzie, keep Sara company for me, okay?\" I ask and she chirps at me. As I walk away she rolls over and defiantly follows me up the stairs.</p>\n<p class=\"cnMzOWFjZTZiM2IyMTQ2MmE5MGQ5ZWM2OWFhMzEzZTE4\" data-original-margin=\"\">\"There you are! Come on, I am so close to an aspect I can feel it!\" he chitters as I follow him up the stairs. He gives a cursory glance at Henry's room before trying to lead me to the one he shares with Mariah. I narrow my eyes at him for just a moment. Ed often behaves skittish when it comes to Henry and I suspect there is something I don't understand going on between them. But Henry never says anything about it and is perfectly friendly to Ed, so I don't bother inserting myself into whatever it is.</p>\n<p class=\"cnNmMjY1YzIyNGQ4MTQxODhhZDdjOGM5MDA0ZmMzNGIx\" data-original-margin=\"\">I follow him up and spend the next few hours explaining the workings of fire to him, again. He's very excited to cast his first spell, but that doesn't make him a good student. Nevertheless, he starts to understand the science behind it slowly. I think he's right, he'll have fire magic any day now. I'll have to hide him from Autumn. With my improved magic circle and his stubbornness, he ended up with more mana than her, and will likely have more powerful fire magic. I don't want to crush the poor girl's confidence.</p>\n<p class=\"cnNlMDNhODM3YzdmNzRiNjk4ZjMxMjM3OWIyYmFmYjUx\" data-original-margin=\"\">As I go over aspecting with him, I mentally list my own plans in my head. I've decided to drop cold mana. I considered replacing cold and heat with thermodynamic mana but... there are too many concepts in that aspect. It would take more focus than I have to impose every concept of temperature, work, energy, and everything else involved onto one aspect. So I am keeping heat. I can emulate the effects of cold with heat mana the same way I use light in place of dark mana.</p>\n<p class=\"cnM1ZDAxYWQ0Zjc0ZDQxZDc4MTE1ZWFhODg5OTMyNDJi\" data-original-margin=\"\">I went through a similar thought process with earth mana. I wanted to replace it with matter mana but... that simply contains too many possibilities. I can't include an image of every kind of matter when I aspect it, and if I leave any out I'll understand it's an incomplete picture and the aspect won't work. Instead, I have decided to replace it with metal. This is a bit like Earth but was not included in my fairly simple image of that aspect. My earth aspect is really just shale since I didn't need it to do more than, well, be a stone. Similarly, I am going to try a steel, or carbon steel aspect as a replacement.</p>\n<p class=\"cnMwNzQ1ZDdlNWRiOTQyOTNiNjlmOWEyY2NmNzAyNmVl\" data-original-margin=\"\">It will be effective for all the same things I use stone for, and the increased mana and concentration it requires will be easier with my growing ability and experience. Force is here to stay. It is a simple concept with endless applications. Speed had been disappointing for a couple of reasons. I can emulate its real effect with force for one. Also, I had been thinking of experiments with light when I aspected it. As a result, it ended up closer to something like frequency. As I've grown to understand mana aspects, I've realized I don't really need it. My understanding of light and sound already includes frequency.</p>\n<p class=\"cnM2OGZlYzRlMzk0ODQ1YmRiNDE5ZDg2ZDZlOGE3MzAx\" data-original-margin=\"\">I decided to keep air. I don't use it much, but I think it still has utility. When I am powerful enough to fly consistently, I can avoid a good amount of ugliness just with air mana. I also think it will come in handy if I ever encounter a gaseous weapon. Lord knows Annie could have used access to clean air at all times. This leaves me with two open slots, assuming my limit is fixed at eight aspects. My first choice is for maximum combat power and speed. I want electricity. It also has a fair amount of potential for nonmagical solutions to problems. Or it would, if I were an electrical engineer. I have no idea how to use it for anything too complex, but hey, I can make light bulbs and fried monarchs. What more do I need?</p>\n<p class=\"cnMxZjUyZDhjMGYwZTQxNmU4MGI2ODkzMmM0NTA2MTMz\" data-original-margin=\"\">Finally, I want to aspect water. It's a bit boring and doesn't offer nearly as much combat utility, but clean water can be a valuable resource. If only I could use divine magic instead of any of these aspects. It seems far more versatile, and it would be easier to clear people's minds without Sara's help. That last thought gives me an idea, however. Sara can clear people's minds of brainwashing. She doesn't even have to try, if the priest who used it is less powerful than her, it just stops working when she goes near their victims. What if divinely enchanted items are the same? What if she can't figure out how the sphere's divine magic works because, as soon as she held it, it stopped working at all?</p>\n<p class=\"cnNiOTUxMzU5ZmNhNzRjMWViMzYyYmRjYTlhNDVlNGY2\" data-original-margin=\"\">That makes too much sense to dismiss. After Edward begins to meditate, trying to aspect fire I head back downstairs. Suzume trills as she sees me headed in the general direction of the kitchen, and tries to kill us both by tripping me on the stairs. This kitten-inflicted danger does, of course, warm my heart. When I reach the dining area I see Sara alone, drawing something on the table. \"Hey Sara,\" I call as I descend, \"I had a thought about the sphere, tell me what you think!\"</p>\n<p class=\"cnMyNjFhOWNiYmNhYTRiOGZiZjRlYWYxNzFhOGJlODY4\" data-original-margin=\"\">\"Alright, go ahead,\" she agrees and I explain my theory. She puts her finger to her lips in a remarkably adorable way as she considers it.</p>\n<p class=\"cnNmMDkyMjIyMWE1MDQyMmQ4ZDNhNDJhNmExZWMwM2Y5\" data-original-margin=\"\">\"It's possible,\" she answers. \"But if that's the case... well that will be inconvenient considering,\" she begins but I wave the worry off.</p>\n<p class=\"cnM3MTU2MzljMTZiYTRjN2Y5M2VhMjY5N2FlZGZmZDE1\" data-original-margin=\"\">\"I thought of that. It means stealing them won't work, but if we can figure out how to make them, we can just enchant each one on-site. Inconvenient, but not insurmountable,\" I answer the unspoken concern.</p>\n<p class=\"cnMwNDVjNWQyYTc0YzQ1ZTViMmRhNGY1MmI2MjY1YTFm\" data-original-margin=\"\">\"I did always wonder why priests never had one while traveling through the Radiant Woods. I suppose that would explain it,\" she muses and I nod.</p>\n<p class=\"cnMwYWI0ZWY2ODdlZjRmMzg4ZmYxYmJhNTNhM2QyN2Yw\" data-original-margin=\"\">\"Exactly. More importantly, if we can figure out why that happens, I think we can figure out how your magic works,\" I suggest. She looks at me skeptically but shrugs.</p>\n<p class=\"cnNkMDI1YTk3YWE0NDQyY2Y5MmNlZTYzMzFmN2UyNTg3\" data-original-margin=\"\">\"It can't hurt to investigate I suppose,\" she agrees, \"But, I'm sorry, I don't know how to do that...\" She trails while continuing to refine whatever she is drawing. Suzume jumps up and curls up on top of the paper, and Sara scratches behind her ears before looking up at me.</p>\n<p class=\"cnMwMTNiOGM2MWVlMTQ3MzNhNjY4OWFhZmM3OGI4N2Y0\" data-original-margin=\"\">\"That's alright, I don't think it will be that complex. I just need to bring you divinely enchanted items, tell you what they do, and see if they look the same to you. After a while, we'll be able to make some observations. Especially with my class on enchantments next year,\" I reassure and she tilts her head.</p>\n<p class=\"cnNhZjhmYzVhOGNlYzRiMGQ4MTA1NzE1ZTRhZmI5OTVi\" data-original-margin=\"\">\"A while? How many divine enchantments do you think you can find?\" she asks.</p>\n<p class=\"cnMwODg0YzI4NjAzMjQ1NjJhNDgxNzkzYzUzYzM5ZTc3\" data-original-margin=\"\">\"Yeah, a year or two I suspect. We have time, Sara,\" I answer. I am almost done with my first year of classes now. If all goes well, I should be able to set things in motion before I graduate from the academy. That gives us plenty of time to figure out a method of communication, whether it be this or telegraphs if I have to.</p>\n<p class=\"cnM2OGM2ZWQ1M2IwYTQ0ZDQ4Njk2OGUxMmFhN2MzMjc4\" data-original-margin=\"\">\"Well, alright, I'm with you,\" Sara promises and I smile. Sam walks in at the tail end of the conversation with a tray full of tea and bread. \"Thanks, Pappa,\" Sara says, lighting up as he returns.</p>\n<p class=\"cnM5NmRlMDY3YWVmOTQ4ZmQ5NTEyODVhMWVjZDFjODZi\" data-original-margin=\"\">\"Yeah, thanks,\" I say. I'm so glad he is here. Sara is like a different person now. He looks at me with smiling eyes as he offers me tea. Then he looks at the paper Sara has been drawing on.</p>\n<p class=\"cnNhZTk2MThmOTMwNjRjNjA5ZmY2NDk4YjA1MmRmNjlh\" data-original-margin=\"\">\"Oh, is that the design for Lillith's ha-?\" he starts and she shushes him.</p>\n<p class=\"cnNjNWQwNGU3ZDYyNzRkYWM5NWVhMWYwOTgwZTE3YjNk\" data-original-margin=\"\">\"Dad, not now!\" She whispers at him and I chuckle. She gives me a side eye and I blush a bit. Is she making me a hat? Alright, Lillith. Fifteen. May the next few years pass quickly.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized reproduction: this story has been taken without approval. Report sightings."
}