{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2MDRkZjQyMTE5YzQ4YzA5N2QxOThiMzMzNGU5MDNh\" data-original-margin=\"\">Kaede spent most of the next two days in bed, skipping even mealtime trips to the dining hall. Thankfully, Pascal brought her a tray of aristocratic food back every time. Even better, he told her that Perceval started inviting him over to join Ariadne, Reynaud, and others during meals, so she didn't even have to feel bad about leaving him to eat alone again.</p>\n<p class=\"cnM1NGY0MTkxZjBkZjQ0NWJhZjBhNGY4MGM5NjEzNTg0\" data-original-margin=\"\">Although he would have deserved it, as all of her discomfort for the past days could be explained as 'his fault'.</p>\n<p class=\"cnM0NjViY2UzZmFhZTRiZTBhMTZlOTE5NTQwNmYwYTBh\" data-original-margin=\"\">By Wednesday afternoon however, her menstrual cramps had lessened enough for her to effectively concentrate on other things. Kaede only missed dinner due to being completely engrossed in her book on Rhin-Lotharingie history:</p>\n<p class=\"cnNjOWM5ZmUxMGVkNzQ3ZGZhNDA0MWNhYjJkZjBjM2Yx\" data-original-margin=\"\">The Empire of Rhin-Lotharingie was forged only 256 years ago, making it the youngest nation in Western Hyperion by far. It was created after Charles the Bold united the twelve Oriflamme Paladins and led the first successful Lotharin revolt against the Holy Imperium of the Inner Sea. The rebellion culminated in the Fifth Alisia Campaign, where Charles outmaneuvered the Imperium's northern field army and destroyed a total of twelve Imperial Legions. After that, the rebellion grew like wildfire as the various Lotharin tribes, long discontent over the Imperium's efforts to impose their cultural and religious values, united under Charles' banner in the Rhin-Lotharingie Independence War.</p>\n<p class=\"cnM4YjU2YmZmMjM4OTRiZGQ5MTQ2MWRiNmM4ODk3NTE2\" data-original-margin=\"\"><em>If first you don't succeed, try, try, try, try again,</em> Kaede thought with a wry smile.</p>\n<p class=\"cnNhMjllMTFjOWFhNjQyNjhhMjUwNTIzOGE0NTdmYzY4\" data-original-margin=\"\">It made for a good fable, to be certain. But she could only imagine the generational cost in blood and lives the Lotharins paid.</p>\n<p class=\"cnNlYTJjNmE2YmUyYTQ5YmM4NGYyMzIxMGMyMzFjZjY3\" data-original-margin=\"\">She also found it a bit ironic. Because after centuries of slow integration and conversion, the Lotharins were more like the Imperials than they would like to admit. Trinitian might not be the 'official' state religion of Rhin-Lotharingie, but it was pretty close as only pockets of the old gods held out.</p>\n<p class=\"cnNjNzg1ZDRkYTU0NDRlMTM4MDdkZjg0NmYxOTU1ZGYx\" data-original-margin=\"\">Nevertheless, the Lotharins managed to carve out a 'National Myth' for themselves. This includes many heroes such as Charles the Bold, Douglas the Black, Gwendolyn the Faerie Sword, et cetera. The number twelve also took on a sacred significance in Lotharin historiography: the twelve Paladins, the twelve original tribes, the twelve weeks campaign that resulted in twelve shattered Legions... <em>Which is almost certainly an exaggeration,</em> Kaede thought.</p>\n<p class=\"cnNkNjhiZTU3OGRmMTQ3OTdiZDRiNDcxNjg2ZWQwOWRi\" data-original-margin=\"\">The Lotharins would claim otherwise, as they had enshrined the twelve captured Legionary Eagles in their royal palace. But even an amateur historian like Kaede could see the signs. For example, the Lotharins took great pride in depicting how Charles' persistent appeals eventually united the squabbling tribes under a common banner of unity, which they claimed was the reason for the revolt's success. However that ignored the international factors which also played a decisive role. This included:</p>\n<p class=\"cnNkYTFlMDllYmJiMDQ0YWU5YjBhMWY1ZTEzZWIyYjI1\" data-original-margin=\"\">Arms sales from the Kingdom of Weichsel as it pulled away from the Imperial sphere of influence...</p>\n<p class=\"cnNhNmIzODcwMjcyZTRiOGQ5NmUxZmRkMTY1NWE5OGM5\" data-original-margin=\"\">Money and military support from the Grand Republic of Samara, in repayment for the help they received from Leslie the Paladin over three hundred years ago during the Great Northern War...</p>\n<p class=\"cnNmY2M3ZGUyOWFmYzRlMzk5NzkzY2EzMjllYjNhZTdi\" data-original-margin=\"\">...And last but certainly not the least, the Caliph's decision to launch the 1st Tauheed Holy War against the Imperium at the same time.</p>\n<p class=\"cnM5MjUzODQ5YmE0NzQzMzk4MThhODU3ODJiM2MxNDM0\" data-original-margin=\"\">If Kaede hadn't cross-referenced the events between multiple historical sources, she might not even have realized. However such efforts were far beyond the scope of the average citizen, even if they read.</p>\n<p class=\"cnNlMjBmYjE1MTQ2MzRkMzQ5NGVjNWE2Y2M1ZDYzODY1\" data-original-margin=\"\"><em>Magic or not, history is still written by the victor,</em> Kaede thought. It was a fact of life she had long come to accept, but it still bothered her to think about. Just as it disturbed her when she first saw how, back in 1950, most of continental Europe agreed that it was the Soviet Union who played the greatest role in the defeat of Nazi Germany. Yet after seventy years and one Cold War, it was the Americans who raised themselves onto that pedestal.</p>\n<p class=\"cnNlODY1MWJhNzhkMTQ4OTViMzU5MTdmMTA0N2I2N2Vj\" data-original-margin=\"\">Kaede's frown was soon abated when a mouthwatering scent wafted into the room. Except Pascal wasn't carrying anything as he strode into view.</p>\n<p class=\"cnMzMmJkNjcxYTEwNTQ1NGRhNjQyNjdlNGRmNzMzNzBi\" data-original-margin=\"\">\"You are being invited to dinner, sort of. Ariadne is just outside the door.\"</p>\n<p class=\"cnM5NzdmNWYyMzNiZjRkZjhhZjYwNzljYWRjZDU5MGMz\" data-original-margin=\"\">His broad shoulders gave a noncommittal shrug, followed by a silent reminder as he saw how Kaede only wore an unbuttoned jacket over her undergarments.</p>\n<p class=\"cnM4ZDQ1ZTM0MzQwODRkYjVhMTViMTQ0OTM4NzM5OWY0\" data-original-margin=\"\">\"&lt;You should get dressed properly first.&gt;\"</p>\n<p class=\"cnM4OTc4Y2U0YjMwYzRjOGM5YmUzOTI2ZjJmNWJkYjMy\" data-original-margin=\"\">According to Pascal, Ariadne had mostly put away their past after her epic --and publicly humiliating-- slap. But not hating his guts wasn't the same as being on good terms.</p>\n<p class=\"cnM2ZTgwZGRkMTA3ZDQ5ZjRhMmMxODJlYzI0NzI1ZmU5\" data-original-margin=\"\">Kaede nodded back and rushed to put on her white pseudo-uniform, a task far simpler than with any of those dresses. She also stuffed two hot water pads into its belt pouches.</p>\n<p class=\"cnNjOGFiNzdiNzc4NjQyMzk5ZWI4NGJiMWNlMjg3NDRl\" data-original-margin=\"\">Pascal then stopped her before she could walk out. He took care to make sure her appearance was immaculate and wouldn't embarrass him before the noblest of ladies.</p>\n<p class=\"cnMzZmJkYTFmNzJlNDQ0NGY5ZmVmYTlhYzRhNDE4ZGEx\" data-original-margin=\"\">Two of them, as it turned out.</p>\n<p class=\"cnNmODc1NTM4ZTg3YTQzMjM4NjA5ZWU1OGY5YjNhODRj\" data-original-margin=\"\">\"Good evening Kaede. Thought you could use a little chat and company after two days.\" Ariadne's angelic smile radiated from just beyond the room's doorway, with a food tray hovering above one palm and the other hand waving at her. \"My friend Cecylia is paying a visit from Alis Avern. Would you be interested in joining us?\"</p>\n<p class=\"cnM0MDc5MjM3ZGUxYzQ1YjQ5ZTliMTRjNGI4MGExNTY2\" data-original-margin=\"\">\"Pleased to make your acquaintance.\" The petite girl who stood beside Ariadne's pink cascade beamed and waved energetically.</p>\n<p class=\"cnMzNGQzOTYxZDI3MTRlMjE5NTRhZWY3MTYwYjMzNTdi\" data-original-margin=\"\">Kaede wasn't exactly in a mood to meet new people tonight, but this wasn't an offer she could refuse politely.</p>\n<p class=\"cnM3YjQ4MTVlNGY0ZjQ3OTZhNjRmMTExYWUzMGVlZTEy\" data-original-margin=\"\">\"The pleasure is mine,\" she tried her best to curtsy in return.</p>\n<p class=\"cnM0Y2M4N2UxZjc3YzQzOWJhNjkzMmY0MDczNzE5NDdm\" data-original-margin=\"\">Cecylia was slightly taller than Kaede. She had fine, glossy black hair, trimmed short and pulled back by a white ribbon. Standing next to the mature and elegant Ariadne, she seemed almost fragile with her petite and thin figure, which only enhanced her undeniably cute appearance. Her small nose and lips lay under a pair of vibrant, dark-ruby eyes that held something odd about them, giving off a mysteriously alluring light. Her skin was fair to the point of bearing nearly a translucent silky sheen, which was accentuated by a black uniform similar to what Pascal wore. Except hers had no crimson stripes and came with a long, wide skirt instead of trousers.</p>\n<p class=\"cnNlODZlY2Y5ZWVlYjQ2ZWZiZjFhMTYxMDZlZWZkZWJl\" data-original-margin=\"\">As Kaede neared the doorway, she gasped and nearly tripped into a tray of wiener schnitzel and a steaming bowl of vegetable soup. She had just realized what that 'something odd' about Cecylia was:</p>\n<p class=\"cnM3MWE4MGI4NmRkZjRmN2ZhM2QxY2Y1YzlmZTE5MmZj\" data-original-margin=\"\">Inside the round black pupils within her deep-red iris, Cecylia's eyes held tiny scarlet-red crosses.</p>\n<p class=\"cnMzYTM0NDk0YjM1MjQwY2RiZWUyMTBjZGM5NGQzMTY2\" data-original-margin=\"\">The new girl's hands gently steadied Kaede as she looked back up. Her gaze was unerringly drawn to the depth of those eyes before she could pull back and glance away.</p>\n<p class=\"cnM0YjEyZWRiZjljYjQxOTZiMGQzZDY0NDFlYjI1OGI0\" data-original-margin=\"\">\"I'm sorry. I didn't mean to stare.\"</p>\n<p class=\"cnM5ZjNjYTA3YWVmYjRlYWI5YmQ5ODc0Yzg1MTNiZTEw\" data-original-margin=\"\">\"Hehe, don't worry about it,\" Cecylia giggled in her schoolgirl soprano. \"I'll explain when we get back to Aria's room.\"</p>\n<p class=\"cnM5NzI4ODA0NGVkNjQxZDhhNGY2MTI2MTgzNjM4ZTA4\" data-original-margin=\"\">She then turned towards Pascal while reaching for the doorknob:</p>\n<p class=\"cnM5N2Q1NDgwM2M0YjQ3NTE5YTNmZjZmOTdjNjI5YzRi\" data-original-margin=\"\">\"See you later Pascal! Don't worry, we'll take good care of her!\"</p>\n<p class=\"cnMyMGIwMzQ0MjcxMDRhYjc4YmMyNzljN2NmMWY3YjBi\" data-original-margin=\"\">Her cheery voice gave Kaede bit of a surprise, who mentally asked Pascal: \"&lt;Made a new friend already?&gt;\"</p>\n<p class=\"cnNlZjdhZjgzY2FiOTRiYjQ4MzI1OTM2NTdkYWQ2ODBj\" data-original-margin=\"\">\"Good night,\" Pascal bid before sending back a somewhat wistful response:</p>\n<p class=\"cnNhM2U5ZTMwMWYzODQzZDc5YzZiYjJhMzE4ZWEwMTY4\" data-original-margin=\"\">\"&lt;No. We spoke quite a bit before I fell out with Ariadne, then until today she mostly avoided me. Cecylia Renata von Falkenhausen is the third child of General Wiktor von Falkenhausen, my father's second-in-command. Since we are the same age, our fathers had us meet when we were six. She is actually the one who introduced me to Ariadne.&gt;\"</p>\n<p class=\"cnNlNzMwMDM1MTU3YjQ0NTI4MWE4YmQxNmU1YWFjODc0\" data-original-margin=\"\"><em>Bet your breakup came as a personal embarrassment for her then.</em> Kaede thought as Cecylia took her hand and began pulling her down the hall with Ariadne following behind.</p>\n<p class=\"cnM3OWEwZjFiYzllMjRlM2FiOTc2NTQ2NDYyYTRhY2Iz\" data-original-margin=\"\">\"&lt;Be careful though. She likes to drag others to her pace before turning it back on them.&gt;\"</p>\n<p class=\"cnMwMjAxZGQwYzM5NTRlZTM5OTYxYTFjYWM3NjM3ZjRk\" data-original-margin=\"\">But rather than cautionary, Pascal sounded almost... admiring.</p>\n<p class=\"cnM4YWI4NGY4MWM1MzRjOWJhMTFlNzdiMjk0N2U1NDEw\" data-original-margin=\"\">So Kaede wrote down another name on her mental list of people that Pascal actually respected.</p>\n<p class=\"cnNlMzI2YzQ3MjE4YjQ5ZGJhMTA4ZDE0MTEwNDNjN2Rh\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMxMjQ4NDUwODU0YTQ2ZWJiOWI0OWNkMGE5MTRjN2E2\" data-original-margin=\"\"><br>The third-year girls' dorms were just one floor above, and Ariadne's room turned out to be... very feminine.</p>\n<p class=\"cnNlODk2NzI4MmY1ODRlZWE4MGYzODQ5M2VkY2IxMmE1\" data-original-margin=\"\">The bedsheets and curtains were in a soft pink that matched her hair, decorated by an abundance of white laces and frills. Frames of natural scenery on watercolor canvas decorated the walls, while a baby grand piano lay against the far corner.</p>\n<p class=\"cnNhYzYwM2YwZmE0MDQ4MTE4YWQ0ZTk3N2RjYmFmNjhk\" data-original-margin=\"\"><em>This is definitely the room of a highborn lady.</em></p>\n<p class=\"cnNmNWY5MzU1YjJkMzQ0NTg4NmU4OTc2MTMxZWE4ZjIz\" data-original-margin=\"\">Even before the door closed behind them, Kaede found herself greeted by a plump cat with lush white and gray fur. It laid down before Kaede and gazed at her through teal eyes before giving an adorable purr.</p>\n<p class=\"cnM3MjJhNGU3NGRkNjRjMzk4ZTJkNzY2YmFlMDc5ZTEy\" data-original-margin=\"\">She knelt down to pet and stroke its wonderfully soft coat.</p>\n<p class=\"cnNhZjdjOTZlZjU2NjQ2ZTRiYjFlM2Q0ZTNlMDQ4YjJj\" data-original-margin=\"\">\"Kaede, you might want to finish your dinner before getting too friendly with Ania,\" Ariadne suggested as she took the tray to the writing desk by the window. \"She loves to steal food, and it's hard to keep watch on all of them.\"</p>\n<p class=\"cnNhOGZlM2U1OWMyMzQ5MGM4MThlZjUwNDlhNDA5NTk5\" data-original-margin=\"\">\"All of them?\"</p>\n<p class=\"cnNkZjJkNGM4MTAzNzRiODk4NjYzNTUxMWU1OGM4Yjc2\" data-original-margin=\"\">\"Ania is a matryoshka cat from Samara.\" Cecylia watched with an amused grin. \"She's also my familiar.\"</p>\n<p class=\"cnNiNmJiYjgzMjFjZDQ3MWY4NDljMThhMjRjOWI4OTJl\" data-original-margin=\"\">Kaede stood back up, puzzled.</p>\n<p class=\"cnNhYTE4NjhjYzZhNjQ5YjQ4MmNhNTU2Y2U5MzMyNTE1\" data-original-margin=\"\">\"Matryoshka?\"</p>\n<p class=\"cnNjYjkwZGZiMTQ2YjRjZWQ5NThiY2FjOTE1MWIwNzM5\" data-original-margin=\"\">Even as Kaede asked, Ania looked up, and another feline face, identical but slightly smaller, emerged from below her furry stomach. The smaller cat soon pulled herself out, laid down next to the larger Ania, and the process repeated itself.</p>\n<p class=\"cnMyOTVhZjg3Nzk3MDQyZTVhMTAzOTE4ODJlZWFjZTA4\" data-original-margin=\"\">Kaede soon found herself wide-eyed and speechless, surrounded by nine purring cats of decreasing size and plumpness.</p>\n<p class=\"cnMzNjRkMmNlZTUyMTQ4MzJiNjExNDE4NGI3ZDBiYjA3\" data-original-margin=\"\">\"Are they... separate...?\" she struggled to find the right words.</p>\n<p class=\"cnNjNWFmOWQ4MjA1MDQ2NTFhMmE2NThlZmI1ZTIzZTQ2\" data-original-margin=\"\">\"They share the same psyche, as far as we know,\" Cecylia explained. \"Matryoshka cats use shadow magic to make duplicates of themselves to scout for predators and trap prey. The largest one is always the main body, even though tapping its senses always feel like the smallest one is the primary.</p>\n<p class=\"cnNiMzIwMWIyOTljYjQ0OGJhODA1ZjdmYzhhNjI2MWJm\" data-original-margin=\"\">\"Speaking of eyes and ears, are you...\"</p>\n<p class=\"cnM0NTk1NGYwYzZlODRkYmY4MDVlY2FiZTIxNmIwZjFk\" data-original-margin=\"\">\"Not since I got annoyed with him and told him to stop. Pascal did promise not to intrude upon my senses without permission,\" Kaede answered as she wondered how many times she would have to explain this to people.</p>\n<p class=\"cnNkZDM5ZDBmODUxMzQ3OGU4MWNlYWQxZTc0MjE2ZDcw\" data-original-margin=\"\">\"Good!\" Cecylia grinned. \"Not that he's the voyeur type. But we don't need him to catch an eye-full during girls' night.\"</p>\n<p class=\"cnM1ZDkzODhiYTNmMDRhYmZhYzU2M2QyMzM5ZWJhMDg1\" data-original-margin=\"\"><em>Oh... OH!</em></p>\n<p class=\"cnNjMzVlZmY4ZGQ0ODQ1NjViNDMyYTRiNjFlZDRiMjhi\" data-original-margin=\"\"><em>This must be the 'slumber party' guys are so intrigued over.</em></p>\n<p class=\"cnMwYzJjZmJlODdkYTQ2YzRhNzYwM2U5MTFiN2NkM2Q2\" data-original-margin=\"\">Kaede began to fidget just inside the entrance. Her cheeks heated up and her eyes glanced away as Cecylia wasted no time before starting to undress, with a set of black velvet pajamas with pink frills already laid out on the bed before her.</p>\n<p class=\"cnNlN2IxODkzMGQyNTRmNDBiMDNkODFiZmU0YWFiMzUx\" data-original-margin=\"\">Ariadne was quick to notice as usual, soon commenting in her peaceful smile from the other side of the room:</p>\n<p class=\"cnMxOTZiNWE2ZDg4MzQ1MDg4YmZhNDMzYjk1Zjg2Nzhh\" data-original-margin=\"\">\"Cecylia, you're making our guest uncomfortable.\"</p>\n<p class=\"cnNiYjc0MDk0NzM0YjRkMDNhN2E3NjQwY2ViZjdjMDkz\" data-original-margin=\"\">\"Rules are rules: sleepwear only! No stupid layers of formality on girls' night!\"</p>\n<p class=\"cnNjZjYzOWZhZTljNjQ4MjE5ZmQ5NmU4ZGEyYTgzY2I5\" data-original-margin=\"\">\"I think changing in front of someone you recently met goes far beyond mere 'casual'.\"</p>\n<p class=\"cnM5MjY3NjgwZGZiNjQ5YzM4MWRkZDJjMWIwMTljZjk3\" data-original-margin=\"\">\"Hehe well, we'll just get familiar <em>that</em> much faster then!\"</p>\n<p class=\"cnM4ZTc5MjYxMjljYTQ1MzRhOTc4NmNmMjhkZjkxNTc4\" data-original-margin=\"\">Before Kaede knew it, Cecylia had finished changing and bounced back. Her first thought was that Cecylia's exposed shoulders above her camisole easily had the smoothest, pearly skin she had ever seen, even with modern cosmetics and skincare products. In fact, it seemed almost unnatural.</p>\n<p class=\"cnMzZmI0MGMwZjViNjRhNzM4ZjUxNDJjNTNlZDcyMjkw\" data-original-margin=\"\">\"Eek!\"</p>\n<p class=\"cnNmNzY2MDZhZmVhMDQzZDY5MjkyNzcwMzc3MTY5YzMw\" data-original-margin=\"\">Backed into the wall, Kaede yelped in surprise as Cecylia's delicate fingers snaked in and started undoing her buttons with swift precision.</p>\n<p class=\"cnM2MTgxMTUyYzU5ZTRiYmZiYTljYjA2YmRmOTAzMjQ3\" data-original-margin=\"\">\"S-stop!\"</p>\n<p class=\"cnNhMTVlZjA3MjQ2NzQ2Njc4NDc2NjJlZDQ1YTNkY2Ri\" data-original-margin=\"\">She turned towards Ariadne with her eyes pleading. The noble lady then tilted her head with a scowl before she walked over and pulled the overenthusiastic Cecylia off by the wrists.</p>\n<p class=\"cnNkMmJiNDM1ZjVmNzQ5ZTNiNDhhNTRiYmRlNTMwMTEy\" data-original-margin=\"\">\"At least get to know someone properly before you start being forceful. You're going to drive Kaede off with this kind of behavior!\"</p>\n<p class=\"cnM1MzIzMjEzYWU0ODQ5YmE5ZTI0OWU4OTU5NTY2NjI0\" data-original-margin=\"\">\"Awww but I wanna see! Pascal has pretty good tastes you know!\"</p>\n<p class=\"cnNlZmYxZmVjMzc2OTQ2YWM5ZWQ0OTBhY2MzODBlZGI4\" data-original-margin=\"\">With her shirt open and halfway down her shoulders, Kaede hugged her small chest and pressed herself against the wall. She could feel her cheeks blushing furiously, her exposed skin reddening as they met the warm indoor air again. Oddly enough, she found this far more embarrassing than wearing the same thing in front of Pascal.</p>\n<p class=\"cnMyMDQxNzlmYTIzYTRkYjA4YzE2ZmNlNjBkZDRhOGY3\" data-original-margin=\"\"><em>Girls by themselves are way too scary...</em></p>\n<p class=\"cnMwMGI3N2M5YjQzZjQwYTJiMmU4NTU4ZTQ3ZWMyOTBl\" data-original-margin=\"\">\"Oh, Sylv is going to have <em>so much fun</em> with her!\"</p>\n<p class=\"cnM1NDVmNGFlMjhiYjRmZWJiODQ5MTUwNzUyMjEwY2Zi\" data-original-margin=\"\">Cecylia kept her brightly lit eyes fixated on Kaede, as though savoring an alluring piece of artwork.</p>\n<p class=\"cnMzZWExN2IzMzRkOTQ2ODk5YjBhNmRiMDRhNmE1ZDBm\" data-original-margin=\"\">Trying to defuse the situation, Ariadne herself began to undress and change to her sleepwear. She started by revealing a soft-pink bustier that tightly hugged her ample bosom.</p>\n<p class=\"cnM0ZTFiNGIxZmI0MzQzNmY5OTE3MjU4NTNkZWZkMzQx\" data-original-margin=\"\">It didn't have quite the intended effect. Kaede merely looked for more inconspicuous objects to fascinate over.</p>\n<p class=\"cnMwNWE5ZTk3MDBkYjQxZjlhMmM3OGIwN2IwMzZlNjQ1\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM4NmJhMDVjNGM4YjQxNGRhZmRlMzk1OTc1MzA4MGVk\" data-original-margin=\"\"><br>\"You still haven't introduced yourself like you promised,\" Kaede grumbled before she leaned over the bedside counter and bit into another slice of wiener schnitzel.</p>\n<p class=\"cnM3YzdhNzI0ZDRmNzQ2NDY5ZTE3NzJiMzJmNDVkMjc1\" data-original-margin=\"\">Delicious food always made her feel better about things.</p>\n<p class=\"cnM0ZDVhMjMwYzVkZTQ3ZTViMDM0ZmEwYWYxYzdmOTlh\" data-original-margin=\"\">She even stopped obsessing over the fact that she wore nothing more than white lingerie as the three of them sat on Ariadne's king-sized four-poster bed between 'nine' furry cats. Although it would take a while before she could grow accustomed to it, if that were possible at all.</p>\n<p class=\"cnM4NjMzOTg2NDFlNzQ0ZTg5NGIwZDczODM3OWE3YjU1\" data-original-margin=\"\">\"Hehe, I do still owe an explanation don't I?\" Cecylia replied cheerily. \"I take it's your first time meeting a dhampir?\"</p>\n<p class=\"cnNjZmUzYjhlYWM4ZTQ5ZDdiZjdhMTU3OWE1MWQ5Y2U3\" data-original-margin=\"\">Kaede nearly choked. 'Dhampir' of slavic folklore was the child between a human and...</p>\n<p class=\"cnNjZTllMjZiOTFkNTQzNThhNTdhNjUyMzM1MWY0N2M3\" data-original-margin=\"\">\"One of your parents... is a vampire?\" She asked as her coughs subsided with the help of Ariadne stroking her back.</p>\n<p class=\"cnNhZGJiMTdmMDhhMTRhZWFiNDM3M2VhNDlkOTU2NmNm\" data-original-margin=\"\">\"Ah... you really aren't from our world are you?\"</p>\n<p class=\"cnM3NzY2MThmNGI3ZjQyZTc4Yzk0YmI3YTQ0N2Q3ZWM0\" data-original-margin=\"\">Cecylia's scarlet-cross eyes grew fascinated as a mischievous grin lit up her face. She held up the smallest kitty and twiddled its paw towards Kaede while launching into a lively explanation that totally contrasted with its contents:</p>\n<p class=\"cnM0NDBmODFhMTAxYzQxMjJiNDM2YjhhNzQ3YTk3MmY5\" data-original-margin=\"\">\"The vampire clans were wiped out centuries ago by the not-yet-Holy Imperium, although not before their curses destroyed sixteen whole legions and left the Dead Mountains perpetually filled with murderous mist. Dhampir are the descendants of vampires, still carrying the core of the fiendish blood curse that first created them during the Demonic Invasion. But the magic have at least diluted enough that the church could seal its effects, which...\" she pointed to her pupils, \"is what this cross is. I've had it since my baptism, dyed by my own magic over the years in the same way Ariadne's rosy ether colors her hair.\"</p>\n<p class=\"cnM3YzBkNjJjZTk0MzRhNWI5YWZhNzdmMWVkMjkzMDM1\" data-original-margin=\"\">\"So... you don't drink blood anymore then?\"</p>\n<p class=\"cnNlM2MxMTkyNGE0MTQzMjNiMzU5ODUzMGUxYmY5Mjgx\" data-original-margin=\"\">The moment Cecylia put her kitten back onto the bedcovers, all nine cats scurried forward and surrounded Kaede's sides and rear like a furry trolley train.</p>\n<p class=\"cnM1N2JiZjVlZWU4OTRmOTNiYzY0ZGUwMjZlMDI3MTli\" data-original-margin=\"\">\"We do not urge for blood. But we certainly still <em>enjoy</em> it...\"</p>\n<p class=\"cnM5NjUxNjFkMDY5NDQzYTI4MDc5MDhjMmYyYTRiNTJk\" data-original-margin=\"\">Cecylia's grin slanted into a smirk at just the right angle, highlighting the little fang of a canine she sported. Oddly enough, only one was slightly bigger than usual. But Kaede hardly thought about it as the dhampir leaned in with a hungry, blood-red gaze.</p>\n<p class=\"cnM5OWRkMjVjZWU0OTRjZTlhZDQ2MjZkZGFhYWQzNGJj\" data-original-margin=\"\">With her entire body shivering, Kaede had never felt so aware of her Samaran body, nor the fact her blood was literally 'health food' for the predatory girl before her.</p>\n<p class=\"cnMyYjk5ZTIwMmExZDRlYjZiY2Y3YWYwNWVhZTY4MDE1\" data-original-margin=\"\">\"Most dhampirs follow our cultural tradition of <em>taking</em> blood...\"</p>\n<p class=\"cnNjNTc1MTEyN2Y0MjQ1M2U4OWNkNzY0MDM0YzZkODRh\" data-original-margin=\"\">Kaede could feel Cecylia's thin yet firm fingers slide down her bare shoulders, pinning her arms on each side. Hot breaths tickled her exposed collarbone as two deep-red eyes leaned in. Already quivering with trepidation, Kaede shook uselessly against Cecylia's unyielding grasp. It was as though those very pupils made her feel weak, yet Kaede couldn't break eye contact. She then cringed as she felt the dhampir's moist lips touched her skin... and kissed her gently.</p>\n<p class=\"cnNkYTIwNWYxM2ZiYjRlZDQ5YWVlNDU2MjFmMzE5MjU3\" data-original-margin=\"\">Cecylia then leaned back with the broad smile of a joke well played.</p>\n<p class=\"cnM1NTkxODJjNzE2ZjRmZDI4Yjc4OTcyNzU2YzY5NDVi\" data-original-margin=\"\">\"Y-you're horrible.\" Kaede muttered in her wispy, shaky voice as she wiped the tears from her glaring eyes. She genuinely felt scared for a moment as it felt like her whole body had been paralyzed.</p>\n<p class=\"cnM4ZDllYWZmMjUxNjRiODFhZTU4Y2NkNTAxY2QwZmIz\" data-original-margin=\"\">\"Hehe sorry. You're just so cute that I couldn't resist teasing a teeny bit extra.\" Cecylia responded. Her playful words didn't harbor the slightest drop of apology.</p>\n<p class=\"cnM5ZDI5MTU1NTliYjRmNWY5MjcyNGRhZDEyNjA5NTcx\" data-original-margin=\"\">Meanwhile, her nine cats returned to the center of the bed, forming a full circle around her while each playfully chased the swaying tail of the kitten before them.</p>\n<p class=\"cnM2YTg1YjhjZTc5ZjQyY2RiY2Y0OTZiZTkyNzg5MTdj\" data-original-margin=\"\">\"Don't worry though, we only take blood from the partners we marry.\" Cecylia announced proudly. \"Dhampirs lack the regenerative vitality of vampires, so drinking blood has become a rather private issue -- diseases and all that.\"</p><p class=\"cmUzMjYxNjBlYmMzNzRjZmNhNTE1ZDFlYWJjNmEzYzhh\" data-original-margin=\"\">If you spot this narrative on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnM1MjY5NDZlYmI0NTRiMzhiZjI4Njk3ZmViZjU1MTEy\" data-original-margin=\"\"><em>So... dhampirs are dead afraid of Sexually Transmitted Diseases.</em></p>\n<p class=\"cnMwMmMwMjNmOWU0NzQyM2RiZjAwMGU4NDk5NDBmZDEz\" data-original-margin=\"\">Kaede was still trying to calm down her heartbeat. Nevertheless she sent a note to her future self that the next time a dhampir threatens to bite her, she should just warn them of syphilis.</p>\n<p class=\"cnM1NDY2ZGY3MDlmNTQzY2U4NTk4Zjc2ZTJmOTM0NGI5\" data-original-margin=\"\">\"Although we no longer need it, consuming fresh human blood does make us appear younger.\" Cecylia added. \"You should see my father, hundred-fifty-eight years old and still drawing the attention of every lady across the hall like a stud beefcake. Mother gets jealous all the time, even though he's never cheated on her once after a century of marriage. We dhampirs tend to be rather devoted in matrimony, blood of our cherished mate flowing through us and all.\"</p>\n<p class=\"cnNiZTE4Y2U1MDJiMDRjNzdiNzdhMDBjMjFmOWQ4ZTFl\" data-original-margin=\"\">Ariadne had watched the entire exchange with a serene smile, completely unperturbed, while her hands continued to brush her long, flowing pink hair. Now, she finally reentered the conversation:</p>\n<p class=\"cnNjZTIwNTllMTRmMTRhZTQ5MTE0MmYxZmE1NjBlNDE2\" data-original-margin=\"\">\"That's pretty rare among us. Most noble lords have at least one affair during their youth. It's almost something of a 'proud' achievement among them. The Trinitian Church may require monogamy, but aristocratic culture always tend to turn a blind eye toward mistresses.\"</p>\n<p class=\"cnM1MWEyZTg4NjU2NTRkZjk5NGI1NWIwMWViOTY4YjYx\" data-original-margin=\"\">\"It's worse in Rhin-Lotharingie.\" Cecylia noted. \"They haven't shrugged off their old pagan traditions of concubines equaling prestige. But here complains the girl whose beloved suitor has eyes only for her.\"</p>\n<p class=\"cnMyMGI4YjY1NzJjNDQ1NmI4OGM4ZTE4NWIxMzRiMDc2\" data-original-margin=\"\">Cecylia's sigh was almost longing, but Ariadne had no intention of playing into it.</p>\n<p class=\"cnMwOWFmODQwNjk4OTRiMDZhMTUyZjQzMzM5OTU4Mjdj\" data-original-margin=\"\">\"And you've got how many boys chasing after you?\"</p>\n<p class=\"cnNkZGFmMGVjMzNhNzQzMjhiMjg0YzUwMjBiYTRjMzY3\" data-original-margin=\"\">\"Not here.\" Cecylia's smile faltered a little. \"Most Lotharins only need to see my eyes before they decide I'm a sinner.\"</p>\n<p class=\"cnM5MGVjMjc2MTA2ZDRkYjY4YjBlOWYxMWNiMWVlNTE1\" data-original-margin=\"\">\"Didn't stop Reynaud and Gerard.\"</p>\n<p class=\"cnNjNDU0MjdhYzBiNzQ1NWQ4ODM1NzhkMGQ0NTVmMzcy\" data-original-margin=\"\">Cecylia almost laughed. \"Reynaud flirts with half of everything female and walking on two legs, plus I prefer someone taller than me. Gerard is a nice guy and a real diligent worker. Sweet, definitely the romantic type, not to mention those <em>perfect</em> abs the last time he wrestled with Reynaud.\"</p>\n<p class=\"cnNlYjE0NDU4YzQwYzQ4NGNhMmMyODYxYWU3ZjU2NDk0\" data-original-margin=\"\">Her dhampir eyes had that 'hungry' look again...</p>\n<p class=\"cnM3NmFkNzQwMGIzYzQ4M2Q5YWQ0Y2ZiMmQ2YzAyZmEw\" data-original-margin=\"\">\"But... if I court him he'd expect me to become his housewife or something. Nope!\"</p>\n<p class=\"cnM3NzY1OTE2YmY4YzQ3MWRhZGMzMmU2OTUwYjUwMmI5\" data-original-margin=\"\">Cecylia retrieved a tennis-sized ball of red yarn and tossed it onto the bed, where the nine Anias began to juggle and bounce it around like some kind of feline volleyball game.</p>\n<p class=\"cnMyZDFjMGY3MDZlOTQyZTk5NWJmY2Q0ODhkNTI0NGUy\" data-original-margin=\"\">\"Finding the ideal man is overrated. It's far better to help a boy with potential reach his manly peak. That, is where true and lasting love lay.\"</p>\n<p class=\"cnM0NjQxNjNhYjU4MzQ3ZTU4MjU1ZWYyZTI1MGIyNTE5\" data-original-margin=\"\">Ariadne's calm response sounded more like a profession of wisdom. But with Pascal's rooftop apology to Perceval only days past, Kaede quickly realized that the lady was speaking from personal experience.</p>\n<p class=\"cnNjMmI2Yjc4MzI0ZjQ5ZTU4ZjQ5NzZhYjYxZTJlYTNm\" data-original-margin=\"\">\"Of course it doesn't hurt when that boy you help comes from a powerful dynasty and is the heir to a duchy.\" Cecylia leaned into Ariadne with a smirk. \"It's why the Marshal sent you here on this program even though you're a Knight Phantom. Isn't that right, future Baguette Duchess?\"</p>\n<p class=\"cnMzZTUxZmRkYzczOTQwYzliYjBlNzk3YTk3MmIyZWEy\" data-original-margin=\"\">Kaede rushed a hand to her mouth as she almost snorted with laughter.</p>\n<p class=\"cnM0NTAxZmI1NjUwZTQ0ODI4NzU5ZTE4NWFiZGMyNjhj\" data-original-margin=\"\">At the same time she realized: if the Field Marshal, Pascal's father, was the one who picked Ariadne for the cultural exchange, then chances were he was the one who selected Pascal as well.</p>\n<p class=\"cnNhNDkwMTNhM2RiODQ3OTA4YTQ0MDBjMmM5ZDA1ZjVl\" data-original-margin=\"\"><em>A father's love truly is difficult,</em> she thought.</p>\n<p class=\"cnM2YTAxMTZiNjMzZDQxNGRhMTgxMGVlYzlhZTFkZjc3\" data-original-margin=\"\">Meanwhile Ariadne retorted with a blush: \"That's not at all why I picked him!\"</p>\n<p class=\"cnM2MmE1ZTg5MWJlZTRmODQ4YTM5MTNjMTE2Yjk4Mzgz\" data-original-margin=\"\">\"No. No. You're getting power, wealth, <em>and</em> love. The impossible triangle!\" Cecylia grinned. \"Just be sure to bake plenty of little baguettes in that oven someday.\" She patted Ariadne's flat stomach. \"Perceval is definitely the type to be a family man.\" She added before turning to Kaede as though looking for agreement.</p>\n<p class=\"cnM5OGNiMmE4YzYyOTRjMmViZmU4M2M4NjI5ZmFlNmZj\" data-original-margin=\"\">The Samaran girl was still smiling when an uncomfortable thought entered her mind:</p>\n<p class=\"cnNhNmI2YjEyNTkxMDQ3MTE4YzE0ZGVkYzE4NWUzZGU1\" data-original-margin=\"\"><em>Love relationships with a man...</em></p>\n<p class=\"cnNhMmY1NDlhNGFhODQwZGM5MmRmYmU0ZDI3MDA4MWVj\" data-original-margin=\"\">It was hardly a topic that Kaede felt comfortable discussing, especially not if they lingered and the two girls grew interested in 'her tastes'.</p>\n<p class=\"cnM0Y2NmNTMyZGU3MjRmYzRhOGRhMGM3ZGI4OTliOGFi\" data-original-margin=\"\">\"What about you, Cecylia? What are you aiming for? It sounds like you're career motivated?\"</p>\n<p class=\"cnNmMTk1YmM0ZmMxOTQyZDNhYTc0YzhiOWU4MjE4NGQ4\" data-original-margin=\"\">Kaede took the opportunity to change topics as she ate her last two slices of veal. She could swear at least four slices were missing, although that was still an acceptable price to pay for the adorable kittens whose furry tails continued to brush by every few seconds.</p>\n<p class=\"cnNjNjk3ZjRlMTA2ZjQ2YjJhZDg2M2ExNDUyNjc0YWY3\" data-original-margin=\"\">\"Cecylia isn't an 'exchange student', unlike me and Pascal.\" Ariadne returned an appreciative look for coming to her rescue, which was an unintended bonus. \"She graduated from Königsfeld last year and works in the Weichsen embassy in Alis Avern.\"</p>\n<p class=\"cnM5ODMyN2JjZDExMDQ0NzJiNDJjOTQxOGJlNzBmMTFk\" data-original-margin=\"\"><em>Same year as you and Pascal then.</em></p>\n<p class=\"cnM5ZTMwNTlhZWUyZDQ1MmU4MDcwMmZiYThjYjJlOWQw\" data-original-margin=\"\">\"I'm a member of the King's Black Eagles and a junior military attaché,\" Cecylia smiled. \"My specialty is information control and public security.\"</p>\n<p class=\"cnNkNjQ0YTdiZTkzYzRjZTc4MTZlMGY4ZTEzZmMyOTU3\" data-original-margin=\"\">Kaede blinked. Her reading on Weichsel was considerably less than her research on Rhin-Lotharingie. However she remembered that the Black Eagles were the intelligence and special ops branch of the Weichsel military, who reported directly to the King. Combining that with Cecylia's claims about her specialty...</p>\n<p class=\"cnM3MGQzOTI5NzA0NTQ0OWQ4OGFjNGMxNDc4MGQ5YmFj\" data-original-margin=\"\"><em>In other words, you're a propagandist.</em> Kaede realized.</p>\n<p class=\"cnNhYjRhOGEwNDQ2YTQ0MzZiYzgzYTVmZTljZmYzMDIw\" data-original-margin=\"\">\"She's also a foreign culture expert. I could have sworn her crosses turned into glittering stars when I first told her about you Kaede,\" Ariadne joked.</p>\n<p class=\"cnMxMjY5YjY1MWI5NjRiNDA4YWFjMDA0OTkzYTc3YTA1\" data-original-margin=\"\">\"Then you're a...\"</p>\n<p class=\"cnNjMjRjNDliZDg0YjRmN2U5YWY3M2E0MGU0Y2RhY2U2\" data-original-margin=\"\">Kaede struggled to find a better word. However Cecylia wasn't the slightest bit shy about what she did.</p>\n<p class=\"cnM0YmQ1MjhjNzNiZTRlYTJiNjhlZDE5NmIzYWZlMjMy\" data-original-margin=\"\">\"I'm a spy. Yep!\" She declared with a grin. \"It's not all cloak and dagger, you know. In fact, the Lotharins know exactly what I do. I analyze the information we see and hear from them, and then send it back to Weichsel for the King. I think my ultimate goal can be either spymaster or ambassador. One gets to know all the juicy bits and help nudge the country along the right path. Meanwhile the other gets to enjoy the high life while receiving all sorts of benefits.\"</p>\n<p class=\"cnNhZmQ2MmZlMDc2ODRlY2E5OWJkNjFlOTgzZTczNDNi\" data-original-margin=\"\"><em>A counter-propagandist then.</em> Kaede fixed her initial impression. She had a feeling that she and Cecylia would get along just fine, despite the latter's more... eccentric tendencies.</p>\n<p class=\"cnMwNzg3MzU5NGQ3YTRkNjFiNGZhZTVmZjQ2NGI2Y2Mx\" data-original-margin=\"\">\"But really, Aria, can you blame me for getting excited?\" Cecylia turned towards her friend. \"It's not everyday that one gets to meet a Samaran, and one from another world at that! Sure, I've met a few Samarans before -- actual Samarans and not just average humans from the Grand Republic. But most of them are so tight-lipped that you can barely get anything out of them.\"</p>\n<p class=\"cnMzZmQyZTg1Mjc1YzRlN2E5MmU1M2M0NWExY2JmZTE5\" data-original-margin=\"\"><em>Probably because they don't feel safe outside Samara,</em> Kaede reflected upon all the accounts of trafficking that she had read.</p>\n<p class=\"cnM3MjI5MjIzNTY2ZDQ0MTc5NzI2Yzk0MzMyZTI1ZTEz\" data-original-margin=\"\">\"What are they like?\" She couldn't help but feel curious. \"I've never actually met a Samaran before. They don't exist in the world where I come from.\"</p>\n<p class=\"cnMwZjkwNTdlYmFjYzQzNDA5M2NjOWU2NGYyNDVhNjYy\" data-original-margin=\"\">Ariadne looked noticeably shocked by this. But Cecylia took it in stride:</p>\n<p class=\"cnNkZTdlOTU4ZDEyZTQwNDk5OWM4N2U5MWQ3OTJhZDgy\" data-original-margin=\"\">\"Well, you have met yourself!\"</p>\n<p class=\"cnNiNjZkMzFjNmY4NTQ3OTE4YjJhMDhiZGIxMWJmOTIy\" data-original-margin=\"\">\"Ha-ha.\" Kaede gave a fake laugh. \"No seriously. I wake up and find myself reborn as a Samaran, yet I don't know a thing about what Samarans are like, how I'm supposed to behave, et cetera.\"</p>\n<p class=\"cnM0NGUwZmE1MmFhODQwMTI5MmViYTgzMDc4ODIxMGEw\" data-original-margin=\"\">\"Wellll,\" Cecylia tilted her head and cutely pressed a finger into her cheeks. \"I can only give you my basic impression of them, plus some of the things I've heard from the other Black Eagles. Though since I've never had a mission in the Grand Republic, I don't have access to the full packet of information on them.\"</p>\n<p class=\"cnM1ZjU3MmI0NjZhMTQ3ZjI4NzA0NjY3N2IzZGRmZjU1\" data-original-margin=\"\"><em>Not that you'd share with me even if you did.</em> Kaede thought.</p>\n<p class=\"cnM5NDZmMmZlMzE1MzRiOWFhYzNiNjZlMmJlNTFmMWZm\" data-original-margin=\"\">She knew what it was like to work with those in intelligence. She had a brother-in-law who did so for the Russians. He was the only man Kaede knew who never touched a drop of alcohol, and who was so tight-tipped one could barely get a word about work out of him.</p>\n<p class=\"cnM0NTRlMDQ4ZjQwNjQ0MjBhZDY2ODkwZTI4OTRjZGIx\" data-original-margin=\"\">\"It's still more than I have,\" she then shrugged.</p>\n<p class=\"cnM4Yzg2MGJmMzg4ZDQ3MzFhMzcwYmY5ZGM5MGU3YjAx\" data-original-margin=\"\">\"So among the Black Eagles, the most often-said trait about Samarans... is that they're prudes.\" Cecylia giggled before her schoolgirl soprano deepened in a remarkably good imitation of a male voice: \"<em>Never try to seduce one</em>, they say. <em>You're more likely to bed my great-grandmother.</em>\"</p>\n<p class=\"cnM3N2M3MDdmODMyMzQyNTE5M2FjOTczNmIwNDcxNzRm\" data-original-margin=\"\">\"That can't be right,\" Kaede thought aloud. \"Samarans must still feel attraction.\"</p>\n<p class=\"cnMwNjA2NDYwZTQ2OTQ3ZTA4YmM2NGRjMmI5MTMzYzA1\" data-original-margin=\"\">\"Ohhhhh? So who are you attracted to?\" Cecylia scurried forward playfully until her knees were almost touching Kaede's.</p>\n<p class=\"cnNlYjMwODMwYmQ1NTQyZDJhZjljM2JiNmM4YjhhY2Fj\" data-original-margin=\"\">Kaede could feel the fire that spontaneously erupted in her cheeks. \"That's not what I meant. I mean...\" She rushed to find an excuse. \"They still have kids, don't they? All biological species feel attraction. Otherwise they'd have long gone extinct.\"</p>\n<p class=\"cnMzMDNmMjg2MWQwMTRmOWFhOWY5YTA5YjlmYjVjNzg4\" data-original-margin=\"\"><em>Even pandas get in the mood... eventually,</em> she thought back to how researchers used panda porn to encourage breeding, which her father couldn't stop laughing about.</p>\n<p class=\"cnNkNDNlM2RjMmRlZDQ2MDQ4ZTM2MzY2NmY5YTk1ZDIy\" data-original-margin=\"\">It made her feel a little homesick.</p>\n<p class=\"cnNkOTMxMTk4ODk0OTQxMzU4ZDE1NjZiZjIyNDBhMmE1\" data-original-margin=\"\">\"That's why I hear that even in the Grand Republic, Samarans are kind of... rare.\" Cecylia shrugged. \"I don't know the real reason. But the gist of what I hear is that Samarans just aren't particularly interested in anything sexual, even though they take relationships very, very seriously.\"</p>\n<p class=\"cnM5YmI4ODMxZjVlZjQ3M2M4YjQ4YzliOTBjN2UyZDJk\" data-original-margin=\"\">\"What do you mean by that?\" Kaede felt her curiosity grow.</p>\n<p class=\"cnM5ZGUxNDk1MzUzNjRhZGM5MTE4ODMyNmU0MTgwYWIz\" data-original-margin=\"\">\"They say a Samaran will never forget anything you did for them. And no matter how long it's been, they'll always repay the favor in kind. Apparently they believe in this concept called 'karma', and that every good deed should be repaid.\"</p>\n<p class=\"cnNhMWYzZDE5MTk5MzQ3MDM4ODAxYTFhNDcwMDlmNWZl\" data-original-margin=\"\">Kaede smiled. Buddhism ranked high on the list of Earth religions she had been attracted to for precisely this reason.</p>\n<p class=\"cnMzMjkwMGQ2ZTdjMTQzZGU4YTFlMmQ3OTMxZDk0MWYy\" data-original-margin=\"\">\"Is that the reason why the Grand Republic sent aid to the Lotharins during the Rhin-Lotharingie Independence War?\" She asked.</p>\n<p class=\"cnNiNmVkYTg5MWM3OTQ2ZGY5MDZlODFlNDA0YTI4NTM3\" data-original-margin=\"\">Cecylia looked taken aback. She exchanged a glance with Ariadne.</p>\n<p class=\"cnMyZjdiZWFmODMxNzQwODg4NGFkZmNhNGMyZWE3ZGQy\" data-original-margin=\"\">\"I told you she was a quick study for books,\" the lady knight grinned.</p>\n<p class=\"cnM5NzdkYjk3NzJmYjRjOTJhY2Y1MWNjMDZjNGNmMzc2\" data-original-margin=\"\">\"Yes, actually.\" Cecylia nodded as her gaze returned to Kaede. \"If there's one thing one could say about the Grand Republic, it's that any diplomatic relationship with them is <em>extremely</em> predictable, almost painfully so. You can't just go on a charm offensive and hope they'll like you. You have to actually build relations with them over time. During the Great Northern War five centuries ago when the Great Khan invaded Samara from the east, there was an Oriflamme Paladin named Leslie who led his band into Samara and lent them his services as a mercenary. The Samarans remembered this even three centuries later and repaid the aid in spades.\"</p>\n<p class=\"cnNjOTNkNDRiYTBmNTQ4MjY4MDJiYTQzMDQ5Y2QzZWQy\" data-original-margin=\"\"><em>Does that mean the Mongols' invasion of Russia failed in this world?</em> Kaede couldn't help ponder. <em>Though Samaran foreign policy sounds more like... China's, obsessed with history.</em></p>\n<p class=\"cnMzZWEwZGZmMzgyNjQ5NjQ4ZWRiNGY4NmVlNzNkZWRj\" data-original-margin=\"\">\"Aria told me you found our world fascinating, though I'm a bit surprised by how quickly you're learning.\" Cecylia gave an encouraging smile. \"So how similar is your world compared to ours? Other than the part where your humanity never received the gift of magic from the dragonlords?\"</p>\n<p class=\"cnM2ZWIwMDA0YWZjMjQ0NWZiMjYwZDUzMDA4NmU3MGNm\" data-original-margin=\"\">\"By 'dragonlords', you mean...\"</p>\n<p class=\"cnNiNTAzYWMxMDdkNzQwMDQ5YmRlMmU5NDdmMDU2YjRh\" data-original-margin=\"\">\"Yes, I speak of the dragons that descended upon Hyperion roughly four thousand years ago, and departed at the end of the Dragon Age.\" Cecylia added. \"We call them 'dragonlords' out of respect. After all, they protected our tribal ancestors during the Dragon-Demon Wars, not to mention blessed our forefathers with the ability and knowledge to shape magic. This is especially the case for the Dragonlord Hyperion -- the son of the Holy Father whom ended the Dragon-Demon Wars.\"</p>\n<p class=\"cnM2YzU3ZmQzYjNhYzQxZDRhMmE0MTc4Mjc0MmY4MGJh\" data-original-margin=\"\">Kaede had to blink several times as she took all that in. She had been too focused on learning about the civilized history of this world, as opposed to the ancient history that, at least back on Earth, were more appropriate to anthropologists than historians. She had encountered mentions of the dragons during her reading, but they were mostly in passing as she had never focused her research on the topic.</p>\n<p class=\"cnM1MGRkYzFhZTcyZjRmODFiY2VkN2Y4ZjY1ZDYwMGI3\" data-original-margin=\"\">\"The world I came from had dragons also, but only in myths and legends,\" the Samaran girl replied.</p>\n<p class=\"cnMxMDBkNjc5YTA0YTQxZGFhZmNhYjJmYmVmNGY4ZDkw\" data-original-margin=\"\">\"Well, they're certainly not limited to myths or legends here,\" Cecylia grinned. \"The legacy of the dragonlords is well researched and documented, from battlefield remains to the artifacts they've left behind.\"</p>\n<p class=\"cnM0ODA1Yjg3ZmZjZDQ1MDliMDlkMTI5MzFkMDNlZWI3\" data-original-margin=\"\"><em>Clearly, I should pay more attention to the 'prehistory' of this world.</em> Kaede made a mental note to herself before returning to topic.</p>\n<p class=\"cnM5ZjVjN2I4ZjI0MDRhMmY5N2U0MGE4NTA0NjQzNmIy\" data-original-margin=\"\">\"But aside from magic, I'd say this world and mine are extremely similar? In fact, Hyperion feels like what my world might have been if neither the Roman Empire --who conquered most of the Western World just like your Inner Sea Imperium-- nor the Catholic Church underwent schism. So instead of a long, slow decline, our version of the Imperium collapsed within a few centuries and lead to the 'Dark Ages' on the European continent.\"</p>\n<p class=\"cnMzZGM4OThkZTI3OTQxZTZhMTY3NmM2YzdjYzU0MGZl\" data-original-margin=\"\">In later hindsight, Kaede was surprised by how easily her words rushed out, even though this was their first meeting. But after being nearly stripped and bitten by Cecylia, delving into deep discussions felt almost... casual.</p>\n<p class=\"cnNmZGI2OGY3ZjIzZDQ3N2FhYmRhZDZjZjdjMTVmMTll\" data-original-margin=\"\">\"Let me start closer to here and run nation by nation: Rhin-Lotharingie is like Celtic Gaul and Celtic Britain smushed together, except in my world the Romans' Celtic Holocaust basically wiped out their culture. The Empire as it stands now, however, reminds me of my world's Frankish Empire under the Carolingians, except without the Gavelkind succession which later tore them asunder...\"</p>\n<p class=\"cnM4ZjkzOGI0MjE2ZDQxZTZhY2FmYzk0N2M5YTkxOWM5\" data-original-margin=\"\">\"Gavelkind?\"</p>\n<p class=\"cnMwOWM0MTRkZTk1ZTQwZDI4YThlODdkNWY4MWNiMTdk\" data-original-margin=\"\">Cecylia cut her off almost instantly, a tribute to the girl's sheer mental processing speed even as she absorbed information that was literally out-of-this-world.</p>\n<p class=\"cnMwNzExMDQ2NTZiZjRlMzE4ZmNjYmMzZjYzYTFiZTRj\" data-original-margin=\"\">\"It's a succession law where the father's realm and assets is split up between all of his sons. My world's history is rather patriarchal.\" Kaede noted with an apologetic shrug towards the two ladies.</p>\n<p class=\"cnNhNWVkNzRiMGFjYzQ4NTRhOWQ1MTk4OTBhNjdhYmQx\" data-original-margin=\"\">\"Since your world didn't have magic, it would certainly be much harder for women to match the men in any contest of power or strength,\" Ariadne commented as though she wasn't surprised. \"The duties of nobility always began with military leadership, and if women can't match up on the battlefield then they automatically forfeit such positions of power.\"</p>\n<p class=\"cnMzYmVhNTIzMzQ1MDRiZmI4ZDM1YzlmNzAyMjY1ZWFl\" data-original-margin=\"\">\"That's likely among the reasons, and certainly one of the more apparent differences.\" Kaede nodded as she pondered. \"Though from a worldly perspective, I'd say the biggest difference between this world and mine is that nation-states changed a lot more in my world, with far more division and fragmentation. France and Germany. Eastern and Western Roman Empire. Caliphates of Cordoba and Baghdad. Even the Churches of Rome, Constantinople, and Alexandria.\"</p>\n<p class=\"cnMyZjM2ZjlhZjA2ZTQyMjViZWFiMDgxODk4MWZmZjY4\" data-original-margin=\"\">She had a feeling that one of the reasons was because mages lived far longer. But that only meant Hyperion's history 'slowed down' compared to that of Europe on Earth. It didn't explain some of the more dramatic differences, like the fact there were almost no 'small states'. Even the Kingdom of Weichsel -- a comparatively 'minor power' in Hyperion -- came in a size that would make Prussian King Frederick the Great proud.</p>\n<p class=\"cnM4MTlhZDQyYjlhNDRlM2FiMWZlODkyZTdjMWEzMWU1\" data-original-margin=\"\">\"Well, distance is a problem when it comes to administration of large realms. So it's easy to break down into smaller state entities,\" Cecylia suggested as a possible cause. \"What did you use for communications? Without magic you wouldn't have access to our <em>Farspeak</em> spell to instantly relay information across thousands of kilopaces.\"</p>\n<p class=\"cnNkNGZlNDU2MzM5ZTRkN2VhYzI1MTU0ZDRiNTJhNjdk\" data-original-margin=\"\">\"Uhhh... back then? Horse and rider? Mail by pigeon? It took a <em>long time</em> to get messages across any empire, at least until we invented the telegraph which ran on electricity... lightning-power.\" Kaede noted.</p>\n<p class=\"cnNhNDUyYmUzOWI4NDQyNjRiMDg4ZWIwZmY3YzYzMTY1\" data-original-margin=\"\">\"Well that's the problem,\" Cecylia pointed out. \"You can't govern an empire effectively if messages take a month to reach the emperor and another to return. We don't even need a device that catches lightning to send messages. A <em>Farspeak</em> spell can be cast within minutes and allows you to converse with any mage that you've met once in person.\"</p>\n<p class=\"cnMwNWQ1N2JiYmQwMTQyZjU5MGM1OTNmMDhhYjZmZDc5\" data-original-margin=\"\"><em>First gunpowder, now this.</em></p>\n<p class=\"cnM0NTkwMDNiM2I1YjQ3YmQ5MWNhYTliNmEzYTQzZDFm\" data-original-margin=\"\">It was beginning to sink in just how truly world-altering magic was. Not only did it shift the development paths of technology, it also changed the rules of how human institutions behaved.</p>\n<p class=\"cnM5NjNjYzY5YjQ1ODRlZGM5MDQ0MWQzNzUwMTE4YmRk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2MjY2MjUxMzkxMDQyODc4MmEyOTU2OTFlODAyOTk2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlOGRmOGIyNDE4NTRhMmZiZDM4M2U0ODBjYmQ1NTdj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhNWY3YWEwNGI5ZjQ3ZDA4MmRjZTc1OTUxYzY2MjFk\" data-original-margin=\"\">\"How did your night go?\" Pascal asked Kaede at brunch the next day as she sat down next to him.</p>\n<p class=\"cnM3MTMxMTAzYmUzZjRkMjhiOWJkZGRhOTY4ZTBkYTI5\" data-original-margin=\"\">\"Pretty well.\"</p>\n<p class=\"cnM0NDM3MDY4NzMxZTQ0NDVhZmNhZjk1MWFlNjNmNmRl\" data-original-margin=\"\">Kaede and Cecylia ended up comparing the cultural and geopolitical evolution of the two worlds late into the night. Even with the dhampir's earlier behavior lingering in her mind, Kaede found herself quickly warming up to Cecylia thanks to their mutual interests.</p>\n<p class=\"cnM4ODcwZDc1ZDg3ZTRhM2M4Mjk2MzAwOTQ5NWM0YzI3\" data-original-margin=\"\">Cecylia then left first thing this morning. She didn't even wait for breakfast and simply took a few pastries from the kitchens. Her departing words to Pascal and Ariadne was somewhat ominous though:</p>\n<p class=\"cnNhZTVlYjk4N2U3OTQyZjZiMzZhYjQ4ZmIyYWYxMjc5\" data-original-margin=\"\">\"Remember what I told you last night -- prepare yourselves.\"</p>\n<p class=\"cnM1YzlmOTc2NmRlZDQwYjc4ZGRhNTJmNmM1ZDRiMzUy\" data-original-margin=\"\">The two of them pressed her for answers on what for. However all the dhampir girl would say was a cryptic \"hopefully nothing, but possibly everything\".</p>\n<p class=\"cnNjNzlhMzJhMzUyZTRlMTZhYTJkNjBjNmNjYWRmZjdm\" data-original-margin=\"\">It really reminded Kaede that despite how outgoing Cecylia seemed, she was still a keeper of secrets.</p>\n<p class=\"cnNjOWRhOGJmYzg0ODQ5YWU5NzliZGVmNjM4MDc3OTNl\" data-original-margin=\"\">After Cecylia left, Kaede decided that she owed Ariadne an apology. The lady who epitomized nobility spoke little most of the night and simply kept up her gentle smile. Engrossed in their discussion, Kaede did not notice until after the fact.</p>\n<p class=\"cnMyOTc4MmNiZGI5NDRkNWQ5N2NiNmI2NTFhZGU2MTQ0\" data-original-margin=\"\">Ariadne's response had been a truly affectionate \"I'm glad you enjoyed yourself. You needed it after the last few days.\"</p>\n<p class=\"cnM1ZTFkNDIzNTJhNDRhMTk4NzY3MWNlY2I1NTY4NGNk\" data-original-margin=\"\">It made Kaede feel unworthy of befriending such a wonderful person.</p>\n<p class=\"cnM4ZWFhODM0YmU4NTQ2YTZhZTM0MGYwNzJmNTNmMjg0\" data-original-margin=\"\">\"Morning Gerard!\"</p>\n<p class=\"cnNhZTI3NDU1YjA5YjQ5MjViYzJhMzBhMjc5MjQzMDhi\" data-original-margin=\"\">Perceval's friendly call brought Kaede back from her thoughts.</p>\n<p class=\"cnNiYTkyZWNkOThhOTQxYzk5Y2RjOWQxZjdhMzU5ZmY1\" data-original-margin=\"\">\"Hello Perceval. Clearly, I must have missed something <em>big</em> if the Runelord is sitting next to you.\"</p>\n<p class=\"cnMwZWJkMGNjMmEyMDQ3MTlhNTRjZjJkZDZiZGZjNWI5\" data-original-margin=\"\">\"The Holy Father does his work in mysterious ways,\" Perceval smiled back. \"Pascal I don't need to introduce. This is Kaede...\"</p>\n<p class=\"cnNiZWI0NDA0YzdkZjRjMjU4MDllNDc5OWE5NzFkNTNk\" data-original-margin=\"\">\"The famous familiar girl, I recognized.\"</p>\n<p class=\"cnMxYzM5ZDYzMGY3MjQ0MDk5NDg4NzJmNDQ1ZDU4ZmNh\" data-original-margin=\"\">Gerard nodded towards Pascal while giving Kaede a slight bow:</p>\n<p class=\"cnM2ZjQwMzFlYThjNjQ3NzRiOWRlOWU5YWIwMzU1OWE1\" data-original-margin=\"\">\"I'm Gerard Fournier. Pleasure to meet you.\"</p>\n<p class=\"cnM5NGQwYTE2YjY2YTQ0NGJhNWY0NmJhNWVhOTI0MDUy\" data-original-margin=\"\">Gerard was easily the tallest of the group, as his height was at least a few finger-widths higher than either Pascal or Perceval. His short, straight hair was black. His firm eyes were ash-blue. Below them, his hard, chiseled chin and a slightly tall, Balkan nose dominated his image. He wore a loose fitting tunic and a jacket over it, both of which looked too plain for a noble. However despite his lax clothing, it was clear that his body held an incredibly firm musculature. Tough and well-built, but no steroids monster either.</p>\n<p class=\"cnNjN2NkOGQwZWE1NjQzZjBiZjA2ZTk2OTdjODc1ZDJl\" data-original-margin=\"\">\"Ah... nice to meet you as well.\"</p>\n<p class=\"cnMxMTYwYjRmMjZmYzQ1MWI4Y2YzZDU4ZDRhOWJjNGIz\" data-original-margin=\"\">\"Fournier?\" Pascal puzzled. \"I don't recognize that name.\"</p>\n<p class=\"cnNjZDAzZTI0YTYxNDRkMmFhMWRlMjdkNmZiODgzMTgy\" data-original-margin=\"\">\"My parents are bakers.\" Gerard shrugged before his voice hardened. \"Yeomen, lower middle class. Perceval was the one who sponsored my attendance here. You have a problem with it?\"</p>\n<p class=\"cnNiYzRhMjQwNDA0ZTQ5MTI5NmE4OGM1NTFjOWE2ZDhk\" data-original-margin=\"\">\"I did not know Alisia Academy had a patron program?\" Pascal asked. However even his casual voice sounded haughty and was definitely rubbing Gerard the wrong way.</p>\n<p class=\"cnNhN2E3NzQzODA2OTRiYzViY2MyZDgxNTVkZWZlMzc0\" data-original-margin=\"\">\"It's not a program.\" Perceval explained. \"Reynaud introduced him to me. Apparently they met through his parents' bakery.\"</p>\n<p class=\"cnMwNTJlZjYxNjdhMTRlN2VhM2JhOGExMTFmZjdkOTgz\" data-original-margin=\"\">\"He makes the most adorable animal bread, presented in beautiful confection houses.\" Reynaud grinned. \"When I asked him how, he started telling me about how the dough needed just the right mix and had to be set just right so they'd expand in a certain way, yadda yadda. The rest went over my head.\"</p>\n<p class=\"cnMwY2YwYzgwNmVkNjRiZTliNTYwYTY4NGIwNWZlNGQ0\" data-original-margin=\"\">\"Like I've told you -- baking is a science.\" Gerard insisted.</p>\n<p class=\"cnNiOTg1M2ZlMzMxMjQ2NWJiMThhMDgyYTA3ZGUyMTVj\" data-original-margin=\"\">\"Which is precisely why I didn't get it.\" Reynaud remained smiling as he patted the back of the man who was over a head taller than him. \"I mean do you ever see me reading a science book? Or any book?\"</p>\n<p class=\"cnM1ZmIwMDdhNDQwZTQ1Mjg5NmZmMzI4MzFmZGRlNjE0\" data-original-margin=\"\">\"You read map books.\" Perceval interjected.</p>\n<p class=\"cnNjODNiNGM2NTZhYzRiZWU4OWVjZmU2ZmQ5YWRhZDlm\" data-original-margin=\"\">\"Yeah, well, those are fun. Seeing all the places I can go to? Tickles the imagination.\"</p>\n<p class=\"cnNiNWZiMTJjMjFlYTRmZDZhMjRkZTE0NGQ3MTIzMDcw\" data-original-margin=\"\">\"I still do not see how baking has any connection with this academy.\"</p>\n<p class=\"cnNmMjk5Y2ZlYzJiZTRhMGFhMTczN2NkNzMyNGM0ZjUw\" data-original-margin=\"\">Pascal's comment made Kaede want to slam her head into the table. <em>You've just made new friends! Don't ruin it already!</em></p>\n<p class=\"cnNhNmJiZTQ5ZjQzNzQyOTI5ODJjMTUzZDg1YTc3NjAx\" data-original-margin=\"\">Thankfully, Perceval addressed the issue as he explained with pride in his voice:</p>\n<p class=\"cnNhZjVmNzAxMzU0OTRkNWQ4MjIzMTk0ZjdhZjEzM2Iw\" data-original-margin=\"\">\"Gerard ranked sixth on the entry assessment exam for his year. He is now the best among his class of 4th year civil engineers. Only reason he returned late is because of his internship with the Ministry of Land and Resources in the capital.\"</p>\n<p class=\"cnMwNmQ2YTE3ODhmZDRlNWQ4YzNmOWEyY2NiNTdiZGFi\" data-original-margin=\"\">\"Impressive.\" Pascal's attitude switch was instantaneous, even if his tone was not.</p>\n<p class=\"cnMxMDg5NTBlNTZiYTQ0NWRhOGFlYTYyM2M4YWM0MWFj\" data-original-margin=\"\">\"&lt;Would it hurt you to show your admiration a little more in your public voice?&gt;\" Kaede prodded over telepathy, which Pascal utterly ignored.</p>\n<p class=\"cnM2ZWFhNzAyNTg5MjQ0Yjg5NDRmNGQwNGIxMzRjZTUy\" data-original-margin=\"\">Gerard shrugged, his blank expression seemingly not caring:</p>\n<p class=\"cnMwNTRmODY5MmJjYTRmZGQ4NzVhNWY2MGExNDdjODY5\" data-original-margin=\"\">\"You may think as you like. Most nobles here only put up with me thanks to Perceval and Ariadne.\"</p>\n<p class=\"cnM0ODlhNTdlMjQzNTRlODNiYWU2ZWY4YzYxNjBkYWUy\" data-original-margin=\"\">\"Most nobles here are <em>incompetent</em>.\" Pascal clarified as his turquoise gaze swept the dining hall. \"Birth, standing, prestige, none of those matter. Intellect, resolve, and the skills it brings are what counts.\"</p>\n<p class=\"cnM3NzljMTE3Yzg0ZTQ0YjA5YTNiYmUxZDJkYWFiNDhm\" data-original-margin=\"\">Apart from Kaede, everyone else looked back at Pascal with some shade of surprise.</p>\n<p class=\"cnNlMzg3OTQzNGFiYjQ4NDJiYzk0NmVmYmU4ZjFlNDI0\" data-original-margin=\"\">\"I was just talking to my father the other day about the 'Imperial Examination System' that Kaede spoke of from her memories, which could elevate the poorest civilian to important officials of state. The performance bottleneck to the Weichsen army's Mobility Doctrine has always been a limit of capable officers, as commanders in the field must be able to think and act independently according to circumstance instead of waiting for orders. Father told me to draft him a formal proposal on how we could apply a standardized testing and scholarship system for promising cadets. When you mentioned patronage I wondered if Rhin-Lotharingie was already ahead of Weichsel in this.\"</p>\n<p class=\"cnMyMTgxYTVmMzIxNTQzOTdhYTgxNGZiMTg0ZTAzMDgz\" data-original-margin=\"\">Kaede smiled a little. She wasn't sure where this world's version of China was. Probably the 'Dawn Imperium' that sat as the other superpower in the far east. However she was certain they wouldn't mind her plagiarizing their 2,000 year tradition of meritocracy.</p>\n<p class=\"cnM0NGI2NDEwYTgxOTQ5YThiNDBiODNjMGJmNDBmNGY2\" data-original-margin=\"\">By the end of Pascal's speech, Gerard stood in awe with his mouth ajar.</p>\n<p class=\"cnM1ZTdlY2Y4YWJjMTQ1MDBiNjY2MTUwMTAzMThlZmVh\" data-original-margin=\"\">\"The Marshal of Weichsel is interested in this?\" he asked, almost in disbelief.</p>\n<p class=\"cnNmZWNhNThkMDQxYzQ0Y2U5MjBhNDc0MGU2ZjhmZGM4\" data-original-margin=\"\">Pascal nodded back, his stiff gaze confirming:</p>\n<p class=\"cnM0MzBmMjg4MTAyNzRmMDQ4MDhjMzQxZDA2NWJkYWRh\" data-original-margin=\"\">\"Why is this a surprise? Weichsel's military <em>is</em> a meritocracy. The enemy will not care about how famous your family is.\"</p>\n<p class=\"cnMzMjQ2YWFlNjBiNzQzZDVhZjAwY2Y1NmE3ZGEwM2Jh\" data-original-margin=\"\">\"Yet your enemies will always recognize your family name.\" Gerard countered in a flat voice. \"You can't get promoted if your superiors don't remember your name to match your deeds. And if you don't think there's a noble preference there then you've been blinded by your own experience. Still, better some opportunity than none.\"</p>\n<p class=\"cnM0NjU2YmRlMjJiMTQ1NTZhNzE4ZTZhNzc5MzU0NWM2\" data-original-margin=\"\">Gerard then pulled out a seat right across from Pascal and sat down.</p>\n<p class=\"cnMwM2JhNmUwZDdlYTRkMzBiZDhmNzA1NTc0NTk5M2Vl\" data-original-margin=\"\">\"I'll be happy to give you some <em>proper</em> perspective from a lowborn.\"</p>\n<p class=\"cnNiMGJhODhhZTU0NzRmY2ViOGJhNzk3MDM3OGViYzky\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNmNTExZjc3NDZkODRjZDliMzllZjVhYjAxZGU4NTcw\" data-original-margin=\"\"><br>Surrounded by other acquaintances, Perceval's group broke to separate conversations as they enjoyed their meal. Kaede was introduced to nearly two dozen other noble acquaintances who sat nearby, although none of them spoke another word to her afterwards. She quickly realized that Gerard's situation was milder but somewhat similar to her own, patronage or not.</p>\n<p class=\"cnNhNTJmY2Q1OTg3ZjRmZTI5NzAzN2I5MDFmOGZmNzQ1\" data-original-margin=\"\">In the eyes of most highborns, the two of them were seen as little more than servants who shadowed their master's footsteps.</p>\n<p class=\"cnMxMTk0YzVmNTg4MjQ4NTc4MGQxZGYxYTQwMTNlY2Rh\" data-original-margin=\"\">Unfortunately, Kaede did not receive much of a chance to consult her senior. Gerard spent almost the entire meal digging details out of Pascal, much to the annoyance of other nearby nobles who saw an easy opportunity to approach the Runelord.</p>\n<p class=\"cnMzOTIyMGNlZDZjYjRmMDA5ZGQ1ZDg2YTk0YTZhN2Y4\" data-original-margin=\"\">It soon became apparent that most of the other peers who surrounded Perceval were not like-minded individuals. His affable demeanor and generous personality did make him easy to befriend. However, Kaede was fairly certain that Perceval's family heritage probably wasn't any lower than that of Ariadne's. In fact, she was fairly certain that one of the Paladins who fought during the Independence War carried his family name of 'La Tours'.</p>\n<p class=\"cnNlMDYxZGFlNTdlZjQ5M2U5MzY4YjVhZTFlMWE3YWM0\" data-original-margin=\"\">Personal politics and alliance-building worked the same way no matter where one went, especially among junior aristocrats. This was particularly true for those sociable enough to begin a snowball effect: the more acquaintances a high society circle gathered, the harder it became to refuse or ignore them.</p>\n<p class=\"cnNmZjAwN2Y0NjA0YjRjMjU5YzRmMmU1YzU4MWU0ZTBi\" data-original-margin=\"\">Regardless, the same patterns of conversation kept up for the next two days. The only difference was that Pascal began to draft his idea for a 'scholarship examination' system. He solicited suggestions from those around him, and sent an evil eye to any noble who scoffed at the proposal. Both Kaede and Gerard were only too happy to pitch in, and soon Pascal had what he considered his 'initial draft'.</p>\n<p class=\"cnMxZmRlN2QxNmUzMjQ1YTZhMjgxZWVkNWY4YTA5NDdi\" data-original-margin=\"\">When Kaede asked how many drafts he usually went through, Pascal answered: \"as many as it takes until I am satisfied.\"</p>\n<p class=\"cnNkOTI2YzUzNDUyNDQ1ZmI4NjU5YzJkY2ZmNzE5ZDg5\" data-original-margin=\"\">She couldn't decide if this was due to his perfectionist tendencies or his father's strictness. Probably some of both.</p>\n<p class=\"cnMxYWZlYzdlNDg2MDRkY2JiZmRhZThlNTQyMjgyZjlm\" data-original-margin=\"\">Pascal might have made more progress if he also used his time with Kaede back in the dormitories to work on the proposal. Instead, he spent almost all of that time inscribing new runestones and infusing mana into newly cut gemstones. Half of the reason was because Kaede had expended a significant portion of his rune stockpile to lay her trap for the assassins. The other half was because of Cecylia's cryptic warnings.</p>\n<p class=\"cnMwMDA1OTRhYmU4NzRmMGNiYmNhZWJlYjBhYjY1ZTgy\" data-original-margin=\"\">And so, the week after the assassination attempt passed in a peaceful school setting... at least until Saturday's lunchtime when the entire hall was disrupted.</p>\n<p class=\"cnM1MmExMjc0ODU4MjRjNTU5NTlkNTU2YWM2YWM1MTU3\" data-original-margin=\"\">At the time, Kaede was watching Pascal and Gerard have another conversation, when a 4th year military cadet who wore their blue gambeson uniform rushed in from the hallway:</p>\n<p class=\"cnMwYWY0YzdiZDRiZTQ4YjBiMTk2ZDNkZDg4NDIyMjA1\" data-original-margin=\"\">\"WAR! WAR!\" He yelled at the top of his lungs before stopping just inside the entrance to catch his breath.</p>\n<p class=\"cnNkOTFiMzBlMjAzMTQyZTM5MzRkNDAyYTFhNzBmY2M5\" data-original-margin=\"\">All chatter in the dining hall died instantly as everyone awaited his explanation:</p>\n<p class=\"cnNmMjRkOTM2YzlhZDQ0NzdhY2RmYWIyNWI1NzA1OWY5\" data-original-margin=\"\">\"THE CATALIYAN CALIPHATE HAS DECLARED HOLY WAR AGAINST US! Their armies have already crossed the border!\"</p>\n<p class=\"cnM4ZTZjYzE0OTZjNTQ3MzI4NDdkM2JiNWQxNjAyMTkw\" data-original-margin=\"\">The entire dining hall erupted back into loud, chaotic conversations. Some voices were worried, others anxious, and a few just plain scared.</p>\n<p class=\"cnMzMTMwODYwYWRiYzQ4NDZhYmQ5MTE5Y2NkZGQwNDcz\" data-original-margin=\"\">Pascal was one of the few who completely kept his cool.</p>\n<p class=\"cnNiNDAxMGFhYTZiZDQyNTZhYmM5ODNlYzhmMzYxNzQw\" data-original-margin=\"\">\"Well, at least this answers the riddle of why the Holy Imperium suddenly wants me dead.\"</p>\n<p class=\"cnMxMmZjZWQ4NGFlYzRhNDBhMDIyM2YyNzY3MWYxYzlj\" data-original-margin=\"\">Most of Perceval's close friends nodded back in agreement, their expressions varying between alarm and apprehension.</p>\n<p class=\"cnMxZmEyYWYwZTUwMjQ1ZTI5YmIyOGVlZDk5NTBiMWU3\" data-original-margin=\"\">None of them appreciated the frightening implications of being simultaneously hostile to the two largest powers of the Western World.</p>\n            ",
  "invisibleParagraphContent": "If you spot this narrative on Amazon, know that it has been stolen. Report the violation."
}