{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3YTg2MTYwNDc1ZDRkY2E4NmQ3ODBhYjdkOGUwNjlk\" data-original-margin=\"\">The next few weeks pass without much fanfare. I rarely work at Godfrey's bookshop anymore. Instead, I spend most days at the house of penance and most nights investigating Baldwin. My mother is still plagued by worry, but she is now equally determined to be there for her kids. The entire estate lights up with my mother's presence and I feel more hope than I have in a long time. Her grief hasn't disappeared, I am uniquely qualified to evaluate this and she feels it just as deeply and thoroughly. If anything her depth of feeling has expanded with her husband's betrayals and my injuries.</p>\n<p class=\"cnM1NzY1ZDBhZjRhYjRmNWJiYjFhZTc2NWRlNzhlM2Jl\" data-original-margin=\"\">She is with us, though. Completely present and completely invested. My father, on the other hand, has sobered up from his glee at ascending to nobility. When the momentary rage and humiliation faded, the rage that erased my presence from his mind when he drew a sword on my mother, he grew terrified and paranoid. The feeling of security he got from Baldwin's support held on a little until Baldwin visited for another interrogation. Relaying my threat to Baldwin, like a tattling child, only resulted in annoying the man and being dismissed. Baldwin knows the same thing I do. If my father dies, I just become Baldwin's ward until the wedding. </p>\n<p class=\"cnNlZDQ0OGM1OWZkYzQxZTJhYjhlNDFiNGM0ODBjMWFm\" data-original-margin=\"\">The only reason Baldwin hasn't killed him himself is, I suspect, caution. He can handle any real consequences of it but there are already questions surrounding our engagement. Anything that can be perceived as over-eagerness might draw the attention of more powerful mages. So my father lives to spare Baldwin the wrong sort of attention and to spare me from Baldwin's attention. My father has realized he isn't safe and has been avoiding me. There have been no further processions of distant relatives and friends. Between my mother and I the theory that 'looks can't kill' has been put to the test enough to confine him to his chambers.</p>\n<p class=\"cnNjZGMxMTdjNWJhYzRhNTU4ODI1MGMwOGM2ZWFkMDEz\" data-original-margin=\"\">Baldwin has started visiting three times a week instead of one, trying his best to mold me into his ideal designs. Even this may seem like eagerness and I suspect he is pushing the envelope out of frustration. Now aware of his attempts, I can fairly easily fend him off now. I have even, finally, succeeded in a couple of changes. I ran into some... risk assessment issues with glands for both a toxin and its activator so I went with another design. Now my blood contains a toxin similar to the golden dart frog but is completely harmless unless combined with a protein I can choose to include in my sweat.</p>\n<p class=\"cnNmMjM3YTdkNDJiNTQ3MDliOWFkMmQ2OThiOTlmODJi\" data-original-margin=\"\">I haven't tested it out yet, on account of the need to murder someone to do so, but this is the field I really shine in. I'd love to test it on Baldwin, and I suspect I will, but his divine healing concerns me. If I am going to do it, I want to do it when it will have the maximum effect and I have plans b through z in place. Currently, Baldwin considers himself so far beyond me I wouldn't dare try and kill him. He sees my acts of defiance as temper tantrums at worst. I don't see much benefit in putting him on guard early.</p>\n<p class=\"cnNlZjZiYmZkZDc3YjRhMGRhZDJhZjM0NDc4OTJhOGZj\" data-original-margin=\"\">Edward approaches me to talk every few days, but always loses his nerve and dismisses it as nothing. At first, he couldn't look me in the face at all, but now that my accelerated healing has, mostly, helped me recover he can meet my eyes... for a moment. I still have a light scar over my left eye; the wound was too severe to heal completely. It's difficult to see if you don't know it's there, but Edward does. He always focuses on it and looks away before saying whatever he wants to say. I want to push him but his pride has grown no less fragile. I have to wait for now.</p>\n<p class=\"cnM2YTgxYTJkNWNlMDRhZmViNzcyMGQ3N2E5NjQxZWQ5\" data-original-margin=\"\">Gilbert still visits the house of penance with me most days and we talk a lot on our walks back and forth. He struggles to break free from the mindset he was raised with, but he is open and honest enough that my opinion of him is slowly improving.</p>\n<p class=\"cnNkODViNzY1NGRhOTQ3YTA4Njc0OWQ4Mjg1NGU2MTUz\" data-original-margin=\"\">My etiquette lessons have continued as usual, to my benefit. Sybilla has been extremely helpful in our deal. She always has a hint of guilt in her eyes and a bit of sorrow in her soul when she does, but she has given me information on Baldwin I can use. She started giving me this information after my last confrontation with Baldwin, and it's mostly information she shouldn't know. Based on all of this, I believe she is giving me information Baldwin, in his arrogance, wants me to have. It's useful anyway.</p>\n<p class=\"cnM2YTY2YzhiODBjNjRlMDFhN2U5ZjQ4ZTFmZGYxOTg1\" data-original-margin=\"\">The stains of Baldwin's filthy soul can be found all over the city. I could almost find each solely from the grief that emanates from them. Every person Sybilla sends me to is another victim of Baldwin's. Someone who insulted or defied Baldwin at some point. I have met mothers of murdered and enslaved children, widowers of women who tried to reject his advances and widows of servants or workers who failed to meet his standards. I even met a noblewoman whose sister and brother-in-law had been murdered in front of her in a restaurant. That one was particularly hard to hear and she glared at me when I came to meet her. It seems that particular incident was not unrelated to me.</p>\n<p class=\"cnMwOTI3YzBkYjE5ODQ2MmU5ZDMwMGY4ZWM3ZjY0OWY0\" data-original-margin=\"\">Just a few days ago I met with the children of a tailor who died for failing to remove a stain from a favored tunic. The message Baldwin is trying to send me is crystal clear. Those who defy him suffer and die. The family of those who defy him never recover. Obey, or else. The message he is actually sending is even more clear. Baldwin is an insecure manchild. All his nobility and power can't protect his pride and it will shatter with a pinprick. The only way he can live with himself is by ruining the lives of the people who make him feel insecure.</p>\n<p class=\"cnM3Yzg3OTJlNjkyNDQxZTA5Y2U2NThiYzE4ODVjOWI1\" data-original-margin=\"\">This is his response to me declaring myself his ending. Completely unworried about me following through while also unable to live with the challenge. Bless him for it. His arrogance is the sharpest weapon I have. If he were worried about more than his hurt feelings I wouldn't stand a chance. If he looked under just the right rock it would all be over. Instead, he is leading me to all his victims. Idiotic little prick.</p><p class=\"cmY0ODVmZGUxYWM1ZDQ5NzM4ZDdhMTIwNzIzMDllZjJj\" data-original-margin=\"\">This book's true home is on another platform. Check it out there for the real experience.</p>\n<p class=\"cnNhNDU5MWQwMjQ3ZDQwNzdhOGRiODdiNTdiMmQ4ODgx\" data-original-margin=\"\">I have another lead for tonight, one of his former maids and her mother, but first I need to visit the house of penance. The first batch of mages has now left the circle, and I spend each day teaching them to suppress their mana. I do my best to explain how important this is but not all of them receive the advice as well as others. As Gilbert and I walk to the house. I have added heat, cold, and air mana to my arsenal now and I'm trying to get the hang of them.</p>\n<p class=\"cnNjZWVmNDE5M2IwMTQ0NDJhOWNmNjU2MjM0NDI5MDdh\" data-original-margin=\"\">\"Are you sure this is safe?\" Gilbert asks as we walk and I raise my eyebrow at him.</p>\n<p class=\"cnM5NGE0MTIwMTkzODRmOTQ5ZDg0YjIwYTgwN2MyM2U3\" data-original-margin=\"\">\"It's just a little hot air, it's not dangerous. Why do you ask?\" I inquire.</p>\n<p class=\"cnNkMjE0ODMzZTA4OTQ4YjY4YTNjZjllYTAyYjA4OWJl\" data-original-margin=\"\">\"Not that, the kids, the people in that house. Are you sure teaching them magic is safe? You aren't worried at all?\" he asks, the anxiety clear in his voice. I pause for a long moment before responding to him.</p>\n<p class=\"cnM4MWQwOWI1NjRkZjRlYWM5MTY3MzZmNGI3YjU1MGEx\" data-original-margin=\"\">\"No. It's not safe. I worry about it every day. I see the look in some of those kid's eyes and a chill runs down my spine. At least one of them is going to do something foolish, it's almost certain,\" I begin, only causing the furrow in his brow to grow more pronounced. \"The residents of the house worry me too. They can't leave right now to make bad decisions but they are occasionally collected by the temple. We don't know what they do and we don't know when they do it. Any one of them could be taken and bring the entire temple down on our heads.\"</p>\n<p class=\"cnM1M2YxNTE1NmM1YTRlZGNiY2VkY2I2YjJmZTc1YTcx\" data-original-margin=\"\">He looks horrified, as he often does when I mention my opposition to the temple. I suppose he hadn't considered the risk of making them an enemy. \"Why are you doing it then? You know it's dangerous; you know it's a massive risk that could come down on you at any moment! I don't understand, you are smarter than that!\" he burst out, scared and upset at the same time.</p>\n<p class=\"cnM4OWVhMzczMjAxYTRmODQ4ODUxYTk2YzQ4Njg2ZmZl\" data-original-margin=\"\">I examine his face for a moment before responding. \"Smarter than that huh? Well, let me ask you, what is the alternative? What other options do I have?\" He just looks confused at the question.</p>\n<p class=\"cnM3ZmRiZjY3YTI2MjQ5YzQ4OTc5ODI5MDNjNTJiMWFm\" data-original-margin=\"\">\"Not doing it?\" he ventures and I give him a nonplussed look.</p>\n<p class=\"cnMwM2MzMGNmYTkxYTQyNzk4NWI5MmI1ODY1ZmE0OWM1\" data-original-margin=\"\">\"A house full of people, completely rejected and stepped on by society. A group of kids used to stealing food for the nearest street gang just for the privilege of eating a small portion of it. Brainwashed and manipulated people cut off from their families, unable to so much as walk out of their unlocked prison, and you want me to what? Put my hands over my ears and close my eyes?\" I ask and Gilbert looks lost for words.</p>\n<p class=\"cnM1MzYxM2U3YmQ3MTQ4MjM4ZGQ2ZGU5ZjFjZTRhZmZh\" data-original-margin=\"\">\"That's not what I meant, but surely there are less dangerous ways to help them!\" He responds.</p>\n<p class=\"cnM3OWE0Mjg0NGRjZjRkYjFhYWViMzliODk2MTQ5ZDFi\" data-original-margin=\"\">I nod to him, \"Yes, some of them. I only know one way to fight brainwashing though. For those residents, it's teach them this or abandon them to their fate. Yeah, I can feed the kids. I can house them as well, and I will. And what will that do in the long run? Protect one group of kids while cities all over this forsaken country continue to let them starve?\" I ask. </p>\n<p class=\"cnM2ZTZkY2QzMjQ3ODQ0Y2JiYTExYjhjNmZjOWE4MDUw\" data-original-margin=\"\">I let him contemplate for a moment before I continue. \"I'm not going to stop here, Gilbert. This isn't about making the people I've met happier, it's not even about saving Henry. This is about everyone. I want to make knowledge available to everyone, not just the rich. The same knowledge I only barely managed to get lucky enough to read. What happens to the kids then? Do the risks go away?\"</p>\n<p class=\"cnMxNWY5YjcxYTE3MDQ5MmE5NDhkMzZiYTJiNDBkNGY1\" data-original-margin=\"\">I want to explain more. How violent things will have to get before they get better. How many kids will starve or be killed in the meantime. How I need people to have the means to fight back. Full-on treason is a bit too large a secret to entrust to Gilbert, however. I'm not sure he would understand anyway. I have to take huge risks to effect any real change, and I have to give the people I want to help the option to fight for themselves. It doesn't matter that some of them will get greedy. It doesn't matter that I can't trust every single person.</p>\n<p class=\"cnM3MzAyYWQ3MjI1MDQxNmZhZGI3MjJiMDhlOTAyODI2\" data-original-margin=\"\">I can either accept the world as it is, replace the current dictator with my own rule, or give the downtrodden the tools to fight for their own lives and decide their own fates. I can't decide they don't deserve to fight for themselves and I can't tell them it's too unsafe to give them that chance. I can stop the ones who try to hurt someone else with the new power, but that's as much as I can do. Gilbert won't understand that, however. </p>\n<p class=\"cnMwYmVhNDFmZjk5NjQ3MGRhNGM0Mzg5NzBjNDRiYzQy\" data-original-margin=\"\">It's far too easy to interpret a lack of empathy as intelligence. Too easy to rationalize to yourself that without controlling people, it's too risky to give them a choice. This is often the thought process of those who want to remain more powerful than others. If I convince myself it's too risky to give other people the same opportunities I had, I get to remain the most powerful person in the room. As much as Gilbert has improved, it's evident in his view of women that he still believes to an extent that people need to be protected from their own autonomy.</p>\n<p class=\"cnM3NWU0ZGFmZDJmZjRlZWI5MTY0YjJjOGYzNzdlMDZh\" data-original-margin=\"\">\"It still seems like an unnecessary risk,\" he says as we approach the house. \"What will we do when one of them tries to be promoted to nobility?\"</p>\n<p class=\"cnMxMjA4MGE3MDc4YTRiY2ZiN2RkYjYwZGQzNDIwMGY0\" data-original-margin=\"\">\"Well, I have done my best to warn them of that, but when it happens I imagine I will have to commit acts of violence to protect the rest. They did accept the risk when they agreed, and the risk alone is no reason not to give them a chance. Otherwise, we'd be using the same reasoning the nobility uses to keep the knowledge from us.\" I say as we enter the house. </p>\n<p class=\"cnNmYjQ3ZWVhMjMwMDQ5YTliZmJlZWVkOWQwZWRiZDMx\" data-original-margin=\"\">We are swarmed with excited kids as we enter. I have to speak with all the current residents of the house and help the new mages understand their power. I teach lessons on suppressing and aspecting mana while Gilbert passes out food and supplies. With the sale of the hairpin, it's fairly easy to keep them fed and cleanly clothed. I even bring some of my homemade soap which only a few of them bother to try. I also have to pull Ozzy aside and have a private conversation with him, one I don't want Diana to hear.</p>\n<p class=\"cnNkMmU5NWViZmE5NzQ3Zjk5YzM1NzJkOTFmNTZiYjY4\" data-original-margin=\"\">Once I am done speaking to Ozzy, I also speak to Tommy, who has been helping me find other groups of street kids. Eventually, after the city lord and Baldwin have been dealt with, I plan to set up a similar situation in other parts of town, even other cities. I also suspect this isn't the only house of penance. Satusmor is too large for the number of people in this house to represent their entire community.</p>\n<p class=\"cnM3Njk4MTE3N2U5YzRiMjFiNWVlMmU0YjBmM2E3YjUx\" data-original-margin=\"\">I'm going to get caught, I know that. But if I protect everyone as long as I can, if this circle gets spread to enough people, it will be too late. Especially if the noble leadership in the city has fallen apart. Most nobles won't be able to use it yet and the common people will have an advantage. It's a massive risk, but it's one I need to take.</p>\n<p class=\"cnM3MWQ5ZjY4NDUzMDRmNTVhNWZiMmYwYjM0YjFiMDll\" data-original-margin=\"\">Once information has been shared the people have been fed, I pack up with Gilbert and we head out. I want to meet the maid Sybilla told me about.</p>\n            ",
  "invisibleParagraphContent": "This book's true home is on another platform. Check it out there for the real experience."
}