{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1YWM3ZGQ4ODM0YjRmZDM5MzY3NzEwMTNjZmYwNjlk\" data-original-margin=\"\">Kaede took deep, calming breaths as she stood in the dense patch of fog. She honestly couldn't decide if travelling by faerie path using the stone circles was better or worse than teleportation. Sure, the feeling of being flushed through a hole in the space-time continuum during <em>Astral Teleport</em> was extremely unsettling, but it was also over in an instant.</p>\n<p class=\"cnM0OTU3N2JlOThmNTQ0OWRiNWIxNjgwZmExMDU2MGE0\" data-original-margin=\"\">Meanwhile her recent trip of flying through the twilight forest at dangerously high speeds took several minutes to complete. It didn't help that Kaede had been forced through dozens of sharp twists and turns, all of which were done at the last second before she smashed headfirst into an ethereal tree. The entire ride felt like a rollercoaster running at hypersonic speeds. And by the time Kaede emerged, it took all of her self-control to not throw up on the spot.</p>\n<p class=\"cnM4Yzg1OGRmNGM1NDQ4MDZiZmVmMThhMmQ0NWM2ZTVh\" data-original-margin=\"\">...She probably would have too, had it not been for Sir Robert who pulled her out of the exit's way.</p>\n<p class=\"cnNlMzBlMTljMTRhODQ0MmFiMjVhOGExYzZjZDcwMThh\" data-original-margin=\"\">Several of the Princess' armigers facilitated the transit on the destination side. They quickly took the reins of any arriving mount -- most of whom had their eyes covered -- and pulled them away from the exit. Only the spectral <em>Phantom Steeds</em> came through normally. The mindless, magical evocations followed their casters' last order to keep going no matter how surreal the environment became.</p>\n<p class=\"cnM0ODM0NzM3OWMwZjRmN2FhYjIyZTZhMjFhNDhiYjgy\" data-original-margin=\"\">In the meantime, Kaede could sense Pascal's helpless concern as Sylviane's labored breaths grew increasingly erratic.</p>\n<p class=\"cnMwNzY3Mjg1NWIwNjRhOTQ5OWVhMjdjNDkxZDQ2YzM1\" data-original-margin=\"\">The Princess stood just inside the stone ring. Her entire body surged with mana as she struggled to hold the portal open. She had been aided by Elspeth, who first opened the portal on the departure side. However the petite armiger had passed out from mana exhaustion earlier and had to be carried through by Perceval. This left the task of maintaining the arcane bridge which spanned thousands of kilopaces upon Sylviane's shoulders with only Hauteclaire for assistance.</p>\n<p class=\"cnMyOGY1NGMxNGIwMjQzZGQ5ZmIyZTA0ZDJlNWUxZDc0\" data-original-margin=\"\">It was then that the final rider emerged from the haze. Captain Larysa Ostrowska of the 3rd Reiter Support Company had waited until the column's end. Her hand held onto a Black Dragon banner that signaled the conclusion of the expeditionary force's transit.</p>\n<p class=\"cnNhMzA5NTRjOTQyZjRlNWU5YzQzODRlMTVlZGQwYjAy\" data-original-margin=\"\">\"She is out!\" Pascal cried the instant Larysa stepped clear. \"Let it go!\"</p>\n<p class=\"cnMxYmZmNTEwYjI0NDRhNzRhZmI4M2EyNGRmYmFhOTQ0\" data-original-margin=\"\">Heeding his call, Sylviane took a step back from the mist and severed her link to the magical portal. Then, as though her strings had been cut, she collapsed onto the grassy soil.</p>\n<p class=\"cnMwNTBiZTczY2RlYTQ2OGE5YjJjN2FkYzVkZDdiOGRl\" data-original-margin=\"\">\"Everyone made it through safely. You were marvelous.\" Pascal smiled encouragingly as he strode over to lend an outstretched hand.</p>\n<p class=\"cnM4MjIyMjU0YjZlYTQxM2ZiMmY1MzRiMzFhYzEwOWQx\" data-original-margin=\"\">Within seconds, the shimmering haze lost its otherworldly sparkle. The light mist that had engulfed the entire hill began to fade away.</p>\n<p class=\"cnM3MDAzZjEzMGUyYzQ2NDY5NTJmN2Q4ODhjNDE0M2Nh\" data-original-margin=\"\">\"Thanks... to Elspeth,\" Sylviane huffed out in between gasps of air. \"She poured... all her mana in... first, so that I could conserve mine.\"</p>\n<p class=\"cnM1Y2M1MjVhYjM4ZjQxNTE5ZGNkYWVlODZlMmNjYzA1\" data-original-margin=\"\">\"Perceval said she will recover in a few days,\" Pascal reassured. \"She just needs rest, and so do you.\"</p>\n<p class=\"cnM5YmIyMjYxNTY0NTRhMDViYzhmMTE0OGQ1ZmE1ZTAy\" data-original-margin=\"\">Sylviane gave a doubtful chuckle. She grasped his hand and allowed him to pull her up from the ground. Her exhaustion was apparent as she wobbled on her feet before leaning heavily against his side. Pascal then wrapped one arm around her to ensure that she wouldn't fall.</p>\n<p class=\"cnMwZDljZmEyN2JmNjQ4YmU5YjZlZjYyNDc2ZjA1MGZj\" data-original-margin=\"\">Nevertheless, the Princess did her best to look normal as she turned towards Colonel Hammerstein:</p>\n<p class=\"cnMyMmNkNjg4M2FmZTRhMGU4MjQ5NWNmZjIwMGIwOThl\" data-original-margin=\"\">\"Any report from the scouts?\"</p>\n<p class=\"cnM2M2MwNjkyMmRmNDQxZjM5OGY2YjgwNTc1MmJkY2Yx\" data-original-margin=\"\">\"Not much,\" the gruff colonel shook his head. \"There's a long column of refugees moving down the road, escorted by a few squads of Avorican light horse. The boys who made contact could not understand the language. They're working to get their linguistic spells active and attuned.\"</p>\n<p class=\"cnM2MmNlMWNhOTQwYzQwMTc5ODc0YWJmYmE5Yzg3NjBi\" data-original-margin=\"\">\"Remind them that half the people in Avorica speak only Brython, not even Lotharin,\" Sylviane added. \"The nobles should speak enough Lotharin and Imperial to get by though.\"</p>\n<p class=\"cnMwOTU0NDZjZDZhZjQ0MjQ5NzBlZGZlMjc5NTZkOWQ4\" data-original-margin=\"\">\"If there <em>are</em> any nobles left among them,\" Hammerstein replied with an oddly solemn voice. \"Captain Müller had trouble just finding a sergeant.\"</p>\n<p class=\"cnMxZjUwMWM4Yjk3ZjRiYzJiNGZhNmEzNGVjZTlmN2Fm\" data-original-margin=\"\">It took a second before Kaede could realize what he meant: <em>there weren't any nobles left because they'd probably all been killed.</em></p>\n<p class=\"cnNlMmNiMmQzNThkOTQwY2U4OGU3Mjg1MDdhYjY4ZTU0\" data-original-margin=\"\">She still remembered the discussions back at Oriflamme Palace. The Avorican light cavalry formations were highly-trained troops, some of the best offered by their kingdom. For these valuable units to be delegated to mere civilian escort duty, they must have been depleted to mere skeletons of their original strengths.</p>\n<p class=\"cnM4ZjI5YjdjMWVjNjRjMDRhNGM0OTkxMDAzNDNkYmUx\" data-original-margin=\"\">Then, as the mist surrounding their hill lifted enough to reveal the local 'road', Kaede finally saw what Colonel Hammerstein spoke of.</p>\n<p class=\"cnNiNjdmODFkZWUzMzQxMWU4OGE2YTJkYTQ5YmZmNWM0\" data-original-margin=\"\">The familiar's keen sight picked out disheveled civilians shambling across the road barely a kilopace away. Their appearance was in stark contrast to the proud military men and women who had just arrived through the faerie paths. These refugees' clothing were worn down to dirty, tattered rags. Their feet were caked with mud from the rain-soaked trail. Their hair lay matted to begrimed cheeks that hadn't been washed in days. Even their faces were thinned by malnutrition as they wore dulled expressions laden with fatigue.</p>\n<p class=\"cnM5Zjg3YWQ1YzlmNzQzMjc5NTVlOTJiNzViZTIwOWY0\" data-original-margin=\"\">Yet despite their clear misery, the thousands of refugees marched on. Some still led children or carried what few belongings they could bring with them. Others barely dragged along their own two feet as they clung onto hope that they might still escape the invasion with their lives.</p>\n<p class=\"cnNjMzAwMzg4ZmMxMjRmODFiMGE1YWY2NTgyZjMxMjZj\" data-original-margin=\"\">As her vision cleared, Kaede began to make out the scattered carts and wagons abandoned along the road. Many of them had simply fallen into a puddle of mud, before being discarded by owners who must have been too tired to pull them out. Next to some of them lay the ghastly remains of dead horses, their carcasses barely dragged off the road before they had been carved open for meat by starving refugees. Even now, she could see a desperate mother draining horse blood using a small cup, while her other hand held onto a pallid-looking baby.</p>\n<p class=\"cnM2NDY0YWZkZTg2ZTQyNmM4ZjcwOTA2NjIxZDE5Mzlh\" data-original-margin=\"\">\"Welcome to Avorica.\" Sylviane muttered grimly from behind Kaede. She undoubtedly saw this same vision of filth, misery, and death, even if her sight held the blessing of less clarity.</p>\n<p class=\"cnNjNDczY2YzZDNmNTRiOTBhZjRhMGU3NmY3ZTI3ZmQ1\" data-original-margin=\"\"><em>The unsung casualties of war,</em> Kaede bit down on her lips to quell her uneasy stomach. <em>The inglorious reality that every belligerent's propaganda seeks to erase.</em></p>\n<p class=\"cnM0YWRkZDhlMDBhNDQyYTFiOTRhMzQ5MzBkZTYyMDk2\" data-original-margin=\"\">This view was the reason why Kaede strongly believed that only a defensive war could be a 'just' war.</p>\n<p class=\"cnM0MGUzZDNmMTExYzQ1MTRiNjM3YmUzMTlkNTNkMzc0\" data-original-margin=\"\">\"Colonel! Your Highness!\" A signal officer called back after receiving a new <em>Farspeak</em> message. \"A master-sergeant of the 7th Avorican light cavalry reports that Saint Estelle is currently leading the army. They're deployed just twenty kilopaces to the south in rearguard action!\"</p>\n<p class=\"cnM3YWVlZTk0ZTMyOTQ0NGE5N2E5NjU0OWE1OTUyMTJi\" data-original-margin=\"\">\"Rearguard?\" Sylviane stared back with a puzzled expression. Then, as she exerted herself to stand straight, she wondered aloud: \"rearguard to what? Edith is the commander of this entire <em>front!</em> If she has the army with her...\"</p>\n<p class=\"cnNmYzNjYmNjZDdiMTRjOGFhYzNhNTYwODM4ZjUyYzNm\" data-original-margin=\"\">Sylviane then paused as her gaze fell upon the column of refugees that stretched north for as far as the eye could see. Her pupils began to widen with anguished disbelief.</p>\n<p class=\"cnM5ZGRhYzZmYmE4ZDRkNTg4NzNmZGNkOWEwNDFjMDE0\" data-original-margin=\"\">\"<em>Damn</em> that Edith!\" The Princess fell to uncouth blasphemy as she gritted her teeth. \"This is what happens when you send a 'saint' to fight a war!\"</p>\n<p class=\"cnM3MTUyMDZiNTZkYzRjNjk4YjYxZjcwMGY0NTNjMTBm\" data-original-margin=\"\">As if on cue, the rumble of explosions and spellfire from the south reached their ears. The battle had begun, and there was no doubt of its location as a blazing Trinitian Cross in bright cyan lit up the distant, cloudy skies.</p>\n<p class=\"cnM1NzI0ZWYyNGQyNzQ1ODk4ZGVhNzQ0ODNhOGQyMGJi\" data-original-margin=\"\">The <em>Polar Cross</em> Oriflamme was renowned across Hyperion as the hero of the 3rd Trinitian Crusade. Idolized by the army and canonized by the Pope, Edith was among the few figures entrusted with one of the most powerful relics of the faith: one of the seven holy swords of virtue. Her moniker came from the personalized illumination spell that inspired all from across the Trinitian realm. It drew a horizontal cross in the sky that always pointed towards the Holy Land -- where the Dragonlord Hyperion sacrificed himself to save the world.</p>\n<p class=\"cnMyMGZkM2JmNzBlZTQyNDQ5MDQ3ZDk4NDU4Mjc4NzI2\" data-original-margin=\"\">But in the pragmatic art of statecraft and war, a woman famous for her piety and virtue... wasn't necessarily a good thing.</p>\n<p class=\"cnM2MGRhNmQwNDQzNjQ0MGI5MzE4YjM4YjUyZjZhYjBm\" data-original-margin=\"\">\"Armigers!\" The Princess called out as wings of blue-white flames sprouted from her back. They barely missed striking Pascal's face as he dodged out of the way.</p>\n<p class=\"cnNmMjM1ZTkzOWVkYzQ2MDM4NDY2YzhjMDAyZGE3OWUz\" data-original-margin=\"\">\"Sylv, do not be ridiculous!\" He almost shouted. \"You can barely stand! Fighting a battle in your condition is impossible!\"</p>\n<p class=\"cnMwM2U1ZGRmNTE5YzRiZWI5N2UwODdhMzY5ZjkwNDc5\" data-original-margin=\"\">\"It's not impossible! It's <em>essential!</em>\" Sylviane retorted as Hauteclaire's magic carried her aloft. \"I need that army in one piece! Colonel Hammerstein!\"</p>\n<p class=\"cnM1YjgzMjI3MjE5MzRhN2M4NWYyMGNjNTg4YmM4YTMx\" data-original-margin=\"\">\"Yes, Your Highness!?\" The homely Colonel saluted as a ferocious grin lit up his face.</p>\n<p class=\"cnMwODNmZjlhNGJmYzRhNWJhMThiYjVmNzk1ZGQ1N2Rl\" data-original-margin=\"\">\"Mount up and stay hidden a kilopace behind me. I don't want to show the Cataliyans our hand unless we have to. But if I give you the attack signal, then charge in and unleash hell with everything you have!\"</p>\n<p class=\"cnM1MGZlYzI0MDU0YzRjYjA4YzVhMGUxMGNhNmU1ZGRl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxYWYxOWM3OTI2ZDQ4NmJiMjMyMmVlNTE5NDc0YTY3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNjNGI5MjcwNTU4YjQ1YWNiY2Y5MWU1YzExZWE4ZDFk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4NGMwYWUxNDZhZTQwZjBiZWNjNTJiZDNiNmRlNTJi\" data-original-margin=\"\">\"SHOOT AT WILL!\"</p>\n<p class=\"cnM1ZjUxYTI4NjZiMjQxZWNhNmI3ZGE5YWU4OGMxZTVh\" data-original-margin=\"\">Edith-Estellise Élisabeth de Lyonesse yelled as she flourished her holy sword. Her orders called upon her archers to fire independently at their best speed.</p>\n<p class=\"cnMzN2Y3YjhkMmI1ZDQ3ODRhMjJmMzU2NGMxYzllZDRj\" data-original-margin=\"\">Her ambush was a partial success at best. The Lotharin army had been hidden among sparse woods augmented by illusory camouflage. But the Cataliyan light cavalry screening both flanks had tread too close to the wards that kept her forces from magical detection. Edith had been forced to call the first volley early. This forced her archers to shoot high arcs at long range against the crowded heavy cavalry columns that trotted up the main road.</p>\n<p class=\"cnM2NmRhMjY1M2I0NTQ0MzA4YzRkNGY3MDk5Y2NhNTY5\" data-original-margin=\"\">However the Cataliyans' Ghulam heavy cavalry were disciplined, professional soldiers. They had remained alert as rapid reaction wards sprung up. <em>Mana Seeker</em> counter-fire rushed out to interdict the incoming arcane arrows. They disrupted the <em>Dispel</em> spells infused into leading arrows that would have cleared the way for the rest of the barrage.</p>\n<p class=\"cnMxYzcwZDQzNWY2ZTQ0ODM5Njk1NjM4NDZmOGExZjcw\" data-original-margin=\"\">Nevertheless, the quantity shot from thousands of ambushers proved too much for the leading battalions. A deluge of arrows poured through gaps torn in the hastily erected wards. Magic infused into bodkin heads detonated in flame and lightning, which ripped through the neat ranks of steel-clad horsemen. The explosions chained quicker than any drumroll, battering the invasion force in a cacophony of destructive violence.</p>\n<p class=\"cnM3ZTQ2ODJhZTFjMDRiNmU4OWM1NTRmY2U4MGM2MWYw\" data-original-margin=\"\">Hundreds of Ghulams had been killed or wounded by the initial bombardment. Survivors were stunned senseless as they stumbled amidst the corpses of their brethren. A cloud of static-charged dust further hampered communications as unit organization began to collapse.</p>\n<p class=\"cnNjM2IyOTQxYzhkMjQ0NGE4Y2NlMWJlN2FlYmM5NDdi\" data-original-margin=\"\">-- Yet behind them, tens of thousands of enemies began to fan out into battle formation. They formed rows of flesh and steel for as far as the eye could see.</p>\n<p class=\"cnMyOTQ2YmY4NTQ3ODRhMmY5OWEwNTMxZDNhNTk1OGE3\" data-original-margin=\"\">Waves upon waves of arrows soared out like an unending hailstorm. Edith could hear the magic-capable officers struggling to keep up with imbuing the ammunition with <em>Legion Smiting</em> spells. These were used to channel offensive magic into as many projectiles as they could, which relied on the arrows for targeting and delivery -- thus saving mana for more explosive power. Meanwhile the Rangers in front of them directed the volleys with tracer arrows, many of which were blessed with antimagic to crash hostile wards and clear the way.</p>\n<p class=\"cnM2ODE5NWE2NDk2ZDRmNzY4MDE5ZjM4YTU4ZjZhNmYy\" data-original-margin=\"\">But with their position now exposed, the Cataliyan light cavalry screen began to converge on the Lotharin battle lines with bows and javelins. They hurled their weapons into the Lotharin battle formation to disrupt the attack, which forced more and more Lotharin Rangers to redirect their shots.</p>\n<p class=\"cnMyYjFlMjNhNjBlNjRiOTVhMzA3YzMwZGQwYTc3OTRl\" data-original-margin=\"\">The Rangers of Rhin-Lotharingie were professional light infantry. Recruited from the best huntsmen of every village, they had decades of experience patrolling the Empire's lands during times of relative peace. They switched to normal arrows to drop the skirmishing riders with pin-point accuracy. However, every shot they sent against those light horsemen represented more attention that had been peeled off the main threat.</p>\n<p class=\"cnMyYTc1YjU1MDFjYTQxNzA4ODA5NzNhZGI2NzVhYzNi\" data-original-margin=\"\"><em>And here they come...</em></p>\n<p class=\"cnM2ZjQzOWQyNjBlNDQ0YzJiNjI5MzlkYThhMmUyOGUw\" data-original-margin=\"\">Edith took a deep breath as the first ranks of heavy cavalry formed. The professional Ghulams braved the rain of steel with sheer courage and discipline as their armored black chargers began to accelerate.</p>\n<p class=\"cnM3NThhMWZlNjdlYTQ5M2ViZjFiM2U2MmQ5ZTEwYjEw\" data-original-margin=\"\">The initial wave consisted of no less than four battalions. Over a thousand mounted combat troops arranged into two rows that stretched across a three kilopace front. Thousands of hooves began to hammer the ground in sync, which shook the very earth with tremors and quakes. They swept forward like a looming tide of death, their liveries marked by the green and yellow crescent moon of the Tauheed faith.</p>\n<p class=\"cnMxZDQxOGRhNmMyMTQxY2ViMmEyMjZhNTI1Yzc3MDg0\" data-original-margin=\"\">Meanwhile above them, a wall of searing winds had begun to form. Trampled dirt pulled into the air dried within seconds, exposing sand that swirled about like a desert storm. The barrier of tornado-force gales rose over fifty paces. The air itself seemed to ignite as the wind wall glowed with a fiery hue while it rolled across the lush Avorican plains.</p>\n<p class=\"cnNkNjFiNWRlYzM1YTRiMDU4YzFhOGVmYzViZjYzZTE2\" data-original-margin=\"\">The oncoming assault no longer looked like a wave of mortal men, but an elemental force of nature -- a raw, unstoppable storm that sought to trample all into a desert wasteland.</p>\n<p class=\"cnMyMDYxMDJmN2Y1MzRmMmQ5NWU3ZmEyYjIzNzU2NWZi\" data-original-margin=\"\">The Cataliyan Ghulams had mastered their <em>Sandstorm Ignition Screen</em> to perfection. Stretching from caster to caster along the surging wavefront, they formed a barricade that would blow aside any arrow and trigger any spell that sought to shoot through. Furthermore, the screen continuously refreshed itself against dispelling bursts, which formed a nigh-impenetrable barrier that protected the advancing army behind them.</p>\n<p class=\"cnNiZjI3NzU2OWNhZDQ4YmY5YTUwNzYxMDAyMDU3NDIz\" data-original-margin=\"\">This would force the Lotharin archers to destroy the first wave -- a long, narrow line only two ranks deep -- before they could reach the rest of the advancing army. Yet the average bowmen, forced to shoot over the front ranks of friendly troops, could only shower a general area with arrows. Hundreds of projectiles overshot and were blown aside by the sandstorm, while countless others fell short and struck nothing more than grassy dirt.</p>\n<p class=\"cnMyOGE2NzU2ZmU2ZjQyOWQ4ODk3MDU2ZmVjZDk4Y2Jk\" data-original-margin=\"\">\"ARMIGERS TO THE FORE! PIKES SECOND!\" Edith shouted as she altered her glowing cross above them from bright-cyan to a brilliant gold. It signaled the change in formation to the entire army.</p>\n<p class=\"cnNhZjc1MDViY2VmMzRkZTY5MjIzNDA1MmJjYTM0NmZl\" data-original-margin=\"\">Lotharin archers were hardy militiamen drawn from forest hamlets and mountain villages. They wore little armor -- often nothing more than a gambeson -- and carried only a longbow and a felling axe. Meanwhile, it was the pike-armed 'urban militia' from Rhin-Lotharingie's towns and cities who had the wealth to equip themselves in mail and could thus endure prolonged melee.</p>\n<p class=\"cnM5YmU5YjM5ZjJhZTQ4MDU4ODY0NzkzNzdiNWVkN2E5\" data-original-margin=\"\">Yet the problem was that the comforts of city life had made these people soft. Too often, Edith would watch as an urban militia company broke and routed the moment Cataliyan lancers plowed into them.</p>\n<p class=\"cnNkMzYyOWYyMTk4MTRiMDdhZWY2NjgyYTI1ZDEzNDFk\" data-original-margin=\"\">Unfortunately, the reliable Highlander infantry of Gleann Mòr had mostly been locked in the north by the onset of winter. This meant she had to hold the front rank using only her Noble Armigers, which consisted of lords, knights, and their feudal retinue troops. It was the Holy Father's will for the nobility to set an example for the masses. Where better would one begin than in the defense of their faith?</p>\n<p class=\"cnM2OWEyYmIwYjg2OTRlZjZhNjNhMTk3M2E1M2M4MzQ3\" data-original-margin=\"\">Nevertheless the aristocracy was not plentiful. After the heavy losses taken during the last battle when King Consort Armel lost his life, Edith no longer even had enough armigers to form a single file line.</p>\n<p class=\"cnM3NWJmZjAyZDJiNzRkODRhZTdiZWVkNjk1MjliNGEw\" data-original-margin=\"\">Now, as Edith led this porous screen of steel-plated men-at-arms forward, urban militiamen filtered through the ranks of archers and rangers to fill the space left behind. They leveled rows of polearms forward, presenting a wall of spikes against the coming foes. Meanwhile their officers blessed them with energy-dampening <em>Legion Resistance</em> in preparation against attack spells.</p>\n<p class=\"cnM5ZmRhYWQyYzNjMjRhNWFiMmIyYzQwYWExYjdkZDRh\" data-original-margin=\"\">\"SEEKERS AND OBSTRUCTION SPELLS!\" The Saint Oriflamme cried next.</p>\n<p class=\"cnM1ZjRmMmVhMjhiYjQ3YjBhOGRjNmQyZjI4MDY2MzVh\" data-original-margin=\"\">Arrow after arrow had pierced the Cataliyan chainmail between those horses' armor plates. Antimagic blasts burned through projectile-deflecting <em>Repulsion</em> wards before explosive bodkin penetrators tore the steeds apart and threw their riders to the ground. The continuous rain of death had broken the first heavy cavalry wave into a tattered line. But with their lives, they had bought time for the troops behind them to advance unmolested across several hundred paces of open field.</p>\n<p class=\"cnM5MWUwNWUxZjQ1ODRkYjc4ODNlYzg1MWNjNzY3ODJk\" data-original-margin=\"\">A second wave of Ghulam heavy cavalry had already formed their own <em>Sandstorm Ignition Screen</em> as they trampled over the bodies of fallen brethren. Meanwhile companies of Asawira armored cavalry charged around them to attack from both flanks. These were hybrid cavalry drawn from the Cataliyan knighthood and their retinues. They formed shooting circles that showered the Lotharin battle line with a continuous stream of arrows while their constant movement reduced their exposure to returned shots.</p>\n<p class=\"cnMzOGMyNDVjYjk2YTQyZDVhZWRhNDkyZTUxODUyMjVj\" data-original-margin=\"\">\"<em>MANA SEEKER!</em>\" Edith hurled out a volley before plunging her holy sword into the earth. \"<em>EARTH REAVER!</em>\"</p>\n<p class=\"cnM3NTY1YWQ3N2NhNjQyOThiMzFlMTI0NWQ0ODU2ZDIz\" data-original-margin=\"\">Her spellcraft sent a ripple of magical energy through the ground and towards the infidel cavalry. Dozens followed her example as they unleashed a multicolored tide of autonomous hunter-seeker spell-disruptors before piling on with geomancy magic. Meanwhile others crafted spells ranging from fast-growing briars to fields of transmuted hard-clay spikes.</p>\n<p class=\"cnM3N2Y3NzBhYmQyNTQ3OTA5NDlhNmFiNDQ3MWU4Yzk3\" data-original-margin=\"\">Behind them, squads of militiamen grabbed onto ropes and pulled. They unearthed rows of spiked fences hidden beneath grassy camouflage. The soldiers quickly tied them to wooden pegs set into the ground, which held the stakes slanted towards the enemy as the men re-grasped their polearms.</p>\n<p class=\"cnMwMjAyNmE5MWM3NzQ1MmY5MWE0MjA2NWEwZWM2Y2E5\" data-original-margin=\"\">However the charging Cataliyan cavalry countered with their own magic. <em>Dispel Bursts</em> hurled out to neutralize the <em>Mana Seeker</em> wave. <em>Tranquil Earth</em> halted many <em>Earth Reavers</em> before they could churn the fields with eruptions of earth and rock. <em>Sonic Blades</em> sheared through pillars and stakes alike before smashing the bones of even warded Lotharin troops. <em>Force Screens</em> created lanes of magical repulsion over obstacle pits, which the horses soon galloped over as though they rode over invisible bridges.</p>\n<p class=\"cnNkMDRjZmJiNTYwNjQ5NDE4NGRkNzk5NzYxNjU5N2Uw\" data-original-margin=\"\">As the heavy cavalry officers shifted their focus to the contest over field control, the sandstorm barrier rapidly dissipated above them. This exposed the third wave to the deluge of arrows. However their own wall of desiccating winds blocked the way further.</p>\n<p class=\"cnNmMGIyZDIwMmMyMTRmZjU4NDcxYTk0OTdlYWU4YmM3\" data-original-margin=\"\">\"PIKES READY!\"</p>\n<p class=\"cnM1ODg3YjJlM2FlNjQxZmQ4Nzg4ODE4MmNiNTcwMDE3\" data-original-margin=\"\">Edith's orders echoed along the line as rows upon rows of infantry braced their polearms. Even the Noble Armigers kept their trusty maces on their belts as they raised sharpened pikes thrice the height of man. Yet the Crusader Saint herself only flourished a sleek arming sword in her hands as she led them from the middle of the front rank.</p>\n<p class=\"cnMwYzczZWE4ZjM1MTQ1ODY4ZmVlZTNiN2ViZmU5YTUz\" data-original-margin=\"\">The Sword of Charity glowed with a brilliant silver as it radiated its divine light. Tiny slivers of light drifted across the air all around the saint.</p><p class=\"cjFjMzQ4OGEwZjA3ZDRhN2VhNDA5YTc0Y2NjZDM4OTk4\" data-original-margin=\"\">If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it.</p>\n<p class=\"cnM3N2ZhODgzM2ViNjRlMjI4YTcxNjEwMmMxOWRkYThl\" data-original-margin=\"\">An arrow true to its mark, a <em>Sonic Blade</em> about to shatter ribs, an <em>Incinerate</em> ray bound for a depleted mage -- it didn't matter what form they came in. Every action that sought to kill a close ally of the saint was intercepted by light that floated across the air. Arrows deflected downwards and struck ground. Spells vanished as though they never existed in the first place.</p>\n<p class=\"cnNjM2JjNzAwYTFhMDQ0ODg4N2Y5NzAxYTllYjdlNjZk\" data-original-margin=\"\">The Sword of Charity was a weapon of perfect defense. Its radiance reached out to cover all within forty paces, shielding every companion whom the saint cherished.</p>\n<p class=\"cnM4NDZjMDlhNWM5YjRhYWJiNzUxNDgwMzdhNGExMThm\" data-original-margin=\"\">But there was always a price to pay, and Edith grimaced as she felt dull pains slash across her right shoulder and back. The phoenix Durandal fortified her body as it was currently merged into her. But even the sacred firebird of endurance could only mitigate part of the injury.</p>\n<p class=\"cnNhYzVkY2I0ODllZDRiYTlhZTQxNzc2ZDZhNjQwNmIz\" data-original-margin=\"\"><em>Holy Father, who art in Heaven, hallowed be thy name.</em> The Saint prayed in ancient Draconic as she endured the pain of one lash after another. She drew upon the strength of her unwavering faith and the glowing warmth of her phoenix.</p>\n<p class=\"cnNiMzUzMzVjNjA5MzQ4N2ZiNmRmYTAxMWJmNjdjNjM1\" data-original-margin=\"\">Edith knew she must stand strong and confident in this crucial moment. With all eyes upon her, not even an iota of weakness could be tolerated.</p>\n<p class=\"cnMyYzEzOTg1NmM2OTRlNmRhNzM4OGY0Yjc3NDg2M2Zj\" data-original-margin=\"\">The tap of a crouching armiger came from Edith's legs. A pair of green eyes looked up as they questioned for authority. The armiger's gauntlets tightly grasped an iron rod that jutted out from the ground.</p>\n<p class=\"cnNmNGU2ZDU0ZDNjNDQyNjVhZjJiNzViNmFjZTE1MmM1\" data-original-margin=\"\">The saint forced a smile to her lips and nodded back. The girl retrained her gaze to the battlefield with determination ablaze.</p>\n<p class=\"cnMzMDYyYzhlZDZkMzRlZTliN2ExYzcxOTcxZmYwNzgz\" data-original-margin=\"\">The nonstop exchange of arrows and spellfire continued all along the line. Its pace continued to accelerate as the two opposing fronts converged. The charging second wave was shedding horses and men as it closed the final stretch to the Lotharin front lines. Nevertheless, those who remained trampled fallen comrades underfoot while they leveled long lances tipped with glistening blades.</p>\n<p class=\"cnNiOGRmNzc0YThhMjQ0YTlhZGFiZTZjMmFmZWUyM2Ji\" data-original-margin=\"\">Then, with a burst of magic from the crouching girl, the whole world seemed to come apart.</p>\n<p class=\"cnNkNTkxNGU4MmNiODQwN2E5MjFiODVlNzJhODA1MDRj\" data-original-margin=\"\"><em>...Thy kingdom come, thy will be done, upon all worlds as it is in Heaven.</em></p>\n<p class=\"cnM1YmJjMTg0NTkyMjRkMjlhNDg5YWM4MGFlYWRlYzhk\" data-original-margin=\"\">A massive, continuous explosion rippled across the entire front. Dozens of men and beasts were thrown into the air as a curtain of earth and smoke erupted towards the heavens. Shock waves plowed across the land on both sides which felled countless more in their wake. The wall of destruction stretched across the entire line and obscured the rest of the Cataliyan tide.</p>\n<p class=\"cnMzYjE2MDI0NWQwNTRjYzJhMjg0NjM2NGZlYmZlYTNj\" data-original-margin=\"\">The culprit had been a ditch filled with all the blast power that Edith's army could acquire. It was hidden beneath the surface by a thin cover of soil. Then, with the flash of a lightning spell channeled down a long, iron spike, the entire shaft detonated in a chain faster than any human's perception of time.</p>\n<p class=\"cnM2NjhlNzdkMmNiNTQ2NDA5MjdjYmM0YWFhOTRhMDZh\" data-original-margin=\"\">The explosive trap had been sprung just as the forward arc of the third wave galloped over.</p>\n<p class=\"cnMwMjJhMmI1NmNlNTQyMjk4NTUyZWIxMTc2M2ZhMTk0\" data-original-margin=\"\">The direct casualties inflicted could not have numbered more than a few hundred at most. But the shock waves had sent much of the second and third Caliphate assault waves sprawling to the ground. Only a few handfuls of Ghulams held fast onto their mounts and made it to the Lotharin line. Outnumbered dozens to one, they stood no chance against the ranks of awaiting pikemen.</p>\n<p class=\"cnNhNWEwODhiODQyNDQ1ZDliNDMyMzYwYThjYTFiYmQ0\" data-original-margin=\"\">Even more priceless was the demoralizing shock dealt to the enemy by such sheer carnage, or the invaluable boost to her own troops' confidence as they watched an endless Cataliyan tide vanish behind a curtain of destruction. Combined with the noxious smokescreen it left behind, the explosion of the powder ditch provided exactly the cover that Edith required.</p>\n<p class=\"cnM1YmM0Y2Q1MjllZDRjY2E5MDM0MWRmMDU0MjQ0NzZh\" data-original-margin=\"\"><em>...Give us this day the blessing of mana, and forgive us our sins, as we forgive those who sin against us.</em></p>\n<p class=\"cnNjOTg0OTdmZmJiMTRhNjU5MTE4YTkxYmIwNTcyMzNl\" data-original-margin=\"\">\"ARCHERS AND RANGERS! FALL BACK TO RENDEZVOUS!\"</p>\n<p class=\"cnMzODU5ODJlNzczMjRhODA4NmRlN2I0NTNlNzUwMWE5\" data-original-margin=\"\">As an exasperated Vivienne had reminded Edith repeatedly before the battle, the goal of this fight was not to win. Against such quantitative and qualitative odds, a prolonged battle of attrition was simply <em>unwinnable</em>.</p>\n<p class=\"cnM2ZDQ2MzlhMjllNjQ1ODU4NGQ3MGUzMDUwNjIxYWM5\" data-original-margin=\"\">Edith had pressed for this engagement purely to slow down the Cataliyan advance and force them to regroup. It would buy the time required for those refugee columns to reach the relative safety of the Avorican capital.</p>\n<p class=\"cnMxODk4Mjc1ZTcxNzQ5MWJhYjMxZTllNmYzN2VlNWVh\" data-original-margin=\"\">Then, just as thousands of militiamen and rangers began to withdraw, a <em>fourth</em> wave of Cataliyan heavy cavalry emerged from the wall of smoke. Its strength had almost doubled as it absorbed the survivors of the third attack. Meanwhile among their ranks rode individuals bearing the red-striped armor of the Caliphate's elite champions.</p>\n<p class=\"cnNlMTFkOGFhOTc2ZjRhNzk5NGExZWM2YmNhODM0NmU5\" data-original-margin=\"\">Seemingly unfazed by the earth-shattering blast, the superbly disciplined Ghulams funneled over the ditch across dozens of conjured ramps. They then fanned back out into long, solid lines, and over three kilopaces of bladed lances leveled forward in unison. The Cataliyans' armored chargers accelerated to a gallop across the final stretch of open ground.</p>\n<p class=\"cnNjYjNiMGVkMGNlYzQzNDA5ZjYyOThjN2Q4MjI0OGVi\" data-original-margin=\"\">The earth trembled anew under the thunder of several thousand hooves as a rumbling chorus in the foreign tongue chanted their sacred battle cry:</p>\n<p class=\"cnNhNjI5Mjk2OGVmZTQzNWVhNzYxZWZmODhiYjIzODc5\" data-original-margin=\"\">'There is no deity but God for God is greater!'</p>\n<p class=\"cnMwYTE1ODk4YzAwNzRiMzU5MWViYzljNjZiYzEwMzhh\" data-original-margin=\"\">Edith could feel the doubt sweeping through Lotharin lines as aspects of the battle plan began to backfire. To watch the infidels emerge unscathed through titanic thunder and hellish flames, to see them ride undaunted across an apocalyptic wasteland of death and carnage.</p>\n<p class=\"cnNlY2Q0NDcwNTBiNzQ2ZjdhMDE1Yjg1ZGY5ZjA5MjI3\" data-original-margin=\"\">Surely... these people weren't men.</p>\n<p class=\"cnNlYmE3NTFmMTYzMTRiMDU4ZjAwNTE0MTk4YzlhOTA5\" data-original-margin=\"\">Even the mighty chargers seemed to take on a demonic light as their bulk loomed with the closing of distance.</p>\n<p class=\"cnNjMjY1NDM3NWRjNDRkYTA4YzRmZDdmMDNlNjdjNGM0\" data-original-margin=\"\">\"FOR RHIN-LOTHARINGIE! FOR OUR BRETHREN! KIN! AND HOLY FATHER!\" Edith cried again as she raised her blade once more. Its radiance shone the light of hope across friendly lines.</p>\n<p class=\"cnNlZDI0MDk1ZWIwZjQ0NWRhMGI1YzIzNTk3OTU0NmY4\" data-original-margin=\"\">\"HOLD STEADY! PIKES READY!\" Lords and officers yelled all across the front.</p>\n<p class=\"cnNhZjQxMTBhZDMzYzQ0YmM4MDBiN2MzMGVkMzMzNDVh\" data-original-margin=\"\">The Crusader Saint stood at the forefront with her steel shield ready. Rows of raised pikes formed a forest of spikes as her soldiers braced against the coming tide.</p>\n<p class=\"cnM5NDQxYWE3ZjI5NzQyNzJhNDYwZTNjOGNmNzFjZGUy\" data-original-margin=\"\"><em>...Lead us not into temptation, but deliver us from evil.</em></p>\n<p class=\"cnMxZWI0ZDMwMDNhOTQwZjRiNDEzZjliNDg1NzhjMDhl\" data-original-margin=\"\">The magebred steeds used by heavy cavalry were not like normal horses. They'd been trained, <em>conditioned</em> from youth to obey their riders even over their natural instincts. Hundreds of armored horses plowed straight into the waiting wall of steel. Rows upon rows of lances and pikes interpenetrated as thousands of sharpened blades met armor and flesh.</p>\n<p class=\"cnMzMzg3NDAwMjEwMDRkNGE4NDU2MGM5NGFhMWYzZDg1\" data-original-margin=\"\">Countless mounts were impaled by pikes and polearms of the Lotharin soldiers. Their neighing turned to agony as the crushing weight of their armored bulk crashed into lines of men. Their riders spilled forth onto yet more ranks of sharpened metal. Those who survived fought desperately as they hacked through the forest of shafts with sabers, spells, and in some cases -- their own impaled selves.</p>\n<p class=\"cnMxMDZjYjRhYzIwMTQ5NmNiMDk3MTZmODJiN2MzOWY1\" data-original-margin=\"\">Within seconds, the carefully coordinated battle had degenerated into a chaotic bloodbath.</p>\n<p class=\"cnM2OTMxMGRhNGI5ZTRmOTY5N2EzYTk3MGY5NjU2M2Iy\" data-original-margin=\"\">Amidst the frenzy of killing, Edith weaved between the masses of men. Her blade blurred into afterimages as she stabbed left and slashed right. Her holy sword seemed to cut through steel mail with only minor resistance. Her strikes also landed with lethal precision as every blow that wasn't deflected or dodged seemed to score a vital hit. Meanwhile those who tried to attack her were parried or blocked with ease before her counter took their lives.</p>\n<p class=\"cnNhODBjY2FmNTkzYTQ4NGRiNmE1NDE2YTYxZGQ3MmE5\" data-original-margin=\"\">An endless crimson of spurting blood soon dyed Edith's battledress and armor. The saint idolized by the army leaped and flew across the center of the battlefront. Her lithe form virtually skated above the ground in an elegant dance as her flourishing blade plucked throats and pierced hearts. Anyone who came within reach of the crusader paladin's sword met a swift death.</p>\n<p class=\"cnNlNWViYzRhNGRjNjQ0ZmU4NTUzZjY3N2ZhM2QxNjhl\" data-original-margin=\"\">Within a minute, her sacred sword had downed a dozen foes. Within two minutes, it had saved scores more allies as divine light intercepted to nullify blow after lethal blow.</p>\n<p class=\"cnNiOGM5NWMyZjhjMDQ4NmI5MTBjN2ViNzBhYWFkZDI5\" data-original-margin=\"\">But while Edith remained untouched by the enemy, while her <em>Polar Cross</em> continued to illuminate the sky, a trail of blood ran through her lips as she bit down to endure the unending pain. It felt as though every part of her body was being lashed. Even her pain suppression spells could only achieve so much under such torment.</p>\n<p class=\"cnNlYzE1YjZkNGZhMTQ2NjJiMDkzM2JiMzQwNzZkY2Nk\" data-original-margin=\"\">Before her eyes, the right wing -- which had been hit hardest by the Asawira cavalry even before receiving the charge -- had begun to collapse. The urban militiamen were already falling back as they watched the great falchions of Cataliyan elites cleave through their ranks.</p>\n<p class=\"cnNkZGE5N2Y0N2QxNzQwYjI5NWFiZWIyY2QzY2E2ZWE3\" data-original-margin=\"\">Yet as Edith headed that way with her Oriflamme Armigers in tow, she could sense the wavering morale of those behind her on the left flank.</p>\n<p class=\"cnNkYjRlMGEzM2IzZDQwM2ZhYzJlYTAyN2RhMTRhOWE4\" data-original-margin=\"\">What choice did she have? They had to buy at least ten minutes. Her light troops needed to fall back through the sparse woods and reach the dense cover among those foothills. Only there could they lay covering fire for the remainder of her forces from a position of strength.</p>\n<p class=\"cnNiOWQzNmVjMzZiMzQ0NTViYjc2MWI0MzcxMzYwYjI3\" data-original-margin=\"\">However, time was the one blessing that the Holy Father would not give.</p>\n<p class=\"cnMyYjNlNDk1NTE5NjRkNGQ4NjMxZDE2NjZkOGYzNjJi\" data-original-margin=\"\">The battlefield had stretched too wide. Before Edith could reach them, the Duke of Brionnai' banner fell as his final armiger died with the pole still grasped in severed hands. Any lingering resolve on the right wing collapsed alongside it as thousands of men tossed aside their weapons and fled for their lives.</p>\n<p class=\"cnMwNjEzNzhiYjkzNzQxMzc5ZTQzZDM1NTVhNTk4ZWE4\" data-original-margin=\"\">Behind them, the Caliphate's Asawira cavalry surged forward. They had stayed back to shower the Lotharin battle line with arrows this entire time. Now, as the flank collapsed into a rout, the Cataliyan commanders saw their chance and charged forth to massacre the retreating troops who exposed their backs.</p>\n<p class=\"cnMwYmMwNzM1NWFjMDQ3OTNiM2Q0NmNjZGJlN2Q1NzJm\" data-original-margin=\"\">At that same moment, a <em>fifth</em> wave of Ghulam heavy cavalry burst forth from the black curtain of smoke. And to her right, Edith could hear the screams of combat emerge from a new front.</p>\n<p class=\"cnNhYmMxMGU1ZDhjZDQ4OGY4NGE4YzYxNDNlNzBiNzE5\" data-original-margin=\"\">Hidden amongst the trees, her retreating archers had run straight into yet more enemies. It was most likely a flanking maneuver by the light cavalry that had vanished halfway into the fight. After all, only their vanguard had attempted to charge the Lotharin lines. Where had the remainder of the light cavalry screen gone?</p>\n<p class=\"cnNhNmM0OGI3ZTE1NDQyMDJhOGRjMThlY2FmNjllOTZm\" data-original-margin=\"\">Edith wasn't sure if that was the case or not. But one truth did stand clear as day: even her army's path of retreat had been cut.</p>\n<p class=\"cnMzOGU3NjAyNmEwNzQ2Y2FiMjJmYzVhNDgxMGNkY2Q4\" data-original-margin=\"\">For over a decade running, Edith had remained the undefeated champion of Rhin-Lotharingie. Even the Sworn Trio -- the three Oriflamme brothers who fought in perfect unison -- could only duel her to a standstill. Yet regardless of her swordsmanship, she was but one person. It was impossible for her to shoulder every burden, to be everywhere at once.</p>\n<p class=\"cnM2OThkMDZhYjQ0MzRiMzQ5MWQxZDMzMDFiNWRiNTY5\" data-original-margin=\"\">Boxed in by heavy cavalry to her front, armored horses on both flanks, and even light cavalry to her rear, Edith's Lotharin army had truly been trapped like a caged animal, just waiting to be butchered.</p>\n<p class=\"cnM3ZGFlN2E2MDRhNzQ2YWY5ZDJjOWZkMWI4YTRjNTk2\" data-original-margin=\"\">The crusader saint halted as she felt the warmth of tears rolling down her cheeks. The numbing pain that stretched across her bruised body was nothing compared to the disappointment of her failure, the desolation of defeat, and the desperation of a hopeless struggle as the Lord seemed to turn his eyes away.</p>\n<p class=\"cnNjNWM1NmMxMGIxZTQxZWRhZGZhZjE2ZDg4MDU2MWU3\" data-original-margin=\"\">What possible hope could a mere daughter of the Holy Father have as the darkness closed in from all around?</p>\n<p class=\"cnM2NGVmMmZkY2Y2MDQxYmE4NzY0N2Q2Y2E4ODg4MmFj\" data-original-margin=\"\">Edith stared towards the heavens as Durandal's hallowed song immersed her soul. She looked at the golden cross that continued to shed light across the devastated battlefield.</p>\n<p class=\"cnNhZGRiMWMyZmY1NzQ1YzhhYzI2YTI0MzY3MWUyNWIx\" data-original-margin=\"\">It represented everything that was pure and holy, everything that she struggled and fought for</p>\n<p class=\"cnNiNmJlOTA5NDBhMTRiYmJiMTgzNDVjMzFhZjZhNjNi\" data-original-margin=\"\">-- Everything that she would gladly give her life to serve and protect, if that was indeed the Holy Father's will.</p>\n<p class=\"cnM4ZDZlYTFmODI5MTQ2Y2NhYzZhYTRlMjMxYjFmZjRm\" data-original-margin=\"\"><em>...For thine is the kingdom, for eternity and glory. Noblesse Oblige.</em></p>\n<p class=\"cnM2NDUxYWI2NzgzNjQ3ZWU4MWRkNGEyMTZhNGE1OTY0\" data-original-margin=\"\">\"Milady?\"</p>\n<p class=\"cnM5N2YyM2NiZjhmODQxMjQ5OWZhZjJlY2QxNTg2ZTUw\" data-original-margin=\"\"><em>The Lord is testing me,</em> Edith inhaled deeply. <em>And if not, then I shall meet my end with dignity!</em></p>\n<p class=\"cnNjYTM3NDNkYjQxNjQzNjViNjE3ZmUwY2VlNzU0NGM4\" data-original-margin=\"\">\"Form up,\" she ordered her concerned armigers as she grasped the Sword of Charity with her last reserve of energy.</p>\n<p class=\"cnM4ZWQ0YWRlMWI5MDQwZDdhYWEyN2MyODQ1M2U4ZDM1\" data-original-margin=\"\">\"We'll burn our way through that wave using everything we've got!\"</p>\n<p class=\"cnMyNGYwNDcxOWYyNDRhM2NiZGY3OTQ2MDc1MTZlZGYz\" data-original-margin=\"\">Mana poured into her burning wings as Edith kicked off from the ground and soared straight towards the charging row of lances. Behind her followed seven armigers in chevron formation. They channeled Durandal's flames through phoenix feathers woven into their enchanted capes.</p>\n<p class=\"cnMzOTE5YWU2NTRjNDRiMjZiMDEyMThhYzI5ZDFhYjg5\" data-original-margin=\"\">\"<em>Flamebreak -- Aurora Blade!</em>\"</p>\n<p class=\"cnNlMDU2NTZjMWZjMTRjYTVhN2QyZDViYWVkZjgwMTRi\" data-original-margin=\"\">White-blue fury poured from Edith's unison form and ignited the very atmosphere she flew through. The <em>Polar Cross</em> Oriflamme left a trail of blazing cyan in her wake as she dove headfirst into the galloping lancers. She smashed her shield into the covered face of a captain. The head-on collision had killed him before screams of agony could even emerge, as his body burned within its armoring mail.</p>\n<p class=\"cnNiODQyYTRkYzMxOTQxYTViMDc5MzE2ZDczYmJjY2U4\" data-original-margin=\"\">However, his mount and neighboring men were not so lucky as the sacred nimbus roasted them alive.</p>\n<p class=\"cnM4MWE0Yjg5MmEyYjQxYTZiMDVkNWUyNWQ5Y2E4MzA1\" data-original-margin=\"\">Using the pushback from the impact, Edith transformed her trajectory into a sharp left turn. She then charged down the line in an enfilading assault, fronting with her shield as the flames of purification torched rows of cavalrymen.</p>\n<p class=\"cnMyNTI4Njc1MjIzOTRjMTA5YzEzMjQ0YWIwZTFmN2Ew\" data-original-margin=\"\">The 'Flamebreak' was a phoenix's trump card, an outpouring of their blazing reserve which devoured all nearby foes in an unblockable, unquenchable, and irresistible fury of white-blue flames. Over the years Edith had learned to temper this release into a steady stream. Now, that beautiful and deadly stroke would dye the battlefield -- an aurora of cyan inspired by the Lord's own magnificence in the polar realms.</p>\n<p class=\"cnNkYmQ5OWFhMzE0ZDRiMGM5NWI3NTQ3YWFiNDQ4MzA5\" data-original-margin=\"\">Yet, even as the crusader saint slashed across the cavalry wave, felling hundreds in her wake, it was the cries of her armigers that truly rekindled her hopes:</p>\n<p class=\"cnNhOTM4NDRlMjExNjRjN2M4NTEyMGE3YzU2MDAwMTRl\" data-original-margin=\"\">\"Milady! Look! To the north!\"</p>\n<p class=\"cnMyZDQzNDIwMGMwMzRmMGE5ZWYwYWNmZjdmNDYxODJl\" data-original-margin=\"\">The light in the distant sky was unmistakable. A burning blue chevron just shades darker than her own flew in from the northeast. It dove straight into the sparse woods where her light troops fought desperately to clear a road to safety.</p>\n<p class=\"cnMzOTJkMmJkZjIyOTQ4ZTY5MjM5NWZhMjI3Nzg4Zjc4\" data-original-margin=\"\">It was a sign that felt nothing short of divine.</p>\n<p class=\"cnNhN2E2YjBkZTU3NjQwYWQ5NjY0ZTIzNjg4M2I1ZGM3\" data-original-margin=\"\">The Holy Father had not abandoned them after all.</p>\n<p class=\"cnNlYmI0MGZkZDViZTQzODc5ZjhhODc4N2UwNjNkMDJk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzZjI1ZTA1YjY3YTQ0NTU4YzAwZTRmYWEwNWFjYmI3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNjM2FhNGNlYjhjNzRlOTBhMGI1YmZhMTNiMTY5YmVj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjNWE3N2NhOGFmNzRiNGVhZDlmN2NiYTkyMWVmOTY5\" data-original-margin=\"\">From the air, Sylviane could see the disaster unfold among sparse trees. The entire Lotharin right wing had collapsed and broken away. Thousands of men fled in panic and terror. They obeyed only the primal instinct of fear as they cast aside their weapons and ran for their lives. Behind them rode at least three battalions of Asawira armored cavalry, whose arrows and sabers plucked lives as easily as hunters who pounced upon packs of helpless prey.</p>\n<p class=\"cnNlM2M0MjRhYjUwMTRjMTY5N2RkZWU3Yjc3YjY0ZjU2\" data-original-margin=\"\">Meanwhile, the remaining dismounted Ghulams on the Lotharin right regrouped. Burdened by their heavy armor, they did not even attempt to give chase. Instead, these soldiers swiveled their attention towards the center. They raised their falchions and charged forward to crush the Lotharin defenders from the flank.</p>\n<p class=\"cnNhMTEwMWI3YjRlMzRlMDI5MDEzNTVkMDdiNDJiOWZi\" data-original-margin=\"\">Sylviane was hardly a master tactician. But even her trained eye instantly drew the conclusion. The Lotharin battlefront was now <em>indefensible</em>. There was no choice but for them to mount a fighting retreat.</p>\n<p class=\"cnM0OWQ3Yjg2ZDc5ZjRkMDlhYWViYjJjZGJjNTA2ZTVh\" data-original-margin=\"\">The only alternative was annihilation.</p>\n<p class=\"cnNiNDFkOTU5MDU2MjQ0ZDBiMDEzNDdhODJkZjIwNDgz\" data-original-margin=\"\">Yet beneath the foliage of the denser woods closer to her, she could see the green and yellow padding of Cataliyan light cavalrymen. These skirmishers must have rode around the front lines before throwing themselves into melee to entangle the Lotharin withdrawal.</p>\n<p class=\"cnMxOWI5ZWJlNjEzNzRlYTU5M2FkZTU5MzNmMzc5ZjM2\" data-original-margin=\"\">\"Ready for charge!\" Sylviane ordered her armigers. \"We'll tear through those cavalry in the woods and cut open a path of retreat for our troops!\"</p>\n<p class=\"cnNhY2Y0MTA3OWJlMTRhMGZhMzIzOTAyMTEzYWI1MjI5\" data-original-margin=\"\">\"Your Highness, Lady Estelle is...\" One of her armigers called out.</p>\n<p class=\"cnM4OGRkMjQ4Y2JkMzRjZGI5NWZkMjE3MGUxZTE3YmY2\" data-original-margin=\"\">Sylviane looked towards the black smoke that clouded the main battlefield. She could see a cyan aurora blitz through ranks of charging heavy cavalry. An entire assault wave seemed to unravel and collapse onto the ground in the wake of Edith's blazing flight.</p>\n<p class=\"cnM3ZTc4YmQ5Yzk2ZTQyODZhYzZmZjdmOTNhNjQzN2Jh\" data-original-margin=\"\">The exhausted Princess could feel blood rushing into her temple as she eyed the 'Saint's Lily' shield that tipped the aurora stream.</p>\n<p class=\"cnM1MWIzODg1NDUwYTRiZWU5Y2UyNDMwNWM5NGVlNTMx\" data-original-margin=\"\">Prowess, beauty, virtue, and piety -- Edith-Estellise was the so-called 'perfect lady'. She was the paladin who summoned the greatest of the twelve phoenixes, the venerated saint idolized by army, country, and church alike.</p>\n<p class=\"cnM4ZDgwY2M0MzYwZDQ5YmQ4YzkwOTZmN2JmN2RhODEw\" data-original-margin=\"\"><em>...Yet she dooms thousands of her countrymen to a stand they could not possibly hope to win just to satisfy her own conscience!</em> Sylviane fumed before she retorted in annoyance:</p>\n<p class=\"cnNjMDMwNDY3NzI2YTRkMmY5NzQ0YWFjZjE0YzE3NmZj\" data-original-margin=\"\">\"She can handle herself!\"</p>\n<p class=\"cnM2OGI4NGFjN2ZkODRlMGNiYjRjZjcwYmQxMWI0NDRh\" data-original-margin=\"\">Though before the Princess could turn away, she heard the wings of inbound air cavalry. The Cataliyan riders flew in on rukhs -- giant eagles known for their fast diving attacks. Each bird carried two bags of torpedo javelins, which were tubes packed full of blast powder with a flint trigger that the cavalry threw down from above.</p>\n<p class=\"cnM5N2RhNGM2ZjI1ZjRiOGM4YTVkN2IxZDdlNTE2YzVm\" data-original-margin=\"\">Their mission was obvious: to harry the retreating troops and pound them senseless.</p>\n<p class=\"cnM5YzM1ZGI1ZGJkODQyOTZhYTZhOGE5MDFkOTVlNjAy\" data-original-margin=\"\">\"Sir Robert, inform Colonel Hammerstein of incoming Cataliyan air cavalry! I leave the task of engaging them in his capable hands!\"</p>\n<p class=\"cnMxOGJiZjc3ODNlNDQ1NzY5NDU1YmI4OGNiMDcyNDFm\" data-original-margin=\"\">Sylviane couldn't tell if the Cataliyans were still holding back reserves. Their famous manticore heavy air cavalry were nowhere to be seen. However she would be kidding herself if she thought she could offer better tactical instructions than the veteran commander. In the meantime, she did not waste another second before leading her armigers into a sharp dive. They soared straight into the chaotic melee between the Cataliyan light horse and the withdrawing Lotharin troops.</p>\n<p class=\"cnNkMjFlZmJjMjc2NjQyZmNiOTA1YzllNjBlMDMwZmQ1\" data-original-margin=\"\">\"Sent!\"</p>\n<p class=\"cnNlNWJmMWNhMGVhOTQxZTZiZTRkOTllMDAzNTFhNjhi\" data-original-margin=\"\">Sir Robert's reply came just as Sylviane dove past the treetops. She timed the release of her spinning meteor hammer and sent it hurling out like a flying mace. It smashed straight into the back of a light cavalryman and shattered his spinal column. The Princess then pulled the chain and spun the weighted end to crush a nearby infidel's chest.</p>\n<p class=\"cnMzMDQ4ZDY5MWFlZDRmODE5YzU2MjMzNTdkZTgzY2U4\" data-original-margin=\"\">\"For Rhin-Lotharingie!\" Her armigers roared in her wake as they crashed into the enemy. Their swinging maces shattered bones and smashed skulls on contact.</p>\n<p class=\"cnNmZDFhYTgzZGU5ZjRhMmNhNTM5ZjAzOTJmZGQ0YmI0\" data-original-margin=\"\">Cataliyan light cavalry were high-mobility skirmishers who wore little more than a capped helmet, a gambeson, and a brigandine vest. They were known for their cross-country endurance and adaptability with multiple weapons. But in a close quarters melee, they didn't stand a chance against the heavily-armed Oriflamme Armigers.</p>\n<p class=\"cnNjNTE4ODA5YzIxNDRlNDk4MGI0M2YxMGQzZGZkZDIx\" data-original-margin=\"\">Nevertheless, there were hundreds of them mingled amongst the withdrawing Lotharin troops. It would take time for Sylviane to help her countrymen clear the path of retreat -- time that equated to the lives of many on the battlefield.</p>\n<p class=\"cnNjYWMwYTVjYTNiNDRmNDdhZTQ2N2JmMGRjMzEyMjBi\" data-original-margin=\"\"><em>And after this I still have to cover HER withdrawal,</em> the exhausted Princess seethed as her adrenaline and anger pulverized another rib cage. <em>Damn that Edith!</em></p>\n<p class=\"cnM0OTMwNzkyMTY1NDQzMDQ4MTcxYjExMDkzZDNlMzRi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1OTAwMzQ2YjJhMzQxM2ZhNWQyMDRiMGVjZTVmNzA3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmMTFhYmVkYzUwYTQ1ZDc5MDFjNzc4ZDBjMDc5YmFm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3YTc5MTg5ZjFkMTQyZGY4ZWM5MGJhODk0ODk0Njkz\" data-original-margin=\"\">Perceval closed his eyes and concentrated on reconnecting the nerves in his patient's right arm. He had been impressed, as the Lotharin ranger had retained enough composure to bring her own severed arm back as she withdrew from the battlefield. There were even rumors that she clobbered her assailant to death with it before departing... which of course was ludicrous.</p>\n<p class=\"cnM0YzZmM2ExMGJiNjQ2Y2M5Nzk2YThhYmJkZTljNGZm\" data-original-margin=\"\">Her arm had remained in good shape. It was her long knife which drew enemy blood in repayment.</p>\n<p class=\"cnM1MzdlMTU1NGNkMzQzZGJiMWQ0NTI1NTIxZGJiOTA4\" data-original-margin=\"\">The young healer did his best to ignore the noise of battle as he focused on the surgery spell. The makeshift hospital had been established near the edge of the 'safety zone', on the backside of a forested hill which the rangers held with their lives. The location had been chosen to render the fastest possible aid for wounded soldiers withdrawing from the battlefield. But he only had to look up through the trees to see action unfold, as Weichsen Knights Phantom plunged into a formation of Cataliyan rukh riders and tore them apart with lightning spells.</p>\n<p class=\"cnNhZmU0MTFlNTUxNTQ4Njk4OGIwMmY3M2JlM2FiYzkw\" data-original-margin=\"\">It was only in moments like these when he disliked his profession. Here he was, providing aid to complete strangers while his own fiancée risked life and limb beyond his help.</p>\n<p class=\"cnMxNDYwMWEzYWE1YzQwZDViYTQwZmM4N2JiYWNkMzM3\" data-original-margin=\"\">He could only pray that the Holy Father would keep her safe in his stead.</p>\n<p class=\"cnMwNGYwMjY3OWQwMzQ4YzA5NWE3ZmRlZTk4MjYwZmQ3\" data-original-margin=\"\">\"It's Lady Estelle!\"</p>\n<p class=\"cnM3M2UzOTc1OWI3ZDQwNjg5NGY2YTA4NzYxMDIxNzE5\" data-original-margin=\"\">Perceval's concentration almost broke as he heard his patient exclaim. Her proud voice began with reverence and ended in apprehension.</p>\n<p class=\"cnM4MTkwOGE1OGZmNjQ4OTU5NWNjODFlZDdhZDc4MzE5\" data-original-margin=\"\">\"Stay still!\" He berated even as cries of \"Milady!\" began to echo all around.</p>\n<p class=\"cnM2NmNjY2VhNjRkMzRhZjhiYzRjOGVjYTIxNWUxNjUy\" data-original-margin=\"\">But the awe in their voices soon passed away to anxiety and desperation. Even the worst of patients, as grievously injured as they were, paid heed to the saintly Oriflamme.</p>\n<p class=\"cnM3ZWNkNWU4MjEzNjRlNmI5ODIxYWIyOTA4MDk0ZDMy\" data-original-margin=\"\">\"Milady!?\"</p>\n<p class=\"cnM2NGMxZjQzNWRiNTRhODQ4NjBmMjA4MWIzMzVlMzJi\" data-original-margin=\"\">\"Lady Estelle!\"</p>\n<p class=\"cnM1YzZhMzZiNDA2ZDQxNjhhNDViNjE0MWY2NTA4YjRh\" data-original-margin=\"\">\"Healer! HEALER! <em>I NEED A HEALER!</em>\" Perceval heard the tearful cry.</p>\n<p class=\"cnNlMDkwMWUwMTYxODRhZTQ5MWM0OGMzOTBhOWI3ZGM3\" data-original-margin=\"\">\"No, don't mind me and go help her, <em>please!</em>\" His patient pleaded.</p>\n<p class=\"cnNlMmFkYjM0ZjgwNjQyOGViZTE1MzBhYTllYWI4ZGU3\" data-original-margin=\"\">\"Five seconds!\" He held fast onto her arm. \"I'm almost... DONE!\"</p>\n<p class=\"cnNiZTc0YTM3NzFkNTRlM2E5Yzk2NGY4YzVlM2NlMjdj\" data-original-margin=\"\">Without pause, Perceval spun around and stood as he reopened his eyes.</p>\n<p class=\"cnM3Njc2NTk2ODBmZDQ2ODc5NWU3ODgwNmMwYWJmYjFk\" data-original-margin=\"\">At the center of the medical camp, surrounded by anxious Lotharin troops like a mother by her children, was an unconscious woman carried by two armigers. Their faces were barely recognizable beneath the grime and gore. Their clothes and armor were drenched in blood. But there was no doubt who the unconscious individual was, from the long hair in burning cyan to the blue-white wings that continued to shed embers into the air.</p>\n<p class=\"cnMzZjg3ZWQ3NTZiMjQ3YWRiNGRjODdmNmJmOTcwZjQ5\" data-original-margin=\"\">Two Lotharin healers had already rushed over. With the help of surrounding soldiers, they lowered Edith-Estellise to the ground on top of a clean stretcher. The medics and armigers wasted no time as they began to pull her armor plates off and tear away the bloody clothing.</p>\n<p class=\"cnM0MTQwOGNkN2IyNjQ2MDJhOTBjZWE1YTE4YjkwMTJi\" data-original-margin=\"\">What amazed Perceval as he knelt down to help was that her armor was entirely undamaged. The most he could spot were some scratches from grazing cuts. Yet as the cover peeled away to reveal bare, naked skin, he could see that every centipace of her body was marked black and blue.</p>\n<p class=\"cnNkYzkzNTVhZjE3MzRjOWM4ZjYyNDg2MThhYjE2MWQw\" data-original-margin=\"\">It was as if she had been thoroughly beaten by a gang of hoodlums. It left her with severe internal bleeding that easily threatened her life.</p>\n<p class=\"cnM2NmY1MmIxNTNmYzQ5OGU5ZjBkZWUxYTczOTc3ODg2\" data-original-margin=\"\">\"Lord have mercy...\" Perceval couldn't help but breathe out. \"Just how many hits did she take?\"</p>\n<p class=\"cnM5YmUxZjUzMjQ5ODRhNDFhMzc0YjA2NWI3ZWYyM2Nk\" data-original-margin=\"\">\"None! Those were hits she took for everyone else!\" An armiger cried back.</p>\n<p class=\"cnM1YmMwNWYzNWY0ZDQzN2I4NWJhMmRhZGQ0ZWFhMWYw\" data-original-margin=\"\">\"Dame Edith-Estellise...\"</p>\n<p class=\"cnNjYzdhYzEwNTBiMzRkYTQ5ODZlNjQxNjIxM2QwZGUx\" data-original-margin=\"\">Perceval had barely noticed when Pascal appeared to his left. The young landgrave had been with the rangers on the hill's western face, setting up wards and defenses. Perhaps he mistook the light of the Oriflamme for the Princess before rushing back.</p>\n<p class=\"cnNiN2Y4NzUxNTU2NDQ0YjhhYzBiOWM3MzE2ZjQxMzM5\" data-original-margin=\"\">Yet just as he thought that, Sylviane herself landed with her armigers in tow. Bloodied by combat and nursing an injured shoulder, the Princess breathed hard as she collapsed onto the nearest rock.</p>\n<p class=\"cnNjMDk4ZDI1NGFiNDRmYzZiMjJhNDMyNDFhNmMwZTRi\" data-original-margin=\"\">\"Edith... just, <em>WHAT THE HELL</em> were you thinking!?\"</p>\n<p class=\"cnNiM2VlYzU1MTBmMzRlYTE4YWZjNTFlZTY4ODUyZGY3\" data-original-margin=\"\">Even exhaustion couldn't stop the royal fury as Sylviane lashed out before her breath could catch up.</p>\n<p class=\"cnM4ODhiNDNiZGVjNzRlNDhhNzA3ZGE5MGE3MDA4N2U2\" data-original-margin=\"\">\"You are the <em>front commander</em>, not the town fool who can only see the bread laid before her eyes! Your obligations are to the entire Empire of Rhin-Lotharingie, not just a few pitiful peasants who happened to stand before you!\"</p>\n<p class=\"cnM4ODU5OWY0YTcyMjQzZjY4MTgzOTc5ZGJkOWE3NDBm\" data-original-margin=\"\">Perceval could see the armigers and medics bite down in concentration. They suppressed their urges to retort while the princess raved on. He looked up to send back a warning stare. However it immediately became clear to him that Sylviane couldn't possibly see the unconscious Estelle through all the bodies gathering around.</p>\n<p class=\"cnNiZDg1NTY4YTRlZjQ1OWViY2E3NmVjNTJjNWIxNDc5\" data-original-margin=\"\">\"Pascal,\" the healer turned to interrupt as he suddenly remembered. \"Do you have a <em>Sanctuary</em> rune set?\"</p>\n<p class=\"cnMyYTg5OTIyNzBlNDQ1YmNiZTY1NTUzYzRmMmRjYzI5\" data-original-margin=\"\">\"Always.\"</p>\n<p class=\"cnM5MDZjYjQwOWRhODQyOWU5MTliOGQ2YmZjZGM5MWE2\" data-original-margin=\"\">\"Deploy them then!\" He exclaimed before appending a quick <em>Telepathy</em> cast: \"&lt;And please <em>do something</em> about the Princess!&gt;\"</p>\n<p class=\"cnMyNDgxN2VmMDE1ZjRjZjhhNGE2OTI3ZTAxOWUwYjdl\" data-original-margin=\"\">As realization came to his eyes, Pascal hurriedly opened a tiny belt pouch to release twelve rune-engraved pebble stones. They flew out to form a large circle on the ground before activating, creating a hemispherical barrier of translucent, bright turquoise mana that encapsulated the triage group.</p>\n<p class=\"cnMxZmMxYTE0YTVkODRhN2FhOTFmMjAzOGE5NWE1NDAz\" data-original-margin=\"\">Inside, the air soon took on an aqua-blue hue as the curative magic began its work.</p>\n<p class=\"cnNlODJlMGY5ZWQ3NzQxNjdiMDcyNWQ2MTMwZTAzMmU5\" data-original-margin=\"\"><em>Sanctuary</em> was the perfect example of an ancient spell that did not modernize well. It offered powerful regenerative boosts and had a limited ability to bypass mana resistance thanks to its area saturation. However, it also required ritual casting with a long setup time, including the creation of a ring from which the containment field formed. Combined with the glowing barrier that exposed its position on a battlefield, <em>Sanctuary</em> had been deemed 'obsolete' by Aura Magic healers. Yet as ritual spells could be inscribed into rune sets, it was the Runic Magic users who retained this time-proven spell.</p>\n<p class=\"cnMwZjMwNzJmMjQwZjQ5NWU4NTQ2OGY1M2U2N2EwYTdk\" data-original-margin=\"\">Nevertheless, even such an obvious sign of desperate emergency care did not stop the Princess as she berated on:</p>\n<p class=\"cnMzYzVmMDc0OTMxZDRkMTc5ZTJjODc1MWQ0MDQzYzJh\" data-original-margin=\"\">\"...This is the only army stopping the Caliphate from breaching our defenses in the west. Just what do you think would happen if you lost it all! Yet like an <em>idiot</em> you insist on gambling before your reinforcements could arrive, reinforcements that <em>my father paid with his life</em> to send you!\"</p>\n<p class=\"cnNiOGJjN2FhNzE2MDQ5NWFiMmE1M2Y4MzBkODY3MGNh\" data-original-margin=\"\">\"Boost power to <em>Regeneration</em> spells,\" the senior Lotharin healer spoke in a suppressed tone. \"She's lost too much blood. Avril, help me close up the internal bleeding.\"</p>\n<p class=\"cnNjZjY3NzBlYzFlODQ2MWI5NTVkMWU5NWZiM2E4MGEz\" data-original-margin=\"\">\"<em>Regeneration!</em>\"</p>\n<p class=\"cnM0YzAzNTcxZmVhYTQ3ZmU4NDVjMTNhNzBmZTVkOGI3\" data-original-margin=\"\">By now, it hardly mattered to Perceval whether the Princess was right or wrong. He was rapidly approaching the limits of his endurance and the same could be said for everyone else. Such verbal abuse was no way to treat a patient whose life hung by a thread, even if she were too unconscious to hear it.</p>\n<p class=\"cnM0YTg0OWQzOWUyYjRlNDdhMmE0N2UxZjg4MTlmZTBi\" data-original-margin=\"\">\"Sylv! Stop it!\" He heard Pascal's voice try to bring sense to his raving fiancée. But the Runelord might as well be pouring oil onto a wildfire.</p>\n<p class=\"cnM3ZmQyNzJhNGNmZTRmY2Q4MmU5ZDAzMGZmNmNlYWJj\" data-original-margin=\"\">\"Are you taking her side now too!? Just because she's...\"</p>\n<p class=\"cnNlMTFlMzE3Yzk5NTQzYWNhYmIxNTk0NzllNTYwZDFj\" data-original-margin=\"\">\"<em>Mental Blackout!</em>\"</p>\n<p class=\"cnM5MDBkODkzYTMxNDRmYWI5ZTg2Y2UxZjEyNmJjNDI3\" data-original-margin=\"\">Perceval's eyes bulged as he couldn't believe his ears. Even the <em>Runelord</em> should know the limits of his transgressions. Surely, knocking out the <em>Crown Princess</em> with enchantment spells went beyond illegal to outright taboo.</p>\n<p class=\"cnMyNmM1YjJjMzcxZjRiMTE5OTliYTlmMDc4YzBlNjRk\" data-original-margin=\"\">Yet it did the trick as the Princess' indignation stopped at once. With her own mana reserves depleted and her willpower scraping rock bottom, Sylviane offered almost no resistance against his hostile mana injection.</p>\n<p class=\"cnNlZGZhODY1M2Y5MjRjMGViMjEyZTk4ZTM3ZTQ4OTI4\" data-original-margin=\"\">For seconds, nobody in the makeshift hospital could speak. The only voices not stunned to silence were the moans of the injured and the echoing cries of battle outside.</p>\n<p class=\"cnNlYzA1Yzk3MjY3ODRiZGE4NTg1OGJlNjgzYWZjYWQz\" data-original-margin=\"\">Then, a quiet, astonished voice came from Sir Robert:</p>\n<p class=\"cnM2ZTcxZDA0MzQ1MzQ4MjI4NTZiZTYwNmFkNzk4NWM1\" data-original-margin=\"\">\"You're going to pay hell for that later.\"</p>\n<p class=\"cnM3M2E3NWJmY2YxNzQyMjBhNWI3ZDAyNjU5YWZmYzZk\" data-original-margin=\"\">Pascal, however, replied with only a resigned sigh:</p>\n<p class=\"cnNiOWU3ODAwN2ZhYTQ1YTc4N2M4Y2JmYmYyMGNjZTk1\" data-original-margin=\"\">\"She can blame me for it then... In fact,\" he raised his volume and looked around. \"You all can, if it helps. Surely those of you who lost loved ones can understand -- the past days have not been kind to her.\"</p>\n            ",
  "invisibleParagraphContent": "If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it."
}