{
  "preChapterNote": "<p>Back to the action after this chapter, lol.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MTdhMTU0NmY5NDQ3YWZhYmI0ZDdmMDA1Njc1MDQ3\" data-original-margin=\"\">\"I'm not like Sarafyna. I can't spot a user of divine magic from a mile away. And I lived with a priest. As far as I can tell, a lot of them are just... people. People like you who worship the Collector and want to do the right thing. Not all of them use divine magic to manipulate the populace and keep us in our place. I don't think many of them even know about it. So I had to go to the temple. I lived with a priest and he was a genuine, kind man. He cared about children more than anyone. Given some recent... revelations, I can be even more certain he doesn't know everything his leaders are up to,\" I begin again and Autumn interrupts for the first time.</p>\n<p class=\"cnMyY2YzYTk0MjM3NDQ2ZWM5ZGIxOTM0NDBmYWU2ZWNl\" data-original-margin=\"\">\"W-what revelations?\" she nervously interjects. I can see she is struggling to process everything I have said, but the things I said about the church are the worst. I pause before responding, worried about upsetting her further, then decide to just get through what I am saying first.</p>\n<p class=\"cnM1YWRmNTVlNmNkODQyYzI5ZGFiNjExYzMyYzY4NTZm\" data-original-margin=\"\">\"I'll... get to that in a bit,\" I respond awkwardly, scratching the back of my head. \"For now, I'd like to get to the end of this, if possible.\" She looks frustrated and anxious, but she reluctantly nods. So, I continue. \"Right... So, even knowing the temple was responsible for keeping people in submission and suffering, and slavery for as long as they did... I couldn't just lock the doors and throw a torch through the window. Because, unlike the guards, they aren't open about their atrocities with their subordinates.</p>\n<p class=\"cnNmZjA1MzQwYzE5YjQwZjY5OGM4Nzc3Y2UzMDA3M2E0\" data-original-margin=\"\">\"So I did something I really, really didn't want to do. I went to confession. I was exempt, as a noblewoman, but I went. It's hard to describe what that experience was like. It was almost better when I couldn't remember it. The feeling of sitting in the center of a group of people trying to worm their slimy little fingers into my mind was repulsive. It feels like being licked. Like they were crawling under my skin and looking for a comfortable place to burrow in.</p>\n<p class=\"cnM3MmI0MTFhM2NkNTQwZTU5ZTBkODQxZjc4ZmE1NmEw\" data-original-margin=\"\">\"It was all I could do to identify the priests responsible. I could feel their intent, the will they tried to force into me. It was everything I feared. Paranoia, hatred, and even disgust for all the people I wanted to help. Admiration and love for the people above me. A desire to bend the knee for the Lords and Ladies above me and to trust the temple above all else. They tried to take me away from myself. I had to refuse and play along at the same time.</p>\n<p class=\"cnM2ZmVmMTI1ZTM2NjRlZjI4Yjk1ZmEyMjE1NTI5ZjMx\" data-original-margin=\"\">\"It worked, though. I found them. I burned their faces into my mind in place of the sickness they tried to put there. But they don't all go to every confession. So I had to go again. And again and again. Each time felt like standing naked in a room full of people laughing and ridiculing every flaw they perceived. Except it was my soul that failed to meet their standards, not my body. But I kept going back until I recognized every single offender, every single time.</p>\n<p class=\"cnMxMTBkMzU3NDg5ZDQxNTg4ZDU4NjQ3YWY4Mzg4ZmJm\" data-original-margin=\"\">\"At that point, there was only one thing left to do. Free the minds of my friends. So I went looking for the priests that had surrounded me and tried to own me. That had done the same to children all over the city. I followed them. I learned when they would be alone and when they would be expected. And one by one, I removed their tentacles from the minds of their victims. It was... grueling. As I said, while I recognize violence as necessary, I don't enjoy it.</p>\n<p class=\"cnMxOTg4NTUxYjNiYzRiY2ZiYWVmNmQxNDViZDliZGI5\" data-original-margin=\"\">\"I don't have another option; I want you to understand that. The entire world is built to prevent change. From the country to the individual. There is no hope of rehabilitation, only endings. But priests... priests are hard to end. Divine mages can heal themselves, and their bodies fight injury more than ours do. Depending on their level of ability, it can take quite a bit of effort. So I had to poison them first, then corner them when they were alone. Or I would be dead now and everyone in Satusmor would still have a mind rapist in their heads.</p>\n<p class=\"cnM5ZGU4NGUwZmJkZjRhNjI4ZjNlMTMxZGNmMTM5MWEz\" data-original-margin=\"\">\"Nevertheless, it was... a lot. It was slow and... hard to stomach. It makes me sick just to think about it. But... it worked. Not at first. There were too many of them, and they had done this too many times to too many people. But once every priest that ever controlled a person was gone, they had their minds back. They were in charge of their own actions and emotions again. Once I had removed enough, a lot of people changed. Not as much as you might think, but enough.</p>\n<p class=\"cnM2OTY2MzQ0Nzg4ZTQ5Mzg4MmMyZDBkZTg3OTA3MTU2\" data-original-margin=\"\">\"The priests were subtle. Their long-term control mostly only extended to what they perceived as potential dangers. Dangers to them or to the kingdom. People only grew suspicious and violent with each other once they had stopped relying on both. Anything else they did? That was still all them. But with enough divine mages gone, that last step became possible again. People were willing to work together. Without mind control, the idea of sharing extra food and getting extra help started to look attractive again.</p>\n<p class=\"cnM0OTU2ZWRiNjU4ZTRkMDE4NDRjNDFhN2E3ODk0YmY1\" data-original-margin=\"\">'But, of course, a lot of the damage was done. The control was gone but the memories weren't. People still remembered every farmer who let food rot while they starved. They still remembered every friend that turned on them and every cruel word they lashed out with. The division was there, it wasn't easy to heal. I couldn't have what I almost had before, but some small communities still managed to emerge. Small groups of people who had a taste of a better life, and wanted to give it another shot.</p><p class=\"cjc3NzEyNmE4MTgzMDQ5OTlhNDQxZWNjYzk4NTQyNmM5\" data-original-margin=\"\">Royal Road is the home of this novel. Visit there to read the original and support the author.</p>\n<p class=\"cnM3MTE3MWY2OThlODQyM2ZiZTRjZDgwZjBkYmQwMTVl\" data-original-margin=\"\">\"They are the ones that gave me hope for Satusmor. The ones who distribute food when the guards aren't looking and share their homes or shelter women hiding from their guardians. It wasn't enough. Not to survive long term. Not in a world built to make that type of life impossible. But it existed, and to my knowledge, still does. Things were quieting down when I left Satusmor. I failed there. I rushed things. I didn't have enough help. I didn't take the reach of the temple into account. And people got hurt. But it doesn't have to be that way.</p>\n<p class=\"cnNhMWY2ZWNmMDU3MDRkZmZhMjg1N2FkYjMyOWJjYTQz\" data-original-margin=\"\">\"I'm only telling you this because I want to be completely upfront. I want you to understand what I have done and why, even the things that look... less than honorable from the outside. And because I want you to understand the lengths I will go to not just to help the victims of this country, but to make sure I am only doing what is necessary. I won't be tearing through the houses of nobles and executing anyone I see. And I won't stand by while anyone else does.</p>\n<p class=\"cnM5YmJkNDE2NmIyZjQ4YzQ4NTcwMzg5ZWFhZDU2YjYw\" data-original-margin=\"\">\"Even though they benefit from the state of commoners, they didn't choose to be born a noble. Even though the temple is responsible for violating so many people, I understand individual priests don't know this. And the guards... well the more I investigate them the more it seems like complicity in slavery is universal. But I am putting effort into confirming that. All this to say, as long as I can help it, innocent people are safe. I am not targeting your parents or anyone else like them.</p>\n<p class=\"cnMwYTQwODFlMmYzMTRkYjlhMGFkMGY1NDE1YzRkNWQz\" data-original-margin=\"\">\"At the same time, all of the violence you are afraid of? It's already happening every single day. This country wades through fresh blood with every step it takes. It's so thick in the air I can hardly breathe. It's how the common people are controlled, and it's how we force people to serve us and clean our mansions. I intend to end that, but I don't control everyone. I can organize people, or I can try, and I can try to show them a better way of doing things. But not everyone will listen.</p>\n<p class=\"cnNmYmEzOTFlODZjMjQ2MDBiOTU0ZWRkOTA5NjQ1Y2U2\" data-original-margin=\"\">\"That's what I was trying to tell you, before. Things aren't safe. Not for most people. Most people are living one mistake away from starvation, homelessness, and death. Many others are trying to survive after that mistake. They can be turned into a slave, killed, or beaten on a whim. The world is everything you are afraid of it becoming, and it always has been. It just looks peaceful because you were born into a group that is protected by it. At the end of the day, it does keep a small portion of the population safe, just at the expense of the rest.</p>\n<p class=\"cnM1YzI1YjlkYjliOTQ1MDFhOTE1NmM3M2UxZmUyOWZj\" data-original-margin=\"\">\"And yeah. Removing this system is going to take that protection away. And for people who have lived with it their entire lives, that is terrifying. And I haven't known you that long, but I don't think you are the kind of person who wants to feel safe by maintaining that constant state of violence and fear over everyone else.\"</p>\n<p class=\"cnNlYTkzYTgyMjkxMjQ1MjhiODQ1ZTgzMDJhOThkY2Y2\" data-original-margin=\"\">I finally pause, giving Autumn a minute to process everything I have said. She does look conflicted, but she isn't crying into her arms this time. \"And... that's everything that happened?\" she finally asks.</p>\n<p class=\"cnMwZmExYWM1OThmODRkODI5MDVmYmJjNzI3MTM0NTE4\" data-original-margin=\"\">\"No. That's... a quick overview, but it's not everything. I lost people. I saw them get hurt because of my mistakes. Because of my failures. I really don't want to talk about the specifics of what happened to them, but I will. If you need me to,\" I allow. And I would. Eventually, I should. These realities deserve to exist outside of my nightmares. But... I will always want one more day where I don't have to say it out loud.</p>\n<p class=\"cnNjY2M4NzgxNWM5NDQyNTdhM2NlMDE1ZDc5NTdlYzUz\" data-original-margin=\"\">She doesn't speak for a long time, and we just sit next to each other on my bed. Eventually, she sniffs and stands up. \"Well, Lillith. That's... a lot. But thank you for telling me. I don't really know how to respond right away. But... you said you wanted to do better. Can I just ask one question?\" she asks.</p>\n<p class=\"cnM1OThkMDliZDQ1MjQ4OThhYWM5ZTc5NzE3MDZmYTQ1\" data-original-margin=\"\">I nod, \"Sure, if you aren't tired of my voice,\" I reply, trying to hide the tension in my shoulders.</p>\n<p class=\"cnNjM2ZiNzI0NWNjMDQ0NGU5MzYxNmVlYjJiMjkzYTQy\" data-original-margin=\"\">\"You said you want to do better,\" she begins, \"which means you are going to try again. You probably already are, somehow. So, the way you are doing things this time. Will we be safe? August and I, and the people around us?\"</p>\n<p class=\"cnM1YTcyZGIwZDNjNTRmMjZiYTdhMTgyYzBlNDViMzBl\" data-original-margin=\"\">I look at her for a moment, trying to decide how to answer. She doesn't break eye contact, silently insisting on a response. \"I know what my mistakes were. I won't repeat them. I am being more careful. And I am getting help. And I am moving more slowly. For the next couple of years at least, you will be as safe as ever. Things won't look like they did in Satusmor... but... This has to end, Autumn. It can't go on. It just can't. And ending it won't be bloodless.\" I see the worry starting to paint her face so I hold up a hand.</p>\n<p class=\"cnMxZmMzOTgxNTAxNzRlOTlhNWQ5ZWRjODBlMDgwOWY0\" data-original-margin=\"\">\"But,\" I add, \"I have a safe place. I can keep anyone you need safe when that time comes. Just say the word.\" At this, I see a thousand pounds lift from her shoulders.</p>\n<p class=\"cnNhNTZlZjE1YjY5MjRmZTdiNzUwNzJlNmYzNTU0M2M3\" data-original-margin=\"\">\"You promise?\" She asks again and I hold out a pinky, which she raises an eyebrow at.</p>\n<p class=\"cnNjYmZjMzc3YTc3ODRmMjdhZmI1NGI4ZDUxNDhlZDU0\" data-original-margin=\"\">\"Sorry, you grab my pinky with yours. It's the most sacred kind of promise,\" I chuckle through an awkward smile. And just like that, the tension breaks and she finally laughs. It sounds like music and my heart grows lighter. Then, just as I think things can start to get better, I see a new expression on her face and my mood dampens again.</p>\n<p class=\"cnM4MmY5ZDVmOTg0MTQ0ZTM5MDE0MzZlMmE2ZGZhMDBm\" data-original-margin=\"\">\"Lillith, there is something that I...\" she trails off and then another thought occurs to her. \"Wait, what were the recent revelations about the temple?\" she asks. Oh right. The kids. Peter had confessed his actual affiliation with the church to Sarafyna, and it made bile rise in my throat. And... she had gone to help his friends last night. And... I was supposed to meet up with them. Fuck.</p>\n<p class=\"cnMzYjMxMTU4NTczZDRlMDhhNDQwMTY5MDc1Y2FlZGVk\" data-original-margin=\"\">\"Shit, I am sorry Autumn, you just reminded me of something urgent I have to do. Can you hang out here for now?\" I ask and she tilts her head.</p>\n<p class=\"cnNhMTE3NzViMTZhYjQ5MDFhNTU2YjdhNjNjMDc2ZmE2\" data-original-margin=\"\">\"Hang out? What does that-\" she starts and I cut her off.</p>\n<p class=\"cnNjNDU3NmNjMjVhZDRlNDNhYzBjNzNhNTc5NTA2ODY4\" data-original-margin=\"\">\"Sorry, no time to explain. Just... stay here. Get to know my mom. I really need to go,\" I explain as fast as I can while rapidly changing into my more practical clothes. A moment later and I am out the door, rushing to get to Sarafyna.</p>\n            ",
  "invisibleParagraphContent": "Royal Road is the home of this novel. Visit there to read the original and support the author."
}