{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5YzUxZmU4ZGU4ODQyNWJhN2VjMzJhYTIxM2I5Y2Yw\" data-original-margin=\"\">\"Your Majesty,\" Kaede saluted with the others this time as King Leopold strode into the map room of Pascal's house. He was followed by a host of officers, including General Wiktor von Falkenhausen, Chief of the General Staff, and Colonel Hannes von Falkenberg, commander of the Black Eagles.</p>\n<p class=\"cnM4YWNmODQ4N2ZmNjRmMjc5Y2NmNzc4OGFhYjNmMTE0\" data-original-margin=\"\">Both of the dhampir officers were exceptionally handsome and young-looking. And even King Leopold didn't look that bad as he stood next to them. Had it not been for their immaculate uniforms, Kaede could have mistaken them for a gathering of celebrities rather than military leaders.</p>\n<p class=\"cnM0OGFmODg5NzUzNjQ0MmI4MzRmMDIwMjA0NTNmMzI4\" data-original-margin=\"\">The only difference from the last time Kaede saw them was that General Wiktor now wore a leather-and-steel leg brace and walked with the aid of a harness. Leather bands stretched around his shoulders like the straps of a bookbag, which had been enchanted by a <em>Levitation</em> spell to help support his body's mass.</p>\n<p class=\"cnMxNTQyNjljMDhlOTRlMzhhNzZkZTc3OTRkMzU1OWNj\" data-original-margin=\"\">\"Your Highness.\" The King stayed to protocol as he greeted Princess Sylviane first with a slight bow. He then turned towards Pascal with open arms.</p>\n<p class=\"cnM3OTY4YTgwOTcyZjQyYzBiMzljNGNlMGQ1MjM4M2Ji\" data-original-margin=\"\">\"Pascal, it's good seeing you again!\" He clapped Pascal's shoulders in a gesture that belonged more between friends than vassal-and-liege. \"And your familiar as well,\" the King then turned towards the Samaran girl. \"Kaede, was it?\"</p>\n<p class=\"cnNiZjU4MmYyMDBkNTQwMDg4NmFlMWY5OTFjYThjZDJk\" data-original-margin=\"\">\"Yes, Your Majesty.\" The snowy-haired girl opted for a curtsy this time. However she stumbled a little as her entire body felt heavy from her lack of sleep last night.</p>\n<p class=\"cnMzNDk4OTM1ZDExZTQ4Y2U5OTRiOGQyYmVmZWVkZmM0\" data-original-margin=\"\">\"So how does it feel to be the first familiar in Hyperion history to become a noble?\" The King jested.</p>\n<p class=\"cnNlMzM5ZjMwYjllMDRkNjg4ZGQxZjI2ZDNiYzFjYjMy\" data-original-margin=\"\">\"Uhhhh...\" Kaede virtually froze as her foggy mind completely blanked out in the spotlight. \"I'm... I'm honored?\" She barely forced out with a stammer.</p>\n<p class=\"cnM2OTI0N2M4ZTAzMzQwNzc4YTQ3MTMyNjEzNTlkOTZj\" data-original-margin=\"\">The King laughed before he patted the short girl on the head. \"Humble as ever. Sometimes I wonder how your master could have summoned a familiar like you.\"</p>\n<p class=\"cnMxMzhmZGQxMzg4YTQ5Y2E5MWMxYjIxNDAxOWE3ZDQ4\" data-original-margin=\"\">For a moment Pascal looked like he couldn't decide between smiling proudly or looking sheepish. His countenance was an odd mix of both as he added: \"I am honored that Your Majesty granted my request.\"</p>\n<p class=\"cnM3MzIyZjFkYzU4NTQ4YzM5YTk0MjlmNmQwOTA0YmZm\" data-original-margin=\"\">\"You weren't the only one who made it,\" Leopold grinned. \"Besides, your familiar's heroism saved our flank. It is only just that she be recognized. But alas,\" the King gestured towards the map table. \"I'd love to chat more but I have a meeting this afternoon with the jarls, so let's talk business now.\"</p>\n<p class=\"cnNlM2U5YzQ3YjU0MTRhNmFiODhlY2IwYTJmODFiYzRm\" data-original-margin=\"\">The group nodded as they made their way around the map table. The beautifully androgynous, blue-eyed dhampir spymaster, Colonel Hannes, followed his King to the 'head' of the rectangular table. Meanwhile the red-eyed, black-haired General Wiktor limped to the side closer to the door.</p>\n<p class=\"cnMyZTNhZWIzYjIxMzQ2MTdhODVkZTUwNDgxNmE5MjZm\" data-original-margin=\"\">Once again Kaede's Japanese manners kicked in as she grabbed a chair for the injured General Wiktor.</p>\n<p class=\"cnM5ZjFlMjc2MmVkZjQxMjlhNzA2MzBjNWFlOWQ5ZGFi\" data-original-margin=\"\">\"Thank you.\" The dashing General smiled and nodded at her as he sat down. The youthful-looking centenarian had so much masculine charm that Kaede wondered if her heart might have skipped a beat had she been a normal girl.</p>\n<p class=\"cnMyODJjOTc5ZDQ1ZTRjYWNiN2RkOWQ0NDE4ODk4Mzc1\" data-original-margin=\"\"><em>Cecylia, your papa is way too good of a lady-killer.</em></p>\n<p class=\"cnM2NWUxMmMzZDZhMDQwMGE5YjRhYjJkZGEyOGZkMjRl\" data-original-margin=\"\">Meanwhile, King Leopold had begun their meeting with some updates from the capital:</p>\n<p class=\"cnNhMTg3NGRmOTc2NjQ3MzZiYThmMTE0MTMwNDdhNTM5\" data-original-margin=\"\">\"Before we start, I should inform you, Pascal, that your proposal for 'Wargaming Command Exercises' to become part of the curriculum of our officer training programs has been accepted. Your old advisor, General Albert von Marienfeld -- I recalled him a week ago from Rhin-Lotharingie -- will head the new training programs. He will be developing a more detailed set of rules for these exercises based on your outline. It's still far from actual battlefield command. But it will give the tactical-track cadets and officer trainees at least some experience on how to respond to an ever-changing battlefield.\"</p>\n<p class=\"cnNkOWI2NGZhYjk4NTQxOTliODg1NTBjYmI2MzZmNzZi\" data-original-margin=\"\"><em>This is wonderful news!</em> Kaede beamed as she stole a glance at Pascal. Her joy at hearing this news overcame even her dull headache. She wasn't sure when he had begun this conversation with the King, but it was always nice to see her suggestions receive adoption on a national level. After all, using history as a teaching tool was exactly what she had wanted to do back on Earth.</p>\n<p class=\"cnNlNDQ5ZjYwNDUxODQxZjU5NDUxZDJiMjVlNjljMTVm\" data-original-margin=\"\">The Prussian General Staff had first developed wargaming, or <em>Kriegspiel</em>, in the early 1800s using metal pieces, dice, and senior officers as referees. But on Hyperion, the availability of magic meant they could enchant dedicated tables to automate the wargaming mechanics -- something not possible on Earth until the advent of the information age.</p>\n<p class=\"cnMyYzA1N2U0MmJjYzRhN2RhZjhiZGY4NDYwMzM1OWNm\" data-original-margin=\"\">\"Thank you for your support, Your Majesty.\" Pascal responded as he grinned from ear-to-ear. Though before he had a chance to continue, the King snatched back the baton:</p>\n<p class=\"cnMzOTU1ZmYyNjJkMTRhMzFiOGZlODY1OGVmODc4NmMx\" data-original-margin=\"\">\"Your Highness, Pascal, I'm fairly certain I know what you two will ask for today. But before you speak of any adventures, I must know, Pascal, that you're meeting your current obligations.\"</p>\n<p class=\"cnNmYjVlNjg5NWRiZDRkOGViMTg5ZTg3NDYwNzM1NTA0\" data-original-margin=\"\">King Leopold's fatherly smile faded away as his brown gaze took on a stern look.</p>\n<p class=\"cnNmNmVmNDc3MmE1NDQxYTQ5NjM4MDM1M2YzZGE3OWE4\" data-original-margin=\"\">\"How is Nordkreuz doing?\"</p>\n<p class=\"cnNiNDdjOTMyZWYzNzQ2ZDdiYWYwMTg2MTIyNjllODVi\" data-original-margin=\"\">\"It could have been worse, Your Majesty,\" Pascal stiffened as he reported to his liege. \"The final civilian death toll reached just over nine thousand -- almost a fifth of the city's population. Ninety percent of all structures within the city were either destroyed outright or damaged beyond repair, including all port facilities on the lake-side docks. Of the city's defenses, only seven towers and my estate survived in repairable condition. The city walls have largely been reduced to ruins and will need to be rebuilt anew...\"</p>\n<p class=\"cnNmZDY4MWQzY2JhYzQ5OWJhNmEyNDdjMmUyNzMwMmE1\" data-original-margin=\"\">The faces within the room grew darker and darker as the Landgrave of Nordkreuz recited the aggregate numbers from countless damage reports. As a city that thrived on its strategic location, Nordkreuz served as both an important military staging point and the largest trade junction in northwestern Hyperion. Yet now, with its fortifications gutted and its water traffic stopped, the city once known as the 'Jewel of the North' had become little more than a lakeside fishing village.</p>\n<p class=\"cnNjNzRiOTJiOTg0YzQ4YTlhMmFlMWQ0Y2NkZTc5NDMz\" data-original-margin=\"\"><em>Well, perhaps not quite that extreme,</em> Kaede thought as Pascal began to list off the 'good news' next:</p>\n<p class=\"cnMwZTMyMDEzZTg0MDRlOWU5NGM2YjJiOGQ4MDQ0MGI2\" data-original-margin=\"\">\"But the most important factors are that first, the bulk of the city's population -- especially its richer, mercantile sector -- survived the calamity. This leaves us with an abundant pool of not just labor, but also much needed capital resources...\"</p>\n<p class=\"cnM0YTU3MDU2NTc3YzRiNzA4MGVhNzlhOGYyYjkxY2Ix\" data-original-margin=\"\">It was a reminder that social stratification came into play even in disasters. The most essential resource for the city's reconstruction was money: coins to purchase supplies, hire engineers, and organize labor. Spare muscle always proved easy to find in the aftermath of a calamity. It was the materials and expertise that proved scarce.</p>\n<p class=\"cnM3Zjk0MTg0OWYyYTQxZWNiOTgyZjRlMjI1NjFkNzY4\" data-original-margin=\"\">\"Second, the city held sufficient stocks of food to survive a long siege, and most of our underground storage facilities survived,\" Pascal continued. \"Thanks to General Wiktor's excellent logistical preparations, the army also distributed enough extra winter supplies and camping equipment that Nordkreuz should have little trouble providing for its own refugees...\"</p>\n<p class=\"cnMzNjQ5NWNiMTk0ZjQ2NzVhYzk2MzYzNmVhNDk0MDUz\" data-original-margin=\"\"><em>It'll still be an unpleasant winter for them, but not a deadly one...</em></p>\n<p class=\"cnMxMWYxNTBhNGMzZTQzZWM4YmNiNmJhOTI2MjkyY2E0\" data-original-margin=\"\">With enough food, water, and shelter, there would be no need for Nordkreuz's survivors to disperse into the countryside. Not unless they feared a repeat of the disaster. This, in turn, would make it easier to organize reconstruction efforts.</p>\n<p class=\"cnM3OGU5YmUzYTYxNDQwZGI4YzM2MWIxZmQ0ZmZkNTk2\" data-original-margin=\"\">\"Third, our decisive victories against the Skagen forces have eliminated any major threats to the city and uplifted the morale of the populace. The people are ready and anxious to begin rebuilding their lives. Over two hundred civilian labor teams of platoon size have already been organized with the help of the army pioneers. And while many families mourn for what they have lost, most people feel that their grievances have been avenged by the military's actions...\"</p>\n<p class=\"cnMwMzY3ZTc3N2NlNjRjYmY4YTJmZDhhNjllZDZkYTQx\" data-original-margin=\"\"><em>That's an optimistic assessment,</em> Kaede thought as Pascal had omitted the outcry that also called for the heads of the Skagen leadership. Nevertheless, it was true that civilian morale had largely been restored by the military victories.</p>\n<p class=\"cnM1MDQ5ZmIwMGNiOTRjZTg5MjY2MmMzMjQzNDBhYzQ5\" data-original-margin=\"\">\"Fourth, thanks to the credit that Your Majesty generously provided, I have already requisitioned much needed construction supplies. Preliminary scheduling estimates that the materials should begin arriving by water as the first docks finish rebuilding. Combined with the architects that the Ministry of the Interior has recruited to help, I am certain that Nordkreuz will rise anew in the shortest time frame possible...\"</p>\n<p class=\"cnM2ZDFiMTI5MjU3MTQ2NTc4NzJmOWE0MjdjNTY4ODlk\" data-original-margin=\"\">A hopeful smile returned to the King's lips as Pascal presented his four points. By now, Leopold's nodding expression not only agreed, but approved of the assessment by the young landgrave.</p>\n<p class=\"cnNkNzQ3Y2Y2NWFjNTQzMjI4NmFhZGNmZTYzNzczYTE0\" data-original-margin=\"\">-- And that was when Pascal added his finishing touch:</p>\n<p class=\"cnMzMDQ0Zjk0ZmZjZjQ4OTZhN2Y5YTU2OThlZDBhZTI3\" data-original-margin=\"\">\"In light of these conditions, I have created a system to further fund the rapid recovery of the city through the open trading of investment funds. All private commerce and industry owners have been invited to speak publicly of their business plans, where they will sell a percentile share of their future establishment in exchange for cash investments necessary for rebuilding. I have also taken the initiative to set up a separate pool of funds for the construction of public facilities such as bathhouses. In addition to my own contributions and loans from the state treasury, a five-percent cut will be taken from all investments to fund necessary public works.\"</p>\n<p class=\"cnMyMjdhOTYwNjcwOTQ4OWFhYmU4ZjYwMmE2ZTk5MGNh\" data-original-margin=\"\">For the first time, the King's eyes widened as his mouth opened in stunned silence. Then:</p>\n<p class=\"cnMwYTg2NGNkYTg2ZDRlMDk4ZDQ2YmNhNjZlZjQ3MjM5\" data-original-margin=\"\">\"You are just full of ideas, aren't you?\" He chuckled with astonishment still trailing his voice.</p>\n<p class=\"cnMwY2ZlNzc1NDFlNTQxY2U4M2FmOWVkM2M5YjNhZjQ5\" data-original-margin=\"\">Kaede was now grinning from ear-to-ear, as this was yet another proposal of hers that Pascal had put in motion. Since dinner two days ago when she brought up the idea, she had spent many hours in discussion with Pascal on establishing the foundation of a public investment and stock trading system. They had advanced past the initial planning stage and brought it to the attention of both the guild leaders and the Ministry of the Interior yesterday. But it was definitely still a work-in-progress.</p>\n<p class=\"cnMwMTRiODE3NTRjMzQ0ZmM4MGRiNjIwOTg4ZTM5NmZi\" data-original-margin=\"\">\"How are the local merchants and craftsmen liking the idea?\" The King asked with curiosity brimming in his gaze.</p>\n<p class=\"cnM2MDY3MmI5YzFkMzQ5ZGE4NmRmNWM1ZDJmMWEzZGQy\" data-original-margin=\"\">Pascal shrugged as he answered his sovereign:</p>\n<p class=\"cnNkNzZlZDg1YTVmMjQyNWRhZGViNTMxNDAzMzUzNGVi\" data-original-margin=\"\">\"The reception has been mixed thus far. Some think it is brilliant and could significantly speed up the economic recovery of the city. Some approach more cautiously. And some reject it outright, fearing it will rob them of their business' freedom. Overall, the merchants and younger craftsmen are more optimistic towards the concept than the older, established tradesmen. Some guild leaders are also afraid that it will destabilize the existing hierarchy. Therefore I told them that if they want to retain market control, <em>invest</em>. Because Nordkreuz will rise from the ashes -- with or without them,\" The young lord finished with a satisfied smirk.</p>\n<p class=\"cnM3ZDljZGMyZmFlZDQxOGJhN2RkMTRkMjQ3Mjk2MzU0\" data-original-margin=\"\">\"Ha-!\"</p>\n<p class=\"cnM3MGJjOTlhZGFjMTQzOTdiMGY0NDRkZjY2NmU4ZDIy\" data-original-margin=\"\">The King almost began to laugh out loud. Mirth filled his eyes as his lips and shoulders shook in suppressed exuberance.</p>\n<p class=\"cnM5NmM1NTFhZTc3NzRjNDFiMWMzYWI3YzliNjlhYjhm\" data-original-margin=\"\">\"I'll have to ask Cardinal Lisbeth,\" he spoke of the Chancellor of Weichsel who controlled the Ministry of the Interior, \"to keep me informed of this project's development. If it works well in Nordkreuz, we'll have to consider expanding it to the other cities as well.\"</p>\n<p class=\"cnNjM2M4YTQxNjkzYTRjZjk5ZmMxMDk0YzYyODlkN2Yw\" data-original-margin=\"\"><em>Experiment with policies in select cities and, if successful, use hard political power to expand its adoption,</em> Kaede reflected. This was the exact policies used by the Chinese to achieve phenomenal growth after the 1980s. And Weichsel's King seems to know exactly how to take advantage of his autocratic power for similar results.</p>\n<p class=\"cnNmY2Q4OTU3M2YxOTRmNTM4YmVhY2RhNzZlM2IxMDhj\" data-original-margin=\"\">\"It will not be easy to achieve this under normal conditions, Sire.\" The King's spymaster, Hannes, pointed out. \"Any established guild will feel threatened by their loss of market control.\"</p>\n<p class=\"cnNmNzNlY2UwMWU1ZDQyYjM4ODQzNzVhMTBlYmE4Yzkz\" data-original-margin=\"\">\"I agree,\" Pascal nodded. \"Even under these conditions, the opposition from the guilds' established master craftsmen is significant.\"</p>\n<p class=\"cnMyZmYwZGE4YTM5ZDRjMTU4MWIyNmM5ZDAwOTE4Yjkx\" data-original-margin=\"\">\"Yes, well, those who climbed up through the existing system will always fear change. Yet without change, society will stagnate,\" Leopold remarked as a matter of fact. \"I'm sure Lisbeth will <em>convince</em> the guilds somehow. She's a resourceful woman. And there's no way she would fail to recognize the potential of such a capital investment system, assuming the test in Nordkreuz proves successful.\"</p>\n<p class=\"cnNkNDZiNWY3ZjYzMjQwNDI5ZDc4ZWVmM2YwZDg3Yjkw\" data-original-margin=\"\">The King spoke as though he knew exactly what kind of underhanded if not illegal methods Cardinal-Chancellor Lisbeth von Lanckoroński utilized to make ends meet. It left more than a hint of concern in Pascal's frowning gaze. Nevertheless Leopold closed the topic as he seemed more than satisfied by the young lord's reports:</p>\n<p class=\"cnM0YWZlZDI5OWY3ODQxMGRhYzc4ZmFmMTBlM2RkODYy\" data-original-margin=\"\">\"You are your father's son, Pascal. I could not have asked for a more confident report of Nordkreuz's situation in light of recent events.\" He nodded with an approving smile. \"I trust that you will not object if I give Wiktor the role of supervising Nordkreuz's reconstruction while you're away in Rhin-Lotharingie? Your steward can work alongside him and send you updates while you're away.\"</p>\n<p class=\"cnM1ZTFjODVjYjk2NzQyMGFhNTE0MDJmNzg0ZmYzOGE4\" data-original-margin=\"\">\"Of course not, Your Majesty,\" Pascal stated confidently. \"General Wiktor has worked with my father for longer than I have been alive. I would be honored if he took command while I am away.\"</p>\n<p class=\"cnNhNDI1MDY0MDE5NDQ2ZjM4NGQ1NzAwNzFhY2U3Yjc0\" data-original-margin=\"\">\"See, he can be humble after all,\" the King joked with a grin towards Wiktor. \"It's settled then. Now, onto the main topic! How many troops do you want?\"</p>\n<p class=\"cnNiMThhZWU2NTM5NzQ5NjNiNDM2ZTBjNjg5MzY2ZDA4\" data-original-margin=\"\">The Landgrave blinked back in surprise, as did Kaede and Princess Sylviane. None of them had expected the King to be this straightforward, or agree so readily.</p>\n<p class=\"cnM1NjJiNzdiN2Y1MDRiNGU4ZTRhZjJhOGU0ZTNmZGQz\" data-original-margin=\"\">\"I haven't said 'yes' yet,\" King Leopold raised a finger as though he read their minds. \"But Weichsel certainly owes a great deal to the two of you for our swift victory in this short campaign. Her Highness especially played a preeminent role in the decisive air battle in leading the Phantoms' charge. It is therefore only natural that we support Her Highness' rightful claim to the throne of Rhin-Lotharingie in return.\"</p>\n<p class=\"cnMzMGYyNDA0ZjE4YTRkODM4NWFmZGI2NDI5ZjljMDlk\" data-original-margin=\"\"><em>In other words, this is a repayment,</em> the familiar thought.</p>\n<p class=\"cnMxMGFjMmZkNGI0ZDQ4NDc5NzJlYTM0MWM0Yjg0ZDI3\" data-original-margin=\"\">Kaede's father Konstantin had once said that when it came to the lives of nation-states, there was no such thing as 'free goodwill'. <em>Everything</em> had a price: either paid in gold, in influence, or in blood.</p>\n<p class=\"cnNkMGI1NDg0ODcwZjRmNTE4OTNmNWM0ZGFjMGI5YmU2\" data-original-margin=\"\">For Sylviane, who fought in battle with the Weichsens, this was a debt of <em>royal blood</em> that had to be repaid.</p>\n<p class=\"cnMxNTUyYzE4ZTlmODRkYzJiYzhlN2JiMTA3Y2UwZGM0\" data-original-margin=\"\">Yet, just like money, military aid in men was an 'investment', albeit on a national scale and for diplomatic rather than financial returns. The King must have determined even before this meeting started that he was potentially willing to support Sylviane against the pretender, Duke Gabriel. But first Leopold had to establish his confidence in the venture through knowledge of Pascal's leadership skills, in both military and civilian affairs.</p><p class=\"cmIzMzJiYWZhMmUzNDRhY2RhMDc4OTJhOTg5M2ExOTRm\" data-original-margin=\"\">The narrative has been illicitly obtained; should you discover it on Amazon, report the violation.</p>\n<p class=\"cnM5MWE3NTQxNzNkZTRkMGFiNTk3MzRiMDE4OWVhZTI4\" data-original-margin=\"\">Now, with his satisfactory assessment, he had no intention of seeming ungracious in the eyes of the world. This meant that Sylviane's actions were about to pay their dividends. The only question that remained was 'how much?'</p>\n<p class=\"cnNhMjMyODAyNjkwNzRhN2I5M2ZjMTczOTZlNTg2N2Fh\" data-original-margin=\"\">Pascal cleared his throat and decided he might as well play along:</p>\n<p class=\"cnNjYmQ4NmZmOWY0YTRiY2E5YWZmODM1YTNkNGI3ZTYy\" data-original-margin=\"\">\"I would like to request two companies of Knights Phantom.\"</p>\n<p class=\"cnM3NzNkMTIxYzhhODRiZDNhMDRkNmI4ZjY0ODNiMjE2\" data-original-margin=\"\">This time it was the King's turn to look astonished.</p>\n<p class=\"cnNkNDQ3ODMxYjkxMzQ2Mzc4YThkNGU2M2M4Y2ZjZTAx\" data-original-margin=\"\">\"Air cavalry? Not ground troops?\"</p>\n<p class=\"cnM3NjIwMGJlYjU3ZjQ4NzRiOTE2YjhkNThhNjQ2ZjAy\" data-original-margin=\"\">\"Our plan is to go to the Kingdom of Avorica and halt the Caliphate's advance there,\" Pascal explained. \"That requires us to traverse across the width of Rhin-Lotharingie, which is not doable in a short time frame for a large formation. Therefore a small, elite force will far better serve our goals than an army.\"</p>\n<p class=\"cnMzMGE3ZGExYTRhNzQ4ZDJiN2Y0MTRkNzZmMjQ4Mjc0\" data-original-margin=\"\">The King raised his eyebrows as his gaze took on a thoughtful look. Then, after a moment of silence, his expression formed a broad grin as he turned to Princess Sylviane:</p>\n<p class=\"cnNhYmVjYTQ2YTM0OTRiM2Y4YThjNzk1N2QyODZjNTdl\" data-original-margin=\"\">\"I see. Your Highness wishes to demonstrate your legitimacy by showing everyone -- especially the Lotharin military leadership -- who has the Empire's best interests at heart.\"</p>\n<p class=\"cnNlNjdjNTBjMzU2ZTQxYjViNDZhZTc4YmE0ZjY3MzYy\" data-original-margin=\"\">\"Yes, Your Majesty.\" The Princess confirmed. \"As long as the throne of Rhin-Lotharingie remains contested, the intervention of foreign troops will also be looked upon with suspicion. My countrymen have suffered for too long under the Imperial yoke to tolerate another foreign ruler. Therefore, it would be best if we did not bring too many Weichsel soldiers and focused on quality rather than quantity.\"</p>\n<p class=\"cnM5NDUxMzlkZDRhOTQwYTJhYjFlYTFiNTY1NjUxNjY3\" data-original-margin=\"\">\"It's a bold gamble, but certainly one with a high payout on success,\" Leopold stated before turning his attention back to Pascal. \"But you realize that what you ask for is not exactly easy for me to give.\"</p>\n<p class=\"cnM1ZDE2MzE5NDc4ZDQyMDE4NzVlY2FjYjJhOGZlZDQy\" data-original-margin=\"\">\"Yes, Sire.\" Pascal nodded. \"I realize that our Knights Phantom took significant losses during the Air Battle of Nordkreuz and it will take time to replenish their numbers. But this also represents an opportunity for Your Majesty to train new officers and formations.\"</p>\n<p class=\"cnNjZTQyNzFjZWY4MzRlYmQ5ZjJhZDM2NzJmOTcyMjk0\" data-original-margin=\"\">The King chuckled.</p>\n<p class=\"cnMzMDBkYzlhM2Y1OTQ0MWVhZDE4MjNlZjIwZWQ5MThh\" data-original-margin=\"\">\"I should have known you would take that angle, Pascal. Always looking for more experience.\" He then scratched his chin as he gave the matter serious thought, before looking towards his top general: \"Wiktor, which units do you think would most benefit?\"</p>\n<p class=\"cnM1ZjIzNDQzODg4NTQ3Njk5YjQzMTAyODMxNzdmYzc5\" data-original-margin=\"\">\"The Phantom Grenadiers have proven their bravery and mettle during the last battle. However they also made mistakes which more experienced Knights Phantom would not have committed,\" General Wiktor pointed out. \"Your Majesty has already decided to award all those who survived the battle with a Knight's Cross. Why not also consolidate them into a single, <em>proper</em> Knights Phantom company and send them to Rhin-Lotharingie to finish their training?\"</p>\n<p class=\"cnMyMWMwOTQxYTU3NzRkY2ZhNTBmZTM4YmUzNDM3ZDQx\" data-original-margin=\"\">\"That's certainly a good idea,\" the King agreed. \"What about a second company? Could we spare that?\"</p>\n<p class=\"cnMzNTNmYjk1ZDY2MDRmNWJhOTkxZmJkOTg1MmI3NWQ3\" data-original-margin=\"\">\"Yes, Your Majesty,\" Wiktor acknowledged. \"The <em>North Wind</em> Knights Phantom took heavy losses, including the life of their commander, Colonel Brykalski, when they were ambushed by the Skagen drakes before the main battle. I suggest replenishing them to full with newly knighted cavalrymen and sending them into Rhin-Lotharingie as well. Colonel Erwin von Hammerstein can be given the task of restoring morale and whipping the newcomers into shape.\"</p>\n<p class=\"cnNjOTg2NzllODA5NjRmMmI4OTFjMjY2NGM2N2I4ZTMx\" data-original-margin=\"\">\"But Erwin is in charge of the grenadiers now,\" Leopold countered.</p>\n<p class=\"cnNiYTJkNmZhMzRhODQ2MmM4Mzk4Y2MzZGVjMzk3Yzk3\" data-original-margin=\"\">\"The Phantom Grenadiers have already built up their teamwork and confidence,\" Wiktor assured. \"What they need now is a broader range of combat experiences. I think handing off the baton to Hammerstein's deputy, Lieutenant-Colonel Ariadne von Manteuffel, should suffice. She has already proven herself in two major battles as a brave leader and quick thinker.\"</p>\n<p class=\"cnM2MjZiM2JhMDExMjRlOThhMDUwZDJkZmVmYjdkZWI5\" data-original-margin=\"\"><em>Sounds like Ariadne also received rapid promotions during the Battle of Nordkreuz,</em> Kaede thought. It was only a few weeks ago when she wore the insignia of a lance lieutenant.</p>\n<p class=\"cnMxMWZmN2EyMjUxNTQyYzU5ZjRhMjUxZDE2MWQ5MjY4\" data-original-margin=\"\">The King seemed to pause for a moment as he heard the name 'Manteuffel'. Nevertheless he responded with a slow, thoughtful nod as he agreed:</p>\n<p class=\"cnNkNTQ5YThjNTVhNTQ4OTA4NDJmYTJjMjA1ZWJkYjBh\" data-original-margin=\"\">\"Yes. Ariadne's Lotharin ties also make her an excellent candidate.\" Leopold spoke of Ariadne's betrothal to Perceval de La Tours, the future Duke Baguette.</p>\n<p class=\"cnNkNWVlMjUwZGY2MzQxODlhOTQ1YjQ0ODY3MDVjMjg4\" data-original-margin=\"\">Then, with a broad grin, the King turned back to face Pascal and Princess Sylviane:</p>\n<p class=\"cnMzZTc1ZDM4Zjg0ODRiMzJhMTAzYWQ4NGM1ZGRiNTBh\" data-original-margin=\"\">\"Well there you have it, two companies of Knights Phantom.\" Leopold beamed before he warned the Princess: \"Just be careful to keep Erwin on a tight leash. That man has a tendency to run wild whenever you take your eyes off him. During the War of Imperial Succession, Karl couldn't even <em>find</em> him and his unit half the time, since that rascal only answers <em>Farspeak</em> calls when he feels like it!\"</p>\n<p class=\"cnMzMWU5OGI5YjA4NDQ0MDdhNjg4YTAxYzI1OGVhMTgx\" data-original-margin=\"\">\"As I remember well, Your Majesty,\" Sylviane replied with a wry smile.</p>\n<p class=\"cnMxOGVlYzEwNGM4NzRlMTZhOGRjN2Q3ZjM3ZjM2MWJi\" data-original-margin=\"\">This made Kaede remember that it was also Hammerstein who captured the Princess during the last war. With this in mind, she wondered if the now famous raid on Silverglen Castle was even conducted under the late Marshal's orders, or if it was yet another instance of the maverick colonel 'running wild'.</p>\n<p class=\"cnMyOWRjYzg0NWVjZTQyYmM4NDAwNDQwMzJjMGI5YmI0\" data-original-margin=\"\">\"In addition, I'll give you the 3rd Reiter Support Company,\" King Leopold added. \"Experiences in the last war have taught us that we needed support units that could keep up with the Phantoms alone. This unit is one of only three to receive special training.\"</p>\n<p class=\"cnM1ZDcxYjVhOWFiZDRhNGE4YmYzNGU1YmQ5MjViNTVi\" data-original-margin=\"\">\"Your Majesty?\" Pascal clearly hadn't been expecting this as he blinked back.</p>\n<p class=\"cnNlMmIzYjc5ZjEwMjRlYTBiNzU3MWJjNTZjNmM4MjM4\" data-original-margin=\"\">\"In for a pfennig, in for a mark,\" the King beamed towards the Princess. \"You said too many Weichsel troops would be a liability, but surely that doesn't speak for the weapons themselves. During the Rhin-Lotharingie Independence War, we became the arsenal of your freedom, supplying the Coalition with arms and armor in their fight against the Imperium's Legions.\"</p>\n<p class=\"cnNmMTUwMjZmNDlkYTQxNzRiYzNiNWZiN2M5ZDk1NDE5\" data-original-margin=\"\">The Princess' eyes almost glistened with appreciation as King Leopold reinforced the century-old bonds between the two nations. Weichsel was known for its blacksmithing and steel forging industry. Without them and the millions of high-quality, armor-piercing bodkin arrowheads and artillery bolts they had supplied, it was debatable if Rhin-Lotharingie could have ever thrown off the Imperial yoke.</p>\n<p class=\"cnM3NjQ3ZTk5Y2U4MDRmODhiNmZkOTdkODBiMTE4NGVl\" data-original-margin=\"\">\"I see no reason why we cannot do so again, now that our joint Trinitian faith is threatened by the corruption of greed within and besieged by the violence of infidels outside.\" The King voiced in contempt. \"Weichsel has long stood as the 'Northern March of the Trinitian Realm', the bastion of true belief. We are more than ready to serve as the <em>Arsenal of the Holy Father</em> as well!\"</p>\n<p class=\"cnM4MzExNDlhM2FkYzQwMDI4YzgzNWM5MTg4ZWE1Mzk1\" data-original-margin=\"\">Emotions stirred in the gaze of every Trinitian present as the King declared his adamant faith. After pledging his commitment to support his allies' holy war, Leopold rode the cresting wave of enthusiasm to ask his landgrave once more:</p>\n<p class=\"cnM0NjYyMGM3ZWI2NzQ3OWM4ZGU4ZTBmYzljYWYyYTQ4\" data-original-margin=\"\">\"So Pascal, what do you need?\"</p>\n<p class=\"cnNjMWM2MWU0Yzg4NzRhMDdiNTU3YzYyYjZiZWNmNGM0\" data-original-margin=\"\">\"I need as many war arrows and spare bodkin arrowheads as the army can spare.\" The young lord immediately responded by stating the obvious first.</p>\n<p class=\"cnM4YjhjNDU1YzA4NzRjNmJhNDZhZGIwMGUwOGUyY2Q3\" data-original-margin=\"\">Considering that Lotharin armies relied heavily upon its archers, keeping them supplied with enough arrows was instrumental to maintaining combat effectiveness. Medieval war arrows were labor-intensive to produce as each arrow had to be hand-crafted for aerodynamic flight. Meanwhile, an army could easily consume hundreds of thousands in a single pitched battle.</p>\n<p class=\"cnM3MDFjNDY4YTE2YzQyOTNhZTVmYTViMzcxZmJjZTI1\" data-original-margin=\"\">\"After that...\" Pascal paused for a moment before he added. \"I would like to fill any spare capacity with caltrops, especially the <em>explosive</em> kind.\"</p>\n<p class=\"cnM5YmJhZTRmNzMyNzRjNjRiNjg1OTQwMTEyY2ZhMThh\" data-original-margin=\"\">Kaede couldn't help but smiling as she thought of the most underrated weapon of all time: <em>landmines.</em></p>\n<p class=\"cnNhMjNlYTVhMmI5NDQ5NjlhZDllZjJmZDg3YzI1NzFj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjNmZhZmJlMzJlZjRiODFhZjBjMTlkNzI3NTNhZTM3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhMjRjMjk4OWU1MTQyMTk5Njg5OTIyOTE4ODcwYmMw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkNTgxOGU4OTgzZTQ3MGU5YzQ2NzBlN2M3ZjkzZmZk\" data-original-margin=\"\">\"Ummm... Pascal?\"</p>\n<p class=\"cnNjYWFhMmRiNmNlZjQ2MmZiN2Y5ODIwOTE0MTU0MzA1\" data-original-margin=\"\">It was late that night when Kaede knocked at her master's door.</p>\n<p class=\"cnNhMDRjMmFkYzJlZjRjZTdhYWEyNjcyMGQ2ODg2MDk5\" data-original-margin=\"\">Pascal was still wearing his undershirt when he opened the thick mahogany door to his bedroom.</p>\n<p class=\"cnM2ZWQ3ZDQ0NDY0MTQ3NDQ4Y2U5NzMwZTk4NjEzYTU4\" data-original-margin=\"\">Kaede averted her gaze and looked down. It had been hard enough just to work up the nerves to knock on his door. To look him in the eyes as she asked the humiliating question would be outright impossible.</p>\n<p class=\"cnMzYTE4YzIyNmJhZjRmNTQ5YzIzMmJlNTZiMjE1ZmEy\" data-original-margin=\"\">Yet as the snowy-haired girl with flushed-red cheeks was still trying to build up enough courage, Pascal took her hand and pulled her inside.</p>\n<p class=\"cnNlNjgyMDM5MjBlNjQ1Y2FhMmU5ZjBlOThlMzI5NjYy\" data-original-margin=\"\">\"Good timing Kaede. I need to show you something.\"</p>\n<p class=\"cnMzNTc0OTFlOGJkNTQ0YWQ4ODRkOTI5ZTUyMmVkN2U4\" data-original-margin=\"\">He led her over to a dresser by the corner. Sitting on top of the intricately-carved table was an item she would never expect most men to own: a rosewood jewelry box, complete with gold trim and an enchanted turquoise on its lid.</p>\n<p class=\"cnMwODMyMWU3NzA3MDQ5OTI4NmE5YWI0NGE2ZDRkZGQw\" data-original-margin=\"\">\"Why do you have a jewelry box?\" The familiar raised a skeptical eyebrow.</p>\n<p class=\"cnM2Nzk3MzkxMTlkNjQzYWI4OTA3NjQ1MDEwNDAyOTVj\" data-original-margin=\"\">\"I am a gem magic user, remember?\" Pascal reminded her with a cheery smile, as though he was about to show her one of his heirloom treasures. \"For us, gemstones are not just decorations of beauty but valuable tools for sorcery.\"</p>\n<p class=\"cnMzNmNjNDg2MTI4NzRjZDY4ZGZiMTg3ZGM2OGVhNjFh\" data-original-margin=\"\">Kaede remembered how he had explained it back at the academy: that due to the reduced mana diffusion from birefringence and the improved mana compaction in crystal lattice structures, well-cut high-quality gemstones were considered some of the best mana storage devices in Hyperion. Gem magic users learned infusion techniques that compacted mana into gemstones in the most efficient way possible, which allowed them to create either powerful magic items or retrieve it later for high-powered spellcasting.</p>\n<p class=\"cnNmMjJhMTAzZDAwMTRjNjY4MzNjY2JiMGY5OGU4OGQx\" data-original-margin=\"\">Pascal opened the box's lid to reveal dozens of glittering gemstones filed neatly in rows. In the center of the box was an oval, intense-green diamond of at least a hundred carats, which could easily be worth tens of millions had it been auctioned on Earth. A mysterious radiance also seemed to emanate from the diamond itself -- sparkles of turquoise light which flowed across its perfect luster from the highly compressed mana inside.</p>\n<p class=\"cnM1MjQwNzA1ZjI1ZTRjYzNiMWY2MDI1ZTA3ZWE5Yjlj\" data-original-margin=\"\">Kaede felt as though her eyes had been glued to the sheer brilliance of the intense mana concentration. The cascading light of her master's magic seemed to call out to her through its very glow, and she had grown so bewitched that her thoughts blanked out as she did nothing but stare at its radiance.</p>\n<p class=\"cnM5ZGJhNTAyYzU5NjQ0MDVhN2YwNDY1NTY0NGQzMDBm\" data-original-margin=\"\">A minute passed in silence before Pascal realized something was odd. He closed the jewelry box's lid, which instantly snapped his familiar out of her daze.</p>\n<p class=\"cnNkZTY3MDc2MzVmODRiOTZiNGUxNmE4OGZlYWM0OGU1\" data-original-margin=\"\">\"I know girls are always entranced by beauty. But you seem to have forgotten yourself completely.\"</p>\n<p class=\"cnMwN2IwNzhkODIzMjRmMjY5ODI4ZWVlYjEwMDE1OTgz\" data-original-margin=\"\">\"It's not the gems, it's the mana,\" Kaede rubbed her eyes. \"There must be some kind of resonance effect since I'm your familiar.\"</p>\n<p class=\"cnMyZjQyYzQ3MDIzNzRiZTQ4ODk3YWM4MDhhZWZlNTkz\" data-original-margin=\"\">Pascal's thoughtful expression revealed that he hadn't considered such an effect, but he wasn't surprised by it either.</p>\n<p class=\"cnM0NWIyN2RmY2M3YjQyMjI5OGUyNWZjOGY3MmIyMTYz\" data-original-margin=\"\">\"Besides, I'm not exactly a girl.\" His familiar scowled.</p>\n<p class=\"cnNiMWM3MzFjMDEzYjQ1NTFiNTcyYTA4MzRhNTJhNmVk\" data-original-margin=\"\">\"Yet you are so cute as one!\" He remarked happily, which almost prompted Kaede to punch him.</p>\n<p class=\"cnMwYzhmOTM3Y2MzNzQ5NmE4NDU0NjI5NWVkNjEwNGVi\" data-original-margin=\"\">\"Anyways!\" She rushed to switch the topic. \"You mentioned the other day that you were pressed on funds. Are you considering selling this?\"</p>\n<p class=\"cnNiNzU3ODMxYTg4YzQ4NjI5OWZkY2ViOTIzYWI5NDEw\" data-original-margin=\"\">Pascal pursed his lips as he opened the lid again.</p>\n<p class=\"cnMxOTg2N2I5ZjE4NzQ4MDZiNTAwNDUzMjU2ZDNlZmQ5\" data-original-margin=\"\">\"There is something like a third of my life's mana in there,\" his eyes glazed with sentiment as he looked upon the gemstones like priceless artifacts. \"Just that diamond alone probably contains enough magical power to destroy a small town if I poured a cascading explosive spell into it. Of course I cannot sell these!\"</p>\n<p class=\"cnMwMjFhZTEwMmUxZjQ1ODQ4NjkwNjc5N2ZiZTEyYzMw\" data-original-margin=\"\">Now that he brought it up, Kaede did remember the many hours Pascal spent infusing one gemstone or another back at the academy. She had always thought he was creating more magical items, like the turquoise casting ring she wore which could replicate several basic spells.</p>\n<p class=\"cnNmODk2OWM3Y2UzYzQ5NDI4YmExNzc3ODA1ZGNkNGRk\" data-original-margin=\"\">\"Has anyone ever accused you of having an obsession with shiny rocks?\"</p>\n<p class=\"cnMwMmM0NjhhMWUyOTQ3OGRiZDc3OTBkMDA3MjEwY2E2\" data-original-margin=\"\">\"Do not remind me about it,\" Pascal grunted in displeasure. \"There was one time when Sylv thought I was ignoring her as I finished my daily infusion process. She threatened to make an engagement ring out of that diamond, enchanted so only she could take it off my finger.\"</p>\n<p class=\"cnMzYjE1MWFiZGU0ZTRjZDg5ZjUxNGQxYWU3ZWJjMjlk\" data-original-margin=\"\">\"Pfffttt!\"</p>\n<p class=\"cnMwODY3M2ZhZDU0NTQ0ZjZiMWU3N2VlNjI5YTAyYTg1\" data-original-margin=\"\">Kaede barely kept herself from breaking into laughter as the image of Pascal forced to wear an oversized diamond every day passed through her thoughts. Her glee was so obvious that she ended up attracting a glare from Pascal.</p>\n<p class=\"cnM2ZmVjYTNlODMyMjQ2NGFhZDI0OWQ0YzU1OTQxOTNi\" data-original-margin=\"\">\"Oh do not worry, you have yours coming,\" he spoke ominously as his fingers reached inside the box.</p>\n<p class=\"cnNjMTcwM2Q1MDc4ZTQzNjU4NmU5YWY4MzE5YzRjZWRj\" data-original-margin=\"\">They returned seconds later. His fingertips carefully held onto two drop earrings: each an array of five tiny rose-quartz arranged around a diamond like flower petals, with three thin strands of white gold dangling one more gemstone each.</p>\n<p class=\"cnM0YWRjZGQ0YjU5ZjRmMTBiY2FhMGQyZDJkZTRkODFj\" data-original-margin=\"\">Their sight brought an instant end to Kaede's amusement.</p>\n<p class=\"cnM3NjJlMTgyYjgwNzQ0NTBhNWFkOGI5MzNjMzdhM2Mz\" data-original-margin=\"\">\"You're kidding me!\"</p>\n<p class=\"cnMyZjUzN2ExNmFhMDRmOWVhNWQ3N2RmMGRjOTJiNWM5\" data-original-margin=\"\">\"Not at all.\" It was now Pascal's turn to smirk. \"I spent a good number of hours enchanting these over the last few days, so I expect you to wear them. They bring out the color in your eyes too.\"</p>\n<p class=\"cnMxZjhmNDhjYjYwMzQ1MzM5OWFkYzUzYjUyNTAzM2M0\" data-original-margin=\"\">\"You want me to <em>punch holes</em> in my ears?\" She cast back an outraged glare.</p>\n<p class=\"cnNiNTM4MjZhOTMzZTQxNDg5MjNlYzZlNGMxZGQzNjY1\" data-original-margin=\"\">The mere thought of marking her skin offended Kaede. She held nothing but disdain towards most tattoos back on Earth. She had forgiven Pascal for the runes on her arms thanks to their utility. However the thought of punching holes in her earlobes was...</p>\n<p class=\"cnM5MDA3MTQzNTZkZDRhNGY4YTM5NTdmZjg5MjhkOTg1\" data-original-margin=\"\">Kaede thought back to the cute earrings worn by girls back on Earth. <em>He</em> had always liked it when others wore it, so why is it different now? </p>\n<p class=\"cnM5YmJmZWQ3YTUxYzRlNDA5OWNlNGZkYzU2MzExN2Y2\" data-original-margin=\"\"><em>Am I being a hypocrite?</em> The dreadful thought gnawed at her.</p>\n<p class=\"cnMwZjc0ZWYzZDUxMDQwOTY5ZTE2YmRhZDE3OGI5NWVm\" data-original-margin=\"\">\"I began work on these to allow you to receive <em>Farspeak</em> communication spells.\" Pascal explained. \"They will also attempt to automatically translate Brython and Gaidhlig, languages which I lack proficiency in but are two of the four official languages of Rhin-Lotharingie. Both of these offer you important options for communications.\"</p>\n<p class=\"cnM4MjViYTJjZTI5MjRkM2Q5NjNkZWIxNmE2OGYxMzNj\" data-original-margin=\"\">Kaede sighed before she pouted. <em>Why do you always have a good reason?</em></p>\n<p class=\"cnNkYTQ1NzdiMWIyZjQ2YjBhZjRmNjY0ZGQwNjk3ZmUz\" data-original-margin=\"\">\"Furthermore,\" he continued. \"The healer who attended to you after the battle said you received considerable hearing damage that had to be healed. Your ears are too keen to not be protected. I enchanted these to protect your eardrums from sound bursts and air pressure shocks. As a plus, their filtering should also help you hear what you focus on more clearly while ignoring the noise.\"</p>\n<p class=\"cnM5MWE2YWUyYTdmMTRmYmRhNGRjNDU2OGQ5NmU2ZWNh\" data-original-margin=\"\">Pascal was certainly right in that her eardrums needed protection. Her familiar-boosted senses had been useful on multiple occasions, so she certainly wouldn't want to wear enchanted earmuffs or something that would suppress it. And ear clips always held a chance of falling off.</p>\n<p class=\"cnM1M2JlNDU4YTY5YTRjNDJhZWRmZjAyYjVlMjUyYTg4\" data-original-margin=\"\"><em>But still...</em></p>\n<p class=\"cnNiYTJhNGUzMTE3OTQ5NTBiNGVkNjEzYTcxZjkwNWE3\" data-original-margin=\"\">\"Couldn't you have at least picked something simple?\" Kaede frowned at the earrings that looked like gem flowers with hanging petals.</p>\n<p class=\"cnM1NGExZGM2MDRlZDQxOWE5YjhjNjMzMGUyMzM0ZGJj\" data-original-margin=\"\">Pascal beamed with mischievousness once more as he added:</p>\n<p class=\"cnNhNzA2MTcxOWU0NzRkNDQ4Mjk4MTM2ZjUwZGRhZjY5\" data-original-margin=\"\">\"If you are going to wear something most of the time, might as well make it beautiful--\"</p>\n<p class=\"cnMyZGIyZjM4OWIzMTQyMWI4OWU5YTY2ODg4NjVhMTE5\" data-original-margin=\"\">This time as Kaede's irritation spiked she really did punch him in the gut. However between her exhaustion from the long day and her decision to hold back at the last second, her fist struck with almost zero strength.</p>\n<p class=\"cnM0Yjg2ZDI3NzQyMDQzNzFhZmI4ZTg0ZjgwNGI3ZDEx\" data-original-margin=\"\">Pascal raised an eyebrow as he touched where her fist had landed.</p>\n<p class=\"cnM0YmNhNWUwNzVlZjQwODk5N2FjMWM2Y2JlYmFlMGNh\" data-original-margin=\"\">\"That was adorable.\"</p>\n<p class=\"cnNhMzkzYWM1ODNjYjQ0NmE5NjYzYjQ1MTY0MGVmNzRj\" data-original-margin=\"\">\"Don't make me reenact our first morning,\" Kaede growled back. Though thanks to her wispy voice, even that must have sounded cute as Pascal lit a wide grin.</p>\n<p class=\"cnMwNmI2OWIyYjkwZjRmNjg5MjhmNDQ3YzA0NTJjYTVh\" data-original-margin=\"\">\"Have Marina show you how to put those on tomorrow morning before we leave. Ask Lady Mari to help with the piercing. Sylv always praised her embroidery for being extremely precise.\"</p>\n<p class=\"cnNlOGRmMGZjY2EyMjQ5YzY4NDg0YTAzYTZlMDU0YjJl\" data-original-margin=\"\">The familiar was still fuming when Pascal placed the earrings inside a small velvet box and placed it into her hands.</p>\n<p class=\"cnNlY2I1ZjA1Yzc4ZTQ2NDI5MmJkZTM0ZTE4ZTA5ZWFi\" data-original-margin=\"\">\"By the way, what did you need me for?\" He asked at last.</p>\n<p class=\"cnNhMDZkZTk2YjIxODQ2OTk5YmE3ODJmZmZhNmZlZmE1\" data-original-margin=\"\">Kaede had almost forgotten thanks to all his distractions. Yet now, as the thought of exactly what she had come here to ask ran through her head once more, her eyes glanced down in embarrassment as a fiery crimson blazed across her cheeks.</p>\n<p class=\"cnMwMmIxYTg4MGZjODQ4ODdiMjcwZTYxZjU0NjM0NzNh\" data-original-margin=\"\">The problem was that Kaede hadn't been able to get a single good night's sleep for the past three days. Every night she would be woken up by those horrible, returning nightmares. Even the few hours of sleep she did manage seemed ineffective. And every morning she would wake up with a throbbing headache and an exhausted body that left her drained of energy.</p>\n<p class=\"cnNhZGRkZWIxOGE5MDQ3NDdhMjgxYTliNDYwYTg1YjI3\" data-original-margin=\"\">The only exceptions were when she took a nap on Perceval's tofu familiar, or that night when Pascal had slept in her bed.</p>\n<p class=\"cnNkMTIxNDU4ZTIxMjQ4YzZhOWQxYTE2ODY5NDBlODJl\" data-original-margin=\"\">Considering they were departing Nordkreuz for Rhin-Lotharingie tomorrow, Kaede figured she <em>really</em> couldn't afford another restless night. Yet, after trying everything else and failing, the only way she could think of to achieve this was...</p>\n<p class=\"cnNmYjM5MGY1YTdiMzQxNTFiOWQ4MTRhNDgzNWIzYzdk\" data-original-margin=\"\">\"Let me sleep in your bed tonight.\" She asked in a voice that was barely a whisper.</p>\n<p class=\"cnM4NTQwYjQ5OGY0MzQyYzg4MTg1ODBhNDI0ODBhNTcz\" data-original-margin=\"\">\"Uhhh... sorry?\" Pascal looked puzzled. \"I could not hear that.\"</p>\n<p class=\"cnMwNGQ3ODBhYzU0MTQzNTA5Yzg5ZjVhMWFhNDY5NDk1\" data-original-margin=\"\">Kaede could feel her shoulders quaking while her entire face seemed like it was on fire. She shut her eyes and almost cried out in her wispy voice:</p>\n<p class=\"cnNkODBkOTg1Y2EyNDQ2ZmJhMGQzMzQ4MzVlNDk4OWJl\" data-original-margin=\"\">\"Please let me sleep in your bed tonight!\"</p>\n<p class=\"cnMyZjg2YWQzMmU4NzQxNmFhZjNmMTBkMDY1YWFmNmY4\" data-original-margin=\"\">A moment passed in the silence that ensued, followed by another, and another. By the time a fearful Kaede opened her eyes to look up, she found Pascal's jaw hanging open as his swollen, turquoise orbs gawked back down at her.</p>\n<p class=\"cnNkMTcyMmE1M2Y2YjQ4N2ZhYjQ5YThmMTMwYzk2OTFh\" data-original-margin=\"\">\"I mean... I am not really against it, but...\" Pascal fell into a rare moment of being lost for words.</p>\n<p class=\"cnNiYTNiOTNmYzE0MDQzMDg5NDkzYmQxOGQ4M2NiOGIx\" data-original-margin=\"\">Ever since coming to Hyperion, Kaede had demanded her own bed. She had fussed about it so much back at the academy that she even annoyed Pascal on several occasions. Yet now that she had the leisure of having her own private bedroom, she was requesting to sleep in his once more.</p>\n<p class=\"cnMzN2Y2ZDcxN2E1OTRlZmVhMGFkODI3NDEwZDcyMzdl\" data-original-margin=\"\">It was clearly beyond his comprehension, which left Kaede with no choice but to try to explain it.</p>\n<p class=\"cnM1YmRhOTIzMDk3YTRmMzk5N2Y1OGQzNzdlYjY0ZjI5\" data-original-margin=\"\">\"I c-can't sleep!\" She almost yelled, feeling so humiliated that she wanted to cry.</p>\n<p class=\"cnNmNTBjNDYwNTE5MzQzNTE5OWNjODJhNDRiMWVjODRm\" data-original-margin=\"\">\"Ever since the battle, I've been having trouble sleeping. Even when the herbal tea helps me fall asleep early, I still have nightmares and wake up in the middle of the night and then I can't fall asleep until it's almost morning!\" A torrent of words began to rush out of her mouth. \"It's slowly driving me mad and I don't even know why only that I slept fine that night when you were in my bed and... and...\"</p>\n<p class=\"cnMxNGQzMmY1MTE3NjRmYjJhOTBmMjM3MjM1YzMwYjdm\" data-original-margin=\"\">With a sympathetic sigh, Pascal stepped up and wrapped both of his arms around the Samaran girl's thin shoulders. He hugged her tightly against his firm chest until she felt like she was almost being squeezed.</p>\n<p class=\"cnNkYzJmMWU1NTRlYTRhZjJiNGQ3NWVmYjExYWIzMWE3\" data-original-margin=\"\">\"It is all right. You can sleep here...\"</p>\n<p class=\"cnM3NTY1NWRmYzMwMjRiYjI5MmExYWY1N2VjZjVkMTk0\" data-original-margin=\"\">Pascal then pulled away just enough to make eye contact. He stroked her long, silky hair as he wore a gentle smile that looked halfway between adoration and helplessness.</p>\n<p class=\"cnNjNjhhN2U1MmRiMzRiMDVhOWMxNThiYWYzYzVjN2U2\" data-original-margin=\"\">\"Sylv is not going to like this.\" He warned. \"But I think she can understand. And I hope she will agree to look the other way. But even then she is not going to approve and you had best be prepared.\"</p>\n<p class=\"cnM0NWY1NDhmMGVjMzQwMWRiZWQyMDk4YzMzZDM3ZGNh\" data-original-margin=\"\">Kaede bit down on her lip as she nodded.</p>\n<p class=\"cnMyYzdmMWY5ZDU2OTQ5Nzk5OWIwZDYzNmYyZWJhNmVi\" data-original-margin=\"\">She knew there would be consequences. It was a shame to rock the relationship so soon after the Princess began to warm up to her. But she couldn't think of any other way. After all, she could hardly spend every day half-asleep and every afternoon trying to nap once they have embarked on campaign. With an average of three to four hours of sleep per night, it would not take long before she collapsed from mental if not physical exhaustion.</p>\n<p class=\"cnM5N2ZjOTk3ZDUxODRlYTNhYTJkMTU3NTRmNDVhNDhl\" data-original-margin=\"\">\"Sorry,\" she apologized to him in advance.</p>\n<p class=\"cnMzZDdiMGViMWQwMDQ4NTNiNzA3OTE5N2UxNmM5ZjJh\" data-original-margin=\"\">Another sigh emerged from Pascal as the atmosphere fell into uncomfortable silence. Then, an odd chuckle from him broke the lull:</p>\n<p class=\"cnMxZjVkNDNhZmU1ZjQ1MmU4NTQ3ZDhiZWRhMzZlMDdk\" data-original-margin=\"\">\"Forget Sylv, are you trying to kill me with temptation?\"</p>\n<p class=\"cnNlMThkNjA5YjZhMTRmNmE5OGNlMTA3MjRhZGQ4ZDgz\" data-original-margin=\"\">Kaede almost yelped as Pascal's quick tug pulled her to sit down on the bed. For a second her eyes snapped up in fear. But the turquoise gaze that shone back at her was still soft and caring.</p>\n<p class=\"cnNjZTM0OGQyNGUyMTRiYTliODhlMmFmMDQxNTE3YWU0\" data-original-margin=\"\">\"Stop worrying so much. You know I would never do anything to you without your consent.\"</p>\n<p class=\"cnM1NTZiYzk4OTNmYjRmZjg5MjNkM2FkNGQyMTc3MmIz\" data-original-margin=\"\"><em>He always did have the oddest way of trying to cheer others up.</em></p>\n<p class=\"cnMyYzI2OTk4ZWM0OTRmMmQ5NzVkZTU1MTdkYTZiMjdm\" data-original-margin=\"\">Kaede knew most men had standards and expectations. She knew that she wasn't being fair to Pascal. Yet at the same time, the alternative seemed unfathomable to her.</p>\n<p class=\"cnMyNDIxY2Y1MGMzODQ3MjQ5ZWI1ODFiYjA2NzBlMjZj\" data-original-margin=\"\">The Samaran girl could only take comfort in his words as she leaned in against his side. Meanwhile her wispy voice offered but one word in response:</p>\n<p class=\"cnNlZjNjZTcyNDk4YTRlMmE4MGJiMzQ5MDk1NDJmZjg2\" data-original-margin=\"\">\"Sorry.\"</p>\n<p class=\"cnNlNjg4NjQ3NGU1ODQzZjdhNWUyMjBiM2FkZGY1ZmUy\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "The narrative has been illicitly obtained; should you discover it on Amazon, report the violation."
}