{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhNzgzZmZkNzVlNTQxZDhhNDViMGZhNWJmMGMzNTEz\" data-original-margin=\"\"><strong>Godfrey</strong></p>\n<p class=\"cnMxODczYzdmYzQ5YzQ2NTVhZDQ4OTE3MTcxYzdlMDFk\" data-original-margin=\"\">I was prepared for Lillith. I have been prepared for Lillith for years, at least in Visenar. She is a known, if admittedly unpredictable quantity. I wasn't prepared for her to somehow overpower my brother, but she's right. The man was a fool. He was an overflowing goblet of wine. All that power did nothing in his hands but make a mess for the maids to clean up. Still, a woman without a single mage in her ancestry managing to take him down? It's beyond impressive. We give grief mana to our bards, and not a single one can use it to such an effect.</p>\n<p class=\"cnM1ZTBlODA1YzA2MDQ5NjZiMjQ5Y2QyODUyZDVjNzM4\" data-original-margin=\"\">This is partly why I have been so wary of her all these years, even if she was barely a woman when I first began setting countermeasures in place. It is also partially why, frustratingly, I can't shake my concern for her. I must be the greatest fool in Potestia, setting all these traps to capture and fight her. I know there is only one way that ends. Especially since she is so stubbornly resistant to reason. She is going to have to die eventually. And yet, a single conversation where she seems to collapse, and my blood races through my veins like a man before his own execution. I don't know when I started caring about her so much, but it's a liability.</p>\n<p class=\"cnM2ZGFiY2Q1OWM5NTRlZWU5YWZmMjU0MTQ4NDVkYTg0\" data-original-margin=\"\">Of course, she isn't the problem at the moment. The attacks are getting worse, and I can't contact any of the other cities. I haven't spoken to my grandson in weeks and I have no idea what the state of my country is, outside Visenar. Because there is another threat. The pretender to the throne, 'King' Darian. With him and my idiot nephew in town, I am only the third most powerful mage in the city. And Darian's power is truly terrifying. He started at my little brother's level and must have spent decades in his own circle. If not for the goodwill I've fostered with the other nobles in the city, I'd be dead already. And that is fragile, what with my own former apprentice being one of the primary threats to their livelihood.</p>\n<p class=\"cnNmY2UzNGQ4YjhiZDQ1ZmFhYjE0Y2ZiY2Q3YmRmYThl\" data-original-margin=\"\">Thankfully, I have one bargaining chip, an unwilling gift from Lillith that is keeping them on my side for now. Without it, Darian's assault the other night would have ended my reign. She tried to hide it when she was in her cell, and did a decent job, but she's decades too young to get it past me. I saw that circle hidden among the other nonsense tattoos on her body. Lillith didn't find a way to leave and return to a magic circle. The brilliant little madwoman found a way to <em>bring her circle with her</em>. I couldn't make out every rune, but it was unmistakable. She has been connected to her magic circle since she was a child, and she still is. The power this could grant the next generation of nobles will change this world forever.</p>\n<p class=\"cnM5ODNkZDZlNTkxZjRmODliNTg5YzNkZWQwOTRhYWFl\" data-original-margin=\"\">Of course, sharing some magic circles with the commoners is already going to do that, but that's not an easy sell for the other nobles. Or it wouldn't be, if I didn't have something even better to offer them. I just need to work out how she did it. From what I could read of the runes, it almost seemed like she designated 'everything' as the circle's reference space. I'm not certain how she managed to convince mana, the fabric of the world, that she was always at the center of everything. But it does work, which means it will work for me. I can advance society for the poor and maintain the position of the monarchy at the same time, and I have Lillith to thank for it.</p>\n<p class=\"cnMzZDg2YzFjMTVhYjQ2MDM4ZjA0NWViNWY2Nzc2MzIw\" data-original-margin=\"\">She would have some nonsense to say about this, I'm sure. She always does, and it always sounds convincing on some level or other. But she didn't spread her new circle around either. For all her flowery speeches, she held back her most powerful tool for herself. I don't think this is intentional. I think she, like anyone, is blind to the fact. Her ideas are all idealistic in a shallow way. But the very fact that she is as effective as she is is evidence that, on some level, she knows I am right. Someone needs to hold the reins, and they need a firm grip on them. Her treatment of this miracle circle is a result of that inborn knowledge.</p>\n<p class=\"cnNmZjk2MmFkZTc0ZDRkZjRiMjQ2MjgyNzUxMjYxY2I1\" data-original-margin=\"\">Of course, my allies are impatient to see results. With the recent attacks, I haven't been able to experiment as much as I'd like. I walk to the window of my new, extravagant study and look out the curved window which occupies most of the space on the wall. Again, burning red runs down the side of the shield I am helping maintain. These attacks have been coming for a week now. Darian has relied primarily on his spells of molten rock to assault the palace. This alone would be manageable, despite the man's terrifying mana reserves, but Kallon seems to have formed some kind of temporary alliance to kill me.</p>\n<p class=\"cnNhNGExZmM3MjMxNzQ2ODI5MDcwNmZmMWEyN2U0YmU0\" data-original-margin=\"\">A shield of pure mana surrounds the palace for now, maintained by myself and many of my allies. They can't disperse it without dispersing their own spells and I have enough allies to maintain it at all hours. But it's difficult to run the city with it up and he has already burned several noble estates down while their owners help protect the palace. He claims he wants me to 'turn over the king for justice.' Another consequence of Lillith killing my brother is that many believe I was involved. Darian seems to subscribe to this theory. He also either believes I don't have the stomach to kill someone so close to me, or he is desperate to make it true. Perhaps he is right, as my still-aching concern for the girl implies.</p><p class=\"cjRjMDk0MDk3NmE0MDQ0NzRhNWI2OTQ4NjJiYTBiZTdi\" data-original-margin=\"\">Stolen from its rightful place, this narrative is not meant to be on Amazon; report any sightings.</p>\n<p class=\"cnMwMzUzNWRiYzI2NTRlNmY4NGUzY2U4YjdiZDExYTQw\" data-original-margin=\"\">But I can't give him my brother. Honestly, I would if I could, he wasn't a good man and there was no love lost between us. It would certainly be worth the freedom to do more than sneak a few enforcers in and out of the mana barrier. We'll have to go on the offensive soon, or things will get dangerous. But it'll be hard to push the less powerful nobles into such a risk without a proper incentive. And so I must focus on recreating Lillith's circle. The perfect incentive. Anyone inside this barrier is guaranteed to be a more powerful family in the coming years, and anyone outside will be left behind.</p>\n<p class=\"cnMzZjBlNWNmMmY2ZjQ5MjdhNWY3YmEwOTFkOTkzMGM2\" data-original-margin=\"\">I return to my desk and ring a bell. It's only a moment before a well-dressed man opens the door and bows his head to me. \"How can I help you, Your Majesty?\" I glance at Piper, my new aide, and release a breath. I cannot wait for Ansel to recover. I haven't been able to uncover what happened to the man, but even with the help of some of the best priests in the city, he has failed to regain consciousness. Piper is a competent bard as well, however, if one lacking the familiarity with my preferences that Ansel has.</p>\n<p class=\"cnNhNjZlMWQwMTIyOTQ4YTE5MzFjMWM4ZWJjYjkxNjQ0\" data-original-margin=\"\">\"Is the subject ready?\" I inquire.</p>\n<p class=\"cnNkM2Y5MTU5ZjI4NjQyY2FiNjQ4M2NiNWExZWYzZGY5\" data-original-margin=\"\">\"Yes, Your Majesty. He is excited to get started. Do you have a new design prepared?\" Piper replies and I nod.</p>\n<p class=\"cnNkNDM5YTM3OTY4ZTRhODNhNDczYzk0ZTQ3Yzg1NTYx\" data-original-margin=\"\">\"I do,\" I answer, pulling a sheet of paper from my desk. I eye the various dispersal runes spiraling toward the center of my latest attempt. I was skeptical of the use behind this when I first saw her in her cell, but it was obvious why she included them once I thought about it. If she has truly managed to consider her own body the center of 'everything' her circle must gather a truly absurd amount of power. She must have predicted it would be too much, especially with a circle tattooed directly onto someone's body. I am tempted to remove some, but I ultimately decided to get it working first and increase its power later.</p>\n<p class=\"cnM3YjdkMTJjNWZmODQwOWNhMWQxZTBjOTJiMzhkZjdm\" data-original-margin=\"\">\"Right this way, Your Majesty,\" Piper says as I collect my things. We leave my study together and walk through the palace. It still feels surreal to be home. To own this palace. While I did grow up here, my movements were limited. I had spent much of my life as the crown prince, believing these halls would all belong to me when my father died. When I was already a man, however, he married a new wife. A woman with twice the mana my mother had, and the mother of my brother. He started with more mana than me and spent longer in the royal circle. And with that, my claim to the throne evaporated.</p>\n<p class=\"cnM1NTFmMDQ4NTVhYjQyZTFiNjI4YTYxNDdjNTY4YmIx\" data-original-margin=\"\">Now, of course, he is dead and I am king. A better king than he could ever dream of being. A king who actually looks toward the future, past the border created by the Radiant Woods, and past the comforts that keep us complacent. Together we arrive in the bedroom I have converted into something of a clinic. A nervous man, absent his shirt, lays with his eyes closed on a simple bed as if for surgery. Both of the women attending to him as well as the quiet man in the corner stand and bow their heads as I enter.</p>\n<p class=\"cnNmN2U3ODcyYWRmOTQ3MDE4OGY4NDMxNTRlYjM5MjQ3\" data-original-margin=\"\">\"Welcome, Your Majesty. We are ready to try again,\" Rowena, the taller of the doctors present greets. The man in the corner approaches quietly and I hand the circle to him. Without a word, he unfurls his needles and ink on a steel table near the volunteer and begins to work. Rowena gives the man a potion to put the subject to sleep. It takes hours, as always, to tattoo my new design. My heart tries to beat out of my chest as we wait. We have done this dozens of times, with dozens of designs, and not once has it done anything at all. Fortunately, there is no shortage of commoners willing to take the risk of an untested circle for the chance of becoming a powerful mage.</p>\n<p class=\"cnM5OTg5MjJhZGU0YjQxN2M5NmZjNDkzMjM0Y2M5ZWNm\" data-original-margin=\"\">As the artist wipes blood from the new black lines on the volunteer's torso, my breath catches. It catches every time, and each time I feel nothing but disappointment when the center rune is drawn and nothing happens. The concept of a single, moving point being the center of everything just doesn't seem to translate. \"If you don't mind my asking,\" Piper ventures, equally invested in the experiment, \"what changes did you make this time?\" The doctors give him a quizzical look at his casual tone, but it's something I insist on with my aides.</p>\n<p class=\"cnM5ZThiMmVjN2Y1ZjRiNDViMDJmODcxZWM5Y2ZjZTAw\" data-original-margin=\"\">\"Just an idle thought, truth be told,\" I answer as I nervously toy with the end of my beard, \"Instead of designating the circle as the center of everything, I considered its mobile nature. It never made sense to me, that it could move and still be the center. So I gambled this time. Instead, I specified everywhere as the center of everything. That way, it's not the circle itself that is the center. Rather, the circle never leaves the center.\" Piper's mouth turns down at the thought.</p>\n<p class=\"cnNmMDhiYjg4MWQ2YzQ0YWViMGJiOWNjZDIzZjYzMzI3\" data-original-margin=\"\">\"I'm sorry to say I don't exactly understand the logic, Your Majesty,\" he replies and I shrug.</p>\n<p class=\"cnNjODQzYjBkZTUyYjQwMjE4OWRjOTk4YzAxMWI5Yzc4\" data-original-margin=\"\">\"We'll know in a moment,\" I respond as the artist draws the final line on the center rune. I hold my breath as, for a brief moment, it appears to be a failure. However, just as I am readying a curse, it locks into place and mana begins to rapidly gather, distorting the air above the volunteer like heat from a stone oven. And then, his eyes fly open and he begins to scream. It's a cry of pure, unadulterated agony. This does cause my breath to catch, but it was expected to an extent. Having your body essentially rebuilt as a mana space would be excruciating. But Lillith survived it as a child, so I'm certain this able-bodied man will as well.</p>\n<p class=\"cnM3OTE2YzdmYTU2YzQzMWM4NmMyNzIyMDJlNTMxMDYz\" data-original-margin=\"\">But the scream doesn't end. Or rather, when he is out of breath and his voice fades, his mouth remains open and he tries to continue it. If it doesn't stop soon, he will suffocate. And it doesn't. \"Knock him out, he needs to breathe!\" I order and the nearest doctor pulls out another potion in a syringe, injecting it directly into him. At first, it seems to do nothing, but a moment later he finally collapses limply to the bed. Rowena cautiously approaches him as a bead of sweat runs down my brow. She puts two fingers to his neck, then covers her mouth in horror with her other hand.</p>\n<p class=\"cnM5MjM2YzM3Zjk5NTQ0NjM4NGM5ODQ1MDI3ZmQ5OTcz\" data-original-margin=\"\">\"He's dead, Your majesty,\" she announces.</p>\n            ",
  "invisibleParagraphContent": "Stolen from its rightful place, this narrative is not meant to be on Amazon; report any sightings."
}