{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5YjVmZWQwZjg1YTRjNzRiYjZjY2JjYWUyYTI3YmNj\" data-original-margin=\"\">I freeze, my mind traveling a thousand miles a minute. I consider throwing us in the air like I had last time, but I don't have the time. The monster is feet away from us and dozens of yards had been barely enough last time. I have to save the child as well as the twins and force alone won't be safe while he is inside a loaded wagon. I can't do it, not fast enough. What if I get them in the air and it kills me? I might as well kill them myself.</p>\n<p class=\"cnM2MTk4YzQxZDlkMDRiZGJhNTQwMTZhYjYzNGVjZDNj\" data-original-margin=\"\">Can I draw it away, like the first time? No, it'll just choose the easier prey. I just watched it devour the priest; there is no reason to believe it will find me specifically interesting when there are other close targets. Fuck, what do I do? I am vaguely aware the twins are screaming while the priest is... digested and my eyes briefly flick toward the wagon to see if Peter is investigating the noise. I'm relieved to see he hasn't appeared, which in retrospect, makes perfect sense.</p>\n<p class=\"cnNlODA3NzBlMzE0MDQ5ODM4NTUwYjUyNjRhYWY0NGUy\" data-original-margin=\"\">The monster finishes forming a mouth of sorts and I remain frozen in indecision. I can't attack it with magic, can I create a chasm between us that it can't cross? No, it's between me and the wagon; I'd be abandoning Peter. Maybe I can create domes of Earth around all of us? No, I wouldn't be able to see Peter, and it wouldn't go away. Maybe I can stop light from bouncing off the earth? But we'd still be trapped and separated.</p>\n<p class=\"cnNkYjJiYTI0NzVjNzQ3MTRhNTliM2ViMTE1MmYzMDgw\" data-original-margin=\"\">The flesh-beast's malformed mouth tries to speak but no sound emerges and its entire body... vibrates? No, shudders. It tries to form more distinct lips but it's like it's not certain how they should look. I continue trying to think of a way to get everyone out safely. Why do I have time to think of a plan, why hasn't it attacked us yet? Can it not move while digesting? No, Lillith, it's obviously trying to communicate with you, you idiot. Think, why would it do that? It never tried that before. Actually, wait, why doesn't my magic work on it?</p>\n<p class=\"cnMxNWZhNmUwMzZkNTQ5MTBhMzRhNjUzMDAxMTIyYmE5\" data-original-margin=\"\">My mana has only failed one other time, when trying to defend us from the monsters... people's assault earlier. Purely defensive magic does work against this one, however. I interrupted it with a stone wall earlier. Why? Think Lillith, why? Why did they attack you before? You know that, they wanted to die. But why that way? Why not kill each other, or themselves? Some of their bodies were formed in such a way it would be hard not to, so what role did I play in it, and why is it different this time?</p>\n<p class=\"cnNlNmZjYWI2ZDQ3NjQyNDBhN2Y1NzlkZGI0ZjA3MzIz\" data-original-margin=\"\">The monster tries to speak again and fails to create sound a second time, it's body shuddering. I focus on its lips, but they don't move in a way I can make sense of. Okay, attacks fail and defense works on this monster, no, this person. That's the opposite of every other person in this forest. So their intent is different. Their grief is driving them in different directions. Actually, I don't think my grief mana should stop me from attacking someone just because they are grieving. It should only fail if I am using someone's grief as a tool against them. I should be able to cast regular spells if I unaspect my internal mana.</p>\n<p class=\"cnM3OGMxMjM1YjcwZjQ1Y2RiNWE1NzFmMDk3YTkwZGM4\" data-original-margin=\"\">I feel the twins behind me, good they aren't running, they know it is safest with me. I think one of them is speaking to me but I can't quite process what they are saying. No, unaspecting won't work, I'll be too slow, too weak. I won't be able to react in time. Think. Why is it... are they attacking me? Are they attacking me at all? They tried to catch me but if defensive magic worked... that means I am not working against their intent. Only attacking them, trying to harm them is working against them. So do they want something else?</p>\n<p class=\"cnNlMmI2Y2VmODkwOTQ2ZGQ5M2Y3NGJhZWViZjJlNzk1\" data-original-margin=\"\">No, don't be an idiot Lillith, you just saw them eat a man. They are definitely attacking... no wait, they attacked him. This is a person who was brought here by priests and abandoned to become... this. Maybe they recognized that? They could be hostile to priests but not us! No, wait, I can't gamble on that, it's too dangerous. Think, dammit, what do I do? I feel someone shaking my shoulder but I shrug them off. I don't have time for that, I have to figure out a way to get everyone to safety and get out of the forest.</p>\n<p class=\"cnMxMDRjOTc0NjYxOTQ4MTI5MjQ1OTYwNGE1OGEwM2Qz\" data-original-margin=\"\">Wait! Out of the forest! The priests come and go, and so did the flesh... person. Then it clicks. Divine magic is the easiest way to transform the body. The Collector's forest, transformed people, and priests able to freely come and go. Finally, exactly one resident of the forest is able to transform their own body, leave the forest, and get to me no matter how far I go? It has divine magic, it has to. They have to. They can get us out! No, they are the ones that brought us here they don't... no, that's not right. I brought us here, they came to me outside the forest for some reason.</p>\n<p class=\"cnMxM2Y0OTUyNTMzMzQ2ZDg5OTFmMDM0N2MxYTliMGM3\" data-original-margin=\"\">My mind is about to collapse from trying to work through the problem in front of me, and the fleshy mouth has started repeating the same two movements, over and over. I feel a harder shake on my arm and August's voice finally gets through to me. \"LILLITH!\" he screams at me and I look at him, wide-eyed.</p><p class=\"cjJjOTZiZTUwMjExYzQyM2Q4YmM0ZjZkZDUxYTYwOTE2\" data-original-margin=\"\">Unauthorized content usage: if you discover this narrative on Amazon, report the violation.</p>\n<p class=\"cnNkM2MxMGRmMjYwNjQ4NDE4NTBmYTlkYWRiNzBkOWVl\" data-original-margin=\"\">\"... What?\" I ask quietly, still in something of a daze and I see relief wash over him.</p>\n<p class=\"cnNkN2ZiMjlkMDFiYTQ5OGNiNDFkMTE0ZTBhZWI2MmYz\" data-original-margin=\"\">\"Lillith I think... I think it's trying to say 'help me'\" he explains, a sort of horrified curiosity coloring his face. I look back toward its... their mouth and look closely. They are trying to mouth words, he's right. Two words, but their mouth doesn't move like a normal mouth. But it has formed some sort of disembodied tongue that moves with it. Help. Me. He's right. They want my help. Why did they chase me like that? Why try to grab me with their corrosive touch?</p>\n<p class=\"cnM5MGM3ODQ3NGQ0NjRlZDg5N2NiN2U0ZWU4YmI0NmY2\" data-original-margin=\"\">\"Help you?\" I ask and their body shudders again, but differently. \"Help you how?\" I ask and they pause. After a moment, limbs grow out of their body but don't do anything. They want my help changing back? Well, that seems obvious but... I can't, I already failed. Whatever is changing the people in this forest is too strong. Besides, they can modify their own body, so why do they need... oh, of course! They can make a mouth but not sounds! I steel myself, my racing thoughts finally slowing and deciding on a course of action. It's a risk, but it feels right.</p>\n<p class=\"cnM4NjEyZGZlNjFlZjRmZTNhZGJlMGZmNDQ1YWVhNDc5\" data-original-margin=\"\">\"If this doesn't work,\" I whisper to the twins, \"Get the boy out of the wagon and try to get away. I think I know how to help them.\" I start to step forward but I feel both twins holding me back. I could pull away easily, but I don't. Instead, I look toward Autumn.</p>\n<p class=\"cnNjYjM0NDQ0Yzc4YjQwYTdhNTk0YTFiMTRhNDg1YzU0\" data-original-margin=\"\">\"What are you going to do to it?\" She asks, and I shrug.</p>\n<p class=\"cnNiYjY4NWE3ODc0MTQ1MjBiZjcwZDIwMzViMzgzN2Ew\" data-original-margin=\"\">\"I don't know how to describe it,\" I say, \"can you trust me one more time?\" Autumn studies my eyes for a moment, concern and fear warring for control. I see her come to a decision, look past me, and nod at August. The two let go of me, and I walk slowly toward our pursuer. I hold my hand out, hesitating for a moment, before placing it on their flesh. I immediately feel burning, agonizing pain in my hand which pulls a scream from my lips. I fight through it, pushing my mana into them.</p>\n<p class=\"cnM5ZWQ5ZDlhY2IyOTQ1ZDliNTBmOTg4OWI0MDg5NDkz\" data-original-margin=\"\">I grit my teeth, a scream continuing to escape through them as I examine... her. She's a woman, well, probably. In any case, she likely used to have female anatomy. I can't exactly read DNA, but I can feel the pattern her body wants to have. That's what she is missing. She can change her body on her own. Somehow, she is able to fight the force of the forest I couldn't overcome. But she doesn't understand anatomy. She can make limbs, kind of, but she can't form her body the way she wants it.</p>\n<p class=\"cnM5NGE2NTQzNzEwMjRmODRhZDllNGE5ZDA0ZTdlY2Yy\" data-original-margin=\"\">She doesn't understand where her organs go, or what they do. She doesn't even know what organs she has. She is desperate to fix herself and has the power to do so, but not the knowledge. But I do. I don't know how she knew I would be able to help her, but I am probably the only person in this world who can. I pulse my mana through her, using all the power at my disposal to put her body right.</p>\n<p class=\"cnM2NWJhMmM2Y2RlZTQ0NDI5OTY3NTBiNmM4YWY3NDEz\" data-original-margin=\"\">The force I have been fighting with fights back, and I can feel it has the power to overwhelm me, to crush me like an ant under its heel, but the woman helps me. She fights back with her own divine mana, and I feel the opposition shriveling away from our combined abilities. She is... powerful. Far more powerful than Baldwin ever was. With all of my power in this forest, working directly for what she wants... we are the more powerful force and I can see her body shrinking and taking shape.</p>\n<p class=\"cnMxMmI0YjQ3ZWM2YjQ2MDM4NjZmNmU4MDQ0ZTI4YzM3\" data-original-margin=\"\">The pain in my hand starts to dull but I scream with effort and keep manipulating my mana in every cell of her body. As we form vocal chords for her, I hear her scream join mine. It feels like hours pass us by as we fight to give her body back to her. The sky darkens and I feel the atmosphere crackle as lightning strikes a tree near us. A moment later, we are in a clear part of the forest again.</p>\n<p class=\"cnMwM2ZkMjdlZGFlYjRlYjJhYTUxMzdiOTg3YjVkYjdh\" data-original-margin=\"\">We jump around the forest and rebuild her, piece by piece. I can feel the fury of the Radiant Woods as we defy it, but the woman stays one step ahead of it, moving us faster than it can attack us. I block acid rain with force and find myself in a field of flowers a moment later. I finish forming her vascular system and the woods fight back.</p>\n<p class=\"cnM0YzZmZDgzM2YyNjQ0ZTE5OTY1M2NhMTEwOGEwZmM2\" data-original-margin=\"\">We race through apocalyptic storms and clear skies as we defy the forest and a woman's body takes shape in front of me. I am relieved to discover her brain is unmolested, likely to keep her aware through her transformations, and I help reattach it to her newly formed spine. We war with the forest on two fronts until, finally, a woman stands before me. The sparse auburn 'fur' has collected on her head in a short pixie cut.</p>\n<p class=\"cnM3NmVhMmZmNDZmYTQ3MDk5MmQ2N2JkZTY3ZDFjMjBj\" data-original-margin=\"\">Her face is gnarled and her joints seem wrong, but she is undeniably human. I look around and find the twins and the wagon still here. The forest has let up on its attack, and we are now surrounded by lavender trees. I don't know how she managed to bring us all but I am extremely relieved she did. I can't pick out an age for her; it seems there is more precise work to be done before she is who she once was. Lumps and benign tumors grow over her eyes and stick out all over her body. \"I'm sorry,\" I say, \"I think it will take time to do more than this, time we don't have. Are you ok?\"</p>\n<p class=\"cnMwZjhkNDU0NTYxNzQ3MzQ4YTZiNzJmMzRiYzIyZTVj\" data-original-margin=\"\">Her mouth opens and an uncomfortable rasping assaults me. She grits her teeth and clenches her fists, then tries again. \"I- I'mmm oookaaayyy...\" she groans. \"Thhaaank yyoouu.\" I don't know if there is something wrong with her vocal cords or if she simply doesn't remember how to use them properly.</p>\n<p class=\"cnMzMjlmYjcwZjUyZDQ0YjhhNjgyNTY5OGU0MGE0NDNk\" data-original-margin=\"\">\"I couldn't have done anything if you weren't... well, a badass,\" I retort, exhausted. She tilts her head in confusion and I decide to move on. \"I'm Lillith, it's a pleasure to meet you, uh...\" I say, a question clear in my tone. August and Autumn approach us cautiously, eyes wide and jaws slack.</p>\n<p class=\"cnM3YmI4MmJkMWE5MzQ5YmViZjM1NDJiOWYxMzZmZjc4\" data-original-margin=\"\">The woman sits down, equally exhausted, and answers with, what I assume, is her own name. \"SSSaaaraaafffyyynaaa\".</p>\n            ",
  "invisibleParagraphContent": "Unauthorized content usage: if you discover this narrative on Amazon, report the violation."
}