{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNlM2I4ZTc1NmRhZjRiZmI5YzMzMDI5ZDk3MzNkMTZl\" data-original-margin=\"\"><strong>Hugh</strong></p>\n<p class=\"cnMwZmEyMDgyNTkxNjRkMTVhMWI4M2FiNGJhNjIzYzY2\" data-original-margin=\"\">I struggle to carry the different bags and boxes. I have to grit my teeth as one falls to the ground and I know I'll be punished for it later. How did it come to this? Running errands for other nobles like some common beggar. Even the women look at me like I'm less than them somehow. I had actually been looking forward to coming here. But the temple rejected me. Rejected my entire family. So what if we bought our noble title? That only means we worked harder for it than anyone else!</p>\n<p class=\"cnM1MGUxODNlNTRlMjQ2NzdiNWMyZGE5YjEyMDQwZTkw\" data-original-margin=\"\">But they refused to acknowledge us. All we needed to be respected was one simple ceremony. A christening and a house name. They denied us. We, who earned our place among the nobility. We weren't allowed even a name. So I had a target on my back the second I came here. Then that bitch showed up. The girl I fucking deigned to invite into our family, who spat in the face of my generosity. The temple acknowledged her of course. They christened her, who did nothing but work in a fucking bookshop to earn her title.</p>\n<p class=\"cnNmOTE2YWVlYTUxOTQxODM5MjlkNDI3OTQ2N2M4MTg4\" data-original-margin=\"\">Lillith of Endings. What a stupid name for a stupid girl. I suppose that's why she spurned my kindness. She knew more about Lord Godfrey than I did, and she was... very welcoming of what he had to offer. It must be wonderful doing all the work you ever need on your back. She's lucky those filthy bandits murdered my father before he could get his hands on her. I'd make her work to be here. I'd walk her like a dog around this campus, instead of being worked like one myself by even the lowest nobles. But they have a name, so I can't do anything about it.</p>\n<p class=\"cnM0ZDljZTkyZjFjYzRiZTg5NGNiZDgzMzdjYWY0NjBl\" data-original-margin=\"\">This isn't what my father paid for. But, yet again, that entitled whore only made everything worse. I almost had her, in the middle of the first year. The idiot never bothered to hire a tutor. She probably wasn't expecting professors with no interest in what was under her dress. One of the few intelligent moves this academy has made, using women like that. So she couldn't even read her numbers when she showed up. I should have won that bet. I <em>deserved</em> to win that bet. But, as always she used the same <em>opening </em>to gain an unfair advantage and Duke Godfrey faked her scores for her.</p>\n<p class=\"cnM5ZDM2NDVhYzlhYzQ2NmM4NzZjNWQ0ZjFiM2Y3NTg0\" data-original-margin=\"\">It's fucking disgusting how unbalanced this academy is. A single word from the useless Duke of Facinley and even that ungrateful wretch can look down on her betters. If my father were alive, he'd know how to handle these insects. Someday, I was going to find that Rosalind bitch and peel her skin from her bones. Because that's all I have. A single name. The bastard daughter of a noble family in Satusmor, and the one who betrayed my father. She'd killed him and all her own men, then vanished. But she can't hide forever. Once I finish with this academy, I'll find her and I'll do what my father would have done.</p>\n<p class=\"cnNlODJlMzE3ZTZmNjQwZmU4YTA0ODgxYzAzNzVkZmNm\" data-original-margin=\"\">I flex my fingers in a failure to keep my rage contained, and just as I do I trip, falling into the various boxes and bags of food and pastries I had been precariously juggling a few moments before. I groan as a foot kicks into my side. I roll over and look up at none other than Lady Iris. The lowly brat is hanging around her favorite crutch, the stuck-up slut who sent me to do her chores in the first place. Lady Jocelyn.</p>\n<p class=\"cnM1OTc2MmVlY2U2ZDQyYzI4YjY4MmI3YzkwZmRiMWZi\" data-original-margin=\"\">\"Oh, if it isn't nameless little Hugh?\" She sneers. \"You've dropped all my things. Do you really have enough money to make such a mistake? Now you'll have to go buy new ones! Really, little Hugh, didn't your father teach you how to do your job like a man? Oh, that's right, he's not around much anymore, is he?\" she taunts and I grit my teeth. I'd have to add her to the list. I narrow my eyes as they focus on her still-extended foot, directly in my path. \"Oh my, you're not thinking that was my fault, were you Hugh?\"</p>\n<p class=\"cnM2MDZkYmU1MWE3YzRjYmZhOTA4YTE4YjhlZWU0ZmEw\" data-original-margin=\"\">\"No, my lady,\" I answer through gritted teeth.</p>\n<p class=\"cnM4Mjc3ZTg5ZjA0YjQ3MDE5MTNhMjgwNGVkZWI2OTk0\" data-original-margin=\"\">\"Of course you weren't. Now hurry off, I'm hungry, boy,\" she orders. I climb to my feet and do what I'm told, because if I don't... well she has the power for now. But mana and authority only help you in direct confrontations. She won't be able to watch her back forever. I'll work up to killing her. First, I'll handle the ungrateful pig with the half-bald head, then the sycophant, then the lady herself. Then, I'll feed all of their bodies to Jocelyn before I kill her. It's these thoughts that keep me going, as I go to buy more snacks for the bitch.</p>\n<hr>\n<p class=\"cnNmOGI0MmE1M2ExZTQyYzJiOGU2Yzc2OTNmZWQyZmIw\" data-original-margin=\"\"><strong>Godfrey</strong></p>\n<p class=\"cnM4ODNhZTFjZDVlNDQxNDI4MWQ4YWEzYmNhYjllZjM0\" data-original-margin=\"\">I rub my hand over my forehead as I look over the paper in front of me. I can't help but chuckle. My original plans for Lillith were flawed from the start. While she seems to excel in anything related to math, it's clearly through no fault of her own. I realized this from her first midterms when the rest of her scores were barely above passing. I know she's smart enough to do better than this, and it didn't take me long to realize she simply didn't care.</p>\n<p class=\"cnM0NzZkYmIyOTlmNTQwMmRiYjZiYTljNjNkZjBiNzUw\" data-original-margin=\"\">That's no surprise, considering her other activities. She's driven this city into a panic, and, interestingly, not just this one. I don't know how she's doing it, but she is far more effective than I ever could have dreamed. Scared nobles are malleable nobles. Where do they run to when the ground starts moving under their feet? When their peers are hunted and my fool brother feuds with the church instead of deploying the knights to catch her? Well, to the person who predicted the trouble, of course.</p>\n<p class=\"cnMzNjdmZTU4ZmQ2ODQwZTA5Yzk4MTc5OWVmOTllODM3\" data-original-margin=\"\">Many nobles laughed at me when I suggested we would have a labor shortage. They scoffed when I told them they weren't safe, and they hushed me when I said my brother would ignore their plights. I was just the crazy bookselling duke after all. But I had chosen them carefully. They may have laughed, but they didn't spread it around. They didn't tell my brother, or anyone else. When my predictions started coming true, well, that was when things changed.</p>\n<p class=\"cnM0NWJiMTUwZTI3NzQxMzE4NzFiM2QzODc3ZDhmZTQy\" data-original-margin=\"\">When their friends died around them and their luxuries became more scarce, they remembered. When the King, instead of hunting the killer, deployed his magic knights as bodyguards for his favorite nobles, they remembered who offered to protect them. When things collapse, and they will collapse, it's not my brother or his son who will sit on the throne to put everything back together. It will be me. A competent king can improve the lives of the nobility and the commoners. Even in the wake of Lillith's destruction. I can keep the pillars we really need in place while doing away with foolish tradition.</p><p class=\"cjhmNmNiMThjMDlhYTRkZTE5ZTJjMjcxMzNjZTIwODA1\" data-original-margin=\"\">This content has been misappropriated from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnM2NGE3YjFmMWY1NDQxNDE4NjFiN2JmZjc3YjEzODhk\" data-original-margin=\"\">There is no reason to force slave labor. There is certainly no reason commoners can't use magic. They still won't be able to oppose us, and the work magic commoners can do will far surpass what all the slaves lost in every city could ever accomplish. We can stop relying on the church, and even find a way to push past the Radiant Woods and to the sea. I will usher in a golden era for Potestia, one even Lillith can be happy in. I hope. I'd really prefer to keep her alive.</p>\n<p class=\"cnMyMTY5ZTlmYzZhMDQwMTM5MzIxOWJhZGU0NGViYjNh\" data-original-margin=\"\">Perhaps it's a weakness of age, but I like the woman, as mad as she is. She makes me laugh. If her violent edge can be curbed, she may even be open to a marriage to Dominic. Perhaps she will calm with age. She must be roughly seventeen now. Many young mages are brash at that age. I certainly was. Besides, she has helped me in more ways than one. She had exceeded my expectations when her mana was measured. I knew she would be more powerful than expected, but to amass that much mana before leaving Satusmor, her circle is truly impressive.</p>\n<p class=\"cnM0OGJhM2JiZTU2MjQzNDU5Yjg2N2Y2NGJhMjhmYjM3\" data-original-margin=\"\">And even the nobles I didn't rally ahead of time think I am the one who designed it. A magic circle powerful enough to make a family that rivals a count in a fraction of the time. It was troublesome that she had, apparently, shared it with someone in Satusmor. The noble children that arrived from Satusmor last year were, well, more powerful than they should have been. It was a good thing I was keeping an eye on it because I was able to intercept them before anyone else.</p>\n<p class=\"cnNkNTA3MWZmZTQ5OTQ4OTJiZGU2N2IzYjI3N2EyYzQx\" data-original-margin=\"\">Their growth far surpassed what their ranks would suggest. And they came from Lillith's hometown. It wasn't much of a leap of logic that she had given it to them for some reason. Then again, it wasn't a circle like hers. None of them would admit to gathering mana outside of a circle, and they weren't as strong as she was. Nevertheless, people assumed it was my doing. The current rumor is I went to Satusmor not to hide from responsibility, but to do magic experiments, of which Lillith was my greatest success.</p>\n<p class=\"cnM0OWU5YmZhNzJiYjQyZjNhNTkwOWU1MGU5ZTg5ZTdi\" data-original-margin=\"\">The murder-happy teen was improving my reputation on all fronts, and she was doing it with only half a head of hair! When the time comes, I'll need to apprehend her. Not for the execution her peers will demand, but to see if I can sway her. She wants what I do. A better world. But she thinks too small. Too impulsively. She has no plan for what to do after she kicks the legs out from under the people's leaders. When I explain what I can do for this country, for every country we have allowed the church to keep us from, she will see sense.</p>\n<p class=\"cnNiOGZhOWY5N2VkOTQwOGFiZWNiZjM0YjkyZjdiNzA3\" data-original-margin=\"\">I had to laugh at the paper behind the report on Lillith's most recent grades. Cateline was complaining, again. She needs to lighten up. She wants me to force Lillith to present herself like a proper lady. To represent the academy with dignity and stop embarrassing her in front of visitors. The woman was nearly rabid. She didn't know the half of it. To think she is worried about her hair and piercings and... company. I suppose she has similar complaints about both common-born students. I respect Cateline, I do.</p>\n<p class=\"cnNkZjYzNzExYjJiZDRiNzhiZDBlM2MyM2QzMmYzMGVj\" data-original-margin=\"\">She fought for every ounce of respect she has and she shouldn't have had to. She's a competent mage and a brilliant teacher. That's why she is so obsessed with appearance. The respect she has is fragile, and like with my brother's management of the kingdom, her control over her students reflects on her. She feels degraded by Lillith's very presence. But she too, thinks too small. Such petty things don't matter. What matters is moving forward, and I intend to do that.</p>\n<hr>\n<p class=\"cnMwZmZjOThhYzkxODRlYzdhNjljNzJjNzhmZDQxYjFj\" data-original-margin=\"\"><strong>Ralf</strong></p>\n<p class=\"cnNhNzNjNWI0YzAxZDQyMTA5YWUyNzkzOTUxZDI5YTMy\" data-original-margin=\"\">I stand in the courtyard, my arms crossed. It was finally time to win my pride back. Lillith of Endings. That was the name of the girl who spat in my face. I had been shocked to learn she was sponsored by Duke Godfrey himself. I worried I would never be able to make her pay. For weeks I couldn't get it out of my head. Because of her sponsor, she thought she could humiliate me? I couldn't let it stand. I had to confront her again.</p>\n<p class=\"cnM4MDM3YWNkNjcyOTRiYWJhMGMwNGQ4YTZmZDQxZGMz\" data-original-margin=\"\">So I went to her dorm. I stood outside her room at night and used light mana to project myself up at her window. My magical specter stared inside, all night, every night. She never acted. Never tried to fight it or so much as approached her window. She was that terrified. I could see it whenever I passed her. Her head down, her eyes avoiding mine. She knew she wasn't safe.</p>\n<p class=\"cnMxMDYzMzU4ZTU3YzRlZmNhMmRkYjY1ZjFmZDU2ODg4\" data-original-margin=\"\">Even when we shared a class, she was too afraid to look at me. She never made eye contact a single time. I smirked whenever she looked away, too frightened to so much as apologize or ask me to leave her alone. Of course, I dominated her in all the tests as well. It wasn't a huge victory, but I returned a small amount of the humiliation she inflicted on me. She always rushed from the class, too ashamed to risk being confronted about it.</p>\n<p class=\"cnMyYWE4OTdjZmIzYzQ0ZjA5MDRjNTk0ZjgwZTQwZGIy\" data-original-margin=\"\">For two years we have played this game. I keep her in her place and she bows under the pressure. Illusions at her window weren't all, either. I spread rumors about her. Some were believable and likely, like her sexual relationship with Godfrey. Some were insane and only a few people repeated them. I even managed to convince some people she was the monster hunting nobles every night. That one was almost a prank on both of them, as he fled whenever he saw her and she watched on in panic as he did so.</p>\n<p class=\"cnMxMDM2ZmNlYTNiNjQyYjBiNjI1MzkyYmE1OGYzNzU0\" data-original-margin=\"\">Whatever they were, they chipped away at her. Bit by bit, until she was desperate enough to accept a duel with me. I hear she is powerful, but she's taken no combat classes, and she's a woman. So, once I had beaten her spirit to a pulp over the course of years, I approached her and threw my family's crest on a wooden shield at her feet. She paused, and just as I hoped, turned to pick it up and return it to me. The fool girl was at her wit's end, willing to try anything to end her torment. She probably thought being humiliated in one duel would be enough to satisfy me, and she could live in peace again.</p>\n<p class=\"cnMwZjRlZjE0ZTM5NTQ1ZWU4MDc1YWE3ZmI1MmYxMzI0\" data-original-margin=\"\">She was wrong. \"The first night the moon wanes, one hour past sundown, in the courtyard by the statue of the first headmistress,\" I announced proudly. The wide-eyed and panicked look she gave me has nourished me since.</p>\n<p class=\"cnM5NzlhZTZkMjgwNTQ2NzI5ZjU2MzA1MmE0YWZmNWY2\" data-original-margin=\"\">\"Uh-huh,\" she finally agreed, too scared to even properly acknowledge the duel. Her failure to form real words was sweet like sugar. And now is that night. The night of the duel when I finally put her in her place, and do it in a way above reproach, even in the eyes of Duke Godfrey. It took far longer than I would have liked, but her initial fear convinced me she would never accept if I rushed things.</p>\n<p class=\"cnNhNTVmMjM1ODViYzQ5NDg5ZmQ1Y2ZhOGVlNjFhZjFm\" data-original-margin=\"\">Even now, she is dawdling. Dragging her feet on her way here. She's nearly an hour late, but that's alright. The slower she is, the more I'll make her regret it.</p>\n            ",
  "invisibleParagraphContent": "This content has been misappropriated from Royal Road; report any instances of this story if found elsewhere."
}