{
  "preChapterNote": "<p>Hey all, I have finally added the missing chapter. Sorry about that again. It's easy to lose track of things with all the plot threads I am juggling, my bad. It's right after chapter 26, and has been placed there.</p>",
  "postChapterNote": "<p>Going into a bit of a time skip here, but telling it like this, keeping you updated on what everyone is up to interspersed with what the world looks like to other people in the city, over several chapters. Hope it's a bit better than \"And then this many years passed\" like I did a bit in book one. I like to think I have grown since then. Anyway, the story requires a lot of sort of samey stuff to happen over a long period of time and it would get boring for all of you to do it without an accelerating pace. Let me know how this method works for you.</p>",
  "chapterContent": "\n                <p class=\"cnNkZTNmOTU1YTJkYzQ2N2M5YzRlZWFjY2ZiNWI0MTc0\" data-original-margin=\"\"><strong>Eustace</strong></p>\n<p class=\"cnNlYTY4Y2I0M2I2YTQ3MWRiNjI5OGEzMTFkNWFhZTE2\" data-original-margin=\"\">The monster started hunting nobles almost a year ago. At first, they said it was a serial killer. Then they said it was a rebel. The guard says it's more than one person and the church says it's this so-called 'true king.' The commoners? We know better, because we are the ones it leaves alive. And it is an 'it'. My sister was a maid at one of the houses hit. She saw the monster. She saw it kill not with a spell, but with a single touch of its fingers. I know a man who claims to have seen it kill with fangs.</p>\n<p class=\"cnM5MjMxMTgyZDkwZDQxMDU5MDY2N2RkZjllODJjYTIy\" data-original-margin=\"\">My own father swears he saw it tear a door off its hinges. I've even heard rumors of its extra eyes, growing in size, melting flesh with a touch, or growing the razor-sharp talons of a hawk from its hands. The only rumor I've heard from a witness that called it human was one particularly drunk fool claiming it's a woman. There are dozens of rumors about it, but there is no doubt it is a monster. But we don't fear it. Whatever the guard says, and whatever the church says. Because its talons and teeth aren't the only thing there are rumors about.</p>\n<p class=\"cnNjNmY2OTZjMGZmMjQ3MTQ5MTRiYzFlOGNkMGMzYWRj\" data-original-margin=\"\">Sure, we feared it as much as the nobles did, at first. But, like I said, it's been almost a year. The only commoners it has killed have been the city guard. It always lets the servants leave. The maids, the stable boys. They can only convince us we are all in danger for so long. Some people do think it is taking the slaves as food, but I don't. It's true they disappear without a trace. Hundreds of them have vanished by now, and no one has found them hiding anywhere. So I understand why people think it must be eating them. It just... doesn't make sense. Do criminals taste better than maids? No, it's doing something else with them.</p>\n<p class=\"cnNlMDkzNDcxODc4OTQ4NjdiNzBmYTYxZTVjNTA3Mzdh\" data-original-margin=\"\">For a long time, this was just a story. A fear, then a story. Some people even started to cheer it on. I was one of them; my sister was always treated poorly by the nobles she worked for. She always had to fear that twisted couple would want more than cleaning from her. So when a monster touched them and stole their life, I cheered it on. But heroes are for the nobility. Commoners aren't allowed to have their own, and once we do, we are always punished for it.</p>\n<p class=\"cnM0YjZlZjdhZTA0YTRlMDFiMzY4MDg4MjZmNDc2MjY5\" data-original-margin=\"\">Because the slaves are disappearing. The workers, the laborers. The people who build the mansions and create the luxury goods. There aren't enough for every noble to have a staff, and they certainly aren't going to pay to hire more servants. So what do they do? Well, they get more slaves. They make more laws and they make it harder to follow the existing ones. Any one of us could find ourselves in the guard's custody. Then we become slaves ourselves until the monster finds us and does... whatever it's doing with them. Once we become the noble's target, we just have to hope it finds wherever the new holding cells have been set up.</p>\n<p class=\"cnMyYmFjMjc0OWZjNDQwYWViNjIxYzZmN2YxYmQwNTIx\" data-original-margin=\"\">As I hear a pounding on my door, I know my time has come. The beast saved my sister from everything she feared, but ultimately we are going to be slaves anyway, and her fears will likely be realized. Women like her aren't enslaved for manual labor. The door pounds again and I wince. I knew this was coming. Rent has been rising, and rising, and rising. I don't live in a nice home, but only a noble could afford these prices. They've come to evict me. Remove me, my sister, and my children from our home. And since they made homelessness illegal... they likely have the guards on standby to arrest us for our crime as soon as they force us to commit it. Why pretend we have somewhere else to go, after all?</p>\n<p class=\"cnM3MzAxMWE0ZjQ5YzQ1OTQ4N2NkMGM3YzM1MDhlYjlj\" data-original-margin=\"\">I don't have the stomach to answer the door. Phoebe comes down the stairs and pales as she sees my face. She knows it's time as well. As I fail to answer the door a third time, they grow impatient. A moment later, the door flies open as the guard kicks it. A well-dressed man walks in with his nose in the air. \"This is my property, Eustace,\" he sneers, \"And you are delinquent on payments. I must demand that you vacate the premises so I can rent the location to a harder-working family, one who deserves it.\"</p>\n<p class=\"cnNiZjQzMTU5MjkxMjQ4YWE4ZjlmMGViYTcxYjJkMmI0\" data-original-margin=\"\">I lower my head and the nearest guard approaches me to put shackles on my wrists. I allow him to without a word. \"You are under arrest, Mr. Eustace. By order of the king, those who cannot contribute to the city and dirty our roads with begging are to be arrested and put to work. Be thankful you will have a place to live and meaningful work to do.\" The bastards. Barely putting up a pretense, arresting me for homelessness inside my home like this. I don't bother fighting it until another guard approaches Phoebe.</p>\n<p class=\"cnM5NDQ4MzM3Yjk0NTRhN2E4MTJiN2ZhMjI2NzVkOGUy\" data-original-margin=\"\">I know what waits for her, I always have. But the shit-eating grin on his face is a bridge too far. I'm already shackled, but I don't care. That man isn't putting a finger on my sister. \"Get the fuck away from her,\" I growl, before shoving my shoulder into the guard at my side. I throw myself at the grinning man to tackle him but, before I know it, I am being held with my face to the ground.</p>\n<p class=\"cnNjNzQxNDdmNmQyYzQzMWZiNTMwOTQ2NWQ1ZjZkZTBk\" data-original-margin=\"\">\"It's alright, Eustace,\" Phoebe assures, \"Just... don't get yourself hurt.\" Fuck. Useless. I'm fucking useless.</p><p class=\"cmU2ZGQ3ZjEyZThkNTQ4ZjQ4NjNhNjFmNjZiZTkxNzkw\" data-original-margin=\"\">Unauthorized use: this story is on Amazon without permission from the author. Report any sightings.</p>\n<p class=\"cnMyODNmNThiZjAxYTRiNThiOTViNWY4Y2JhNDFlNGYz\" data-original-margin=\"\">\"Sir, this is the business of the city guard. I need you to move alo-\" a guard starts before I hear a thump on the ground.</p>\n<p class=\"cnM3MzBiM2MxZmQxZjRlNjZiYjUyZGM5MTQzYzg1MGRk\" data-original-margin=\"\">\"What are you doing you fools, kill him!\" Lord Jareth screams and the room explodes in the sound of combat. The hand holding me to the ground disappears as its owner joins the fray.</p>\n<p class=\"cnMwYjE5YWUzNjNkYzQ5ZmI5YTQ5OWU2YzA0ZDE4MTAx\" data-original-margin=\"\">\"I- it's you!\" Phoebe gasps and I struggle to roll over. Just as I do I see it. The monster. It is shaped like a person but... it is holding Lord Jareth off the ground like he's weightless. With a twitch of its fingers, there is a crack, his clawing at its arm stops, and it drops his corpse to the ground. I stare as it walks up to me. It holds a hand out and somehow, I hear a click and the shackles loosen. I pull my hands free and Phoebe speaks again. \"Eustace, it... it's the monster,\" she says.</p>\n<p class=\"cnM3M2MxNjdmNTlmZTRhYTNhMGYwNzM1OWQ0MjgzYjc3\" data-original-margin=\"\">It extends its hand again offering to help me up. \"You don't have to live in fear of men like this. If you like, I can show you a better option\" it offers and my eyes widen. Huh. It is a woman.</p>\n<hr>\n<p class=\"cnNkZDVhYWZmNWE4YzRlOGE5MDc0YWRkNjIxYjVmYTJk\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNlYTkxOThiNTNjZjQyNWU5ZmU5NzhmZWI2MTdmZjNm\" data-original-margin=\"\">It's been a year now, since I grew my fangs. I've been steadily working on more physical changes since then, but it's not going well. I want to see in the dark but that will have to wait until I no longer have to keep up a public persona. I just can't figure out a way to do it without changing how my eyes look. Instead, I have done some basic reinforcement. My skin is consistently thicker and my bones are more solid. I want to improve my hearing and sight as well, but my physical alterations simply aren't a priority so that may take some time.</p>\n<p class=\"cnMxMWE4NzU4YTIzYTRhMTRhMmY2Y2UwODlmOWZhMWVj\" data-original-margin=\"\">Right now, I am working on something far more valuable. Something I should have prioritized from day one. A true game-changer that will instantly improve my life. Sarafyna is the one who pushed me to finally focus on it. I've wanted to for years, but I consistently chose other options to bridge the gap with powerful mages. But once she told me she had done it herself, I knew I had to do the same. Sarafyna <em>never</em> has cramps. Not once a month, not once a year, <em>never.</em> Soon, neither will I. They've already grown more mild and I could not be more pleased with the decision.</p>\n<p class=\"cnM2ZTdiOWZmN2FhOTRhMGRiOGExMGZiNDA2MmZmNDhm\" data-original-margin=\"\">Initially, I had hoped Sarafyna would be able to help me with my changes. If I could change as fast as she can, I'd be a fucking terminator by now. Unfortunately, the results were not what I'd hoped. She did try, and she does a great job of healing me. But guiding her to entirely new and experimental changes just didn't work. She tried to give me the reins like when I helped bring her back to humanity, but her magic fought me and I couldn't get anywhere with it.</p>\n<p class=\"cnNlOTU1ODk1Y2UzMzRlYTdiMTMyYmQ3ODY3MzU5MTE0\" data-original-margin=\"\">So, I'm stuck with using direct, slow, mana manipulation. Still, it's enough. The changes I have made have already made a difference in dozens of fights, and they will continue to do so. As I work on my body, I watch the sunlight traveling across my room. I am still staying in the seedy tavern. I have ways around the previous barriers to staying with my family or on campus, but I can't reliably use them. Not that it would be a great idea anyway.</p>\n<p class=\"cnNlNDBlNTE4NDM3MjQ1MGM4ZThmOTY0YzdhZWNiZDg2\" data-original-margin=\"\">As the light passes a painted line I have on the floor to mark the hour, I jump up and walk across the room. On a piece of paper, stapled to the floor, I have a pair of glasses I am enchanting. My class on the subject has been amazing so far. Runes are far more complex than I thought. I knew you could combine them to create new concepts. It's how I targeted my magic circle as the center of everything instead of a specific space. Even so, I had no idea how versatile it was. A skilled enchanter could use runes like a language, describing desired behavior.</p>\n<p class=\"cnM1MjdkYzM4OTAwMjRjNTM5M2I1ODMxZjI4Mzc5OWI1\" data-original-margin=\"\">On the one hand, this is a bit dangerous. I haven't actually fought any mages that were expecting combat yet, excepting the bard. A mage with a powerful enchanted weapon would be formidable, and I am definitely going to face one eventually. Thankfully, they take too long to make to distribute them to the guards. They will run out of mana eventually and just be a regular weapon if a mage isn't the one using them. Inorganic material, apparently, doesn't regenerate mana on its own like a living entity.</p>\n<p class=\"cnMyMDljYzYwMGEzMTRkZjJiOWRkNWExNzk0NDVmMDUw\" data-original-margin=\"\">On the other hand, this opens up a lot of possibilities. For instance, my radar glasses. No longer must I cast a handful of exhausting spells at once. All I have to do is send out the radio waves, and, if I was successful, these glasses will respond like my previous spells did. Even better, I have learned the runes to suppress mana in the enchanted object. In other words, they won't glow like a beacon to other mages. Unless they have a thing for bookish women, I guess, but they won't know I am using magic.</p>\n<p class=\"cnNmMzFkYTgwOWJhMDQ0ZjFhYjM0MWM0ZTFmZTQ0NmE4\" data-original-margin=\"\">The colors also only emit in one direction. So it'll be visible from some angles, but it's much less obvious. I hesitantly pick up the glasses and take a deep breath before putting them on. I literally jump and pump my fist as I immediately see the colorful form of a woman walking down the hall outside my room. They work. I immediately dig through my things and pull out a pair of goggles I have designed. As the sun sets, I put the goggles where the glasses had been. They are made with fabric rather than rubber, but they hold fairly well. They don't need to be airtight, they just need to stay fixed to my face while I am fighting.</p>\n<p class=\"cnMwM2IxZjE4OGRiZDQyMmQ4MTM4MmFjZDY2YjMyNWQ3\" data-original-margin=\"\">They also have collapsible lenses, so I can lower the spell when needed. No one will be sneaking up on me for a while, and I can finally put all my focus into my other magic. As I leave the goggles to begin enchanting, I pull out another piece of paper. It's time to get back to work on designing a circle for my own communication devices. If divine magic doesn't work, well, it's a good thing I'm not quite as complacent as the kingdom's nobility.</p>\n<p class=\"cnM5ZjEyNGY5OGZlZTQ3OTY5YWM1NTg4NDFjYzMzNmM0\" data-original-margin=\"\">Well, complacent may not be the word. The church seems to have a vested interest in monopolizing and limiting long-distance communication. Nevertheless, it's just one more of their advantages I intend to make them fear.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized use: this story is on Amazon without permission from the author. Report any sightings."
}