{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMyN2UyODc2OWQ1NDQ2NzNhYWU2NWM3NzYxOGE2ZWU0\" data-original-margin=\"\">Everything has changed. Everything. Nobles that wouldn't lift a finger to repay a debt will absolutely put their necks on the line for more power. If not to get ahead, then to avoid falling behind. They don't have a choice really. Not after seeing a commoner gathering more mana than any of their circles ever have, and with freedom of movement. If only one noble agreed to help us, they would likely become the most powerful noble house outside of royalty in a single generation. Even if they didn't, Grandfather has it. After a couple of generations of <em>only </em>the royal family having it? They will be further behind us than ever. Eventually, their support will be entirely unnecessary and pointless.</p>\n<p class=\"cnNiOTMwNDRhMWE1ZjQxMGRhMmRlYjM1YWQ5Nzg1ZjZm\" data-original-margin=\"\">And so, here we are. With actual support, standing on either side of a massive yellow barrier of mana. The onslaught has stopped and the air is electric. I stand next to my grandfather and a dozen of the most powerful mages in Visenar. Behind us, twenty or so bards in full combat attire prepare different types of mana. Several carry different instruments, actually living up to their name for a battle of this scale. Others use different means to create the emotional responses they are looking for. Pain. Anger. Indignation. Many remain unarmed and rely on snide comments alone. In any case, it is unusual to see any of them fully prepared in this way. And of course, at their head is Ansel, finally recovered from his apparent encounter with the mage of mourning.</p>\n<p class=\"cnNkZDNjODkxNzFjNjQ0NzZhNGFiZjRmMWRhNjRhZTEz\" data-original-margin=\"\">On the opposite side stands the false king Darian, smirking at us. Next to him is Kallon, his seething focus entirely on my Grandfather. About four powerful nobles are lined up beside him, alongside nearly a hundred nobles from weaker houses. Overall, it seems like we have a more powerful force. It is just too difficult to overcome the gap between a powerful mage and a weaker one. If I fight Kallon and Grandfather handles Darian, the others will fall into place. The rest of his force doesn't stand a chance against ours. They did before I got here. And they would have without the rest of the nobles on our side. But now, no. They can't beat us.</p>\n<p class=\"cnNiODUxMDg4MWFmMDRmNTg5YjhhMzdjMzc4ZTg4MjIx\" data-original-margin=\"\">They seem to remain confident, however. For one reason. Well, two, in a way. The first reason is that Darian doesn't care about any individual city. He will burn Visenar to the ground so long as the throne is left intact, and he knows we won't. So he believes he can fight more freely than us. The second reason is, well. He doesn't know how my grandfather's magic works.</p>\n<p class=\"cnNhN2RiMGM1N2Y4ODQ5ZDlhMWJmNmMwYmQ2ZmQyYTVl\" data-original-margin=\"\">\"It's time to surrender, Darian\" Grandfather says. \"Your little game is over. You know those people behind you will die if we fight. All of you will.\"</p>\n<p class=\"cnM2MTdkM2U4YjdlNDQ4Yzg4OTgwODk5NDU0YWI3OTgz\" data-original-margin=\"\">\"We will never fucking surrender, usurper.\" Kallon coldly replies. He misses the dangerous glance he gets from Darian.</p>\n<p class=\"cnMyZjEwMDBhOTAxZTRkZDQ4YmY3ZGQ5ZjZlM2ZiNDE4\" data-original-margin=\"\">There is no sign of danger in his voice when he speaks, however. Not for Kallon anyway. \"No. We really won't. For one simple reason. I am stronger than you, Godfrey. You and your grandson. As a mage, yes. But that's not all there is. I know how to sacrifice. Well, I suppose you do in a way,\" he prods, sending a chill down my spine as he winks in my direction. \"But it's not enough. You still asked for 'volunteers'. You still want to believe you are a hero. You won't be able to give up enough to beat me,\" he taunts. \"Now tell me, where is the actual king?\" His comment about volunteers makes him wince and I raise an eyebrow at him.</p>\n<p class=\"cnNlYTkwYzdjMzgzMTQ3MjNiZmVkZWQ4NzhkNjg2ODgx\" data-original-margin=\"\">\"Volunteers? For what?\" I ask.</p>\n<p class=\"cnMzZjYwMzIyMDllMTRlNmViNzRmYjNjYTU0MzFmZjk3\" data-original-margin=\"\">\"You know the answer to that. Let's say you are right,\" Grandfather replies, focusing on Darian rather than me. \"Let's say you do beat me. What happens then? You step aside and give the throne to Kallon here? How exactly does this alliance work?\" Kallon bristles but Darian simply grins.</p>\n<p class=\"cnNhYmZjZmIzNDA1NzQ2ZjQ4Zjg4MjFiNDc4MWRhZTRm\" data-original-margin=\"\">\"Perhaps you should worry about your own allies more? You wouldn't bring your dear grandson out here without telling him how you made it happen, would you?\" he taunts, fixing his eyes on mine. \"So, did he tell you? How he got this whole party together? How he got the support he needed to brave this fight?\" I blink at him, then glance at Grandfather, who maintains his forward focus.</p>\n<p class=\"cnMxZDQwNmZlMWFjZjQ1ZWQ4NjkzZDdkZTI0YzY4MjZk\" data-original-margin=\"\">\"He discovered a new magic circle,\" I challenge, setting my jaw. I don't know what he's implying, but it's not going to make me turn on him. Darian gives me a wide smile.</p>\n<p class=\"cnM4YzFkNDVkZDQ3NzQxOGRiNTVjOTZiMzQxYzYyM2Vk\" data-original-margin=\"\">\"You were right, Kallon. He is soft. Too soft even for the pretender king. Why don't you share the body count of this discovery? Tell your poor, naive grandson how many of his precious commoners you sacrificed, just for a carrot to dangle in front of your supposed supporters. Or did you not think I knew about that?\" he pushes, grinning a little too widely at both of us. It's pathetic. Grandfather is the one who taught me to respect the commoners. The one who suggested sharing magic with them. Moving the country forward. He's a compassionate man. I glare at Darian and wait for Grandfather to spit the slander back at him.</p>\n<p class=\"cnM1ZGQxOTA1MTU4MTQ3ODI5ZWM3MGU0MzVhNjRlYzM0\" data-original-margin=\"\">And I wait. And Darian's grin only grows wider, until I am forced to finally look at King Godfrey with wide, hopeful eyes. He continues to avoid eye contact. I swallow, my heart sinking into my stomach with dread. \"What does he mean, Grandfather?\" I finally ask. He doesn't look at me, but he does wince.</p>\n<p class=\"cnNmZDFhOWVhNjZkMjQ0Y2I5NDFhNjljNmRmMTJiYzE0\" data-original-margin=\"\">\"Everyone involved in the development of the new royal circle participated voluntarily. I sacrificed no one. We took risks, together. On equal footing, to win this country back from your sick revolution. To earn a life back for the people of this city. How dare you try to reduce their... dedication to a weapon to hurt Dominic?\" Grandfather challenges. His words are wind through chimes. I can hear their attempt at music, and the hollow truth behind them. Darian chuckles and Kallon sneers.</p><p class=\"cjUzMDNlOTgyOTZjODQwZjc5M2I5MDc4MTE4YWMwNmM4\" data-original-margin=\"\">The tale has been taken without authorization; if you see it on Amazon, report the incident.</p>\n<p class=\"cnMxNWRkODYwMWY2MjQyNGY5YjBiYzEyOWJjNGFlNDZi\" data-original-margin=\"\">\"Oh yes. My mother volunteered in the same way once. To serve the country and the king. I'm certain you walked them all past the mass graves in what used to be the palace gardens. Introduced them to the volunteers before them. Offered them magic, wealth, and renown even if they turned you down. Certainly you, the supposed king of the country, didn't make a request of the people you rule and believe they knew they could say 'no'? Right? If not at first, certainly after the first dozen died? The first hundred? The first thousand? No?\" he chides, then directs his attention to me.</p>\n<p class=\"cnNjOThlNTM2MzEzMjRhNmVhYTgyNDcyNDRkYTM1NjU4\" data-original-margin=\"\">\"You're here to support your favored king?\" he asks. \"To stop my revolution for the people's sake? Boy, I am the people. I was discarded and lived among them. I struggled alongside them. Lived like them. I started at the same level as any commoner. I earned my position. My power. I am the representation of the people. Of what they all dream of achieving. Godfrey here? He's the same as every king who came before him. More concerned with appearing benevolent. More worried about feeling kind. But people like me? We remain tools to him. Ask to see the mass graves, if you live through this. See how far his noble dreams reached.\" I spit on the ground, just shy of the barrier between us.</p>\n<p class=\"cnNkZDMwYTVmMTA3ZTQ4Yzg4ZWUxNTQwMGE4ZmQ5NjQ0\" data-original-margin=\"\">\"Bullshit,\" I challenge. \"You expect me to believe He sees commoners as tools and you represent them? You who have kept them locked in their homes, sneaking out to gather food and too afraid to visit their families? You who has terrorized every citizen in Visenar in the name of revenge? And look at your allies! Slave owners desperate to regain their comforts! You'd kill or enslave every person in this city if it got you what you wanted. You want me to believe you will be delicate with these people, and you cover it with lies about the better king who got the throne you covet?\"</p>\n<p class=\"cnMwMzM4YmQ4YTkzNDQ3Njg5MDNiYmQwZmU5NWQ1NWQz\" data-original-margin=\"\">Darian sighs and shakes his head. Godfrey remains terrifyingly silent. \"You misunderstand me, child,\" he condescends, \"I never criticized your dear, aging grandfather for understanding sacrifice. If he didn't I would be sitting on the throne already. You're right, I understand it too. I will sacrifice whatever I need to. No, Godfrey's problem is he is too ashamed of it. He wants to sacrifice without losing the love of the people. Without losing you. So he came to a battle counting on the loyalty of a child. A child who believes in a fictional version of him. Yes, Kallon told me all about you, Dominic. You truly do love the people. You don't understand the burden of the crown at all. You really want the commoners as equals. But if you are here to put down everyone like me, who will do whatever they need to do to seize this country, well... You don't have a single ally on the field.\"</p>\n<p class=\"cnMxMTEwZjI0MzI5MzQxMGE4MDdlMTMyOGZhMmQ1MjU2\" data-original-margin=\"\">I look at my grandfather. \"I'm sick of listening to this shit. This fucking slander. Grandfather, please explain to him that you have never hurt anyone. Tell him you are ruling this country for the people, not by using them like he wants. Stop letting him smear your name!\" I beg. Grandfather lifts his chin and finally looks at me.</p>\n<p class=\"cnNiMTU1NDk1ODcxNjQ3NzU4ZWI2YzlkNDZkYWQ2ZmQw\" data-original-margin=\"\">\"He is trying to divide us. To make us doubt each other. What matters here, at this moment, is that this is an evil man who cannot be allowed to rule this country. We will catch up on the rest once we have the breathing room to do so. Once this despot has been removed as a threat,\" he answers. There is something chilling in that answer. Because he is right. He is absolutely correct. Whatever happens, I have to stop Darian from taking the throne. If that happens, we will never succeed in spreading magic. Everything he said was true. But what he didn't say? That's what runs through my veins like ice. He didn't say 'No, of course I sacrificed no one.' He didn't deny a word Darian said. I have to believe he just needs me to focus but... there is something in his eyes. Something in the way they keep flicking away from me.</p>\n<p class=\"cnMyNDRiNzljYTM2YzQxN2JhYzQxODkwYTBlMjliNmY0\" data-original-margin=\"\">Nevertheless, I nod. I put my hand on my grandfather's shoulder and whisper, \"Alright, grandfather. We'll talk about this later. But... I need him to be lying, do you understand?\" He gives a nearly imperceptible nod. He understands. Understands that if there is a grain of truth in Darian's words, my grandfather cannot be the king for long. That we need someone that the people can trust if we are ever going to get them back on our side. \"I think we have discussed enough,\" I announce more loudly. \"Why delay this any longer?\"</p>\n<p class=\"cnNmNTU0MGQ3ODM3ODQ5NjdhNWUzZDI0ODdiMTliOTc4\" data-original-margin=\"\">Darian steps back and bows. Kallon glares at Grandfather, eyes boiling with hatred. The revolutionary nobles gather mana. Some of our bards stretch casually. One with braids puts a violin under her chin, creating a strangely calm juxtaposition against the environment. Following suit, a woman next to her raises a flute to her lips. One bard literally sticks his tongue out at the opposing force. Grandfather starts to move his oppressive, yellow mana. He and I both stop suppressing our aura at the same time, allowing reality to nearly crack around us. Darian's lesser nobles nearly crumple under the pressure, until he and Kallon release their auras as well.</p>\n<p class=\"cnNlY2I3MDQ4ZjQwZDRlZWQ5MGEyMGU0YTRhMzM0NDc1\" data-original-margin=\"\">Kallon, as I suspected, has a slightly less impressive aura than me. But Darian. Darian's aura far surpasses my expectations. I don't have to look at our allies to know panic has started to leak in. His aura is a deep, crimson red. Nearly brown, like dried blood on cloth. His followers immediately regain their footing. \"So, King Godfrey the wise and kind, who only murders volunteers. How do you plan to fight me here, in this city? How do you plan to end a revolution without killing your own people?\" Darian mocks.</p>\n<p class=\"cnNkZjNkYzY5NDZiNTRjYjU4NzU0MTFhZTVkZDVmYzEz\" data-original-margin=\"\">Grandfather doesn't answer. He sets his jaw and, in a breath, expands his yellow shield across everyone on the battlefield. The color fills every sense, the heat of his aura seeping into our skin, possessing our minds. When we can see again, we are over an open field. Visenar is still visible, as Grandfather's space mana can only move us so far. Something about the nature of space he has explained to me, but I failed to grasp. He moved two small armies into an open field in an instant. A feat only a royal could ever do. I find myself face-to-face with Kallon. Shit. When he saw Darian's aura, he should have left him to me. But he separated us into four separate unique conflicts.</p>\n<p class=\"cnM3YzI4Mzc0OGVjZDQxNTQ5OWQ5N2EwNmQ2NzYzNDM1\" data-original-margin=\"\">I face Kallon. Grandfather faces Darian. Our key nobles face the Revolutionary nobles. And the mob of lesser nobles is left to the Bards. That is about as much time as I have to take stock of the situation, however, as a tsunami of water forms behind Kallon.</p>\n            ",
  "invisibleParagraphContent": "The tale has been taken without authorization; if you see it on Amazon, report the incident."
}