{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxODE0NmNhMDA1NDQ5OGRiZmE0ZjhjOTZiMGEzZGM0\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnM2NzYxOWFmNDhhNTQ0Y2Q4NTVjMjE0NzkwZmYyOTVh\" data-original-margin=\"\">The walk to Victor's lab is... awkward. I can feel my cheeks burning almost as constantly as I can feel Clarrise's eyes on me. I have been unravelling in a way, lately. Or maybe I'm doing the opposite. Maybe I have always been unraveled and am only now taking shape. It would perhaps be the more appropriate metaphor, considering how I met my, uh, girlfriend. I spent a long time in that hell. A long time hating myself, and a longer time losing myself. My mind had followed my body, melting into something hideous to behold, barely forming thoughts for a single task.</p>\n<p class=\"cnM0YWMyMWJiN2QyZDQyNTg4ZDA4NWViNTczYjhhYjIz\" data-original-margin=\"\">These last few years can't erase that. But Annie has always been there. It's like she never took her hand off me after piecing me back together. She has been helping me find my way ever since. But I'm still... discovering things about myself. I'd never even heard of two women courting before I met her. I'd always failed to work up any interest in marriage before, but I thought I just wasn't interested in romance. At the same time, when I met an attractive woman I have always immediately wanted her to like me, or wanted to be just like her. Until I heard Annie on the other side of that door, I thought I just... admired them. The realization of the reality hit me like a brick and I'm still working through it.</p>\n<p class=\"cnNiMTY0MDlkYWJkZjQ5YTZhMDFlZjBlNWFlMDEzZjVh\" data-original-margin=\"\">I love courting Annie, but I don't know how to act. I don't know how to move forward. It's all like shaping mud. I just can't get ahold of it, and it's confusing and frustrating when I try. Of course, my feelings for Annie aren't the only confusing things in my life. I have my dad back. I have a son now, in a way. I'm not exactly sure how that happened but it did. It was just like when I heard Annie talking about me. The first time Pete called me 'Mom' I felt so happy I could barely respond. I'm really, really unprepared for the role, but my dad is there to help.</p>\n<p class=\"cnNlMmI0ODFmNzQ3NTQ2MTE4M2JjNWFlZWJkNGY5Mjkz\" data-original-margin=\"\">It's all amazing and it's all terrifying. I essentially grew up in hell. How am I supposed to give Peter what he needs? How am I supposed to talk to my father when our time apart is mentioned and his face goes dark? Forget working through my sexuality; I can't even figure out who Sarafyna is supposed to be. I want to blame the Radiant Woods, but recently, I have been doubting that. I think I have always struggled with this. Annie hasn't noticed yet, or if she has she hasn't said anything, but my clothes are getting a little baggy. My body is changing again.</p>\n<p class=\"cnNkMWQ4ZjE0OTRlODQyY2RhNTAxODlmZGZiNWFiZDQx\" data-original-margin=\"\">Not like it did in the Radiant Woods but... I'm growing a bit more slim, a little at a time. Not skinnier exactly but less curvy. It's not enough that anyone but me would notice... yet. This startled me at first, like I was losing control of my divine magic. My divine magic which has never worked like I want it to. But... I'm not sure that's true. I think it might work exactly as I want it to. Or exactly as some part of me wants it to. My scars come and go, or so my loved ones insist. They are usually there, and they are always there when I look in the mirror. That was my first clue.</p>\n<p class=\"cnNhOWE4M2I5MTI5MjQxZjNhZDgyZDBiOGY3YWIwYjNj\" data-original-margin=\"\">I was always a pretty girl. Prettier than any of my neighbors. And I grew up to be the perfect woman, physically at least. With my mother's hair and a figure without flaw. More accurately, a figure without any of the flaws I had spent my life worrying about. As a girl, I thought I was lucky. I would hear my neighbor complain of love handles and mine would fade. I would hear a boy talk about a woman's chest and mine would start to develop in the same way. I would see a woman I 'admired' and notice a beauty mark in the same spot she had the next day. Extraordinary luck, to skip every flaw and develop every desired trait.</p>\n<p class=\"cnNlMTc2MWJmNzc1MDQ5NDg5ZjljYjVhNTAwOTE3YzQ4\" data-original-margin=\"\">Then I fell in love with Annie. A slim, if muscular, woman with a boyish build. And my body slowly started to grow more slim. Not right when I met her. When I realized she was beautiful. When I realized I 'admired' her like I had those women I grew up around. It's funny how my relationship with Annie opened my eyes to this. I didn't grow to be 'the perfect woman'. I grew up to be <em>my </em>perfect woman. The woman I had, either through my own taste or others' criticisms believed was perfect. Now I am enamored with an entirely different kind of woman and my body is complying.</p>\n<p class=\"cnM0MDVlMTM2NmQ5YjQxMzlhNWViMmE3YjlhNGUwYzEw\" data-original-margin=\"\">It's my divine magic, understanding the thought 'I want to be her' and acting. But that doesn't feel right either. Because going from an old ideal to Annie isn't what I need to do. I need to figure out who I am actually supposed to be. Or want to be. I don't want to shift to a new fantasy appearance for myself. I need to figure out what makes me comfortable. Until a week ago, that was my primary concern. But now Annie is sick, and my divine magic won't cure her. Like it won't cure my scars. Like <em>I </em>won't cure my scars. If everything I have been figuring out is true, does that mean I am, on some level, holding back my help? Have I always been?</p>\n<p class=\"cnNmMGRiYjA0MzAxZjRlOTQ5ZGY4N2E2NTUyM2JkZWQz\" data-original-margin=\"\">Annie thinks she is putting too much on me. But she is putting too much on herself. I love feeling needed. I love having direction. And I hate the thought that, where she needs me most, part of me is holding back. So I am going to figure out how to create safe transportation for everyone. For her. And maybe, when I do, I'll figure out how to actually control my supposedly divine magic. And when I do I will throttle this sickness that's tormenting my Annie. And maybe I'll throttle Annie a bit too, if she doesn't take it seriously until then. Yeah, she is feeling better. But I had to find her, passed out and helpless. I had to get her into her bed and find help. And I can feel its malignance when she guides my power to it.</p><p class=\"cjUwZmIzMThhMjc2YjQxZmZiODlkYTZiZGVjYzhmNzY5\" data-original-margin=\"\">The tale has been stolen; if detected on Amazon, report the violation.</p>\n<p class=\"cnMyNmNjNDc4NGMzMTQ4YjI5MDFlMmViMTMwZmYxZDhj\" data-original-margin=\"\">It's more serious than she is letting on. I can feel it. I can see the little shadow of fear behind her smiling eyes. I can hear it in her flippant jokes. She may be back in fighting shape, as she insists, but she is terrified. Well, she can put the whole world on my shoulders if it'll take even a little weight off of hers. I have lost a woman to sickness before, and she tried to spare me from her fear too. It's not going to happen again.</p>\n<p class=\"cnNmODQ3YzJiOTg4MjQ5MGZiODRkODY4ODM4ODhiNWUw\" data-original-margin=\"\">\"Are you... alright?\" Clarrise asks and I startle. Somehow I spiraled all the way from 'Oh no, I kissed a girl in public' to 'the most important woman in my life is killing herself with responsibility again.'</p>\n<p class=\"cnM0MzE0NGYzN2MzMzQzYjNhMWRkNWQ2ZjI5MmE1ZjU5\" data-original-margin=\"\">\"Yes, sorry. I just... have a lot on my mind,\" I assure. The kind but often severe face of the older woman softens as she looks at me.</p>\n<p class=\"cnM2ZTI2MGUxYzE4NjQxZTdhNjAwMjk3MTllYTdkOTk5\" data-original-margin=\"\">\"Worried about Lillith, huh?\" she guesses and I wince.</p>\n<p class=\"cnMyNjM4OTk4ZTQ4MzQwMGNhNWMxNGExNGRjOGYyN2Q4\" data-original-margin=\"\">\"Obvious, huh?\" I blush and she gives me a gentle smile.</p>\n<p class=\"cnMyYmE4OWNjMDliMDQxZDJiZTg3ZWYwMjNjMDI1ZjVh\" data-original-margin=\"\">\"I don't know what's going on with her, and I don't know what kind of relationship you two have. But I know stubborn people well enough. You're lucky that yours is also a decent person. But, eventually, she is going to push too hard,\" her smile shifts to a serious stare, \"you'll want to confront her before that happens. Trust me, even well-intentioned stubbornness has to run into the word 'stop' or it'll get away from them. And it has to be stern. And the longer you wait, the harder it will be.\"</p>\n<p class=\"cnMxNzkzYzFmYmFhYzQ4ODA4ODM0ZjViYjIyN2JiYzk2\" data-original-margin=\"\">I don't respond, instead just looking forward and thinking about her words. I'll stop Annie before she pushes too hard. I have to. But first, I'll try to ensure that she doesn't have to. With that, we make it to another earthy apartment, and Clarrise opens the door without knocking. This one lacks the various vines and foliage entering through the windows, favoring cleanliness for experimentation. Victor, the older boy I once helped free from the temple's basement, appears to be meditating. Clarrise holds a hand up to stop me from speaking, and we wait for a few minutes for him to open his eyes.</p>\n<p class=\"cnNkMGY2MWQ1OWQyZjQ4Mzc4YjRkODQzZGMyM2JmNTky\" data-original-margin=\"\">Finally, he does. His focused face shifts to one of curiosity, then relief. \"Sarafyna! I was hoping you would visit soon! Where were we last time? You said everywhere feels like the same place? Can you elaborate on that more?\" he immediately interrogates in lieu of a greeting. I would be surprised if I hadn't visited him a few times by now. He seems to always pick up conversations from days, or even weeks earlier as if they never ended.</p>\n<p class=\"cnMzMDA5OWIzOGZkZDQ2MGU5ZDEzMDBlOWI4NTZiNjcx\" data-original-margin=\"\">\"I can try but... can I ask you a few of my own questions first?\" I reply. We have been discussing the nature of divine magic and the way space feels to me inside the Radiant Woods. But today, I want him to be the one to describe it to me. He pouts a little, but crosses his arms and nods.</p>\n<p class=\"cnMzMjZiMmYzN2Q5MTRhNzM4OTYzZTIzZWFiODAxYWVk\" data-original-margin=\"\">\"Sure, what did you want to ask?\" he allows.</p>\n<p class=\"cnNiZDgxOThjMmMxMDQ4OWU4MTVkMWVkZWRkN2IwZjU3\" data-original-margin=\"\">\"I'll leave you two to it,\" Clarrise says as a way to excuse herself. She may be an academic but she seems to like quantifiable numbers far more than talk of divine magic. I wave politely but my focus remains on Victor. I really want to get to the bottom of my divine magic.</p>\n<p class=\"cnM0MmJmMTgwNmQ5OTRmYzc4NzA4YzJkNDE0NzY0MmJm\" data-original-margin=\"\">\"Right. So, you didn't have divine magic until the priests did their ritual, right?\" I ask, confirming the difference between us before moving on.</p>\n<p class=\"cnM3Njg4OTk3ODhlMjQxM2Y5ZGY3YTI4Y2I2YzEzOTAw\" data-original-margin=\"\">\"That's right. As far as I know, I couldn't do much at all before that, much less use divine magic,\" he answers easily.</p>\n<p class=\"cnM2MWNkYzQ5YWMxNDRkYjFiM2Y1MTFlYzFhOGQ5NGQ3\" data-original-margin=\"\">\"Are you sure? I've come to a realization recently. I think I've been using it a lot longer than I thought. My whole life maybe, or at least since my mom... well since I was a kid. Long before I even knew what it was. Are you sure you haven't as well?\" I ask but he shakes his head before I even finish.</p>\n<p class=\"cnM5ZjcxMmYzOTBhODQ4NDI5NWYzZGExNGE2YTRmNzk5\" data-original-margin=\"\">\"Nope, I remember the moment I got it. It was like an alarm in my head. Or maybe a set of instructions? It felt like a pull that had never existed before,\" he responds, then leans forward in interest. \"What have you been using it for, do you think? Are you sure you can use it subconsciously? No, of course you can, Lillith says you periodically remove your scars. How does that work, I wonder?\"</p>\n<p class=\"cnNiYTQ5MzQxMWRlZDQ3NmJhYmE0OWE0MDI4MWU4Yjhm\" data-original-margin=\"\">\"That's what I'm trying to figure out. Has your divine magic ever, I don't know... ignored you? Or done anything you didn't try to do but kind of... wanted to do? Or vice versa?\" I prod and he shrugs.</p>\n<p class=\"cnMyNTcyYTUyNmI2YzQ2NjNhZGJjODhlMDJlNDJhNjI2\" data-original-margin=\"\">\"I don't think mine works anything like yours, I'm afraid. I have no control over the Radiant Woods for one. That could be a lack of exposure but based on your descriptions, I don't think that's the case. For me, and for everyone but you that I've spoken to, divine magic sort of operates itself. There are a few things we can do, really, really well, but we can't do much else. Most of these are related to healing and altering perception. They all came with the package too; I knew how to do all of them as soon as I got my magic. The way you describe it... it sounds far more versatile, but also far more difficult to use,\" he explains and I frown.</p>\n<p class=\"cnMzNzhjOTFkZGE1NjRmMTg5ZDBiZDQ5NzFkMGMwOWQz\" data-original-margin=\"\">\"Are we sure that we are even using the same kind of magic?\" I ask and he immediately nods.</p>\n<p class=\"cnNjZDg0OTU5MzRjYjQ4ZGI5NTJjNzk3NTA1ZDA2YWQ5\" data-original-margin=\"\">\"Oh yes, I can feel it. You feel like the Radiant Woods,\" he replies, then as I recoil he quickly corrects himself. \"Not exactly, but... the energy is the same. To put it in simple, if crass, terms... you are like water and the woods are like piss. But your energy ebbs and flows the same way.\" So far Victor is the only divine mage that can actually perceive the feeling of divine magic, and that's fairly recent. He works with and studies it far more than any of the other former priest apprentices. This news feels strange though.</p>\n<p class=\"cnMwNmNjMmJlNTBhMTRlNTNiNzk1ZDUxZGVhYzMzYWY0\" data-original-margin=\"\">\"What do the others feel like? The ones who got divine magic the same way you did?\" I push and he wrinkles his nose.</p>\n<p class=\"cnNlOThhMmE1ODc4NTRjNmViY2ZkZGNkNDkwZDQ3MWI4\" data-original-margin=\"\">\"Like the Radiant Woods, truth be told. I think it's because we got our power from the woods, but you already had yours,\" he explains.</p>\n<p class=\"cnM0OWNlZTRiNDhhYjQ2MGNhYjgxYjFmMjkwNjdkMGI2\" data-original-margin=\"\">\"So... Perhaps my divine magic is mine, but yours belongs to the Radiant Woods?\" I guess.</p>\n<p class=\"cnNkZjA3OTljODMwZTQ3YTA4ZjljOWU1OTBlMGRiYTgy\" data-original-margin=\"\">\"It's a good theory,\" he agrees. \"And it would explain why ours seems to follow a script yours doesn't. But there is no way to test it.\"</p>\n<p class=\"cnM1MjJmOTE0OTA4NzRiMDQ5MzFhZjE2YzZkZTM5ZTRl\" data-original-margin=\"\">\"That's true,\" I answer. \"I was just thinking... if my magic is unique, and yours is tied to the Radiant Woods, why am I the one who can control them? I can grow large plants and trees from the woods with only a single flower, or a piece of bark. I can... absorb bits of the woods and increase my own divine magic. I can move through them freely, and even fight them directly. Yet my magic feels clean and yours feels just like the Woods? Why is that?\"</p>\n<p class=\"cnMwMmM3ZWRkOGEwZjRkYTI5ZmJhMDMxNjQ1NjZkZjAz\" data-original-margin=\"\">Victor's eyes widen as he considers the implication. \"Oh,\" he says quietly. \"Why didn't I think of that?\"</p>\n            ",
  "invisibleParagraphContent": "The tale has been stolen; if detected on Amazon, report the violation."
}