{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkNjUxMmE5ZGFlNjQxODg4NTM0NWNjNDgyNjBhYmM1\" data-original-margin=\"\">\"Tara, this is interference. In clear violation of the Worldwalkers' Treaty.\" A stern, male voice could be heard on an alien world. \"If the others hear of this...\"</p>\n<p class=\"cnM0MDQ0ZDdjYmZkYjQyNzA4Zjk5N2JhNTIxYWZmNWQ3\" data-original-margin=\"\">\"Not at all, Feodor.\" A soft, feminine voice replied. \"The Samarans' cycle of rebirth is within my legal realm of authority. I am just... tweaking it, for this one special circumstance.\"</p>\n<p class=\"cnNjMWY5MjM3MDExYTQxNWE5ZDIwZWU1OWZkODMxOGQx\" data-original-margin=\"\">\"I'm pretty sure even Samarans don't get spirited out of their mother's womb, fully grown and having reclaimed all their memories.\"</p>\n<p class=\"cnM5YmU5YmRhOTZkNzQxOTBiMzFmMzMzZTYxYmRmZjc1\" data-original-margin=\"\">\"Well, the young lord did devise a most impressive summoning ritual. He even crafted an experimental spell without safeguards and executed it.\" The woman addressed as 'Tara' responded. \"Not wise, but useful. <em>Accidents happen.</em> And besides...\" The woman took a brief pause. \"You cannot tell me that the current state of Hyperion does not trouble you?\"</p>\n<p class=\"cnMwYjkwM2IyMTMyMzRhZTNhZjc0MmJmNWIxYWQzMGEx\" data-original-margin=\"\">\"I admit -- Peter and his successors are overreaching themselves. The old world order is falling apart, yet the western Imperium remains unwilling to acknowledge that their old rivals are fast becoming <em>equals</em>. The future is not unipolar or bipolar, but multipolar. A balance of the Great Powers must be achieved, or these calamitous wars shall never end.\"</p><p class=\"cjI5YjIyYzZiZGY0ODQ2MDc5OGFiZGFhNWRhNGM1MjZl\" data-original-margin=\"\">This story originates from a different website. Ensure the author gets the support they deserve by reading it there.</p>\n<p class=\"cnM5MTQ4N2I0ZjVjNjQ3M2Y5ZjVmNzk3NmFiN2Y2ZmEz\" data-original-margin=\"\">\"Just like what you created in the <em>Concert of Europe?</em>\"</p>\n<p class=\"cnNiZjBjNzY0NGY5NTQ4NDQ4ODU3N2M3MDZmOTQyMGJh\" data-original-margin=\"\">\"That... was a failure, and I shall not repeat it.\" The man sighed. \"I have seen everything that is done under the sun, and behold, all is vanity.\"</p>\n<p class=\"cnNjN2JmMGE4NDJjODQwYjk4NDI4NTI4N2Q4MzY1MTA1\" data-original-margin=\"\">\"<em>Koheleth?</em> No. <em>Ecclesiastes</em> for you, I believe.\" The woman commented.</p>\n<p class=\"cnNhNDE1MzgxYmY4MTQ5NGFiOWQzODBjMWJhODlmZDUy\" data-original-margin=\"\">\"Your understanding of all faiths continues to astound me.\" The other smiled.</p>\n<p class=\"cnNkYzJlZWRiZmU1YTQzZDc4ZjFkYmNiOTM1OGQ1ZmJl\" data-original-margin=\"\">For a moment neither of them spoke. Then:</p>\n<p class=\"cnMzYTllMDdjYWQ1MDRhZjRiMDJjODYzZWEzYmJkNWU4\" data-original-margin=\"\">\"I understand your viewpoint.\" The woman said. \"However, it does trouble me. You and Peter agree far more on theological grounds than you and I ever will. And once upon a time, you were not shy to wage war on religious grounds.\"</p>\n<p class=\"cnNjOTliMjY0NDhiYTQ2MTg5OGZiMDAxYWUxMDMyNmRk\" data-original-margin=\"\">\"Worry not.\" He declared outright before releasing an exhausted sigh. \"I am forever done with politics. I'm simply surprised. Curious, even. Vanity does not apply to you. Why do you intercede in the realm of mortals to shape history?\"</p>\n<p class=\"cnM1NWRhMzQ0YmRkODRmMWM5ZTk5NTE0MjNiMzA0ODkz\" data-original-margin=\"\">\"Oh no.\" The answer came with a smile. \"I have no interest in forcing history down a certain path. Hegemonic politics is the domain of the materialistic and the ambitious, not us who have risen above such worldly interests. But the world today is too interconnected. There are too many ripple effects. A period of great upheaval will soon be upon us. The actors will need guidance... or perhaps better said, <em>restraint</em>.\"</p>\n<p class=\"cnMzYmZkMTA0MWQ5NjRhZmZhNjJjOGFmMDlkNzQ1ZjY5\" data-original-margin=\"\">It took a moment for her words to sink in. Then, the man chortled.</p>\n<p class=\"cnNkYTVmMGU1ZDA0YjRkZGNhNmI0MDE5NjE1NjI3Njhm\" data-original-margin=\"\">\"I can see why they call you the 'Grand Strategist'. Even I cannot disagree with that.\"</p>\n            ",
  "invisibleParagraphContent": "This story originates from a different website. Ensure the author gets the support they deserve by reading it there."
}