{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5ZGE0ZGY5ZDIwZjQyYjk5NWFlNDdhMjJiMGQ1ZTY4\" data-original-margin=\"\">\"&lt;PASCAL!&gt;\"</p>\n<p class=\"cnMzNGY1OGNkZGQzZDQ1YjQ4ZDMyNTMzMzBlZWEzZmU5\" data-original-margin=\"\">The frantic shout resounded within the confines of Pascal's empty mind. He didn't recognize it, but he felt the desperation from someone he instinctively knew and held dear.</p>\n<p class=\"cnNjNjBlOTg1Y2ExMzQyODg5ZGY4NTY3MTZkNDY1N2U1\" data-original-margin=\"\">Pascal stirred with a splitting headache and a steady ringing in his ears. His eyes opened to the blurry sight of a mostly-collapsed room, and he tried to wipe away the tears still clouding his vision...</p>\n<p class=\"cnNhNWNhMGY3YzU5YzRhZDI4NzZmYzdmNDc1OGY5NjQ0\" data-original-margin=\"\">\"Gahhh!\"</p>\n<p class=\"cnNiNzJmZThjYWRkMDRiYzFiNGQ4ZWVmNGE3YTMyZmM2\" data-original-margin=\"\">Hot pain shot across his shoulders when his left arm attempted to move. His breath quickened to a labored pant as his right hand reflexively reached up towards the injury. It came across a thick, wooden shaft. A javelin had apparently pierced through his left shoulder and impaled him into the ground.</p>\n<p class=\"cnNiNjAyYjFjOThjNTQ1MzA4YTk3ZTkxOWZmZGEzYWJk\" data-original-margin=\"\">Perhaps even worse, Pascal couldn't hear his own pained cry. Apart from the ringing in his ears, everything else in the world was a deathly silence.</p>\n<p class=\"cnNmMWEyZmZkNDZjNjQ0MTdhYjcwMTU1YmE2OTlkZGM0\" data-original-margin=\"\">Gritting his teeth against the pain, he reached his fingers around the pole before muttering \"<em>Disintegrate</em>\". The javelin handle instantly vanished into specks of dust, leaving only a bleeding hole the width of two fingers.</p>\n<p class=\"cnNjYWFlMzY2MjQ4NzQwMzA4OTIyOGY0ZjQwNmNiZWYw\" data-original-margin=\"\">His arm moved this time, painfully. It jerked upwards briefly before flopping back down, neither of which were intended.</p>\n<p class=\"cnMyZjljY2I0YjMxOTRkZjQ4ZTY5MTFiZTM2MGJhNTMz\" data-original-margin=\"\">That was bad news, really bad. The hit must have shattered his left shoulder joint. He would need a real healer to fix that, which meant no curative spells until then.</p>\n<p class=\"cnMxMTQ2ZWNmNWEwZTQ2ZDQ5OWRkNzgxOTNhZmFhOWQ2\" data-original-margin=\"\">\"<em>Blood Stasis.</em>\"</p>\n<p class=\"cnNhYzJkNDkzODZhODRhOWNhMjA1MGNiZjQ5MzJhOTIx\" data-original-margin=\"\">Suspending the blood flow to his left arm wasn't much better, but it bought him at least some time. Healing magic could always restore dying cells deprived of oxygen, as long as he didn't bleed out first.</p>\n<p class=\"cnNiYTU1ZTA1YTBjNDRlNjlhOWJjMWI5Y2MzMDVjMjUz\" data-original-margin=\"\">A quick check proved that his ears were indeed bleeding, probably ruptured from a sonic blast. After rummaging through an extra-dimensional belt pouch, Pascal pulled out two of his best healing runes and glued them to his ears with a sticking spell.</p>\n<p class=\"cnM2ZjRhYTc3ODE1ZDRhNGM4ZGE2ZDUzMjAyMDE1NzRh\" data-original-margin=\"\">He then pushed himself back to sitting upright. His working hand rubbed to clear his eyes for a situational assessment of the disaster:</p>\n<p class=\"cnNhZjkxYzcxNTZhNTQyMmU5OWEzNTcyZWI4ZWM2Nzg5\" data-original-margin=\"\">The command center was an expanded cabin with a wooden exterior, a hardened steel frame, and interior welded-steel armor. Yet now an entire facing of the ceiling and walls --what remained of them anyway-- had buckled inwards. The room's furniture, including the enchanted map table, had shattered into pieces. Many of which were still burning, alongside several bodies and pools of rimefire on the ground.</p>\n<p class=\"cnM5Yzg4OGZhZjQ5ODRhMzA4MTBjN2ExZDI0YzA4ODhm\" data-original-margin=\"\">The runes dropped by the air attack had destroyed wards and armor alike with a combination of <em>Dispel</em>, <em>Disintegrate</em>, and <em>Sonic</em> spells. They severed support beams and left gaping holes in the command center's armor, which cleared the way for follow-up spells and breath weapon attacks.</p>\n<p class=\"cnM4MjExYWZiZGQ5MDRhODg4YjY4NGZlMTM0MjIyYTNh\" data-original-margin=\"\">Over a dozen bodies lay mangled or burning on the floor. They were the remains of what had once been the brigade's command staff. Even more corpses could be seen outside amidst blast craters as the HQ's guard unit had been caught in the attack.</p>\n<p class=\"cnM4YmM5MTFmYmMyODRjY2E4NjRkYjg3ODE4NzZjNDEw\" data-original-margin=\"\">Pascal could only identify Brigadier-General Bernard by the single golden stripe on his helmet. Half of the man's face was missing, a gruesome sight that left Pascal at odds on what had hit him. The deputy commander, a quiet colonel by the name of Emil, also lay dead among the bodies.</p>\n<p class=\"cnMzYjQ3OTdjYTllODRlYTI4Mzg4M2Q1YWIxMmJkMWFk\" data-original-margin=\"\">The only reason Pascal survived was because he had activated all of his defensive wards after hearing the sentry's warning cry. His prepared runes allowed him to do this within seconds, a blessing not afforded to the other officers.</p>\n<p class=\"cnMwNDZmZjY1MWUyZTRhNzQ4MDAyYmJmNzQ2ZjdkYzRh\" data-original-margin=\"\">Nevertheless, as Pascal looked up through the gap in the ceiling, he could see several drakes of different colors loitering in the area.</p>\n<p class=\"cnMwZmVjNzcxMTM4YjRhNzhhY2FmMjM0ODI2YmI4OGVl\" data-original-margin=\"\">A black-red volcanic drake flew by, strafing troops unseen with its fiery breath weapon. Its attack was mitigated by a spray of conjured water, likely from an officer who then cried for a return volley of arbalest bolts. However this made them a target for a deep-green forest drake that followed behind, which spat out balls of acid towards the platoons organized for anti-air defense.</p>\n<p class=\"cnM1MmM1MDEzM2Y4ODQ2MWVhMjVmNzVmZDU1NjkyNGE5\" data-original-margin=\"\"><em>I need to get out before they see me.</em> Pascal thought. <em>This room is a death trap!</em></p>\n<p class=\"cnNhODQyODRlMmJmNDQzZjdiZWZkZDJhMmE3M2FjY2M3\" data-original-margin=\"\">He quickly cast <em>Camouflage</em> upon himself, a visual illusion spell that blended him into the surroundings. He then stood up to a half-crouch and began making his way through the rubble and wreckage.</p>\n<p class=\"cnM1MWZiMmUyOTJlMzRlM2Q5ZGU5OWZkZWM2YTExYTg2\" data-original-margin=\"\">As he turned a corner he found himself face-to-face with a medic, a commoner girl who had braved the danger to wrap blood-stopping bandages around the leg stump of a signal officer.</p>\n<p class=\"cnNjNzJiYThkNDU5NzRiOTY4NWVhMmM4NzNmY2Y0YzNi\" data-original-margin=\"\">Her lips parted to say something. However he heard only silence.</p>\n<p class=\"cnM2ZjBiMmNmMDE2NzRiNjY5Nzc4YzhkYTEwNGNjMmUx\" data-original-margin=\"\">\"We need to get him out of here!\" Pascal spoke back. His ears still unable to confirm his own words.</p>\n<p class=\"cnM3YzRlOGQxZjViMzQ0ZDY5NzFkZjVkZDQyYzA5M2Nj\" data-original-margin=\"\">The medic nodded, and each of them took an arm of the half-conscious, clearly-sedated lieutenant.</p>\n<p class=\"cnNlM2ViYjI2N2RkZjRhMzBhM2Q3OTljZWNiNGIxMDE3\" data-original-margin=\"\">They pushed aside fallen beams as they made their way out through the back of the command center and into the nearest communication trench. This left at least a wall between them and the fighting on the other side. Pascal added to their cover by pulling out a <em>Mirage</em> rune which covered their position with the illusion of a snow pile.</p>\n<p class=\"cnMyNjY2Yjg2OGYwMDRmYTJiY2MxNzRlNWU3NWRhYjE4\" data-original-margin=\"\">The young lord then tapped his sensory link to Kaede for an update with his own eyes.</p>\n<p class=\"cnNiZWU3Y2Y2YjllMDRhNzg5NmM0ODkzZjMxZmQ0MzRi\" data-original-margin=\"\">He faintly remembered her reporting something just before he was knocked out. The connection opened in the middle of a rune-bolt barrage, with blasted snow and expanding fireballs everywhere in sight. Beyond that were the repeater crossbowmen that initiated any huskarl attack, although a sparse line of siphoneers soon overtook them.</p>\n<p class=\"cnM0OGQ2ODEyYzZhZDQ4YTc4M2MzYjNiMWNiYjExODU4\" data-original-margin=\"\">Oddly enough, while Pascal couldn't hear a thing himself, he registered every thunder and explosion that Kaede heard.</p>\n<p class=\"cnMwNWQwMGNkZjdmYTQ3MWZiMmRhYzIwNDA1YmNiNjg1\" data-original-margin=\"\"><em>Situation critical. Right flank under massive assault,</em> he concluded.</p>\n<p class=\"cnM0MTg1OTViZTEzZTQ3NjlhNTA3OTg3MDJkMTVmODlk\" data-original-margin=\"\">The presence of elite siphoneers always raised a warning flag. Those flamethrower troops with their deadly weapons could afford to attack in a dispersed formation, which made them far harder to hit. The defenders had no choice but to stop the deadly siphons. Yet in doing so, they lost their best chance to deliver volleys against the massed charge that followed behind.</p>\n<p class=\"cnMzMWZkNTEwMzIzNzRmOTRiYzVlYTI5Zjk5NmRlODBl\" data-original-margin=\"\">The only blessing was that the Northmen's coordination was slightly off. In their feverish haste to engage, the siphoneers' charge had opened a gap between them and the main force. It would take no more than twenty, thirty seconds at most, for the huskarls behind them to catch up. But for the defenders, every extra second they had to repel the vanguard before the tidal wave struck was a godsend.</p>\n<p class=\"cnNiMjVkY2E1NGI1YTRkNTg4YmMxOTQyNTlkZTNmZWUw\" data-original-margin=\"\">Pascal shrunk the vision to lay over his own peripheral sight. Another signal officer sat further down the trench, miraculously uninjured except for a dozen bleeding scratches. Two medics soon rushed past that man, one carrying a small lemur on his shoulders.</p>\n<p class=\"cnNjMGY2OTRhMmFkNTQxYzRiODkyZWEwMmM0YzQxYTc5\" data-original-margin=\"\">\"Where's your healer?\" Pascal barked as he helped lay down the crippled officer. Then, raising his hand to tap the glowing rock stuck to his ear: \"Get me your healer now! I have a battle to coordinate!\"</p>\n<p class=\"cnNlNGE4OTYzOGQ5ODQ1OGI5ODMyNDVhODIyOTY1ZmQ2\" data-original-margin=\"\">The majority of medical squad personnel were only medics -- commoners trained to treat injuries but couldn't actually cast spells.</p>\n<p class=\"cnNmNDMwOGMxMDA0NDQxOWU5YTc1OTBmNmRhMDQwMDE4\" data-original-margin=\"\">To Pascal's surprise, it was the lemur who responded. The furry little primate who wore a Samaran-blood pendant leaped onto his right shoulder and pulled the rocks off with magical ease. Then, after loosely wrapping its legs around his neck, it inserted one tiny finger into each ear canal.</p>\n<p class=\"cnM5YmU0NDU0NThjOTQyOThiYjM3ODcwMGI3N2NkMTgy\" data-original-margin=\"\"><em>A healer's familiar...</em></p>\n<p class=\"cnMxYzNjMDYyZWYwODQwMTQ5OWNhNGIyNzNhYTlhZmE2\" data-original-margin=\"\">Wherever its master was, he or she was clearly using the familiar as a proxy to channel spells. The carefully-controlled, focused <em>Restoration</em> spell proved exponentially more effective than his own. Within moments, Pascal was beginning to hear for himself again. The voices were still muffled and fuzzy, but it was enough for him to communicate properly.</p>\n<p class=\"cnNiYjgzNTQ4YzkwYTRmYzViNDM2OTI1MzAwYjUwNmNj\" data-original-margin=\"\">The ground shook as a drake landed no more than thirty paces to his east. The beast was half again the size of most volcanic drakes and had a body covered by pitch-black scales. Rather than a single head, this drake featured three separate ones, all of which turned in the direction of an incoming cavalry company. Two of the heads spewed out cones of noxious gas before the third breathed fire to set it alight.</p>\n<p class=\"cnNhODUxYmU4ZjExMDQ2OTE5NDMzZTY5ZTNiOGNkMzc5\" data-original-margin=\"\">The gaseous cloud exploded as the air turned into a misty conflagration.</p>\n<p class=\"cnM2Mjk0ODg2NWVkZDQxYTlhNTY4MjE0ZTEzOTRkZGYw\" data-original-margin=\"\"><em>A Zmey,</em> Pascal thought with widened eyes.</p>\n<p class=\"cnNkZDhmZDIzOWNlNTQ2MWJiMjM4MTg3ZDRkMjM4Y2Jl\" data-original-margin=\"\">He had heard about the fearsome drake breed that originated from deep within the Grand Republic of Samara. However he had never seen one until today.</p>\n<p class=\"cnMwNDRmNTM1ZmMzYjRlNzA4YTJkYWQwNmNlNTA3N2Fh\" data-original-margin=\"\">Yet, as the Zmey paid no attention to him or the medics that cowered in the trench, it became clear that the drake and its rider had been fooled by his <em>Mirage</em> illusion.</p>\n<p class=\"cnM0OWQ2YTcyNDRhMzRmY2JhZmM1NWZjYTk2MzQxOGIx\" data-original-margin=\"\">Taking stock of his priorities, Pascal took a quick glance through Kaede's vision first. The oncoming charge was rapidly approaching their right wing defense line.</p>\n<p class=\"cnMyODI0YTEyMjk5ZjRlNmU5NTg4NjMxOWFlNjMwMTcw\" data-original-margin=\"\">Pascal shut his eyes. He hated himself for what he was about to do. It was a dangerous gamble, yet he couldn't see any other choice. This entire defensive line could buckle if that flanking attack wasn't stopped. This included not only an entire army, but the fate of the whole city of Nordkreuz!</p>\n<p class=\"cnM3Y2I2YTk0MGE2YzRjZWQ4OTUyNmRkNjRhNjM0MGFj\" data-original-margin=\"\">Sure they had a fallback position being built at the city's ruined walls. However with the two armies already engaged, even a successful retreat during the day would cost thousands of lives. As the Landgrave of Nordkreuz, not to mention the officer who put forward this strategy, he had no right not to risk <em>everything</em> he had for the success of this battle.</p>\n<p class=\"cnM0MWRiOThhNzU5MTQ5MmVhZWMxZGMzOTY4MDRhNDVh\" data-original-margin=\"\">Everything, including his own life and that of his familiar -- Kaede herself.</p>\n<p class=\"cnMwYjRmOWZjY2U5YzQ3Mjg4ZjA1YzUzZGFhZGJiNjhj\" data-original-margin=\"\">It was his obligation as an officer, as a lord of Weichsel.</p>\n<p class=\"cnM4YWE2MWRiOGIxYTQzZTVhMWJjYmIxOGZiODJiN2Q2\" data-original-margin=\"\">Pascal gritted his teeth and sent what he knew was an unreasonable order:</p>\n<p class=\"cnM2MjI0M2RiMjAzNjQzNmI4ODEzYWRjYzYwNDQ2ZjNl\" data-original-margin=\"\">\"&lt;Order Major Karen to hold <em>at all costs!</em> Do you hear me, Kaede? Fight to the last! If the flank crumbles this entire army could be rolled up and destroyed!&gt;\"</p>\n<p class=\"cnMzOGM3NGFmN2I2ODQ3NzE4NTdiMzg4NzFmMGFiM2Zk\" data-original-margin=\"\">He could feel his familiar struggling with her own fears he uttered those callous words.</p>\n<p class=\"cnNkNDdiNzQ4MjU2NTRiNzc5ZjlmY2FiYjFiZWQ0NWZm\" data-original-margin=\"\">Pascal had faith in Kaede's resourcefulness and insight. But it was clear to him that the girl was still too green. She was weighed down by anxiety and dread. And in a critical juncture like this, such decision paralysis would only decrease her chances of survival.</p>\n<p class=\"cnNkMTE4MzMxZWUyMTQ4Yzg5MDAyYzdlMWMxMWEwMmM4\" data-original-margin=\"\">\"<em>Mental Clarity Surge!</em>\"</p>\n<p class=\"cnMzMzEwYTVkZDYyYjQ2YTY4ZTc0YmRiYmFjODA4NTEy\" data-original-margin=\"\">Mana coursed into his left palm before he shut it with a squeeze, sending the magic through the familiar link and to Kaede. <em>Mental Clarity</em> was a spell designed to focus the mind. However as a <em>Surge</em> spell which maximized strength at the cost of duration, it effectively became an emotional whiteout, pushing away Kaede's fears and leaving only her rationality behind.</p>\n<p class=\"cnM3NzgwOTIwNmU0MzQ0NGI5ZDc2NDQxOTc3NTg4YjAx\" data-original-margin=\"\">Pascal had now given her all the tools he could. Now he had to make sure that reinforcements would get to Kaede before her position was overrun. But for that he needed to regain control of the situation where he stood.</p>\n<p class=\"cnMxZTlmMWViYjQwYTQ0Mzk4NjhiZWJhNGJlMmJhNGU2\" data-original-margin=\"\"><em>I need to deal with this quickly!</em> He thought as he stared up at the monstrous drake, which had just finished its breath attack and was taking a moment to recuperate.</p>\n<p class=\"cnNhMjdjMmI5OTY2ZTQxZmM5MjcwMDVlM2YzMDAyYzc1\" data-original-margin=\"\"><em>But how?</em></p>\n<p class=\"cnNkMGU3MTNjMGY1NzRhZTNhNjMwODQ5Mjc3ZmNkNTUz\" data-original-margin=\"\">For all of his proud magical talents, Pascal's sorcery focused on adaptability, not power. He hasn't learned any spells capable of taking down such a powerful monster. And he had only one chance, as the vector of his attack would immediately draw the drake's attention to his presence, not to mention the tendency for illusions to collapse due to light or mana distortions caused by offensive spellcasting.</p>\n<p class=\"cnNiOTc3NDUyMTFjNDQyZjU5NzBkYThmMTBmYTdkYmVk\" data-original-margin=\"\">Battle tactics were all about using circumstantial advantages to create force multipliers, which a shrewd tactician exploited for morale shocks to inflict paralysis and terror.</p>\n<p class=\"cnNlMTI5ZGVjOGU4MjRmYjc5NjM2NTdmNjNlZmI1YTJh\" data-original-margin=\"\"><em>This should be no different,</em> the young lord concluded as he stared at the mighty beast.</p>\n<p class=\"cnNlNmM4MDQ5MGM4NTQ4Y2FhZDAwYTAxYTQxYmE4OGRl\" data-original-margin=\"\">\"<em>Aura Burst,</em>\" Pascal began by switching his aura magic stance for fasting spell channeling. \"<em>Sunward Screen,</em>\" he then muttered to add a ward over the group, followed by summoning his runes to replenish his personal defenses.</p>\n<p class=\"cnNmMGM1YWNlZmFjNzQyZTJhZWZjNzc0M2MzYWE4YWNh\" data-original-margin=\"\">With a deep breath to ready himself, Pascal pointed his casting ring towards the drake's three heads and cried: \"<em>Solar Sonic Burst!</em>\"</p>\n<p class=\"cnMxY2E1ZjEzMjVhNTQwZjQ5MGNkN2JjYzg4MDQ3MWJj\" data-original-margin=\"\">A blinding, red-orange light erupted in the drake's faces alongside a high-frequency sound discharge. The combination would not only blind and deafen the drake and its rider. The sensory overload it created would also leave them temporarily stunned.</p>\n<p class=\"cnNhMWY4MWVmMGE1OTQ1MTdhMzVhZWQ0ZDE1YmZlOTky\" data-original-margin=\"\">Furthermore, the burst of light acted as a flare to catch the attention of all Weichsel troops in the near vicinity -- a signal for them to 'shoot here'.</p>\n<p class=\"cnM3NWI4MjgwZDEzNzQ2YThhNDMzNTc4NTVkZTkwMzY4\" data-original-margin=\"\">\"<em>Scourge Fragmentation Catalyst Dispel!</em>\" He focused on the armored rider next, collapsing the target's wards with cascading failure.</p>\n<p class=\"cnNjMjVkMDg3MjdhNjQwNTI4NzYwZTNiMjViN2Q2Y2Zh\" data-original-margin=\"\">The pain from the backlash of mana burn would keep the enemy mage from responding effectively even as his senses returned. A second, simpler <em>Catalyst Dispel</em> went out to tear apart the drake's wards as well.</p>\n<p class=\"cnMxMjdmYWJmODUwZjQ4OGU5NWE0YWM4MmU4N2ZlYzgy\" data-original-margin=\"\">Pascal's right arm grew numb under the burden of rapid spellcasting. His fingers shook as he struggled to reach into his extra-dimensional storage pocket for a handful of small gems. He could barely clench his hand as he threw them with a spell, which guided the gems into a ritual circle around the drake's feet.</p>\n<p class=\"cnNhMzZhZGY2ZmI0YzQyNWY5MTMyYmU3YzQ5YTBlMzhl\" data-original-margin=\"\">Then, channeling as much magic as he could into his casting ring, he pointed at the Zmey and cried:</p>\n<p class=\"cnNkMWVlNGFlNTE5MTQ3YzA4ZmQ3NDkzYWE1NzIyOGQz\" data-original-margin=\"\">\"<em>Force Boost Prison!</em>\"</p>\n<p class=\"cnMwYjkwODg2ZWZmYzQ4YTdiYWQ1MDljZjM0N2RjY2Vi\" data-original-margin=\"\">Per its name, <em>Force</em> spells created an immaterial, directional force, while <em>Boost</em> drastically raised the mana cost to augment the effect's strength. The <em>Prison</em> spellword then redirect this inward from all directions, creating a crushing effect which would pin the drake in place. This had the added bonus of accelerating any inbound projectiles, increasing the damage dealt by the arbalest volleys that would soon come.</p>\n<p class=\"cnM5MjczOTVlODlkMTQ2ZDZhM2JiZjEwM2ExM2JiYjE1\" data-original-margin=\"\">And surely enough, Pascal heard a cry from further south as more reinforcements from the reserve 5th infantry brigade arrived.</p>\n<p class=\"cnM4ODc5NWM3YTdjMTRjMjFhMGE0Njk4OWIyNGRhNTI5\" data-original-margin=\"\">\"BY RANKS, VOLLEY!\"</p>\n<p class=\"cnNlOTEwMWE2ZDM5ODQyNTRiMzFhYTljZmY5ZTYwZDdj\" data-original-margin=\"\">Several hundred steel bolts flew into the zmey and its rider. The giant beast was tough but even it couldn't simply shrug off the massive, spell-amplified volley.</p>\n<p class=\"cnNjZTE1OGVjNWFkNjQ2N2E5NjJlYWRjYmIzMjJkOGJm\" data-original-margin=\"\">Pascal didn't even bother to look at the drake as he heard its death throes. He grabbed one of the medics who was still huddled against the wall of the shallow trench.</p>\n<p class=\"cnNiMDYxZDUzMjA0OTQyNjk5Yzg1N2YyZWE4MTMxZjcw\" data-original-margin=\"\">\"Run over to the commander of those reinforcements and tell them that our right flank is under heavy assault! Ask them to relay orders from General Bernard -- all brigades on the eastern third of the line are to send reinforcements to the right flank!\"</p>\n<p class=\"cnMwNjY3MzAzMTFhMTRlZmY5MjJlMWVkMjA2YTYwYmUz\" data-original-margin=\"\">Pascal never even hesitated to lie about whom the orders came from. If news went out that brigadier-general Bernard had been killed, leadership of this army would pass to the seniormost of the remaining commanders, which would be Brigadier Bergfalk. The yeoman general was competent enough, but he was also stationed near the far left of the defensive line, with some of the least idea on what was happening on the far right.</p>\n<p class=\"cnNiYTUzZWM5Y2JkNTQ3MmViNzg0NzEwM2VmMGVjZGZh\" data-original-margin=\"\">\"Sir I'm just a medic...\"</p>\n<p class=\"cnNlZTQ2MDY5NzVhMDQwYWJhYzhhNTk3YjAxMmYyZTlh\" data-original-margin=\"\">\"You see anyone better around!? Now off to it or we will all be a head shorter by nightfall!\"</p>\n<p class=\"cnM4NDI0MGZhZGY0ZjQ3NWJiYzQ1NTUxMjRlY2IwMmMw\" data-original-margin=\"\">The tall and lanky medic's eyes grew wide as saucers when he finally realized the severity of the situation. He then spun around and dashed off without another word.</p>\n<p class=\"cnMwOTIwYTM1ZjhmMDRhNzdhMmIyN2RjOGI5OGJlZmI0\" data-original-margin=\"\">\"Lieutenant!\" Pascal rushed over to the barely-injured one, although the young man's emerald eyes were still shaking -- a clear sign of lingering shock from the attack that had nearly taken their lives.</p>\n<p class=\"cnNhMzE5MjQ3NTAzNTQ1ZmFiZmY4YjAyZjU2MjYwNDEw\" data-original-margin=\"\">\"Lieutenant, do you hear me!? Is your <em>Farspeak</em> link with General Kasimir's 2nd cavalry still active!?\"</p>\n<p class=\"cnM2ZWM0MmQzYjQ0ODQwOWRiNTAwZTA0MTViYWZjYjRm\" data-original-margin=\"\">The blond young man nodded back slowly, still half-dazed.</p>\n<p class=\"cnM4ZjE4MzU1OGVlYTQ5MDliOTM3MjljMWNjMjhiODk2\" data-original-margin=\"\">Pascal slapped the lieutenant with his right palm, straight across the cheek. Even Kaede, a complete civilian by all measures, had joined the front lines to repel a siphoneer charge. There was no excuse for such disgrace from an officer of Weichsel.</p>\n<p class=\"cnMyMGVlZjgxY2I5ZjRjOGNiOGIwNzVmM2QwZmQ5NTVi\" data-original-margin=\"\">\"PULL YOURSELF TOGETHER, Lieutenant!\" he shouted in the signal officer's face. \"I need an order passed to Kasimir and I needed it done two minutes ago!\"</p>\n<p class=\"cnMzMTI4ODZhOWE0YjRlNzFhY2MxN2UxNDQzNDYwY2Q3\" data-original-margin=\"\">It took another moment before the blond lieutenant finally began to snap out of it.</p>\n<p class=\"cnNmODc3NjhiNDJmZjRhYjNhMGM1ZTliYzdmODI1NjJm\" data-original-margin=\"\">\"Ye-y-yes Sir?\"</p>\n<p class=\"cnM4MGU5OWNkZTAyNTQxNWQ4MTVlNDY5MmM2NzJhNTJk\" data-original-margin=\"\">\"Tell General Kasimir that our extreme right is under heavy assault and they need relief ASAP!\" Pascal demanded with a stern gaze while his working hand firmly grasped the junior officer's shoulder. \"2nd cavalry should still have two battalions positioned behind the right wing. Tell Kasimir to authorize the closer battalion commander to form a new battlegroup -- gather any spare infantry they can collect along the way and reinforce our right anchor!\"</p>\n<p class=\"cnNhNTc3MWVlNTFiMTQyNmU5NzFmN2JlZTVmNzZmNmQ3\" data-original-margin=\"\">The signal officer concentrated to pass the message. Then:</p>\n<p class=\"cnMyOThmNWRkNGNhYzQwYzViMWMwOGUzNTJjN2I5NzFj\" data-original-margin=\"\">\"G-General Kasimir acknowledges. He requests the status of HQ command.\"</p>\n<p class=\"cnM0M2FiZjkyM2YxNzQ2OThhNjljNjVjOTBiNWU3ZDdj\" data-original-margin=\"\">\"Tell him those are General Bernard's orders! And have him shift his brigade back towards the east. That kraken on our left anchor is clearly a distraction. The main enemy attack is falling upon our right wing!\"</p>\n<p class=\"cnM2MjgwYzI4Mjk5MzRjMmRiNmQzNDk5ZjU3OTg3YThj\" data-original-margin=\"\">The Lieutenant then glanced towards the destroyed command center. He clearly doubted that Pascal's words were orders from the General.</p>\n<p class=\"cnMwYWNhNGZkOGI1NjRhMDJhZTQ1MTQxNjRhODI2Yjcz\" data-original-margin=\"\">\"Listen. We <em>cannot afford</em> for the situation to devolve any further Lieutenant,\" Pascal declared with every bit of severity he could muster. \"I have the best grasp of the overall battle, so if you want to stay alive until nightfall, <em>you will do as I say!</em> I swear to the Holy Father that I will take full responsibility!\"</p>\n<p class=\"cnM2NGJiYmNkZjJhOTQ2ZWNiOTI0M2I0Y2QxMzg3ZDc1\" data-original-margin=\"\">The reply came back in the form of a slow, hesitant nod, but a nod nonetheless. The Lieutenant soon crossed his eyes again in concentration.</p>\n<p class=\"cnNiNWYyZDYwOWUwZjRlNjc4NjBjZmRkMjQxYTYyNmY4\" data-original-margin=\"\">\"Cold Steel!\" Pascal heard a muffled cry from the other side of the ruined command center.</p>\n<p class=\"cnMzY2JmNTFiNmU1NTQ4NzZhOWM5OTYxMTUxY2ExNjlm\" data-original-margin=\"\">It was the Weichsel call for all arbalesters to draw melee weapons. Some of them would stream back through gaps amidst the swordstaff infantry, who now advanced with a wall of bladed polearms. Meanwhile others remained on the front lines as they drew pavise shields and short swords from their backs.</p>\n<p class=\"cnNkNTk3NWI1M2E5NTQ0NTFiMjdiNDk5OGIzY2VhZmE1\" data-original-margin=\"\">All this meant that a determined Skagen assault had reached the parapet of the main line.</p>\n<p class=\"cnMxODE0NDY1NTY4MDRkNmI5ODg0N2Q1YjRhMmEyNWRm\" data-original-margin=\"\">Pascal checked on Kaede's senses just long enough to verify that his stand fast order was being executed by Major Karen. As he brought his attention back, he heard the muffled cry of someone closer crying out his rank:</p>\n<p class=\"cnMyNzVlNDE5YjI4MTQ3NjNiMmI2ZDI1OTQ0NjQzODJl\" data-original-margin=\"\">\"Captain!\"</p>\n<p class=\"cnNmMDEwNjVlYWU5MjQ1YTBiMmZhZDBkMjg2YjBhYTMx\" data-original-margin=\"\">He hardly even noticed when the lemur leaped off his back. His ears weren't back to full capacity yet, but they would suffice for now. The healer --who was still not here in person-- clearly decided the other lieutenant's severed leg was more important.</p>\n<p class=\"cnNlYWYwYjVlMWNhMjQ0N2U4YTllZDA0NjllNDcxNmQ0\" data-original-margin=\"\">\"Corporal.\" The young lord turned to face his visitor.</p>\n<p class=\"cnNkZWIwZjcxYjM4ZTRmODlhNGRhZGZkZGEyNzFjZTQy\" data-original-margin=\"\">\"I'm sent by Major Caroline of the 5th infantry brigade, 8th battalion, to check on headquarters, Sir!\"</p>\n<p class=\"cnM3MjA2YmFiN2EwMTRiNmI4MTg2YzEwOTNmOWUwYzVk\" data-original-margin=\"\">\"Command is intact, but we have lost most of our communications,\" Pascal replied solemnly, not even considering it a lie anymore. \"Tell Major Caroline to send us any signal officers she can spare, and pass word to brigade command that the enemy is seeking to break our right wing. 5th infantry is to commit all battalions held in reserve behind the center and right wing. Is that clear?\"</p>\n<p class=\"cnM1YWE3ZDdlMzMwYTQ2NzVhOTBiMWMxYzk4NjVmOGMz\" data-original-margin=\"\">\"Yes Sir!\" The runner saluted before taking off.</p>\n<p class=\"cnM3OTE0NTY2ZDhjODQyODM5NjE1ODEyOWE5ODljMTQw\" data-original-margin=\"\"><em>If the Northmen thinks destroying my HQ is going to ruin our response to their flank attack, then they are in for a painful lesson,</em> Pascal thought.</p>\n<p class=\"cnM1NjIyNzQ0NDU4YzQ1MDJiYjRiYjAzYWZkMjlmZGQx\" data-original-margin=\"\">The frontal clash will be a meat grinder but Weichsel would ultimately triumph. Pascal was certain of this. However the battle itself would be decided where Kaede stood. This meant everything depended on whether Major Karen could hold long enough for reinforcements to arrive. Then after that, whether their combined strength could fight off the Northmen assault until their main cavalry force under General Dietfried reached the battlefield.</p><p class=\"cmU1OWY0ODQ4MTcwZTRhMThiZDhiNDFhNTE3ZmVkNmJk\" data-original-margin=\"\">The author's content has been appropriated; report any instances of this story on Amazon.</p>\n<p class=\"cnNkMTNlZDM5NjM5MTRiZWFiZThjOTE0ZTM4YmU4Mzdm\" data-original-margin=\"\">Leaning heavily against the packed-snow trench wall, Pascal considered what else he could still do to sway the odds in Weichsel's favor. His arms were still numb from the rapid succession of spells he channeled against that drake. But he nevertheless focused to begin casting anew.</p>\n<p class=\"cnM2M2RiM2M4ODI4YzRkZTZhNjI1OGY5YTUwY2QzYjVi\" data-original-margin=\"\">\"<em>Farspeak, initiate. To: Sylviane Etiennette de Gaetane.</em>\"</p>\n<p class=\"cnNhYmRhMDU1MDE4ZDQ1NmY4YzIxNDM4NTE1NzU5ZTZi\" data-original-margin=\"\">It would take at least a minute to open a stable communication link. He knew that Sylviane must be tired if not exhausted after the air battle. His concern for her wouldn't allow this under any other circumstance. However he was in desperate need for his gallant princess to come help his first command.</p>\n<p class=\"cnMyMzg5Nzc1M2RhZDRkOTY4ZmM3MzBhYzg3ZTFjYzcy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4YThhYWJiMzA5NjQ5ODg4ZDJiMWFiNjFmNWU5MzE4\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiNmQ3NzIxYTE3MTRiZTQ5NzlhMTFjN2I1ZmE0MDA3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2MmFiMTVjYTE5ZTQ0YzU4YzJlNjYzZTYwNmY3YmE5\" data-original-margin=\"\">\"You stupid girl!\"</p>\n<p class=\"cnMwMjIwNDdkNmRkZjQ4YWJhYWY0OTRlNTIxNGU1ZmU2\" data-original-margin=\"\">Kaede was still trying to extract the siphon from its dead owner when she heard Major Karen's voice. As she glanced back on reflex, she saw the Major use her swordstaff to pole-vault over trench and snow alike.</p>\n<p class=\"cnMwZGZmN2U1ZDExZTQ2YjJiMTNlZWEzNGVlODczMmJh\" data-original-margin=\"\">\"<em>Flourish, Animated Assault!</em>\"</p>\n<p class=\"cnNmYWNhODI0NzUyYjQ5MmNhZjc3YmMxMGIyOWRmMDdl\" data-original-margin=\"\">As the Major rotated her body around the shaft in midair, her red hair gained a life of its own as it shot forward with thousands of tendrils. They grew like wildfire even as they flew through the air, before wrapping themselves around the translucent arcane armor of the huskarl leader that was about to cleave Kaede in two.</p>\n<p class=\"cnM5ZTgyNjdjYzZhODRkMzk4NWQ3N2E3NWQ3NGMyYWMx\" data-original-margin=\"\">The massive zweihander blade came within a finger's reach of the snowy-haired familiar.</p>\n<p class=\"cnNmOTg3ZThlNmVkMTQ5MjM4Y2U0OWJiZWJkMjNlOTVl\" data-original-margin=\"\">Then, as Major Karen landed, her carpet-length hair pulled its grappled foe aside like the bent arm of a giant. The large man was thrown aside with ease as braking skis made for poor footing. His body was hurled across the snow before slamming into another. A wardbreaker rune inscribed into his sword discharged itself as the blade cut into his unfortunate comrade.</p>\n<p class=\"cnNhZjg1ZDUwYWY3MzRiYjE5YTYxZjY5NTRhZDcyOTJl\" data-original-margin=\"\">Two more Northmen rushed up before braking in parallel, which kicked up a massive wave of flurry and ice to blind the red-haired major. But Karen used her momentum to swing her swordstaff around in a wide arc, over the kneeling Kaede before slicing deep into the oncoming wave.</p>\n<p class=\"cnM1ZjNiODc5ZDY1YTQ5MTBiNGIzNTE5YjU2YjE2ZmI1\" data-original-margin=\"\">\"<em>Negation Surge</em>.\"</p>\n<p class=\"cnMxYTY4NzNhZDJkNDRmZTBiOTU3MmEwZTA3NDAwNjgy\" data-original-margin=\"\">The Major imbued her weapon with the ward-penetration aid, just before the sweeping blade met the thigh of one skier. The cut was blind and shallow. Though it nevertheless sent its victim into an uncontrolled crash.</p>\n<p class=\"cnMwZGJkNGU1OTk3NjRlNmFhYTM1ZTBiNmViZGEyYjNi\" data-original-margin=\"\">\"<em>Cyclone Blast!</em>\" A lieutenant yelled as he stepped up beside Kaede. He aimed towards the ground at a low angle. His wind spell blew the wintry wave back towards the attackers while intensifying it with freshly loosened snow.</p>\n<p class=\"cnM2OWY3ZDBhYzRkMjQ3ZGZiM2M1N2M5ZmEzN2M2YjRj\" data-original-margin=\"\">His spell was still taking effect when his stomach was sliced open, as a huskarl erupted from the concealing vortex and banked hard while leveling an outstretched sword.</p>\n<p class=\"cnNlMzBmZjk4YmMxYjRlMzQ5MjA0NDUxMzliNGE5YjEx\" data-original-margin=\"\">However his killer, blinded by the snow, didn't turn fast enough and fell into the communication trench behind them. A pool of lingering rimefire soon set him alight in screams.</p>\n<p class=\"cnNhZjEyNjM0MjU2OTRlNzM5YmU0YWYxMjIxMzdmOWFm\" data-original-margin=\"\"><em>Got it!</em></p>\n<p class=\"cnM4ODI0ODJlZjJkNDRlODZiYTI0NWI5NjhkZDFhY2Q0\" data-original-margin=\"\">Kaede raised her head as she finally yanked the siphon out of its previous owner's death grip. Her struggle had at least shown her where the trigger was.</p>\n<p class=\"cnMxYTJkNTRiNGJlYjQ4Y2M5ZmZiZjFlY2ExMjgzZjg4\" data-original-margin=\"\">Better yet, the rune-inscribed handle of the lower-barrel pump continued to push in and out automatically -- probably as the result of an <em>Animate</em> spell.</p>\n<p class=\"cnNjZjFlOTI5YzQ0MjRkYjg4MWJmZGZmNDdjNmUzNjcx\" data-original-margin=\"\">It couldn't have been a moment too soon.</p>\n<p class=\"cnMyZjFhNjE1ZThjNzRjYWQ4OGE2MTliMDNiYTAzMjlm\" data-original-margin=\"\">Zweihander-equipped ski infantry now poured into their position, claiming the lives of more soldiers who had followed their commander across the trench. The common Weichsen footman served as little more than fodder before the huskarl retinue troops, who all had heavy warding from their runes. However the same could not be said for the magic-capable officers -- as Major Karen pulled her swordstaff blade out of yet another northerner, he fell to become the eighth enemy corpse that cluttered the nearby ground.</p>\n<p class=\"cnNhYmNhYzY2MzdjMDQyMjc5OTYyMmY2NzViYjQwODhk\" data-original-margin=\"\">Standing just ahead of Kaede and to the side, the Major was the only one left who protected the familiar from the barbarian horde.</p>\n<p class=\"cnNjYjhmYzJmODc4NTRmZDQ4ZjU0MDNmZTljYTJkNTUz\" data-original-margin=\"\">The huskarl leader, a Västergötlander nobleman based on his gold-studded helmet, stood back up to rejoin the fight. After clenching a runestone and tossing it aside, his skin darkened to a stony texture while a sheet of ice crystal layered over his chainmail-and-hide armor.</p>\n<p class=\"cnNiMDUyYTJlNzI2YTRjOTY4ZDUwMmE5YTk1MzJkOGM0\" data-original-margin=\"\">His massive sword swung in and pinned Karen's blocking shaft into a contest of strength, one that she quickly began to lose. Yet even as her life was endangered, the Major's prehensile hair continued to trip incoming foes to keep the smaller girl safe.</p>\n<p class=\"cnMwMWIzNDU3NzE2NDQ4ZTI5NDMxZmQ4MGMzNTUzYzI0\" data-original-margin=\"\">With limited precision involved in a flamethrower, Kaede simply aimed it towards the enemy and pressed the trigger against the lower barrel. Her first victims were two skiers charging in from the right. Their faces melted away in grotesque sight as the jet of rimefire sprayed into them.</p>\n<p class=\"cnMyYzUyMDE5MjVmMTQwYjA5MjExY2VhNWI4MDAzNjg5\" data-original-margin=\"\"><em>Keep shooting. Keep shooting!</em> The Samaran girl repeated to herself, trying hard not to stare at the gruesome fate of those whom she had just killed.</p>\n<p class=\"cnM1ZDE5ZGI1MDMzYjRkZDVhM2RlMTc5Y2FkOTFkNTk4\" data-original-margin=\"\">Strafing the siphon without releasing its trigger, Kaede swept the field with its curtain of flames. Over a dozen foes ignited into human torches under her fire, their piercing shrieks drowning out even the sound of battle. A crashed but merely injured siphoneer knelt in an attempt to return fire. However she noticed his movement first and sent him to a fiery grave.</p>\n<p class=\"cnMwZTk3Nzg4Y2Y2ODQ2OWI4MWY2YjNhYTEzNTdhYTZm\" data-original-margin=\"\">After a brief pause to adjust her aim, the familiar then tapped a burst at the huge man who was about to overwhelm her guardian.</p>\n<p class=\"cnNmMmQ4YTgzMjlhNzQ5ZmE5MjYxZDk5NDYyN2MwMDI5\" data-original-margin=\"\">At just a few paces of range, Kaede nailed the shot on the nobleman's left shoulder. But some of the liquid fire splashed off the ice, which landed on Major Karen's right forearm and wrist...</p>\n<p class=\"cnNlNGRiYmZlNjNjYzRhNzJiYzk1YzU1ZGZjOTA4Njg5\" data-original-margin=\"\">\"AaaaAHHH!\"</p>\n<p class=\"cnNmNzMwODdhMDFhYjQwMTNhMDZjOTVjYzViMWNmODhi\" data-original-margin=\"\">The Major immediately lost her right hand's grip on the swordstaff. As though trying to escape the burning pain, she half-leaped, half-fell to her left.</p>\n<p class=\"cnMzNTg5ZWQ3MThmMjQzOWJhYWM0OWE0Nzc0YzQ2Nzhi\" data-original-margin=\"\">Even after receiving enough rimefire to engulf his shoulder, the huge northerner continued to press in like it was just a flesh wound. His zweihander easily brushed aside the now one-handed swordstaff before hacking into the Major's upper arm. More wardbreaker runes triggered as the massive sword cleaved its way into a gap below her steel-plated spaulder, then skin, muscle, and bone alike, before severing her entire right arm in a spray of blood.</p>\n<p class=\"cnNjY2VmOGU2YmNmMDRjMzg5N2VmMDc3ZTc2MDA2MTk0\" data-original-margin=\"\"><em>Ohmygod what have I done...</em></p>\n<p class=\"cnM0MGFiOGY4MDA3MjRlY2Y4OTYwZTIzMDY4ZTUxMjQx\" data-original-margin=\"\">Kaede stood frozen with horror as her protector wailed with pain on the snowy ground. Her arms felt paralyzed by shock as they trembled without end.</p>\n<p class=\"cnM2ZDZhY2IzZjc1NDRkMDI5MzlkNzdjY2E4OWMyMGY0\" data-original-margin=\"\">Meanwhile the northern nobleman, dripping flames with his entire icy torso now ablaze, took a heavy step towards Kaede.</p>\n<p class=\"cnNjMjE4ZTUzOGFkYTQ5MTM5MzEzNDY0MjEyMjVmMDc5\" data-original-margin=\"\">Tall as a bear and covered in frozen furs and chain-linked steel, the enemy seemed an unstoppable ice devil wreathed in hellfire. His deep growling felt more like the haunted voice of an anguished soul than the pained weakness of a dying man.</p>\n<p class=\"cnMzNGFlMjQzMjcyYjRmNzA5ZjU2NzdiODYzMWQ3Zjcx\" data-original-margin=\"\">But before he could finish taking another step, the one-handed Captain stabbed her swordstaff --its shaft supported by wraps of wavy red hair-- straight into his groin.</p>\n<p class=\"cnNjMTNmYzM1YTY4NDRkMmNhZDBmNTEyM2FiYTZmNDg5\" data-original-margin=\"\">\"KEEP... SHOOTING!\" She yelled as blood continued to flow from her arm stump.</p>\n<p class=\"cnNkZmE5MmFlYTExZjQ2ZTM4YWE0NGU1YzhjNWUxODVj\" data-original-margin=\"\">The Major's cry hit Kaede like a slap before the familiar snapped out of her paralysis. She adjusted the siphon with shaking fingers before sending a burst straight into the devil's smoke-concealed face.</p>\n<p class=\"cnM4MGMyY2ZhYjc1ZjQ0OGU4MDExZmQyNWEyMzI4NDY5\" data-original-margin=\"\">Not even a magically-enhanced berserker could survive that.</p>\n<p class=\"cnM5MjQzMjhhMmFhMjRkYTdiNzM3ZDYyN2Y4ZjgzZmQ4\" data-original-margin=\"\">Kaede swept leftward on reflex. Her weapon incinerated a squad of sword-and-shield huskarls who had almost reached her from the side. The curtain of flames then swung back right in a wide arc, forcing a new wave of spear-equipped infantry to bank hard and steer away from her blazing arc of death.</p>\n<p class=\"cnNjMzhkNWVlMTIxOTRkZmNiMjY5YzY1YmEwM2U2ZjAx\" data-original-margin=\"\">However it didn't stop some of them from hurling their spears. Most of them either missed or deflected off her wards. Though one of them managed to penetrate and plunge straight into her upper thigh.</p>\n<p class=\"cnNmMjMzNzc1OWNhMzQwMWZhZGZkZmQ4YTMyZGNjNmQy\" data-original-margin=\"\">Kaede cried out in pain as she fell down onto one knee. But she never stopped shooting.</p>\n<p class=\"cnM4OTQ4NjM5Y2U0YjQyNGM4NGRmYTE3ZTU2Mzc5ODli\" data-original-margin=\"\">Within a massed charge of ski infantry, there wasn't much room to maneuver without intruding upon another's lane. Fallen soldiers already littered the area as evading skiers rammed into those less accomplished. This in turn increased the obstacle count for those behind them.</p>\n<p class=\"cnNlMDY2MDQ1ZWRmMjRjMjJhODM4NDcyNDIxZTY5YTE2\" data-original-margin=\"\">Yet despite her efforts, Kaede felt certain that the defense was broken. She couldn't afford the time to assess her surroundings. However her peripheral vision could already see enemy troops crossing the trench en masse atop frozen ramps, overwhelming the far smaller number of defenders who stood their ground.</p>\n<p class=\"cnM5Njg2NzdkZDc1ODRlYzU4NzVjM2U2OGQ4ZGU2NWFh\" data-original-margin=\"\">There was only so much so few people could do.</p>\n<p class=\"cnMzODU0ZDg1MDk1ZDQ5Zjc4YjlmYmNhZmM3ZmI3NDlh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiY2RlYWQzZjZhMTQ0NmY5MDg0Njk5NGZkNjU5ZWJl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNjMGQwMzkzMTc1YjRkNmZiN2JjZWVjMjQzNzc3NWI5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmZDQwN2MxODU0NTQzY2FhMGQ2YjI3N2NhMWMyOWFi\" data-original-margin=\"\">Major Reinhardt von Gottschall, commander of the 2nd cavalry brigade, 9th battalion, and leader of the newly formed 'Battlegroup Reinhardt', couldn't believe his eyes.</p>\n<p class=\"cnM3M2Q0ZDRhYjg4ZDQ5YjY4OTE3YzhiZGYzZjAzZDBh\" data-original-margin=\"\">Some of his men were distracted by the frontal assault. The Skagen shield wall had come into contact with the Weichsen infantry, and a ferocious melee now engulfed the main defense line to their left.</p>\n<p class=\"cnM1ZWU2YzNkMWIwODQ2OTg4NThjZjk0NjVmZDU4MjBh\" data-original-margin=\"\">Others gawked at the devastation caused by the few siphoneers who had broken through. Their rimefire inflicted untold losses among the tight infantry formations before they were brought down.</p>\n<p class=\"cnM3NzY5ZDc0NjdlYjQ2YTg4Y2U2Y2JlNTliYmUxZWU3\" data-original-margin=\"\">However Reinhardt remained focused on their objective at the extreme right flank, where he found himself staring at an awe-inspiring sight.</p>\n<p class=\"cnNkYmU0MjQ4YTBkOTQzZTRiYjMxNTI1NzU0ZjgyM2Rm\" data-original-margin=\"\">The entire 'line' --what had once been a battalion of hundreds-- had been reduced to three holdouts and a few dozen men. Yet its center was still held by a lone girl who knelt on one knee due to her injuries.</p>\n<p class=\"cnM4MzA5Y2Q4NTU4ZDRjY2U5Mjc3Nzg1YTg4MTFmZjc2\" data-original-margin=\"\">Her armor was too light to be soldier-appropriate. Nor did she wear a proper Weichsel uniform. Yet with a fiery reach of twenty paces, her jet of flames continued to sweep back and forth, breaking the charge like a boulder in the middle of a stream.</p>\n<p class=\"cnNhZTVmMGRiZDc1MTQ3YjdiZTg3MGY0N2FkMTEwNDJj\" data-original-margin=\"\">Blazing corpses, burning pools, and the entangled limbs of crashed ski infantry scattered all around her across the ravaged fields.</p>\n<p class=\"cnMyMjRiOWRmMDk1MzRmZjNhNmIxMDc5YmRlMmZhNGU4\" data-original-margin=\"\">It was a scene to inspire, a sight to behold.</p>\n<p class=\"cnM2ZWM0ZDM4Nzg3YTQ5M2U4OTUxNDc2MWIxMWIxZmU1\" data-original-margin=\"\">\"Battalion! Halt! Reiters front! Fire volley over the trench! Avoid friendlies!\"</p>\n<p class=\"cnMyMTczNzczZGI4MjRmNWRhZmVjOTRkMGU3MTE0NDlj\" data-original-margin=\"\">Under his orders, the Kostradan Noble Reiter company moved ahead of the regular cavalry and reached out with casting gloves. Over a hundred fireballs flew out. They hurled past the perimeter trench where they detonated together in a blazing inferno that covered the fields.</p>\n<p class=\"cnM5NGUzMDVkN2Q0MjQ5MzQ4MjhlMGJhOWU4YWY3NWU5\" data-original-margin=\"\">Assuming the enemy had standard wards, such a basic elemental barrage would kill and disable few. But battles were also a contest of morale. The chain of explosive blasts knocked countless foes off their feet, buying his forces valuable time.</p>\n<p class=\"cnNmZDFiNDY3MjVlYTRlN2Q5YWJkNTk3NjJlNTU1MTM1\" data-original-margin=\"\">Better yet: there were now plenty of foes lying prone in pools of icy slush.</p>\n<p class=\"cnMyYmY0MmRhZGY5YTQyZDRhM2M3NGVkZWRjNDAxOWJh\" data-original-margin=\"\">The Northmen usually entered battle with frost runes on their skis to ensure clear lanes of advance. However that wouldn't help those who had been knocked off their feet.</p>\n<p class=\"cnM4OWYzNWQ2YWMyMjQzMmM5ODk2OGQyNzljYjFlZjdj\" data-original-margin=\"\">\"Reiters! Razor Field!\"</p>\n<p class=\"cnM2YTYzMDk3ZjBlOTRlNjliMWVjZjFiZjUxMGUwNjBh\" data-original-margin=\"\">A second barrage lashed out, with mana rays arcing over the air before striking wet ground. The wintry mix froze solid in an instant as icy transmutation spread, pinning fallen men to the freshly frozen ground. Spears of icy stalagmites raced upward, piercing flesh and forming rows of teeth to slow those still trying to advance.</p>\n<p class=\"cnMzODFhZTVlZjhlMjQ2MDI5MTUyNjRkMmM5ZDc0YTVl\" data-original-margin=\"\">The charge was soon stopped by a field of frozen icicles.</p>\n<p class=\"cnNkNGExOGVmZTM2YTQ1MDQ4NDkyNGI0MDQyNjc1NGNi\" data-original-margin=\"\">Here and there a northern officer would halt the transmutation with bursts of heat or antimagic. But against cohesive spellcasting sent in successive volleys from over a hundred mages, which simultaneously covered huge tracts of the battlefield, the efforts of individuals simply weren't enough.</p>\n<p class=\"cnNkMDBkOTUzNzYyMTRlNDBiMWY1NDk5Y2UwY2U5NTBk\" data-original-margin=\"\"><em>Time for the finisher.</em> Major Reinhardt thought.</p>\n<p class=\"cnNmNGVhZmFiOTkzYTRiYWRiN2E5MWFjYmIzZWE0YWE5\" data-original-margin=\"\">\"Reiters! Firemist! Cavalry forward! Form up for charge!\"</p>\n<p class=\"cnM1YmQyNmFmMDAyMDRjZTc4NTAxY2Q2ZjE5MWU4MmM3\" data-original-margin=\"\">The Noble Reiters were conscripted mages after all. They lacked the endurance training of true battlemages. After a successive volley of spells most of them would require a short break. Though this was a perfect opportunity for a massed charge by his company of regulars to throw back the enemy forces.</p>\n<p class=\"cnNmNWIyNWIzZTcyZjRjZDU4ZGYyYTQzYjYwYjg0MzM0\" data-original-margin=\"\">A hundred and thirty cavalrymen soon trotted forward with readied lances and swordstaves while their squad leaders cast warding spells. Meanwhile Major Reinhardt watched as a hundred rays scattered over the northern beachhead before the <em>Ignition</em> spells arrived.</p>\n<p class=\"cnM1ZjY5NDg0ZmJjZjRhOTZiMmRjOWEzOTk5MTM5Y2Mw\" data-original-margin=\"\">\"HOLY FATHER WITH US! CHARGE!\" He heard the company commander cry out, just before a searing inferno erupted across the shoreline.</p>\n<p class=\"cnM2NDhhZmVjNTQxNjQwNTk5OGFiNmZlNjQwY2ViMWUy\" data-original-margin=\"\">The quake of the massive explosion that followed could be felt tens of kilopaces out.</p>\n<p class=\"cnMyZTYxOTk3ZWY2OTRkNDZhZjU2MjllODdjODRhMWE0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5MTFkMGE5MTI2ZDQ0MDhhMGNmZGJiYWQ2NmExYzM3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0Mjg4ZjRjMGMwODQ1YjliNTcxNzkyYjhiMWY5NmQ1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmZDU2MDdmY2ZjYTRjOGQ4N2U0ZmU3YjViOThkZTYy\" data-original-margin=\"\">Sylviane almost fell into the water as her squad emerged from teleportation.</p>\n<p class=\"cnMyMTkxYjE5NTZmNzQzODZiNWNiYjRiNmIxMTlhYzQ4\" data-original-margin=\"\">The earthquake, the thunderclap, the heat wave...</p>\n<p class=\"cnNkZjI5YTcyY2M2NjQyYzlhNDIxNzhhNDc1ZDY4Y2Ez\" data-original-margin=\"\">Perhaps Weichsel should rename their beloved <em>Firemist Ignition</em> combo as the 'Hammer of God'.</p>\n<p class=\"cnM5ZGQ5MzFiNzY2YzRmNDRhYjUwOWY2OTM5ZmZiNzRk\" data-original-margin=\"\">--Not that the Holy Father needed mundane articles like hammers to smite.</p>\n<p class=\"cnM5ZTI5YmFkMmY5ODQyNmViNjU5N2E2NjU0Mzc3NjYz\" data-original-margin=\"\">Sir Robert's teleport had landed them on a tiny island in Cross Lake's eastern wing. Only a light snow continued to fill the air, and they could see the battle in the distance. However they were still a good kilopace away from the burning shoreline, where a Weichsen counterattack was preventing the Northmen from deploying the rest of their thousands-strong assault force.</p>\n<p class=\"cnM5OTBiZjcxMjM1ZDQ1Mzc4ZDg4MWNmNWYxY2RlYjI3\" data-original-margin=\"\">It was dangerous to teleport straight into a battlefield. One could never know where another mage might have placed the infamous <em>Astral Scramble</em> spell, which disabled the safety protocols on incoming teleportation and dealt an instant-death for any arrivals. The spell was so deadly that it was outright banned outside military use. And most towns' teleportation beacons had an enhancement to specifically suppress this spell within its vicinity, just in case some criminal tried to start a murder spree.</p>\n<p class=\"cnMyM2IzOGVlN2ZmYTRhNWFiYWEzMWY5M2RlZmUzOGQ4\" data-original-margin=\"\">The Princess brought herself back to standing upright.</p>\n<p class=\"cnNlYzYwOGZhYmEwNzQ2M2NhNTdkYTdmNzFjMGNiOWRh\" data-original-margin=\"\">\"Ready?\" She looked towards her six remaining armigers. Four of them had been killed during the air battle. Three others had been left behind to recuperate from severe injuries.</p>\n<p class=\"cnNlNTNmYzBlZjM3OTQ1NWE5OWJiNzY3MjM4NjgyZjQx\" data-original-margin=\"\">\"As ever, Your Highness,\" her bodyguard, Lady Mari, declared without hesitation.</p>\n<p class=\"cnNkODAzODJlYmQ1MTRjMGY4MWRlMzdlMjc2YzY5NDFk\" data-original-margin=\"\">Those words were followed by confirmations from all of her armigers, even though Sylviane knew every one of them must be exhausted. A few of them had caught some shuteye yesterday before flying overnight to assault the skywhales. All of them were now relying on <em>Rejuvenate</em> spells to keep themselves from collapsing.</p>\n<p class=\"cnM0YTM1NmI4OWRlYTQ5MTk5ZWM3Y2E1ODE2N2ZkZGY2\" data-original-margin=\"\">\"Let's go then, <em>Blaze Ignition!</em>\"</p>\n<p class=\"cnMxZGU0YTE4YTJiZDQ4Y2ViMDBlY2E4Y2NkY2M0Mzlj\" data-original-margin=\"\">Sylviane expanded her phoenix Hauteclaire's aura over her armigers, who formed into the customary chevron formation as they took flight after their Princess.</p>\n<p class=\"cnMxNmFiYzVjNTNlMjQzZmJiZWEwZTZmYTRmZGUwMTRi\" data-original-margin=\"\">\"Remember, our job is to disrupt the assault on the defensive line's right anchor,\" she declared as they flew over the surface of the lake. \"Don't risk yourselves beyond that and let Weichsel sort out the rest. Also...\"</p>\n<p class=\"cnNlOTYwNzBmMzIwNjRjZjFiMDcxNDI2YThiZDQ4NDQw\" data-original-margin=\"\">She felt some reluctance before forcing herself to add: \"keep an eye out for Kaede the familiar. Break off and protect her if you spot that Samaran girl.\"</p>\n<p class=\"cnNkMjcwODhkZWMwOTRhMzI4NDRkMzI1YzdiYjEwZDVk\" data-original-margin=\"\">\"Yes, Your Highness.\"</p>\n<p class=\"cnM4YzAwYzBjYjEyMzQ4YWE5Mzg5MTQ4Yzk3MDQzMWNl\" data-original-margin=\"\">Sylviane wasn't entirely sure about risking her companions' lives to protect a girl from her fiancé's thoughtless summoning. Nevertheless, Pascal had asked, his voice almost begging, for her to save Kaede, and she couldn't refuse.</p>\n<p class=\"cnM1ZjEzYzA5N2FiYzQ0NjU4NmQ0NzE5MWU2YWZhNWJk\" data-original-margin=\"\">Besides...</p>\n<p class=\"cnNhNzAxODA2ZTQzNDRhNTFiN2QyM2M5NTE3MzI3NDVi\" data-original-margin=\"\"><em>Keep your jealousy under control, Sylv.</em> The Princess berated herself. <em>This is not befitting of royalty.</em></p>\n<p class=\"cnMyNjQxYmU2NjIwYzQxODJhMDEyMzRmMzVmMzdjYjZh\" data-original-margin=\"\">After all, had Kaede not performed as Sylviane had asked? Had the girl not done her duty through determination and bravery? Loyalty should be appreciated and rewarded -- that was what Sylviane's father always said. And Kaede had proven herself time and again to be of great help.</p>\n<p class=\"cnM3ZTQwODIyMWYyMjRkMDlhNTg4MGQ2MTIwN2RmMDFk\" data-original-margin=\"\"><em>Let's just hope she's still alive.</em> Sylviane thought as she began to spin her burning meteor hammer.</p>\n<p class=\"cnM2ZDRmODliYjU4MzQ3ZTM5Y2I2YTk0YzIxMDNlNjk1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiMGViMmE0YjNhODQ1OWJiNzM4N2EwM2I1YTEzOGRk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM3MmFmMmEyMDU3MzRlMWNhYTljOTViYjk1NGI1NDE2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmNWRlNTU4ODVjZDQ3MjE5OWM2MjQxMjI2NmQ5NjFj\" data-original-margin=\"\">Later that evening, King Leopold of Weichsel sat in his royal office at Königsfeld's Black Dragon Castle as he read over reports on the Battle of Nordkreuz. The overall operation had been a resounding success. Sure, the city of Nordkreuz suffered severe damage as a result of the air attack, but Skagen paid the far greater price.</p>\n<p class=\"cnMxYjkzZjdkYmY5ZTRhMzc4ZDAzODdmOWIxNDQxZDc1\" data-original-margin=\"\">The Skagen confederate army and Västergötland expeditionary force was unable to break through Weichsel's defense line before General Dietfried's 1st cavalry brigade arrived in the early afternoon. Several thousand horsemen smashed into the Skagen army from the rear, and the Northmen's morale shattered as their forces began to surrender in mass. Jarl Eyvindur and his retinue huskarls had fought to their death rather than face inglorious defeat, but the same could not be said for most others.</p>\n<p class=\"cnNkNzBkODlkOGFmMTQxMGI5YzNhNGJkZjJjYjc0YzI0\" data-original-margin=\"\">Combined with the loss of Admiral Winter and his skywhale fleet, the Battle of Nordkreuz brought a decisive and crushing defeat for the Grand Jarldom of Skagen in this short war. King Leopold had already accepted the captured jarls' request to begin peace talks.</p>\n<p class=\"cnMxNTdkMTdiZDMyYjRmMTBiY2E1ODI3NjQwZjNmMWMw\" data-original-margin=\"\">He would be heading back to Nordkreuz later this week. But before then, there were some reports that he needed to address.</p>\n<p class=\"cnM2NDRkYzNhZjBlNDQ0MTdiNDQ0MDQzZjViODhmZGYx\" data-original-margin=\"\">\"Like father, like son,\" Leopold remarked as he leaned back in his cushioned chair while reading a report. \"The first thing Pascal requests is five years of tax exemption for the citizens of Nordkreuz, as he argues that the damage done by the air strike is on par with that of a major natural disaster.\"</p>\n<p class=\"cnM3NDE3ZmJhZWYyNzQyMmViNDYxNzFkNzhjY2JiOTZl\" data-original-margin=\"\">\"More like two disasters at once,\" Colonel Hannes von Falkenberg, commander of the Black Eagles and the King's spymaster, stated. \"By all accounts, Nordkreuz looks like it had just been hit by an earthquake and a firestorm at the same time. Its market district and docks both lie in ruins. The city will require significant rework to function as a trade hub again.\"</p>\n<p class=\"cnM4OWZiMTUxMTQ5OTQzOGRiMWM5OTQ1OTVlZDA4ZThm\" data-original-margin=\"\">\"I concur that Nordkreuz should be allowed to recover its economic prosperity first before we impose taxes again,\" a newly arrived lady nodded. \"In fact, I would recommend Your Majesty to extend credit from the national treasury to aid in the reconstruction of its trade infrastructure.\"</p>\n<p class=\"cnNjZDlhMzVhOWZlMDRjYjliNmQ4NzYyNGQxNTJiOTlm\" data-original-margin=\"\">Lisbeth Adele von Lanckoroński was the Chancellor of Weichsel. Despite her age at over a hundred years old, which was past the prime of a mage's life, Lisbeth still looked remarkably youthful as she stood proudly before the King's huge mahogany desk. Her thin figure was covered by the intricate red-and-white choir dress of a cardinal of the Trinitian Church, which also brought out the intensity and depth of her ruby-red eyes and her deep-red hair.</p>\n<p class=\"cnNkNzc2ODE5ZjBiOTQxYjdhZTZmMjJkMDkwZmM5ZGFl\" data-original-margin=\"\">\"Indeed. Nordkreuz's role as a center of trade must not be allowed to be usurped by another city,\" King Leopold confirmed. \"Lisbeth, ask the merchant and industry guilds to see if they can also extend a hand. Nordkreuz is a hub for Weichsen steel, glass, and Lotharin wool. It is to their benefit to see the city restored as quickly as possible.\"</p>\n<p class=\"cnMxZGU4ZTNjZjA2YzRiMjQ5ZGY0Y2RhMjM2OWEzYjRk\" data-original-margin=\"\">\"Yes, Your Majesty.\" The Chancellor replied.</p>\n<p class=\"cnM0ZDQwNjYwMTM3NzRiYzhiYWRjZTcwMThkZTZjZGEw\" data-original-margin=\"\">\"Now, what's more amusing,\" the King then added as he took on a humored tone, \"is that Pascal recommended his own familiar for the Knight's Cross.\"</p>\n<p class=\"cnMzOTRhYzlhMjgxZTQ4NDRiYmUwZTEwNWNmMTk5YjVi\" data-original-margin=\"\">Leopold then looked up with a chuckle: \"can you just imagine what people would say if we knighted a familiar?\"</p>\n<p class=\"cnM5YTY3OWRkZGMxYzRmMDZhYzc1NGQ2Y2IxZjk3ZTE2\" data-original-margin=\"\">\"Well Sire, you'd be carrying on a proud, family tradition,\" the beautiful spymaster Hannes grinned. \"After all, your great-grandfather knighted a commoner.\"</p>\n<p class=\"cnMzNTQ1MzBhYmExNjRkMjliZDIxZDdiZjllOGUwYzJk\" data-original-margin=\"\">\"Yes... and I still remember how much whining he received from the old nobility thanks to that,\" the King commented. \"Though it does sound like the familiar --Kaede, was it?-- deserves it. What do the other officers say?\"</p>\n<p class=\"cnM5NGMyOGJmMzlhMDQ0MmJhNDJlNjE2Yjc4ZjMwYTJm\" data-original-margin=\"\">\"I have two other reports also recommending her for the Knight's Cross,\" Hannes added in his soft voice. \"One from Major Karen von Lichnowsky, 11th infantry brigade. The other from Major Reinhardt von Gottschall, 2nd cavalry brigade. Both declare that without the familiar's crucial role in staunching the surprise attack, the right anchor would have collapsed before sufficient reinforcements could arrive.\"</p>\n<p class=\"cnMxMDYwZWQwZWYzNjRkYWM4MWM1NWNjMjVlNDAyN2U1\" data-original-margin=\"\">\"And those two are heroes themselves,\" the King tilted his head thoughtfully. \"Very well. Have a Knight's Cross prepared for the girl, and give her an honorary rank in the army as well. And as for her master...\" Leopold tapped on the report's paper before adding: \"give Pascal a star to his Knight's Cross, and promote him by three full ranks.\"</p>\n<p class=\"cnM1Y2E2YTQwY2MzNjQ3YzJiYWU0MTMyYzQ1NDE0NTE3\" data-original-margin=\"\">\"<em>Three!?</em>\" Hannes looked bewildered.</p>\n<p class=\"cnM4MjQxYjBhZjNmNjQ1M2RhYTc1ZDQwNTYwNTM0MjU0\" data-original-margin=\"\">\"A mere captain takes command of an entire army by pretending that his directives were his deceased general's orders?\" King Leopold spoke with a shake of his head in disbelief. \"Yes, he flouted regulations, and in any other circumstance he should be severely punished. But today his proactive leadership averted a potential disaster, which would have <em>likely</em> happened had he passed command to the senior ranking general as he was supposed to do.\"</p>\n<p class=\"cnNlMTg1YTkzMDExNDQ1NmQ4MmMxZDU5YTM1YmMwN2Q0\" data-original-margin=\"\">\"Even so,\" the Colonel remained hesitant. \"Isn't three full grades at once a bit much?\"</p>\n<p class=\"cnM3YjkzYjQyZDM0YzQwZDBhMDQ5YzFlZjg2Mjk4YzYy\" data-original-margin=\"\">\"I have half a mind to promote him straight to brigadier-general,\" the King declared. \"Nobody expected him to take the reins in a moment of crisis. To do so, <em>knowing</em> he would be held responsible for the fallout if he failed -- that requires real leadership! And don't forget that it was <em>his strategy</em> that we executed for both the air assault and the land battle. If the kid consistently proves himself this influential to military strategy yet I <em>don't</em> promote him to high command, then I'll be the one who looks like a fool!\"</p>\n<p class=\"cnM2NmVhOTJlM2NhNzQzMGZiZGM4ZGI3MDJkYTZhYzcw\" data-original-margin=\"\">\"Three ranks it is then,\" Hannes gave a faint shrug. \"I think that just made him the youngest colonel in Weichsel's history.\"</p>\n<p class=\"cnM2ZDNmNzNhMjcyNzRhODliOTY3ZDk3YWIzNGUwNTNh\" data-original-margin=\"\">\"Now, Lisbeth,\" King Leopold turned his attention to his chancellor. \"I'm sure you didn't come just to watch me hand out military promotions.\"</p>\n<p class=\"cnNiNDRkYWVmOWFjOTRjMmI5NGZjNGY1ZTdjYmRlNmRh\" data-original-margin=\"\">The Cardinal-Chancellor nodded. She opened the extravagant, gold-trimmed leather binder in her arms, and handed a paper to her king before explaining:</p>\n<p class=\"cnM2MjBjNmIxMTY0NjRmOTRhZTIwOTQxMTBjZWNlZDIw\" data-original-margin=\"\">\"Your Majesty, I have word that the young heir of the Rhin-Lotharingie Duchy of Baguette, Perceval de La Tours de Baguette, formally made a request to the Zimmer-Manteuffel family of Saale-Holzland to marry their daughter, Ariadne Charlotte. The head of the Zimmer-Manteuffel family, Brigadier-General Hartmut, negotiated that the marriage be made bilineal to incorporate the future family into the Manteuffel clan, which Perceval apparently agreed to.\"</p>\n<p class=\"cnM1YWZmNDg1OWExZTQ0YTE5OTRhOWFhNWJjMzJkNmZi\" data-original-margin=\"\">The King's prior amusement immediately vanished as his face grew wary.</p>\n<p class=\"cnNlYzc5MDdiZDA4YjQ1MTRhYzE5NTA4ZGQ5ZGUyYWEz\" data-original-margin=\"\">\"When did this happen?\"</p>\n<p class=\"cnNkZWE0MTZlMTE2NDRmZjc4NjRkNGE2ZDk2NDAwNDNm\" data-original-margin=\"\">\"Just today.\"</p>\n<p class=\"cnNmNjcwNGFlZjliNjQ5YTE5MjkxMTZjODIxNjE5ODc1\" data-original-margin=\"\">\"All in one day?\" King Leopold looked up from the report in astonishment.</p>\n<p class=\"cnM2ZTgxMTM4NWM1MDRjNWFhYWI3MmQyMThlNDhiYzgz\" data-original-margin=\"\">\"Apparently Lord Perceval was in the city of Nordkreuz prior to the battle,\" Colonel Hannes began to explain. \"He visited Captain Ariadne as she was being treated for her injuries from the air battle, where he met her father who was doing the same thing. I have multiple sources confirming this meeting. It seems the young Perceval is quite smitten with Lady Ariadne and was appalled by her near-death experience during combat. He proposed on the spot and took the opportunity to negotiate with General Hartmut.\"</p>\n<p class=\"cnMyYzA4YjdlZDZkZDRhODg5ZWRiNThmNDMyOTRjY2Rj\" data-original-margin=\"\">This only confirmed Leopold's suspicions that it was Hannes who provided this information to Lisbeth, whose mercantile faction was one of Manteuffel's great enemies.</p>\n<p class=\"cnMzNGQwZGJiMjk0MjQ1OTY4NzJhOTBjMDQzODNlNjU0\" data-original-margin=\"\">\"Without his immediate head of family?\" The King noted with surprise.</p>\n<p class=\"cnNjNTUwZWNlMDI2ZjRmZWViZTgyZjI1ZDk1N2NiMGY1\" data-original-margin=\"\">\"Apparently Duke Mathias of Baguette, who is Perceval's grandfather, has met Lady Ariadne before,\" Hannes stated. \"The old man must have taken a liking to her.\"</p>\n<p class=\"cnNjYWJlMjAyOWNmMTQ1MzdiNzYzMTIzZjYzMjQ3MzRk\" data-original-margin=\"\">\"He's also known to be quite eccentric,\" Lisbeth added. \"Considering he renamed his fiefdom after a piece of bread.\"</p>\n<p class=\"cnNiODM2NjQ2ODVhMDQ4NTBiMWY3NjFmMDA4YmRjZDNi\" data-original-margin=\"\">\"Eccentric or not, he is a member of House de La Tours, one of the most powerful noble dynasties in Rhin-Lotharingie,\" Hannes noted. \"It seems that the Manteuffels are hedging their bets. Since Your Majesty seems set on the Weichsel-Lotharin alliance, they intend to take advantage of the opportunity and extend their clan's influence into Rhin-Lotharingie.\"</p>\n<p class=\"cnM0Y2YxYTU4NzM4ZTQzY2U5OTRlMTczODMzNjE0MTM3\" data-original-margin=\"\">\"Baguette is also just across the border from Nordkreuz, which makes it easy to involve them in Weichsel's affairs...\" King Leopold remarked. \"I take it Neithard doesn't know about the coup in Alis Avern yet?\"</p>\n<p class=\"cnNhYmE3NTlkN2NjNDRmYjliMzk5MmRmYzJmNDhjYjVi\" data-original-margin=\"\">\"I doubt it Sire. It's only been a day and we've been suppressing that information,\" answered his spymaster. \"Though I anticipate news to spread by other sources soon.\"</p>\n<p class=\"cnMxYmZhNTMxMzMzMjQ5YzFhMmIxNmIzYWZiMTI5ZTc2\" data-original-margin=\"\">The King nodded as his brows furrowed in deep thought. He stood up from behind his desk and walked over to the giant map of Western Hyperion in his office. His gaze fell upon the landmass of Weichsel's huge, western neighbor.</p>\n<p class=\"cnMyOGEwNjU2NmQwMzRmYWZhODhkYmJmNzY5ZjI4ZDBm\" data-original-margin=\"\">The matter of Rhin-Lotharingie would require more discussion and deliberation before he made a decision. However...</p>\n<p class=\"cnNhZDYwODYwOTIxZjQwNzc5OGIxNTRkMzM3MzY1MWZk\" data-original-margin=\"\">\"The Manteuffels are getting out of hand,\" Leopold declared as his eyes narrowed. \"Neithard already has the Duchy of Polarstern, and the branch families control Saale-Holzland, Altmark, and half of Starigard. Yet that is <em>still</em> not enough to satisfy his ambition?\"</p>\n<p class=\"cnNhMmI2NzZjZmY1OTQ5ZGQ4MWEyM2JmNzQwMjlmNzIx\" data-original-margin=\"\">\"Not to mention he took advantage of this campaign to place his lieutenants into the best command positions within the army,\" Lisbeth took the opportunity to fan the King's flames, as both she and Hannes knew the King was deeply bothered by this.</p>\n<p class=\"cnNkZDU2YzQ5ZGRhZDQ2ZTBhZTI5ZjYxMWY1YzQ4YjEy\" data-original-margin=\"\">\"Nor was <em>that</em> enough to satisfy him,\" Colonel Hannes added almost casually. \"There's <em>more</em> promotion requests from this battle's reports, with a clear bias towards his own people.\"</p>\n<p class=\"cnM3Zjg4MGI3YzJhNTQ4NDA4YTAyZDExNzU2NWExNzE2\" data-original-margin=\"\">\"He must think I'm either blind or stupid!\" The King growled.</p>\n<p class=\"cnMyNmQ2MzFkYWYyMzRkYjc5M2FhM2ExYjAwNzA0MTJm\" data-original-margin=\"\">\"Perhaps he considers himself too important for Your Majesty to relieve,\" Hannes shrugged. \"After all, Your Majesty didn't lift a finger to stop him when he reshuffled the commanders prior to the Skagen campaign.\"</p>\n<p class=\"cnM4NTZkYjYwZTgwZTQ2YTRiMmIyZDBlOTg4NzJkYTA2\" data-original-margin=\"\">The King instantly sent a smoldering glare towards his spymaster, but it had no effect. The Colonel continued to stand with a slight tilt, his stance so relaxed that it looked like he was about to start whistling a tune.</p>\n<p class=\"cnNmZTVhOTMyZTVhNzRhNTM4MjQ4OWMyZWVhYWZmNDQx\" data-original-margin=\"\">It wasn't really surprising, considering that Hannes was the same individual who once handed in a list of conspirators with his own name on top. The King had to warn him back then that it wasn't a very funny joke.</p>\n<p class=\"cnMxZGRhMzY5NWNlNTRjNjdhNDA1ZjUyMjU5MzNhYzYy\" data-original-margin=\"\">\"I wanted Neithard to have an efficient command structure for a quick and decisive northern campaign,\" Leopold thought back to his decision. \"I had hoped he would be like Karl and knew where to draw the line.\"</p>\n<p class=\"cnNmNDhhYjk5Y2ZmYjRjYjJhMmFjZWVhZTQ1YmNmNjYw\" data-original-margin=\"\">\"I'm afraid that unlike the late Marshal, the Manteuffels are not known for their modesty, Sire,\" Hannes shrugged again.</p>\n<p class=\"cnMxNmZkMjViZTM0YjQzNWZhYmMzOWE1Mjc3NWEzMWVm\" data-original-margin=\"\">King Leopold sighed as he paced about his desk.</p>\n<p class=\"cnM4M2QwODlmNmJhMjRmZmVhMDgxYjkyZTRmMTE5MmQy\" data-original-margin=\"\">\"Neithard needs to be removed. I don't care how good of a general he is. If I let this continue for another campaign, his control over the army will be enough to gamble on a coup!\"</p>\n<p class=\"cnNlNGMzZjA5OTFiYjRhY2FhYjQwODM2ZTAwNTJlNmUw\" data-original-margin=\"\">\"He already has enough to chance it,\" the spymaster interjected. \"Just not a good one.\"</p>\n<p class=\"cnMyMjhlY2ZlZjlmNjQ2YWI4ODFlMjJjYmMyOTUyM2E2\" data-original-margin=\"\">The King ignored him this time. He glanced back to his Chancellor instead with a congratulatory smile:</p>\n<p class=\"cnM2NTIwMzg3NmFlMTRjNjdiN2MwNTcxYjMzZDk2MjQ3\" data-original-margin=\"\">\"It's what you've always wanted, isn't it, Lisbeth? Without Neithard to throw his influence around, the only easy way up in the administration is to bribe you...\"</p>\n<p class=\"cnMwNDA5ZmIzODU5OTQ4MDY4ODc0Y2FiNjdlMTM5NTg1\" data-original-margin=\"\">\"Your Majesty, I...\"</p>\n<p class=\"cnM5MDAzYjk0NTYzODRiMDA4ZjMzM2IxZjk2OGE3YjVm\" data-original-margin=\"\">Leopold cut off the Cardinal-Chancellor with a raised hand.</p>\n<p class=\"cnNjZDFjNTI2OWFiYTRiMTBhNTBhMWJiMDBiMjQxZDU4\" data-original-margin=\"\">\"I know your greed, Lisbeth.\" The King stared at his chancellor with royal prerogative. \"Everyone knows your greed. Even the children in the streets sing rhymes about it. However, you're also the best chancellor Weichsel has seen in two centuries. Most of your appointments are at least competent. Plus you know exactly where to invest to grow the country's economy and how to keep the guilds' interest tied to that of the state.\"</p>\n<p class=\"cnM2Mzc4YmFkZmZhYjQzYmY4MTA1ZTZmMGZhYmNiNGUy\" data-original-margin=\"\">He then paused with a knowing smile, as though he knew exactly what she was thinking.</p>\n<p class=\"cnNlYmI1NTg1YWMyMTQ2NDRiYzNlNzdiYjBkMDg3Yjk1\" data-original-margin=\"\">\"As long as you stay loyal to <em>me</em> and keep the nation's economy on track, Lisbeth, I'll let you shower yourself in gold. But be careful not to overstep, or you will certainly drown in your own wealth.\"</p>\n<p class=\"cnM0ODRlZGE1YWM3YzRjYThiMjNhMTZiNjRjZTU3ODgy\" data-original-margin=\"\">The warning at the end was almost dismissive. However the Cardinal-Chancellor was attentive as she accepted her liege's words with a slow, mindful nod:</p>\n<p class=\"cnMwM2FiYzQ1YTJlYzQ4YjVhMjQyMDEzNDEzMWE0YjM3\" data-original-margin=\"\">\"I will watch my step, Sire.\"</p>\n<p class=\"cnMzODRkOTg1ZTgxZjQ4NWVhZjVlZjVjYzI1OGI1Y2Yx\" data-original-margin=\"\">\"Good! I like keeping my councilors.\" King Leopold smiled appreciatively before his face fell stern once more. \"Hannes, Lisbeth, I want the two of you working together on this, and only your most trustworthy men. I want the investigation into Karl's death to point a finger at Neithard,\" he spoke of the late Marshal's assassination. \"It doesn't have to be serious, perhaps he simply allowed a gap in the security arrangements. But I want it to look <em>purposeful</em>.\"</p>\n<p class=\"cnMxNGYyNjdjMDhjODQ3YmU5YmM4MmQ2MTQ4NzE3Mjk0\" data-original-margin=\"\">Colonel Hannes smiled, though it was more of an eerie smirk:</p>\n<p class=\"cnNiNDRhMWVkMThiZTQ1ZmZhZTE4ODMwMmM2OTJjMTZl\" data-original-margin=\"\">\"You Majesty wants his reputation destroyed amongst the troops when you arrest him.\"</p>\n<p class=\"cnNlNTM5MTEyMGI0YzRlYThhM2ZmNTk0MGI4NDE5YWMx\" data-original-margin=\"\">\"Precisely!\" Leopold sneered as he walked around his desk to sit back down. \"And whom better to stage the act than convincing the wronged son himself to take revenge for his father? It'll be <em>dramatic!</em>\" He accentuated in a theatrical tone. \"The playwrights will be romanticizing it for decades to come!\"</p>\n<p class=\"cnM0NjRhYmI3M2Q0NTQyYmQ4MDU1MjU3OTgxODI4MGU5\" data-original-margin=\"\">\"Fabricating the evidence will be easy, given some of the murky details we've found surrounding the late Marshal's death,\" Hannes stated confidently. \"When would Your Majesty like for us to make the arrest?\"</p>\n<p class=\"cnNmMTRlNTc4MmUzODQxMGE5ZjU2MjU2Y2Q2OWIzMDY0\" data-original-margin=\"\">\"Do it tonight,\" the King declared. \"Half the troops will be celebrating their victory, and the other half will be exhausted in their beds. It's the perfect opportunity to strike. Neithard won't have the time to notice anything is amiss. And by the time his supporters can organize anything, it'll be too late.\"</p>\n<p class=\"cnM5YTgxNzNjYzU4MDQwN2I4MjdmZjlkNzRlOWJhYmFk\" data-original-margin=\"\">\"And what of the Manteuffel clan?\" Lisbeth asked next.</p>\n<p class=\"cnNmN2I5YzMwYzk3ZTRkMGZhMGVjYmQ2YzdiODcwZjJk\" data-original-margin=\"\">She was clearly not willing to let her other political adversaries go without a beating -- which the King immediately noticed.</p>\n<p class=\"cnM2NmUzNGQ2YmY5ZDQ2NWFhNTEzOTU2YWRkYjhjY2Uw\" data-original-margin=\"\">\"Neithard lays at the core of the tumor. Once he is dealt with, we only need to lay pressure on the Manteuffel clan's branch families to make them splinter and break away from the main house.\" Leopold decided. \"I see no need to start a purge. A few reprimands and withholding of honors should be enough to send a signal.\"</p>\n<p class=\"cnMyZmQwMDAzYmRmYTQyZTA4MThhZWJjY2I0NjYyMTZm\" data-original-margin=\"\">\"I agree, Sire,\" Hannes nodded.</p>\n<p class=\"cnNlMzgyZGQzMWM1MjRkNmFiM2JmNGQxM2Q4ZTcxMzli\" data-original-margin=\"\">The spymaster didn't actually glance at the Chancellor, but it was clear he was concerned about her potentially exploiting a power vacuum.</p>\n<p class=\"cnM0OGJhMDEyN2NlYzRlNzJiZjU0OTI1NmMxZTA5MWVj\" data-original-margin=\"\">\"And as for the young lovebirds, have your Eagles send a discreet suggestion to the Baguette Duke that he should consider pushing back and demanding a patrilineal marriage,\" King Leopold added. \"That should not be difficult once Neithard goes down, as the Manteuffel name will take a steep plunge in value.\"</p>\n<p class=\"cnNlOTBkYWU5MmZhYzRjMWU4NjRhYWJiY2FjNTBlOGVj\" data-original-margin=\"\">\"Yes, Sire.\"</p>\n<p class=\"cnNkM2NjMDg1OTU3YzQ1ZTliZTk2NjZkMWY5NjJmYjBi\" data-original-margin=\"\">&nbsp;</p>\n<hr>\n<p class=\"cnNiNGIzZGI0NjY1MDQ3YzVhOGNhOWE1YTBlZGE4YjY5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2MzYwYWRlYzZhODRiZmY4YjNlMDkzZTFjNDkzMzU3\" data-original-margin=\"\"><img src=\"http://samaran-daybreak.com/wp-content/uploads/2021/03/Ch18_Battle.jpg\" alt=\"\" width=\"718\" height=\"483\"></p>\n<p class=\"cnM2NDgxODQ3MGZiOTQ1YzVhNDY0OWVmMzljODZhMGU0\" data-original-margin=\"\">Battle of Nordkreuz</p>\n            ",
  "invisibleParagraphContent": "The author's content has been appropriated; report any instances of this story on Amazon."
}