{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2ZGI0ZWQxOGU5ZTQzMmVhZGFiMWE1MzFhNTZiOWFm\" data-original-margin=\"\">\"Viola!\" another woman screams. The woman with the braids runs past me as the girl in front of me, Viola, uses ice mana to try and close her wounds. What is that taste? \"What happened to her? Who did this?\" Asks the woman, now cradling Viola's head as she splutters. I stare at her, then look down at my tunic. What is this, oil? What's happening? The braided girl, Octavia, looks at me with that same charmed surprise she'd offered earlier. The look makes my stomach churn. It's wrong. Her friend is hurt. Why is she...</p>\n<p class=\"cnNlYWMxMTM5YWMzZTQ0YjA4N2E4NjQ1YWI1NWQxZmYw\" data-original-margin=\"\">\"DO SOMETHING!\" Octavia screams at me. I remain frozen. Something doesn't make sense. Fuck, what is this oil all over me? Why is it red? Why is it so warm? Viola stops spluttering. Octavia screams again, this time without words. She is forced to abandon her friend as she creates a massive flare of light to blind a group of lesser mages trying to take advantage of our distraction. Collector, what is all over me? A creaking sound followed by a number of explosions resound above me. Branches from my spell have started to fall. No longer protecting people from shrapnel, it has become the danger itself. Large branches, re-ignited by the explosions above, fall onto the onlookers below.</p>\n<p class=\"cnM2YmE2NGY1YTI5YzQ1YTBhNGQxOTM1ZjE2MzJkMjll\" data-original-margin=\"\">Red. It's red. Viola's body has finally stopped twitching, and her blood is pooling inside her own ice. I try to brush the hot liquid off of me. My hands are red like the woman on the ground in front of me. I can't think about what it is. I can't, I can't. I can't. I was right there. The most powerful mage here. My protection mana withers as the realization settles on me. Is blood supposed to be this warm? What happened? Who killed her, how did they- Octavia bears down on five mages, pouring all of her rage into heat mana. Paired with her light, she uses it to boil all of them alive on the spot. Their skin pops and boils, filling the air with a sickeningly sweet smell.</p>\n<p class=\"cnM2ZGFlODQ3YWNmNTQyZGJhYjIwZjE1Mzc2YmIwMDAy\" data-original-margin=\"\">I have to look away, but there is nowhere safe to look. As the enemy mages flee the falling branches, every direction carries the same brutal realities. Bards, my allies, don't allow them to flee. They all seem to have gone feral, like with Viola's death the entire reality of the fight changed. Steel chains wrap around one mage, pulling him limb from limb. I swear I can hear the tearing from where I stand. Another bard beats two mages into the ground, ragged and sharp stone clubs colliding with their heads again and again and again and again.</p>\n<p class=\"cnNhY2M2YWMzZTQxMzRlNTJiZGFiMTU3MDQwMzRmMWQ5\" data-original-margin=\"\">Nearly twenty enemy mages corner one of my bards and harass him with smaller spells. He could kill any of them, but they are unrelenting. Fire. Steam. Stone. They chip at him, piece by piece, pulverizing him until I can't tell if he is alive or dead. These scenes repeat no matter where I look. My own spell crashes around me with the sky. I can't move. I can't. A charred corpse catches my eye and I can't look away. I want to look away, but I can't. Why this one? Why is this the one that I can't look away from? I force my eyes shut, but I still see it. No matter what I do. Like it's in the corner of my eye.</p>\n<p class=\"cnMxNTQwODYwYTE4YTQ4MjBhYWM5NDYwMTU4MWI1NjQ3\" data-original-margin=\"\">Because... it is. While I chased Kallon. While I saved the bards from the first explosion. While I trapped him in ice. While I chose not to kill him, because part of me was having fun. It was there the entire time. It must have been there from early in the battle. I see Octavia's face. Her look of 'charmed surprise'. I feel disgust. I almost break free from whatever is holding me in place, just to scream at her. How can she take this so... lightly... And it dawns on me. Is that really what that was? Was I being charming, ignoring a charred body to flirt with a couple of pretty bards? No. She was looking at me with horror. With disgust.</p>\n<p class=\"cnM0MjFiZGE5ZGU2MzRhYzA4YTNjOTNlODcxNzc4N2U0\" data-original-margin=\"\">\"Fucking move! We need you out there!\" the woman screams at me and I jerk back to the present. My eyes fly open. The blood has begun to dry on my lips. Or are my lips themselves dry? I can't tell. There are still explosions. Still screams. Are those new? Why couldn't I hear them before? Have these people really been dying the entire time? \"I SAID TO FUCKING MOVE!\" the scream comes again, and just in time. She's right. What am I doing? People are dying and I exist to protect them. Kallon is after the man who taunted him a moment ago. Finally, finally, my body listens to me.</p>\n<p class=\"cnM2MmMwNjkwZWU3ZDQ1NTk4YzU4Mjg5ODBkNWYyYmQw\" data-original-margin=\"\">Kallon is trying to drown the bard who taunted him for his previous loss. I won't allow it. I send cold mana after the water and wind after Kallon. I try to draw on my protection mana, but it still flickers. Kallon throws up another wall of water to catch the cold and stone to stop the wind. His water freezes perfectly, creating a transparent wall between me and his victim. His first water spell makes it to its target, enveloping him entirely. I cover my fists with heavy blocks of wood and throw myself at the ice wall, closing the distance and hammering it with wind-enhanced blows. Closer now, almost close enough to touch the bard, I see little pockets of pink mana being forced down the man's throat.</p>\n<p class=\"cnM1ODU2NmFmY2IxMjRkMTZhNjVmMDNlZWRhZDc2OWEw\" data-original-margin=\"\">\"Kallon, stop this! You don't have to-\" I stop as a muffled popping sound comes from the other side and I can no longer see through the wall of ice. Thick, chunky liquid runs down the other side. I can't. I can't I can't I can't. I need help. I can't do this alone. My protection mana is weaker than ever, and Kallon's aura is growing. I look desperately around for Grandfather. The two of us against the two of them. I can do that. With him, I can do it. I have always been able to push through with him around.</p>\n<p class=\"cnNhYjI0OGM1NTkzYjRhNzViNDNjNDYwMWJjNmZmNDZh\" data-original-margin=\"\">I sigh in relief as I spot the battle in the sky, completely forgetting about Kallon. I just need to... Darian is throwing Grandfather around like a ragdoll. Like he's playing some kind of sick game. His deep red mana forces Grandfather down at breakneck speeds, then shifts so his victim flies directly toward him. Grandfather does his best to escape, jumping rapidly through space whenever he gets a break, but the power gap is just too large. Wherever he goes he finds himself assaulted by that red mana again. Always pushing him toward Darian, or toward the ground.</p>\n<p class=\"cnM4ZjVkNWJjNTAxMzQwNjQ5OWY1MTgzZTNhYTExMmFk\" data-original-margin=\"\">He can't help me. And I can't fight back alone. I can't. Kallon doesn't wait for me to get my bearings, and the earth opens up beneath my feet to trap me as he propels himself with explosions again, aiming for more of my allies. I just... let him. I can't respond. I'm terrified. I'm a failure. The viscous liquid on the ice wall begins to pool at the bottom. The woman with braids is screaming for some reason. I... I can't do this. I can't. Why did I think I would make such a difference? Like my presence would end this whole thing? They are going to die, they are all going to die. Shit... I can't... But I have to. Because if Grandfather can't help me, I have to beat Kallon and help him.</p>\n<p class=\"cnM0NmNmNTY1MjFhYzRiMWJiZjU1ZDRhZjIxNTIyZDYw\" data-original-margin=\"\">I have to cut at the earth with razor-sharp wind. It's agonizingly slow, and Kallon has a man's head between his hands by the time I do. I launch myself forward painfully, no longer caring about anything but stopping him. I almost make it. Almost. Kallon smirks at me as the pink mana forms and the bard's head is turned into wet mist. My mana falters, I use too much wind on one side, and it's too sharp. I cut into my own flesh on the side and crash into the ground. Come on Dom. Please. Please please please get it together. How many people have I let die now? How many people has a <em>weaker</em> mage killed, right in front of me? I can't see that again. I can't. The world starts to blur together. The pain in my side taunts me.</p><p class=\"cjg1NWI1NTg4NWNlZjQ3MWFiOWY3NzM5NDg4MjE4YTJl\" data-original-margin=\"\">Support the author by searching for the original publication of this novel.</p>\n<p class=\"cnNlMDIwODcyNjcxMTQwMTZhMThkOTg1N2E1OGEyOTcy\" data-original-margin=\"\">I find myself in front of Kallon again. We are on the other side of the field now, among the nobles of the highest rank. I don't remember how I got here. I catch another wave of water, this time with wind. Why did I choose wind instead of cold? I step to the side and run into a wall of ice. One of my nobles is half stuck inside, a stone spear pinning his head to it. Did I... did I freeze it while he was inside? Did I trap him for Kallon? I can't. The wind catches the water, but the flood is bigger than I realized. Does he not have any allies left over here, why would he do this? Instead of the wind catching the water, a whirlpool is created.</p>\n<p class=\"cnNjNGZjZTg5OGFhZjRhY2JiN2Y0OWZlNWE3MDQyOTQ3\" data-original-margin=\"\">Two mages, absolutely powerful ones, attempt to fight the water pulling them in but Kallon crushes their attempts with pure mana. They are pulled helplessly into the center, where pink mana waits for them. The explosion is muted. Or is there more than one? They seem to go off over and over, until I can no longer tell which mage was which. Bile rises. I can't.</p>\n<p class=\"cnNlOGRmNDBjYjBmNjQzODFhYzkzNTg5ZDYzY2JiN2Q5\" data-original-margin=\"\">I need to stop him. I can't. I'm stronger than him. I'm too weak. Grandfather, I need your help. But you need mine. I can't.</p>\n<p class=\"cnM1ZTk5ZGQ5ZDlkMDQyNzhhNDVhNjdlNjRlMzk5ZjNj\" data-original-margin=\"\">We are surrounded by bards again, and a few dozen of the weaker revolutionaries. How did we get here? Kallon's back is facing me. Does he not know I am here? I can stop him. I can. I form a spear of wood and create a powerful gust of wind to propel it into Kallon's back before he can turn. It flies faster and smoother than an arrow, I start to feel like I can do this, until I catch sight of the fight between the army leaders. Darian seems to be holding one of our nobles and laughing, but Grandfather finally has a chance to respond. He is forming two walls of ice around his opponent, and they begin to collapse into each other. But... Darian has a hostage, he wouldn't- Darian suddenly launches himself upward with his mana, dropping the hostage and leaving him to be crushed.</p>\n<p class=\"cnMwMTU0NTkyYTQwODQ0NDJhMTM3NzUzYWNmZDcwZjg1\" data-original-margin=\"\">Did he just? No. Grandfather wouldn't. He couldn't. The man who raised me would never sacrifice a hostage like that. He would never. Not someone who was counting on him. It doesn't matter if he needs a hit on Darian. He wouldn't attack if it meant killing the wrong person. He wouldn't make a sacrifice like that. He wouldn't. He wouldn't. <em>'We remain tools to him' </em>Darian had said. I hear a spluttering and realize my attack hit. I'd forgotten I'd attacked. Did I actually kill Kal- as I look at the pained sounds the blood drains from my face. The dying man before me isn't Kallon. It's another bard. One of my Grandfather's best. A man named Harper, I think. He has a bugle on his side and fire mana dissipates as the light leaves his eyes. It's my spear impaling him.</p>\n<p class=\"cnMwY2IyYTM3NzA4ODQwN2ZhYTRhNDJkNDViNjk5NTNl\" data-original-margin=\"\">I can't. I didn't. I can't. I didn't.</p>\n<p class=\"cnNiNDA5MTZkZGI4NjQ4NjdiNGE3OWY2ODU1NDJlODdl\" data-original-margin=\"\">I look around in desperation. There must be another wood mage here. Someone else. Someone on Kallon's side. I couldn't do this. I couldn't be responsible for this. I can't be. I find no one. I hardly find anyone fighting at all. I hardly find anyone living. Only a few people remain around us at all. Octavia, bleeding badly from a stump of a leg and sobbing over Viola. A revolutionary mage, crawling through the mud with one hand. Harper buckles to his knees before falling to one side. Kallon is nowhere to be seen. What happened here?</p>\n<p class=\"cnM3YzBlOTQ1ZTEyMDRmOGQ5MDY5YTQ2NGY3ODBmNzUy\" data-original-margin=\"\">I look up at the fight again. Grandfather is terrified. He is using space mana on anything he can to distract Darian. Stones. Debris. Bodies. One of the bodies starts to scream as it flies toward Darian, desperately casting to defend itself. I fall to my knees. I can't. How did this happen? I can't do it anymore.</p>\n<p class=\"cnNiNjVjMDBjZjc0YzRiMmM4ZmY1MTQwZDgzZTQwYjIw\" data-original-margin=\"\">A booming voice echoes across the bloodied field as sound mana floods the area. \"You can all run. You can run as fast and as far as you like,\" Darian announces. \"It won't save you. Neither will 'King' Godfrey's little circle. He wasn't open about that with you, was he? When he offered it? Did you know it killed over a thousand subjects before he got it to work on one? Did you know he needs <em>multiple </em>priests constantly channeling divine magic to keep one alive? No. He told you none of that. I know he told you none of that. You won't find a cure for your ailments with him, because he is a liar and a coward.\"</p>\n<p class=\"cnM4MDEzYjg0YjM0ODQyOTJhMWIzODdlY2M0MTNmMzIz\" data-original-margin=\"\">No. That's not my grandfather. He didn't kill anyone for that circle. He didn't. <em>'Ask to see the mass graves,' </em>Darian had said. Then Grandfather killed that man. And thoughtlessly sacrificed the other. I look at Harper next to me. Crumpled over. Clearly dead. By my hand. No. Grandfather is better than me. He's better than me.</p>\n<p class=\"cnNiZmI4ZTA4YjU3NzQyMDNhZmMwYzEyN2ZhNTNjNjE3\" data-original-margin=\"\">\"No. He can't put this country back together. This country his own apprentice tore apart. But I can. My own apprentice is taking care of that now. Because you cowards, fleeing from your king on both sides, are not to be appeased. You are to be controlled. You will do as I say, or you will die. You will control your people, or you and your people will die. And I will prove it to you. See, Prince Kallon, my heir, has already left. Thanks to the former Prince Dominic, we have re-established communication with some nearby cities. And what did we discover? Tumult is in open revolt. Well. They were. When Kallon gets there, there will no longer be any such place. The Lord there is a failure. The nobles there are failures. And the people? Well, they are no longer of use to us.</p>\n<p class=\"cnMyNTA3MDY4Y2M5YTRhYmQ5NDU5OGFmZWNjMGNjY2Uw\" data-original-margin=\"\">\"So. Go ahead and run. It doesn't matter. Because soon you will know that you will either fall in line, or you will die. Every city in this country will know that soon. You want your labor? You want your food and your luxuries? Well. Neither you nor your people will ever challenge that again,\" he finishes. The sound mana dissipates, and my eyes go wide. Where is Kallon? I look around. He's nowhere to be seen. He's gone. Only a few stragglers remain on the battlefield. Only four people who can fight are left. Me, Darian, Grandfather, and Ansel. Ansel is our strongest bard, and that is three against one. I need to chase Kallon, but if I do Grandfather will die here. I am torn, but I can't let Grandfather die. I obviously can never be king. The world needs him.</p>\n<p class=\"cnMwNjRlZDZjNWM3NTRiNmVhYzcyMmEwZjcxZDYzNGVh\" data-original-margin=\"\">I launch myself at Darian with wind. He smirks and flicks his red mana at me, but Grandfather sees me and extends his aura to augment mine. Together, we crush the red mana. I form dozens of wind blades in front of me. Darian raises one eyebrow and a brighter red appears, summoning molten rock directly over me. Grandfather doesn't allow it, his yellow mana surrounding me and jumping me forward just a bit. Just enough for me and my mana to bite into Darian's arm, tearing it off. My mana is still unstable. It tears savagely at my opponent, but it hits me too. Three of my fingers on my right hand fall to the ground. Darian punches me into my own wind and I feel an ear being sliced off.</p>\n<p class=\"cnM2ODdmY2M1ZjA1ODQ3MjliY2RiZmIyZGQ5Zjc0NDBk\" data-original-margin=\"\">The yellow mana envelops me again, and I find myself on the ground. \"Get Kallon you fool of a boy,\" Ansel says, startling me. \"I'll help the king. You stop Kallon from doing something irreversible.\" He's right. I can't wait any longer. I look in the direction of Tumult and see bursts of pink in the distance. He is already too far. I nod at him.</p>\n<p class=\"cnM0MWM0ZTNmOGRmYTRhMjU5MWQxOGQ5YWIzNGRmZTBj\" data-original-margin=\"\">\"Keep him alive, please,\" I beg. He nods in return, and I push through the pain. I have to stop Kallon. I have to stop him no matter what. Once again, I throw myself into the air with powerful wind.</p>\n            ",
  "invisibleParagraphContent": "Support the author by searching for the original publication of this novel."
}