{
  "preChapterNote": "<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; background-color: rgba(52, 73, 94, 1); border-style: hidden\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/86184/chronicles-of-the-living-enchantment/chapter/1626524/prologue-prisoner-234502385739\" rel=\" ugc nofollow\"><strong><em><img src=\"https://www.royalroadcdn.com/public/covers-large/living-enchantment-96662.jpg?time=1714966572\" alt=\"image\"></em></strong></a></td>\n</tr>\n</tbody>\n</table></div>\n</div>\n<div class=\"col-md-9\">\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; background-color: rgba(52, 73, 94, 1); border-style: hidden\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"vertical-align: middle\">\n<p><span style=\"color: rgba(236, 240, 241, 1)\">What do you do when you are summoned to another world to stop the Demon King and your brother becomes the Demon King? Caught in a clash of spells between powerful entities, Aiden Lacheart suffers 'recommended' termination at the hands of the system and wakes up back in the beginning, on the day of his summoning..</span></p>\n<p><span style=\"color: rgba(236, 240, 241, 1)\">This time he's determined to keep his brother from becoming the demon king. </span></p>\n<hr>\n<p><span style=\"color: rgba(236, 240, 241, 1)\"> But there's a problem. Aiden doesn't think he's the only one who's come back in time. </span></p>\n<p><a style=\"text-decoration: underline\" href=\"https://www.royalroad.com/fiction/86184/chronicles-of-the-living-enchantment/chapter/1626524/prologue-prisoner-234502385739><span style=\" rel=\" ugc nofollow\"><strong>Chronicles of The Living Enchantment</strong></a></p>\n</td>\n</tr>\n</tbody>\n</table></div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "<p>Sorry for the couple days off, I got my copy edit back and had to go through that. Book one is so much cleaner now, I'm very excited for it's release!</p>",
  "chapterContent": "\n                <p class=\"cnMxMzQxZWNmOTdiMDRkNWFiZTQ4YTExNjA2MWQxNWE0\" data-original-margin=\"\"><strong>Ansel</strong></p>\n<p class=\"cnNiMzFiMjdiODE0MDRlNGZiMDcwMTZjOTE2MzExYWI1\" data-original-margin=\"\">\"So you failed, did you? To dispose of a little girl?\" my master derides and I wince as I kneel. It's true I had failed to kill the Forrester girl initially, but I did achieve the desired result. I have decided our interests are best served if I don't make another attempt. Now, I just need to convince the man on the dirty throne in front of me.</p>\n<p class=\"cnNiNzlkOTg5YzZhMzQwY2NhOWM3Yzg5YWViNDVkYjQz\" data-original-margin=\"\">\"Yes, Your Highness,\" I respond, shame keeping my voice low and my head down. He allows silence to reign for a few moments and my skin itches with anxiety. I hear him lean forward and his disgust poisons the air around me. Sweat drips from my head as I am dissected by his calculating gaze. He is wondering if it would be worth it to kill me. This is the curse of being a bard. I can actually feel his murderous intent like a wire wrapped around my neck and idly tightened. I don't have to guess; I know he's a breath away from pulling that wire and ensuring my final moments are on my knees.</p>\n<p class=\"cnM5ZWY0YTg4MmZkMjRlMjE5YjdmZmQ1ZjY5YWFlYmU4\" data-original-margin=\"\">Lifetimes pass in my mind before he speaks. \"And why, Ansel, do I need an assassin that can't kill an untrained child from a minor family?\" he inquires. His voice is calm but the weight of his displeasure presses my head down like an anvil. I have to take a deep breath and steady my heart before I can manage a response.</p>\n<p class=\"cnNjYTVmODU1ZWQ5NTQyZjQ5YzA3ZGUyOTJiZWQzNzkx\" data-original-margin=\"\">I don't apologize. This man has no patience for such things. Instead, I launch right into my prepared response. \"The asset fought hard to keep her alive, Your Highness. In the initial fight, I would have needed to kill her as well. When the target was available again, she had chosen to stay with the asset. After observing the two, I determined the target was no longer a threat. I believe the initial attack has successfully silenced her. Furthermore, after re-evaluating the asset's connection to her, I determined a second attempt could derail her and harm future recruitment attempts,\" I explain.</p>\n<p class=\"cnMzYWJlMzgxYWY3NzRmODI5YWQ0NzU3MjVkZDUzZWQ0\" data-original-margin=\"\">I feel a flash of rage but it dissipates as quickly as it comes, like liquor on fire. Then my master returns to his regular calculating self. I hold back my sigh of relief. If I make it this far, I am out of the woods, provided I don't reveal I am actively reading his emotions. He must know I can, but it could be fatal to remind him of the fact. He does not look kindly on the idea of anyone being inside his head. Finally, once he has calmed himself, he responds. \"Very well, Ansel. I will trust your judgment... for now. I assume you are prepared to pay the price if you are wrong?\"</p>\n<p class=\"cnM2ZTUxNjBjODY3ZDQ3YjFiYTY1MzE1MjU0NTRiMDM1\" data-original-margin=\"\">\"Yes, Your Highness,\" I agree, trying not to sound too eager. I don't know if this is the right call, but the asset is volatile. Whether my master says it or not, I would be in just as much danger if following his instructions led to explosive results. This gamble is my best chance at survival. At the same time, I'd like to delay her recruitment as long as possible. We only need her because of my connection to His Majesty, which means once we have her... he will have no need for me.</p>\n<p class=\"cnNkODc0M2E2Yjc1ODRhY2I5M2U0N2FkMmRiMmNhYjNh\" data-original-margin=\"\">\"As you say,\" he concedes. \"I have another task for you anyway.\" I take this as a signal that it is finally safe to meet his eyes. As I do, I see him holding out a paper. I stand and approach slowly, then accept it and scan the list of names written on it.</p>\n<p class=\"cnM3ODViYzY0ZTMwNTRmOGNiNTI0ZmUxYzNlZWJiNzYx\" data-original-margin=\"\">\"Are these the targets?\" I ask, and he gives me a hollow grin.</p>\n<p class=\"cnMwMTc3M2UzOGYyODQ1OTc4YTJkNTY2MjM3NTcxZWM4\" data-original-margin=\"\">\"That's right,\" he confirms, \"see to it they are given priority in labor requisitions. You are dismissed.\" I fold the paper and tuck it into my coat pocket. This, at least, will be far easier to accomplish.</p>\n<hr>\n<p class=\"cnMxZWM1OThlOTVhMTRlZjk4YWIyNTA4N2U4NmFhNmU3\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnMyNDBiMWFhMjQ4NjRhNTdhZjA4ZDQ5MjQwZmQ5YjFk\" data-original-margin=\"\">Between healing the apprentice priests, drawing for Sara, and teaching Ed about magic, my suspension is over in no time at all. I leave ahead of Autumn so I can work on my radar spell while I walk. It's taken work, but I have grown fairly efficient with it. Currently, I am using a gradient to indicate the direction light is coming from. I translate radar waves into visible light just as they hit light mana directly in front of my eyes. Depending on the angle it comes from, a different color will appear.</p>\n<p class=\"cnNlMTUzMGQ3ZjgxYzQ5ZjM4Y2IyZDMwMDUyMmY0ZTM0\" data-original-margin=\"\">This isn't perfect, but it does help me know when someone is approaching from the side. It takes a lot of precise work and the mana flowing through my body practically vibrates as I send it in different directions. I feel like one of those one-man bands, waving my mana around like their frantic limbs as they try to play six different instruments. I don't know if it will ever be effective in a fight, but it'll give me an early warning for ambushes. In order to practice, I am essentially filtering out all other visual cues and trying to only react to the radar lights.</p>\n<p class=\"cnM3Mzg1NGM1MzIxMzQ0M2U4OGYxMzM3YTRhMjRiOWQ3\" data-original-margin=\"\">I ignore the beautiful gardens and magic fountains as I walk through campus, barely avoiding colliding with one of the other students on the path. The different conversations are more distracting than I expect, so I tune them out as well. I am growing fairly skilled, and decide to up the challenge in the best way I can. I unwrap an apple turnover I bought when I got on campus so I can enjoy the snack before I make it to class. I sink my teeth into it, barely avoiding another student as the pastry distracts me. My face immediately pales as I come to a horrifying realization.</p>\n<p class=\"cnNkZmMzNDg2MjU3ZDQ5NTliNjc5MDZmZTgyMTVlZDdj\" data-original-margin=\"\">This isn't apple. This was made with fucking <em>pear. </em>Who makes a pear turnover?? I immediately spit the abomination out and gag, holding my tongue out. I probably get strange looks but they are all just lights to me. The student nearest me seems to have decidedly unimpressed body language. \"Sorry, that was just...\" I shudder, \"absolutely vile. I have never been so disgusted in my life.\" I have to remember not to go back to the baker who made this. He has forgotten the face of his father.</p>\n<p class=\"cnM4ZDIxZDMyMTk1NzRiNjc5ZjRlNDc1Njk2ZWMzMDVi\" data-original-margin=\"\">As I see a crowd outside of the building I am headed toward, I realize I have arrived at my aspecting class. It's not uncommon for Lady Kyra to be late and leave the door locked, so this is a familiar scene. I release all the magic of my radar spell at once and breathe a sigh of relief. Practice is important, but there is no chance I can pay attention to class at the same time. As soon as I do this, I feel the pressure of a thousand eyes on me. I look between the astonished faces of my classmates and shrug it off. I'd expected this to an extent.</p>\n<p class=\"cnNkN2QxZDYxZmJhMjQ5ODE5ZjM2NTQ0OTA1YzA0NWQ0\" data-original-margin=\"\">Once I was suspended for violence, I gave up on blending in on campus. The ship of respectability has sailed, so to speak, and I gave myself something of a makeover during my break. As I join the waiting crowd, Hugh is the first to speak. \"What in the third plane happened to you? I suppose Lord Godfrey decided if you were going to act like a common brute you should look like one?\" he scoffs, his eyes glued to the newly shaved side of my head.</p>\n<p class=\"cnNlODU5MmY3Y2YyNTQ3ZmE4N2ZhYWJlYTAwMmMxZDhk\" data-original-margin=\"\">I'm a little annoyed to see him here since he's not actually in my aspecting class, but I remember something the headmistress said before suspending me. That's right, the first years are measuring their mana capacity today. I suppose different sections of Lady Kyra's class are combining to get it out of the way. In that case, Autumn should be here soon as well. \"What's wrong, no clever quip?\" Hugh adds after I fail to respond.</p><p class=\"cjQ1NmVlZjUxYzY1MDQ3NDI4ZWJmODcxZDUwM2YwNjNk\" data-original-margin=\"\">If you spot this tale on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnNkNzQzYjA1ZGY1MzRkMWVhYmVlMjcxYzY5ZGIxYjAx\" data-original-margin=\"\">\"Huh?\" I respond, \"Sorry, I forgot you said anything. What were you whining about?\" His face cycles through the various shades a tomato might have, but before he can lash out another girl speaks up.</p>\n<p class=\"cnNjMjFiNjhlNzg5ODRlODVhZDE5ZGYzZGFkZGExN2Jj\" data-original-margin=\"\">\"Did you pierce the top of your ears? Why? That looks dreadful,\" she exclaims, horrified by the unfamiliar style.</p>\n<p class=\"cnMzNDFjYzVkYmRjZjQ4Mjc4YWUzMjIzMDVjNzJjYWMw\" data-original-margin=\"\">\"I kind of like it, actually,\" another girl chimes in, \"It has a daring look to it.\"</p>\n<p class=\"cnMwYjNlMTJlOWQ1MDQxYjk4YmQxNWRhMzViYThjZWY3\" data-original-margin=\"\">\"It's not the weirdest thing on campus,\" a guy in the back dismisses while flipping idly through a book. \"I heard people have seen a cross-dresser.\" Several people murmur about this, some gasping and others confirming they had heard the rumor as well. Well, there is no mystery who they are talking about there.</p>\n<p class=\"cnMzMmNiYWE4MzUzZDRkMWM4NjQ1NWQxYTI3NDM4Nzky\" data-original-margin=\"\">\"A cross-dresser, what's that\" I ask, eliciting a strange look from a few people.</p>\n<p class=\"cnM2MDZiNGJhNWQ3YjQ5ZjViNWE0NTlmYTFhYjg3NGI4\" data-original-margin=\"\">\"A man who wears a woman's clothes, or vice versa, obviously. I see math isn't your only intellectual failing\" Hugh mocks.</p>\n<p class=\"cnNjNzJiOGIxODU2ODRmMzM4YzkzOTc3NGY4YjNiZWVl\" data-original-margin=\"\">\"Huh, sounds like something made up by assholes. I guess I will have to admit that's a topic you surpass me in, Hugh,\" I retort.</p>\n<p class=\"cnM0MTYyZWFiMTc2NDQ1NzJhYWZjMjRiZmYxNDUwMzEx\" data-original-margin=\"\">\"I guess we know who the pervert is,\" Hugh sneers, \"You know you will never find a husband like this.\" I roll my eyes at this.</p>\n<p class=\"cnNiNzg1ZTU1YmMxYjQzMDZiODdjODRkMDdkZmRlMjgz\" data-original-margin=\"\">\"Oh nooooooo, you don't think I'm pretty anymore?\" I retort, holding a hand over my heart in feigned panic. Hugh still looks self-satisfied and is clearly going to respond when the professor shows up. She is dragging a cart with what looks like a massive tuning fork on it.</p>\n<p class=\"cnM5MTZkMjVlMDg2ZjQ3ZmY5ZDI3Nzg4ZTE4MDRiMGNm\" data-original-margin=\"\">\"Alright class, everyone stand aside, you, help me with this,\" she orders and the student she gestured at immediately grabs one side to help her pull it into the classroom. She does give me an odd look, but declines to comment on the new style, electing to blow a curl out of her face and roll her eyes instead. I smile at Autumn as she quietly joins the crowd, and we all follow her inside. The professor passes our usual classroom and leads us to the nearby auditorium. I suppose the original class would have struggled to contain all of us.</p>\n<p class=\"cnNmOWYzMGQ4ZjY0OTQ5NjI4ODU1MjFmYzFkNTYwMWNh\" data-original-margin=\"\">As we settle into the larger space she claps. \"Alright, I know many of you have been looking forward to this, and others have been dreading it. I'm here to tell you, this isn't as important a matter as you believe. You will likely land roughly where you expect. Unless you have a position in the royal court, your mana capacity will not have a significant impact on the course of your life. Those with more mana are already on a more prestigious path. This is just for our records, and so your family can track their relative progress,\" she lectures, to little effect.</p>\n<p class=\"cnMyMDY4ZjMwN2I5NjRjMzA5ZTljNzRjNTUzZTI3NjNl\" data-original-margin=\"\">She can say whatever she wants, we test this in front of everyone for a reason, and the confident grins on the higher-ranking students' faces are enough to explain why. Yes, we all know our relative ranking and that's unlikely to change much, barring a newly designed circle. But this demonstration of it is a reminder from the powerful to the weak. The families who have been amassing power for centuries can safely display how far above the rest of us they are.</p>\n<p class=\"cnNhMmEwYzQ4NDRlNjQ1ZTM4MzdiMTAwYmJjMzVhODQy\" data-original-margin=\"\">It's definitely more than routine, in any case. All that aside, I am a bit curious. I should probably hold back, but I would like to know where I stand as compared to the other nobles. Even hundreds of years of amassing power only amounts to maybe a month inside a circle per generation. My circle is a bit slower but I have been using it for years. I should have a respectable level.</p>\n<p class=\"cnM1NjZlODRhMWFlMDQxMTg4MWY0Y2I3ODZkOTIwNWVk\" data-original-margin=\"\">\"I will call you up in order of family name or affiliation,\" Professor Kyra announces, \"When I do, simply touch the mana attunement device, and pour your mana into it. It will generate a sound, which will be measured by the dial in my hand. I will not be announcing your actual score, so you'll have to judge by the volume created until I hand them out at the end of class. Does everyone understand?\" A few people respond in the affirmative, and the silence from the rest of the class signals that she can move forward.</p>\n<p class=\"cnNiOGIzNzBjYWUzMjRmOTM4OTI5OTk4MGU0NTMwYjQ3\" data-original-margin=\"\">\"Alright, to begin, it looks like... Hugh, please come to the front of the class,\" she instructs and murmurs ripple through everyone at his lack of surname. He blushes as he makes his way to the front and touches the device. I see him grimace and the fork begins to vibrate, creating a low, quiet tone. There are various snickers, and Kyra has to order people to quiet down before she can call the next name.</p>\n<p class=\"cnMxZDRkMTc5NWY4ZjRmZmJiZTZjY2YwODE4YTk1YWUw\" data-original-margin=\"\">Every noble called after Hugh creates a far more impressive sound, and his face grows more and more red with each fresh humiliation. It doesn't change until she finally calls for Lillith of Endings. At this point, confidence finally returns to his face. His father must have never had the chance to explain that my mana surpassed his, because as I make my way up to the front, his humiliation has transformed into a full-on shit-eating grin. He is looking forward to having someone to look down on.</p>\n<p class=\"cnNkYzAxOWJkM2UyNTQ3ZTU5YThlYTg5YWU1YzQwMjg3\" data-original-margin=\"\">I give him the sweetest, most innocent smile I can muster as I pass him, but his confidence doesn't waver. Finally, I make it to my destination, grin so my teeth are showing, and put my hand on the fork. I had planned to hold back as much as I could, but as I barely touch the device with my mana, I realize why Hugh grimaced. It pulls. I feel like my blood is being sucked from my body with a straw, but it's mana. I do everything I can to hold it back, but it's too late.</p>\n<p class=\"cnMzZWIwMDhmYzRiNTRlOTJiOGE4ODNiNDJlMTQxOGE5\" data-original-margin=\"\">The sound created by the device drowns out all the chattering in the room, far surpassing all the students who went before me. Hugh's face drains of color, and I have a feeling mine isn't much different.</p>\n<hr>\n<p class=\"cnNjZDNiMTZmYTRjMDRiN2RhZmYwMTE3YTU5YjE4Y2Y3\" data-original-margin=\"\"><strong>Ralf</strong></p>\n<p class=\"cnNiODJhMjQyYTg3YzRjNTE4OTc1OGI5ZWI1MjhiNjcw\" data-original-margin=\"\">This academy is growing boring. I have managed to charm my way into enough beds that the thrill is gone. All the women here are exactly the same. At this point, I'm not even sure I can tell which of them I have already been through. My brothers had all boasted about their conquests here, but they made it sound like it never got boring. I just want, I don't know, a unique experience.</p>\n<p class=\"cnMyZTdmOGE2MzQyNzRhZDZhYjJiYmE4OGUxMjQxOTQ1\" data-original-margin=\"\">Just as I am sighing and deciding to return to one of the women who had given me more of a challenge, I see her. A woman is walking through the crowd like she is the only one there. She somehow avoids colliding with anyone even while looking down. She has ears pierced in three, no four places. She is using some kind of spell around her crimson eyes. Combined with her matching red dress this makes her glow. There is a scar over her left eye that is somehow fetching on her. Most astonishingly, the left side of her head is... bald. Or, mostly bald. There is hair but it is far closer to her scalp than I have ever seen on a woman.</p>\n<p class=\"cnNlYWJjMGNlM2ZlMjQ5OTRhMGJiYTIwMzNjZTMwMmJi\" data-original-margin=\"\">If this had been described to me, I would have been disgusted, but in person... it's actually quite exciting. I smile to myself. This is exactly what I am looking for. I push through the less interesting students around me and make my way to her. It's not long before I am caught up and wearing my most winning smile. \"Hello beautiful,\" I greet, but she doesn't even look over at me. It's no matter, she wouldn't be the first to ignore me... until she hears my name. \"I am Ralf Trouvère, it is truly a pleasure to make your acquaintance!\"</p>\n<p class=\"cnNjMDQyZWFlODQwODQwZWZhZTA4OTM4ZGU1ODY0NzQ2\" data-original-margin=\"\">Nothing. It's like she doesn't even see me. The Trouvère family is a prominent one, there is no way she hasn't heard of me. Growing irritated, I step into her path, and... she dodges me. She has the audacity to step around me. Even worse, she actually pulls out some kind of pastry and begins unwrapping it. I clench my fists and suppress my irritation. As she takes a bite of the apparently oh-so-important dessert, I press on. \"I have been watching you for some time, I'm embarrassed to admit. It's just... you are radiant. I would be honored if you would allow me to treat you to a meal this eve-\" I begin and... she spits at my feet and gags.</p>\n<p class=\"cnM3ODc2NWMwYzc1NTRmMzQ4YWM1OGM3ZjFmZjQ1MzBm\" data-original-margin=\"\">I stiffen. She actually dared to spit at my invitation? \"Sorry, that was just...\" she begins, a look of horror contorting her previously pretty face, \"absolutely vile. I have never been so disgusted in my life.\" I am absolutely frozen in fury. People are snickering around me, trying not to laugh. For the first time in my life, I feel completely humiliated.</p>\n<p class=\"cnMzMDI5ZjU5OTMyNTRhMWRhYzM2MWM1MDY5ZDI1NzAy\" data-original-margin=\"\">\"You will regret this. I will find your family name and crush you. You and everyone related to you. I am a fucking Trouvère. You will be far more humiliated than I was today,\" I whisper to her, before turning on my heel and marching off. I don't need to see the look of fear on her face right now. I can savor that later. For now, I have to ask around and find out everything I can about her.</p>\n            ",
  "invisibleParagraphContent": "If you spot this tale on Amazon, know that it has been stolen. Report the violation."
}