{
  "preChapterNote": "<p>This one's for you, Lillifyna fans.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2MDYyYjZlNjZmMjQzZTQ4MTJkZmM3NGRlYzUzYWQ4\" data-original-margin=\"\">As we emerge from the Radiant Woods we are greeted by the setting sun on a warm beach. I am so glad she chose one of the beaches. Some of the communities we have built are in more wooded or mountainous areas, but I could really use a beach. The sunset indicates it is fairly far from Potestia, which is even better. I suspect I know where we are, but I have to ask just in case. “This is the one Clarrise lives at, yeah?” I inquire and she smiles and nods.</p>\n<p class=\"cnNmM2YxNDM3OTQ1ZDRiMzk5YjY1Yzg4Yjc3MDFjMzA5\" data-original-margin=\"\">“Clarrise and your family, now,” she answers and I sigh in relief. Sara wouldn’t take me to a couple of the other seaside communities while I was this exhausted but anxiety wouldn’t let me rule it out anyway. We have brought people from all over the country to different spots around the world to form communities. Isolated spots like islands and valleys have always been preferable. Each mostly consists of people from the same cities, often from the same household or cell block. As such, dozens of communities organize in dozens of different ways.</p>\n<p class=\"cnMzNGM5MTJlMWVhMzQ0YTJiYjE1NmM0YzlkYmEyYzI1\" data-original-margin=\"\">I’ve done my best to share my ideas with all of them as I can. Horizontal power structures, mutual aid, and the like. The nature of magic circles helps with that last one quite a bit and it exists in some form across all of them. But, of course, I am often less than the loudest voice. Many of these people supported each other through decades of misery. That buys more respect than ending it ever could. At least one community keeps ambushing me with arranged marriage proposals. They are trying to set up their own mini-monarchy and are convinced the king of whatever new country replaces Potestia will be my husband. I have explained again and again that I am no queen and never will be but they have been struggling to picture a different world than the one they grew up in.</p>\n<p class=\"cnM0MmVkZGM5YmUyNzQ2MTRiMmIwNDYzM2ZlODRkNTE4\" data-original-margin=\"\">I can’t blame them too much, at every point in history most people thought a better way of doing things would never be found and would always be impossible. They are no different, and they haven’t established any silly laws on coming and going or kneeling before their chosen leader so they aren’t a problem yet. Nevertheless, I always get a headache when I go there. Sara and I do, of course, have to go to all of them sometimes. They have something of a trade relationship with each other, surpassing Potestian cities by who knows how many years. Nothing predatory at the moment, but they would have a hard time doing that while relying entirely on Sara’s monthly visits to manage trade. This isn’t sustainable forever, but it’s a start. At the very least all of them have people willing to help me offer a similar life to everyone else in Potestia.</p>\n<p class=\"cnNhN2RlMGJjMDIxMDQxOWNiODMzM2JiZTIxMjgzM2M3\" data-original-margin=\"\">That and communication is far more free between these communities than in Potestia’s cities. Once I began recruiting different professors and tutors from around Potestia to our way of life, things really started to blow up. Give these little towns a couple of decades and the magical engineering and art they will discover will surpass thousands of years of Potestia’s artificial stagnation. Which of course means the Collector or whoever wants each city isolated and in the dark so badly will come after us. But we’ll be ready.</p>\n<p class=\"cnNmNDFlNGQ0NmM4YzQ4OTNiZGQyYTgwYTFhZDBmYTEy\" data-original-margin=\"\">Sara has chosen one of my favorite communities. No proposals, no sad little kings, just ideas. Many of them are mine, or came from me in the world, but not all. It’s a good place and I could not be more glad to finally live here instead of in the fucking city. “Fuck, I’m exhausted. How are you holding up Sara?” I ask. “Medici was… well I know he wasn’t your favorite person. Are you doing alright?” The last time Sara had confronted someone directly involved with her… banishment, she had taken a little too much joy in ending the man. It hadn’t sat with her well. She still has a lot of anger. A lot of poison that’s not her fault, and it very occasionally comes out, contorting the usually kind face of my friend. She looks out across the ocean and stops walking while thinking about the question.</p>\n<p class=\"cnM0NmRjYzM1YWJiYjQ4YjBhMGQ3MmY5NzBkNTg0Nzgy\" data-original-margin=\"\">“I’m… still me,” is her only answer. Her tone carries a note of finality, so I decide not to press her further. She had killed Medici quickly once he was pinned. I don’t know if she could have killed him sooner or not, but she doesn't have the look of self-loathing I would have expected if she had toyed with him. So I look out at the ocean with her in silence. It’s almost hard to believe we’ve made it here. I reach a hand and clasp hers, which she doesn’t protest. She may never feel about me like I do about her, but there is clearly a fondness and familiarity we will always share. I also have a bit of a sense that my interest may not be as… fruitless as it would be with other women. But only time will tell. We begin walking together in silence. I am barefoot and bloody, and my bandages are basically rags doing little more than hanging off of any protruding bits, but I am in one piece. We both are. It’s a good day.</p>\n<p class=\"cnNlM2I5NTEzYzViZDQyNjU4MTc5MmIxOTI2ZTEyZGQ5\" data-original-margin=\"\">It’s a bit of a walk. There are two sets of woods on this island, the Radiant Woods and a more mundane version a couple of miles away. As with other communities, we didn’t start building directly outside of the hell woods. The sand is cool between my toes and the breeze blows through my filthy hair as we walk together. “I don’t suppose you told my family to have a bath prepared for me, did you?” I finally ask, breaking the peace. She smiles at me.</p>\n<p class=\"cnM1MzBlOTZmMWU2NjRiMWM5OGZkOGE3NWFmZTg1NmMy\" data-original-margin=\"\">“As a matter of fact, I did. A bath and a clean bed,” she answers and I sigh in relief.</p>\n<p class=\"cnM2YmNkNmU0YTkzZTQ5N2RiODI4ZTYwMzM2MTM0OGNl\" data-original-margin=\"\">“Thank god. A bath and a nap. It has been too long since both, and there is nothing in this world I want more than that,” I answer. I pause for a moment then idly lament, “Well, except maybe a roll in the hay. Talk about a dry spell.” She looks at me in confusion.</p>\n<p class=\"cnMzNmUyMjVmM2Q5NzQ2ZGI5ODM1MGI4MTA2MDNjNzI2\" data-original-margin=\"\">“A roll in the hay? Is that one of your Earth sayings? What does it mean, maybe I can help you with that too,” she suggests and I blush. Sarafyna, I would love nothing more than to show you exactly what that means in great detail… but I don’t suspect you are in the right state of mind to suggest it at the moment.</p>\n<p class=\"cnM0MjBmNGFiYTVkOTQ4MWJiYWUwMTc4YThkZWVjOTI2\" data-original-margin=\"\">“Oh, it’s just a way to relieve stress. Maybe another time,” I answer instead and she shrugs it off. I’ve mentioned relationships that don’t fit this world’s norm a few times and, as with Leo, Sara has been open-minded about the idea, but she has never seemed particularly interested in who I may be interested in, so to speak. Now that we are going to live in a… more flexible community, I can finally test the waters a bit. I squeeze her hand at the thought. Then, the simple wood homes we are looking for come into view and I let out a contented sigh.</p>\n<p class=\"cnNjY2RlNjdiYzI4MTQyZDliZjU4ZDFjNTFmZDI0NDVj\" data-original-margin=\"\">Not long after that, a few silhouettes appear, and it’s only a few minutes before my family approaches us. My mother is running, and my brothers are trailing not far behind her. I pick up my pace as well and run to meet her, leaving Sara a bit behind. We meet in a hug and I lift my mother off the ground as we do. “Lily, sweetheart, I was so scared! I know you said you were prepared but… it was so sudden, and Sara rushed us here with very little warning. No one would tell me anything and Sara buried the bit of the Woods in the tavern and I forgot your dresses and… Lily what are you wearing??” she finally lands on and I laugh. As I put her down the bandages try to go with her and she rapidly wraps a shawl around me. “My goodness, were you just going to walk into town like that?” she asks, horrified.</p>\n<p class=\"cnNlZTg4ZjQ3NzlhZTRiMGM4OWY3ZTc4NjI0YzllZDk5\" data-original-margin=\"\">“No, Mom, I was gonna take the bandages off first! I don’t want to look too dirty, after all.” She gives me a withering look, but as our eyes meet it melts. It's not... as much of a smartass joke as she thinks, but one thing at a time.</p>\n<p class=\"cnM3ODljZjJmYTE2NDQ2YmZiMWRmOTI5NmU3MWQ0MGE2\" data-original-margin=\"\">“I’m so glad you are home, Lily. I’m so glad you made it. You are going to drive me to an early grave with all this fighting you know…” she trails before picking up a strap of torn, bloody bandage. She shudders, then sets her jaw. “Well. To the bath with you,” she finally announces, grabbing my hand and pulling me toward one of the nearby buildings. She has been a pretty good sport through all of this, and it’s not uncommon for her to focus on little things she can improve.</p>\n<p class=\"cnNmNTFkOGUxNjYyMTRmMzE4ZDJjMGM1ODhlNDczNWQx\" data-original-margin=\"\">“Wait, Mom, let us say hello too!” Gilbert protests and she reluctantly pauses.</p>\n<p class=\"cnNmYTg4MmRjNzFiNzQ1NjdiNmM5YjNhZGJkNzEwMmQz\" data-original-margin=\"\">“Right, well, of course. But your sister is tired, so keep it brief,” she orders. Gil holds his hands up to placate her, then wraps me in a hug. He squeezes me a little too tight so I squeeze tighter and he grunts under the pressure.</p>\n<p class=\"cnMxYjY5N2EwNWYwNjQzODA4YmNiNWQyNzU3NTY3NzE5\" data-original-margin=\"\">“Collector be damned Lillith, take it easy on me, I have a use for that spine!” he protests and I laugh.</p>\n<p class=\"cnNiMDcxZjIxZjZjNzRiN2Y5MTExNTk3ZGZjMTJkNzhl\" data-original-margin=\"\">“You started it! And who is this?” I inquire, looking at the woman next to him.</p>\n<p class=\"cnNhNDNhMzJjMDY3YzQyNzQ4ZjUzOWIzNWJmZDJlZWI4\" data-original-margin=\"\">“Uh, hi, I’m Julie,” she introduces and I hold a hand out, which she looks at in confusion.</p><p class=\"cmEzMjAwNjcxNDA4YzRhNjY5NTI0YzAwNTdlNTkxYzkw\" data-original-margin=\"\">Ensure your favorite authors get the support they deserve. Read this novel on Royal Road.</p>\n<p class=\"cnMwZmY3MDNkOTMxYjQzNDM5NjVmNmU4MGIyMGI4NjE0\" data-original-margin=\"\">“Don’t mind my sister, she’s a bit eccentric,” Gil apologizes before pushing my hand down for me. “Julie is a… friend,” he answers and I smirk. Gilbert isn’t who he once was but he still loves women. He’s had a lot of ‘friends’ lately. The difference is that here, in this little oceanside town, it’s safe for women to be friends with him in that way. Any parents who try to beat celibacy into them will quickly find themselves in more trouble than their daughters. He is also far more open about it with his partners. I roll my eyes at him.</p>\n<p class=\"cnMxODM1Y2QwY2NhZDRhNDc5NjIwNGE3NWUyMDExN2U4\" data-original-margin=\"\">“A pleasure to meet you Julie, really,” I smile. Then I turn my attention to my other brothers. Ed and Mariah are together as usual. I have seen far less of them since they moved here much earlier. After a once-over of Mariah, a suspicion sparks in my mind. “Congratulations, Ed!” I greet and he hugs me as well, then pulls back.</p>\n<p class=\"cnM3YmY2ZWY3ZTJkMDRkNDRhZjk0N2FkZDY3YWFhMjAx\" data-original-margin=\"\">“Congratulations? For what?” he asks. I look at Mariah, then at the very slight bump on her waist.</p>\n<p class=\"cnNjMjNkYzQ1ZDE4ODRlNDA4OWUyMjA2ZGU0ZDE2ODc1\" data-original-margin=\"\">“I’ll tell you later,” Mariah answers before narrowing her eyes at me in a ‘you and I are going to have words’ way. Oops, I guess she hasn’t told him that yet. Well, that will be a fun surprise.</p>\n<p class=\"cnM4MTM0MjhmMTllZTQ3MGFhMDhmYjU0ZWVhOTI1MTY0\" data-original-margin=\"\">“What, but now I have to know,” Ed whines and I chuckle, but move on to my final brother. He is holding hands with none other than Autumn. A faint red mark on her neck indicates the two may subscribe to a similar policy I do on stress relief. Or they have just started rounding the bases, anyway.</p>\n<p class=\"cnMyZjY0M2JiZmVhODRlM2M4NjZlY2U2NDg5M2U2M2Nk\" data-original-margin=\"\">“You two look… well,” I grin and Henry blushes furiously. Autumn doesn’t pick up on my meaning, instead diving headfirst into an apology.</p>\n<p class=\"cnM1ZjY4YzIzMGUzMjQxYmVhNTNjYjQ4NzdhZWQxNmUw\" data-original-margin=\"\">“I’m sorry Lillith, I didn’t know. I didn’t know about Leo. I would have told you sooner, I just thought… I don’t know what I thought, but I’m sorry!” she begs and I cut her off with a hug.</p>\n<p class=\"cnM4MzM1NTM1ZjEwODQxMjk5ODYyODM1NDI0MGUxNjM2\" data-original-margin=\"\">“It’s alright, Autumn. I’m glad you are safe. You did the best you could and, if it weren’t for you, Leo would have died.” I answer. At the quiet that greets me in response, I begin to panic and release Autumn from the hug. “Wait, Leo, he’s-” I begin and my mom cuts me off.</p>\n<p class=\"cnNkMjlhNWFjNDc2OTRhMmRiZDRmMzljM2RlNzE3OWEx\" data-original-margin=\"\">“Sh- He’s alive. He’s alright, he’s just…” she says, “well. He’ll be at dinner tonight. He wants to thank you, but… well he’ll be at dinner tonight.” I don’t care for the sound of that, but he’s alive. He’s alive and well enough to attend a family dinner. An anxiety about him begins to nibble at my mind but I push it to the back, deciding to trust my family’s judgment.</p>\n<p class=\"cnMxZWY3MzI3MDI3ZjQ4Mzc4YzVlYmQ1Mzk2OTliYTE0\" data-original-margin=\"\">“Hey, Lil’,” Henry greets and I pull him into a hug as well. “I was worried about you.”</p>\n<p class=\"cnM2Mzc3OWVjMTFmYzRlYTk5NmNmMWRlZmFmZDRmMTI2\" data-original-margin=\"\">“Thanks. I know it’s not much but… it helps me, having people that worry about me,” I answer.</p>\n<p class=\"cnMxY2FhZDI1NTkxYTRhYTE4MTU3MTcwNTZjZmZjMTM5\" data-original-margin=\"\">“Alright,” Mom announces with a clap of her hands, “It’s time to get Lily in the bath, we’ll all catch up at dinner, she looks dreadful!”</p>\n<p class=\"cnM3YmNkNGIzNzEzYjRhYTU5YWU2NDBlNzZmY2JhNmY1\" data-original-margin=\"\">“Thanks, Mom, you look pretty too,” I joke then pause and look back at Sara. Our eyes meet for a moment and we both offer a gentle smile. Then I turn to join my mother, and Sarafyna turns to greet her own visitor. A young man who has just arrived alongside an older one. Pete runs to hug her as my family did me. I let Sara, Pete, and her father catch up as I finally go to the bath.</p>\n<p class=\"cnNkMmZjMDY5MWEzNDQzYTBiNmI4YjJmODg1ODYxNmFl\" data-original-margin=\"\">When we make it inside and into the washroom, it is practically a scene in a cartoon how quickly my Mom pulls my filthy clothes off and gets me in the water. I don’t need her help, but she needs to help and I’m happy to have her. She lathers my hair with shampoo, which has thankfully become a far more popular tool since the populace was freed from mind control. Apparently keeping the commoners down included keeping them dirty and sick.</p>\n<p class=\"cnMxZjk4MDZlY2RjZTRkNTU4YjZiMjFkYzI3OWZhYjQ1\" data-original-margin=\"\">“Can you… stay?” Mom asks, “Before your next big plan? Just for a while?” There is a tremble in her voice and I nod.</p>\n<p class=\"cnM2ZmI4MTJlNmFjMzRkMjY5MWNlMDdiNzQ2YjI3ODE2\" data-original-margin=\"\">“For a while. I need to see where all the cards land anyway. I’ll be here, Mom,” I promise and she sighs in relief.</p>\n<p class=\"cnNhMTQwNDliZWRiMjRhOTc4NTQ0OTAzODRiODIzNDFj\" data-original-margin=\"\">“Thank the… well thank whoever,” she breathes. The bath is quiet for a while and my hair is long clean before she speaks again. While she is scrubbing my back she asks a much more typical question. “So… Henry and Autumn are a cute couple aren’t they?” She probes and I tense, the tone in her voice warning me of the direction she is going.</p>\n<p class=\"cnM3MzNiNDkyMjI0MDRiOWI4ODQ4YThhNTRkMjExMmI5\" data-original-margin=\"\">“Yes…” I cautiously answer.</p>\n<p class=\"cnM3MWQ5NGU2NDA4MDQ3M2Q4N2Q4MGUzZjUyYjlkOWI3\" data-original-margin=\"\">“And Mariah hasn’t bled in quite a few moons, as far as I know. Ed may be starting a family soon…”</p>\n<p class=\"cnMyYTQwNDZiN2YxYjQ5Yjk5MGYwNTE5ZTE1ZDMyNTc1\" data-original-margin=\"\">“Yes, I saw a bit of a bump earlier, she must be a few months along now…” I answer and she sighs again, this time wistfully.</p>\n<p class=\"cnM0OTFiZDgwOWZiYjQ3ZWNhMjlmYzI5NWU1ODU2YWVi\" data-original-margin=\"\">“So… I don’t suppose you’ve met any handsome men recently… someone to watch your back out there. I know, I know, you don’t want to settle down, but that doesn’t mean you have to be alone.” I shrug. I haven’t exactly been hiding this from my mother, I just… my first mother hadn’t responded well. I didn’t want to be surprised by this one doing the same. But earlier… earlier she corrected herself and called Leo ‘he’. So, I figured I might as well take the leap.</p>\n<p class=\"cnNiNzEwNmIyYzA4MjRmYWFiMmVkODFhOWQ5NjY1NmYy\" data-original-margin=\"\">“Well, yes, there is someone I would very much like to be with,” I answer and she lets out a sharp gasp but holds back her excitement.</p>\n<p class=\"cnNjNTgzYTRjNDZjYzQ1NzliN2M1YmU1ZmQyMTcwYzE5\" data-original-margin=\"\">“Really now?” She asks, feigning a more mild interest than she has, “Will you tell me about him?” I close my eyes and picture Sara’s gentle smile. Her hands on my cheeks.</p>\n<p class=\"cnMwMjgwZWQxMGMyYjQxNjY5OThiMjczODkyZDZlZDQ1\" data-original-margin=\"\">“Tall. Auburn hair. A soft, kind smile. Fiercely reliable and adorably passionate. Someone that truly can watch my back, and I think always will” I begin, then take a deep breath. My mom is clearly tortured at the slow response but hums along and scrubs my back. Finally, I add that final bit. “Curves you and I are both jealous of…” I finish and the scrubbing pauses. There is a heavy moment, then the brush begins to move again.</p>\n<p class=\"cnNlMjEwNTFlMTE0YzQ3YWFiMzRiZjA1NTIyNTg4OGQz\" data-original-margin=\"\">When Mom responds, she is suppressing a flustered voice. “O-Oh, I see,” she answers. “Well. Yes. She certainly can watch your back…” she trails off. Then after a moment of silence, “You… do mean Sarafyna, right?” she asks and I laugh.</p>\n<p class=\"cnMwM2RlODEzZTI1MjRiZWE5OGNkM2Y0MDFlMzg5ZTQ3\" data-original-margin=\"\">“I do, Mom. I really, really do.”</p>\n<hr>\n<p class=\"cnNkZTVhMDQ0MDBmMTRlODlhM2Y0Y2RlMzNjMDgwM2Iz\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnM2NmRiMmJmMmFlYTRkOGJhZDI4Njk1MDEyZmMyMTUx\" data-original-margin=\"\">I sit with Peter and Dad in their home and eat the stew Pete has prepared. It’s good to see him again, and I’m excited to live together for a bit. We have been catching up, but he looks confused at my recent musings. “Really? But, well, you are prettier than her,” Peter protests and I smile. It’s kind of him to say so but. I’m not prettier than anyone. I haven’t been in a long time.</p>\n<p class=\"cnNkNWY3MzhmNDNlOTRjMGE5Y2YzNThmZjMzYzUzOTk2\" data-original-margin=\"\">“I don’t know, I just… the first time I saw her face, she looked like… well nothing special. And she always wore her mask after that. But today, I don’t know. I saw her face for the first time in years and I was just, I don’t know, impressed? I’m not saying I’m going to morph into her or anything, I was just remarking it’s a shame she always covers it up,” I answer.</p>\n<p class=\"cnM4MzA2MDI2M2JiOTQyZjBiOTI2MGExYTFhODljMzBk\" data-original-margin=\"\">“That’s not so strange,” Dad remarks, “You used to say the same thing about some of our neighbors. Not about the mask, of course, but you always used to tell me you were going to look just like them when you grew up, but with a better hat.” He laughs and I can’t help but smile at the fond memory. “Speaking of hats, didn’t you want to bring one to her?” I jump. That’s right. I have given Lily a few hats over the years, but I had put special work into this one. It isn’t one from her home world, but it is perhaps the most beautiful hat I have ever made. It is also how I distracted myself while she was imprisoned.</p>\n<p class=\"cnMyZGZmOTMyMmQzYzRkZGRiZTA1MTgyM2NhZTU2YmFi\" data-original-margin=\"\">“Oh! That's right, I do! Thanks Dad!” I exclaim before jumping to my feet. I kiss him on the cheek and Peter on the forehead.</p>\n<p class=\"cnNkZjk1NjA4NmMyYTRiZWY4MDVlZTgxNDMxN2RhODNi\" data-original-margin=\"\">“What’s the rush, Mom?” Peter calls as I collect the hat and run out the door. I don’t answer him, in part because I don’t know. I want to see her again. I don’t know why I am in a hurry to do so, but I am. It’s strange how much of a hurry. My dad is right, I always felt the same way about my pretty neighbors. I was probably just shocked by the contrast since the last time I saw her. But Lillith is… beautiful. Not in the way I always thought I wanted to be as a girl but.. Now I find myself Jealous of her. Shockingly jealous. Not in a way that I resent her but there is an odd… longing. One that has been there for a long time in a way. I have often longed to be like her as a person, and this is the same, even if it’s more about appearance.</p>\n<p class=\"cnM2NzY1YmM0NTAwYzRiYmZiYWZjMjlkM2Y2M2MwZjFj\" data-original-margin=\"\">It’s probably just a distraction. Fighting Medici had been… hard. I wanted to crush him. I wanted to take advantage of his healing to kill him, again and again and again. I wanted to put nine years of suffering into a single fight. But I didn’t want to want that. So whenever a cruel idea occurred to me, I focused on the freshest, kind thing in my mind. Lillith’s full-mouthed smile. The way she smiles with both rows of teeth when she is truly happy. The sparkling gems of eyes. Even with all that filth on her, I wanted to be her. It was something small, but whenever I felt my rage start to take the reins, I pictured her and calmed. It worked far better than it should have, all things considered.</p>\n<p class=\"cnNjYjk5MzA5NmUyMTRmMzA5NjIwYzc5NjhiNjZlMmZl\" data-original-margin=\"\">I race through these thoughts as I walk through the quaint little town Lillith and I helped build, and I am still sorting through the strange jealousy when I arrive at Lillith’s new home. When I walk in I hear talking and I realize she is still in the bath. I suppose I would want a long one too, in her shoes. I decide to leave the hat on the little round table outside the washroom when I overhear Joan asking something.</p>\n<p class=\"cnM0MGU5ZDgxYzFiNzQwNDNhOWY3NGE3NmVjNzRiNGI3\" data-original-margin=\"\">“So… I don’t suppose you’ve met any handsome men recently… someone to watch you back out there. I know, I know, you don’t want to settle down, but that doesn’t mean you have to be alone,” she tries to ask casually. I feel a little spike of anger when she asks. That’s… odd.</p>\n<p class=\"cnM1MWUwMWE4MzEyMzQwYWI5MzhkZjY0NjEzOTA3MWQ5\" data-original-margin=\"\">“Well, yes, there is someone I would very much like to be with,” Lillith answers and my heart sinks into my stomach. I don’t know why. Maybe because, after all this, she didn’t tell me? I start to feel sick and I barely catch Joan asking her daughter to describe the man who has apparently caught her interest. “Tall. Auburn hair. A soft, kind smile. Fiercely reliable and adorably passionate. Someone that truly can watch my back, and I think always will,” she says. My heart starts to pound in my chest. That sounds like… “Curves you and I are both jealous of…” she adds and I turn bright red. Wait. Wait wait wait. No, she doesn’t mean…</p>\n<p class=\"cnMzZWUxNDE0NDQwNDRlMGY5YzMxMzgwNjkwZDFhNjIy\" data-original-margin=\"\">“O-Oh, I see,” Joan responds. “Well. Yes. She certainly can watch your back…” she trails off and I put my hands on my face. That can’t be right. I mean Lily has mentioned… Finally, the words I never expected to hear leave Joan’s lips, “You… do mean Sarafyna, right?”</p>\n<p class=\"cnM0NmM4NDM2YjQ3MDQzNDlhZjliYmZhMzc4NjhhYjUy\" data-original-margin=\"\">“I do, Mom. I really, really do,” Lily sighs. My heart is going to stop working. I am a divine mage, and my heart is just going to stop working. What an embarrassing way to go.</p>\n            ",
  "invisibleParagraphContent": "Ensure your favorite authors get the support they deserve. Read this novel on Royal Road."
}