{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MjA3Mjg2NTA0OTQyMTY5YmI2MTA5NDY3ODNlNWI5\" data-original-margin=\"\">I feel like I can cut the tension in the room with a knife as Edward and Henry stare at each other. There is something I'm missing here, something Henry didn't tell me about during our meetings at Baldwin's estate. I need to help our guests settle in, but I also think I might need to be here for... whatever this is. I don't think it's a good idea to let a severe confrontation take place with a group of tired and scared abuse victims in the room.</p>\n<p class=\"cnM4MThmNjhlMWUwZDRhODFiNWNkY2VkMTk5MmJhOTkw\" data-original-margin=\"\">I wish I had known about this before I walked into the house with everyone at once. I am trying to decide what to do when Henry speaks, \"Hey Ed, long time no see,\" he says. Bless him. I don't know what this is about but I can make a few guesses. It seems whatever it is, Henry isn't going to press it, at least for now. I have to admire him for that; restraint is not one of my talents and at times like this, it is incredibly valuable.</p>\n<p class=\"cnMyZTZkZTJlNGVjNzQ2MTU4ZjkwMjczZDk5NDEyZjgw\" data-original-margin=\"\">\"R-right, good to see you, Henry,\" Edward splutters, confusion warring with relief on his face. Words aside, the two do not embrace like the rest of my family had. Yeah, I am definitely going to have to investigate this later. For now, however, there is work to do.</p>\n<p class=\"cnMyNDBiNWVkY2M1NzRmOGQ5NWQwOTkzMjMxMjRkYmQz\" data-original-margin=\"\">\"I'll talk to you later Ed,\" I say, breaking the tension and getting to work. We have several unused rooms as well as an unused room for maids. My father had tried to requisition a few slaves for the work as many poorer noble houses do, but his paperwork for the city dungeon's warden always mysteriously disappeared. In any case, I have plenty of housing, and everyone but Edward helps our guests find a room to settle down in.</p>\n<p class=\"cnM3OGEwNmNjNDA4YTRiMTVhYTdiYjRkMmY1YmI3ODVi\" data-original-margin=\"\">My mother and I share what clean clothes we can and, although ill-fitting, everyone should have something. The stipend my family receives from the city can finally be put to some use in clothing and feeding them tomorrow. Finally, we get everyone settled and safe, and I go looking for my family. Gilbert, Henry, and my mother are all in the kitchen catching up. My heart wants me to join them, but I've been monopolizing Henry for long enough, and I decide to let the three of them have the moment.</p>\n<p class=\"cnNiNjAyNGUwODczMTQ5ZmU4MzE5NGE3ODgyOWNhODgz\" data-original-margin=\"\">Aside from that, it seems I need to talk to Edward. I move to his room and gently knock on the door. There is a moment of silence and I hover, waiting for a response before moving on to find him elsewhere. Before I leave, however, his voice comes through the door. \"Who is it?\" he asks.</p>\n<p class=\"cnM2NTNiMGJjOTc0ZTQ1Y2JiMzdlNDBhMzRlNjZkMzk5\" data-original-margin=\"\">\"It's me,\" I respond. \"I told you we could talk in private, so here I am.\"</p>\n<p class=\"cnM0MTMzZjU2YTBjNTQ0NzJhM2JiYzljOWU5NjYyYTU5\" data-original-margin=\"\">Another moment of quiet. \"Come in,\" he agrees, and I enter my brother's room. His laundry is all over the ground and his bed is a mess. He is sitting on the bed and looking out his window. I take a seat in the chair by his writing desk and wait for him to speak. He had been the one to request the conversation after all. It takes several moments, and he doesn't look at me, but he does break the silence. \"Are you ok, Lily? You look like the third plane,\" he asks.</p>\n<p class=\"cnM2YTNiYzUzYTE3ZTQ3NmY4MmZkZmU3MTA1ODY2MTZk\" data-original-margin=\"\">He's not exactly wrong. He doesn't know what I did tonight, but my hair is matted with blood and sinew, my skin is caked with dried sweat and blood, and I can practically feel the dark circles under my eyes. I probably should have bathed before this conversation but I want to relax in my bath and I didn't want to put this off anymore. \"I'm alright, thanks for asking,\" I reply, raising an inquisitive eyebrow.</p>\n<p class=\"cnNjZjk1ZGFkNTk5OTRlYWE5ZmZhZWZkMjk3NWQxYTJk\" data-original-margin=\"\">We return to silence for a while, and I can feel Edward's anxiety as he builds up the courage to speak. \"Listen,\" he says, \"I didn't know, ok? I didn't know lord Baldwin was going to... do that,\" he says, finally looking at me, or more specifically, at my scar. I tilt my head instead of answering him. It's not hard to tell that the beating I got had shaken him. The first time I had come home injured he didn't seem to feel any pity at all. Something must have been different about this time. \"Well?\" he says, an exasperated question in his tone.</p>\n<p class=\"cnM2ZjhlOTFjZTcyMzRhNmZiMzczMTUyZjgwNDI0Yjg0\" data-original-margin=\"\">\"Well what?\" I ask. I don't know what response he is expecting me to have to that. I wasn't expecting him to know I was going to get badly beaten like that; even most nobles don't do something like that openly. He looks frustrated as he rubs the back of his neck and looks for the right words.</p>\n<p class=\"cnNiNzI2Njg2ZTljYTQyNDhhY2EyODUwMzYyYWFkZWI0\" data-original-margin=\"\">\"Look, I know we don't really get along, I just wanted to say I... shit. I don't know. I thought you were being a child about the engagement. I thought you were trying to deny the family some of the luck and opportunities you stumbled into. I thought you were just being self-absorbed and trying to keep everything to yourself again. I thought you were being stupid for wanting to stay in that old common house. I didn't know Lord Baldwin was... like that. I didn't want you to actually get hurt, and I should have backed you when you told Dad you didn't want to get married,\" he vents at me.</p>\n<p class=\"cnM3ZDQ0MzRiNzA0NDQzMjNhODk5MGU1YzU1ODdkMGY1\" data-original-margin=\"\">My eyebrows reach for my hairline at this. \"You truly suck at apologies, you know that?\" I retort. He really does. But I suppose it's what I can expect from him. He's not malicious like Baldwin, he's just... a prideful asshole. It makes sense my wounds would hit him with a little dose of reality.</p>\n<p class=\"cnNkZmU2MTQ4OGNjNzQ3NGViNjc5ZmY5MzJmOGIxY2Q2\" data-original-margin=\"\">\"Ugh, you're fucking impossible, you know that?\" he snorts, \"I am trying here Lily, ok?\"</p>\n<p class=\"cnM1YWRhY2VjNTdjZDRlZTBhMDAxYjdlZDE4YjEwNTBm\" data-original-margin=\"\">\"Well I appreciate it, I guess,\" I reply, \"But I never thought you wanted me hurt. I just think you are a general asshole and bigot. I'd rather an apology for that if you are going to apologize for anything.\"</p>\n<p class=\"cnM5YjFkOTJiYjczNzQ5MmM4OTVlMTE5NGQzZGMyMjIz\" data-original-margin=\"\">\"I'm an asshole? You are the asshole! You always look down on everyone and throw a fit over everything! You got lucky a few times and suddenly you thought you were better than everyone!\" He shouts at me. I roll my eyes.</p><p class=\"cjczZjkzMDAxY2U2NDQ0ZjFiMzNiYTM3NmEwZGIwYzUy\" data-original-margin=\"\">Support the author by searching for the original publication of this novel.</p>\n<p class=\"cnNkYzFhM2MyZTI1MjQwNjg5MTE4NTY0MjkxNDg4YTlh\" data-original-margin=\"\">\"I didn't look down on you Edward, I just didn't look up to you anymore. Your pride just interpreted them as the same thing,\" I retort. \"You started to hate me the second I stopped being impressed with you. Well, Ed, it's not my job to stroke your ego. If that wasn't a requirement to be your sister, maybe we would feel like a family now.\"</p>\n<p class=\"cnMwMzc5ZjZkMTU4OTQwNDg5MWQ3MjY0YTE2NjI1ZDY1\" data-original-margin=\"\">He looks like I just slapped him in the face, \"You know what, fuck you. I am trying to be the bigger man here! I'm trying to apologize! Why do you have to be like this all the time!\" he snaps.</p>\n<p class=\"cnNjMjBmOTgwNTdlODRiMzA4NzI4NDM2MGQ5OWM1YTM3\" data-original-margin=\"\">\"You literally insulted me during your apology. And yeah, I do appreciate that you were upset when I got hurt; that genuinely means a lot to me. But the resentment over my success has to stop! I don't 'have to be like this' I have a right to be like this when I am treated poorly. You are just so convinced I should quietly accept the abuse that you see it as a failing of character when I don't. Well fuck that. You can think I'm a bitch if you want. You won't be alone. It'll just continue to say more about you than me,\" I fume.</p>\n<p class=\"cnM5MzZlMzI5NWFmZjQxNGRhNmVmNDk5ZDZmNTk1ZmJl\" data-original-margin=\"\">\"Go fuck yourself, I said what I needed to say, you can go. And careful about those women you brought into our home. A couple of them look like actual who- prostitutes,\" he says, dismissing me. I find his decision not to say 'whore' interesting, and I suspect he meant for this conversation to go more smoothly.</p>\n<p class=\"cnNjMTZjMjYxMmIzYzQ1YzVhYmM4NWQ1ZGUwM2VhM2Rj\" data-original-margin=\"\">\"Sex worker is the phrase I would use, and yes. A couple of them are or have been. You shouldn't warn me about them. Just treat them like people. They are just workers. And you are setting yourself above them like they are dirt, like an insult to throw at your little sister,\" I respond, irritated. This is not a widespread point of view in this world and it's one of many things that always gets under my skin.</p>\n<p class=\"cnNhMTBjNDJjODg1YjRmNDY5ZGZiY2QwYjZhMzI0NmM0\" data-original-margin=\"\">He looks at me again with a frustrated look on his face. \"Fine, sorry,\" he says. That was begrudging, and it wasn't much, but it felt like an actual apology for something. Maybe we both lost our tempers. He definitely deserved it, but I can give it another shot.</p>\n<p class=\"cnNiYTJjMzliZGIwNjQwNmVhODhmODU1YWQxMjYzMGY4\" data-original-margin=\"\">\"I don't hate you, you know, Edward. I don't like you, but I don't hate you. I'm angry about a lot of things and I wish I could make you see the world through a lens other than pride, and I don't like being around you. I don't blame you for Baldwin's actions though. I don't even entirely blame you for your gambling problem. I understand how it got started and how hard it is to break. I still see my big brother under there though,\" I say while I'm on my way out of the room.</p>\n<p class=\"cnNjY2IxOWYyY2M1MjQ1YWQ4NjdiMWI0NDc2ZDBjMTZm\" data-original-margin=\"\">\"Well yippee,\" he drawls sardonically, \"how fucking benevolent.\" He turns back to the window but I do think I see an almost imperceptible release of tension in his shoulders. Just before I leave he adds under his breath, \"Tell me that again after talking to Henry.\"</p>\n<p class=\"cnNiMzMwOGZmMTUzNjQ3NDJhMjQxYjY0Y2NmZjVlMDc2\" data-original-margin=\"\">This confirms something happened between the two of them before Henry was taken, and might explain some of his behavior since then. I just need to find out what. Well, that exchange didn't go amazing. We both have a lot of resentment that needs to be addressed and his pride is still prominent. It was... something though. Maybe, and this could be a bit of a stretch, but maybe the aftermath of a violent, if justified, murder was not the best timing to have that conversation.</p>\n<p class=\"cnMwMjU0ODZkODBmNzQzNjA4YWNmMjlkMTk2MjIxNWRh\" data-original-margin=\"\">I will worry about that later, however. Right now, I need a bath more than I need to breathe. I finally arrive at the washroom and draw a bath. I toss the maid's uniform aside. I use heat mana to warm the water faster and slide in, letting my sore muscles soak. I put a hot cloth soaked in water over my tired eyes and finally relax. I let my thoughts drift to future plans. I need to speak to Sybilla and Emeric tomorrow, maybe Godfrey. I need to find a moderately powerful noble.</p>\n<hr>\n<p class=\"cnM0ZDNmMTdiZDMwYzQ3NjhiNWU5ODQwYmZmYzAwY2Fm\" data-original-margin=\"\"><strong>Godfrey</strong></p>\n<p class=\"cnNjNGYzZTNmOWQzZjQ3M2U4NzRkYWQ5ODI4MzFjMGU0\" data-original-margin=\"\">I wake up in the middle of the night, more awake than I have been in years. Something has changed. I sit up rapidly and pulse my mana through my body, then create a flame over my hand. It works. I summon a spear of ice and find myself successful again. I proceed to cycle through dozens of potential combat spells I had been unable to use since coming to this shitty little city.</p>\n<p class=\"cnM5ZDVjZmQ2MTFlMTRmMTFiYjExNTFlZTVhNTA1YmNj\" data-original-margin=\"\">This can only mean one thing. Baldwin is dead. I am finally, finally free. It's strange, the workings of divine mana. I knew I was under his control. I knew I couldn't defy him. It never occurred to me to try. Even when my apprentice came to me and revealed his divine mana was the cause of my confused mind I didn't do anything. Even when she realized endoaspected mana could free me, I didn't try.</p>\n<p class=\"cnMwZTNhNGE2MjE1ODRhNGY4ZmZlN2NjYTI5N2YzMjM1\" data-original-margin=\"\">I had been dismissed from court for making a fool out of myself, neglecting my duties and my territory, and being unable to contribute either wisdom or combat to the kingdom. When I met Lillith, I thought I could bridge the gap by contributing great knowledge. But the gap was fake. I never would have been allowed to present her circle, that's clear to me now. I was under orders not to do anything to make myself useful or valuable without Baldwin's orders.</p>\n<p class=\"cnM0YWE2YTYxNTJlMTQxZWU5ZTMwYmIzMjg5YmMzZjcx\" data-original-margin=\"\">When I was in court I would open my mouth to give advice and nothing would come out. I would try to cast a combat spell and I simply... wouldn't. My own mind was used as a shackle on my abilities and took everything from me.</p>\n<p class=\"cnMwNzdiYzdkNDYyMzRjNTY5OWY1MTcyOWRlYjcyZGY4\" data-original-margin=\"\">That small, pathetic little mage of middling power commanded me. Because he, apparently, was a natural divine mage, chosen by the Collector. Truly a dangerous thing, unmonitored divine power. He was smart about it too. He could have used my authority to buy more for himself, but he didn't. He would have been discovered if he had. Noticeable changes are monitored by the temple and the king.</p>\n<p class=\"cnNmZDliYzk1N2UxZDQ0ODY4NTE2NmMyOTFhZDNiOTg5\" data-original-margin=\"\">If I had tried to do something to elevate him, alarm bells would have gone off. Stopping me from doing anything, however? That wasn't viewed as an attempt to control the country, just as laziness. And in return he got a powerful mage as a pet, running a fucking bookshop in his tiny little kingdom to be called on when my master needed me. I can think of a dozen things he had ordered me to do with the clear intent of paving his way to the throne. He didn't want a puppet in the court, he wanted to be king, and he was willing to wait.</p>\n<p class=\"cnNlMmY0Y2U1NGZjMTQ5M2NhYmQ1ZmNlNGFlNTRhMjMy\" data-original-margin=\"\">I wonder how someone killed him. It's no matter, however. What matters is that someone did. I am free. I want to find his corpse and piss on it. But I don't need to. I have Lillith and I have my own mind. I can take back everything. It's time I moved her out of this pointless city and started preparing for the future. She is nearly fourteen, old enough for the academy. Perhaps I should enroll her. I need to travel as well. I doubt Baldwin was working alone and I need to return home to find out how this happened and why I was targeted.</p>\n<p class=\"cnNjNmE1NzM2MmQ4ZTQzN2Y4MDhhOTQ3ODIwZmM0YmZh\" data-original-margin=\"\">I am too relieved to return to my rest. I feel as if I have been resting forever. I am ready for action. I am no longer Godfrey, humble bookseller and loyal pet. 'Count Godfrey' he always called me. Mocking me. Rubbing my loss of status in my face, daring me to challenge him, knowing I wouldn't be able to. And where did it lead him? He is dead, and I am Godfrey, the Duke of Facinley and third in line for the throne.</p>\n            ",
  "invisibleParagraphContent": "Support the author by searching for the original publication of this novel."
}