{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3MzliN2Q1OGZmNzQ0ODU4MGY1ZTRmZjRjNjUwZDlh\" data-original-margin=\"\">I immediately surround us in a sound barrier and Autumn tenses up while glancing at the mana surrounding us. \"Alright Autumn, we can have this conversation now. Honestly, I should have been expecting it, and I should have brought it up before we got here, probably back when we were around the fire with Sara. I'm sorry,\" I begin and she waves me off before I can finish.</p>\n<p class=\"cnNkZGI3YTUwMTM3YzQ2MWVhMGFkYWFhMGU4YWEzNTU0\" data-original-margin=\"\">\"I'm sorry, but, can you just answer the question?\" She gives me an almost pleading look, and I hold back a grimace. She won't let me talk to her about it first, here's hoping she will after I answer. I briefly entertain just lying but... it's just as big a risk as telling the truth. It's not like I can just kill her, so I am either going to lay my cards out on the table or hide them. If I lie now I lose her trust forever when the truth comes out. I can live with that at a certain point but...</p>\n<p class=\"cnM5MGEzOWQ2N2NkNjQwZTlhNjE3M2FmMDZmZmRiZGFm\" data-original-margin=\"\">If I lie and delay this confrontation but have no goodwill, I'll have to bolt, and I'll have to take my family with me. That is a lot of people to hide. It won't be impossible to do what I need from that position, but it will be hard. If I tell her now, I still might have to run, but I have a chance of keeping her on my side. That may be an excuse because, well, I want some fucking friends. People I can really rely on with things that matter, and I want Autumn to be one of them. She is a kind person and, if I can make her understand, she will want change too. Maybe not in the same way but she will want it.</p>\n<p class=\"cnNlZDUyZTA2OTBlNzRiN2ViYTdjMWJkYjcyODU5OGE3\" data-original-margin=\"\">\"Yes,\" I reply quietly, fixing my eyes on hers. \"Will you let me tell you why, and how?\" She stares back at me while emotions war across her face. The tension in the air is palpable and the silence stretches... and stretches. I awkwardly look around and jump a little as I realize there is a stuffed animal less than a foot from my head a little behind me and to the left. The stuffed cow stares at me with simple black eyes and my cheeks turn a little pink. I recover quickly and am actually glad I was startled as Autumn suppresses a giggle.</p>\n<p class=\"cnM5MzEyMTQxY2Y1NTQxN2ViMzM4YjVjY2NkMTM4ODZl\" data-original-margin=\"\">\"That's Wilburt, don't mind him,\" she apologizes before her face softens toward me a little. It was a small moment of levity, but it just might carry my entire future on its back. She polices her face and the tension returns, but it's more flexible. \"Alright, Lillith. Say what you need to say, I'll listen,\" she finally agrees and I breathe a sigh of relief.</p>\n<p class=\"cnMwNzI5YWRiMTM4ZDRlYTQ4OGU4NjIzMWE1Njk1Yjdj\" data-original-margin=\"\">\"Thank you, Autumn. I know it might seem weird, and it might not make sense, but I want to start with a question. You said things were getting bad in Satusmor before we left. Can you tell me what you mean by that?\" I ask and she furrows her brow.</p>\n<p class=\"cnMwYTQ0YmY3MDMxNTRkMDM4N2M2YzBiZjMzM2ExYWNm\" data-original-margin=\"\">\"What do you mean, you were there the whole time, you know what was happening! What kind of question is that?\" she exclaims and a little of the tension returns.</p>\n<p class=\"cnNiNmZhMjAyMDE5YzQ5MWU4MWNhNDE4YWQwN2YwOTEw\" data-original-margin=\"\">\"I know, please, try and answer what I am asking, what I'm really asking. 'Getting bad' implies that things were going from a better state to a worse one. Can you articulate how that is the case?\" I ask, then hold a hand up to stop another irritated outburst, \"I know, it seems obvious. Please just play along for a minute!\"</p>\n<p class=\"cnM0M2NjYTJkZDM4YTQzYWY4ZWRjODUwNDVkZTQ5N2E0\" data-original-margin=\"\">She examines me with blatant irritation before deciding to trust me. Certain experiences can earn you this kind of trust from the right people. \"Alright, fine. Parts of the city practically turned into war zones. The government nearly came to a halt. When we did get a new lord, he had to execute a huge number of the city guards! A few people even got attacked near my estate!\" she explains, punctuating each point and I nod along.</p>\n<p class=\"cnMzYWY5MWIwZjk5MDQwMzliNzgzZTUxN2M5NjcyMmVj\" data-original-margin=\"\">\"Parts of the city were war zones, and a few people got attacked near your estate. There is an interesting contrast there,\" I respond, \"Did you ever see one of these war zones?\"</p>\n<p class=\"cnMwNjRhNGZlODcwMjQ0N2NiNWZhZDhlZjhlNjRhZGYy\" data-original-margin=\"\">\"What? No, of course not; why would I go anywhere near somewhere like that? Are you saying they weren't there? Lillith, I'm not an idiot, they were more than some rumor!\" She protests and I shake my head.</p>\n<p class=\"cnMzOWFlZDJkMTY5NzRlNGE4YjMxODVmOWY0NTNjYmZi\" data-original-margin=\"\">\"No. They were real. It definitely happened,\" I concede, \"What I want you to think about is why you never saw them. Because they didn't happen anywhere near you. Because, at least while we were there, no one was targeting you, or anyone like you.\"</p>\n<p class=\"cnNmZDBhMjQzNmQyMDQyZjg4Mzg1NzdjMmQ5NTM3NzNl\" data-original-margin=\"\">\"What does it matter if I was the one targeted? People were hurt Lillith!\" she protests.</p>\n<p class=\"cnNlNDk3NzczMTdkNzQzN2FiNTEwNWZhYmY4NGMxNGMy\" data-original-margin=\"\">\"Do you know how it all started? Do you know what I actually did? What turned the streets of Satusmor into war zones?\"</p>\n<p class=\"cnNhZDdhYjBkMWE1YTRmYTlhYjE3Nzk2YzhmZTMzMDE3\" data-original-margin=\"\">\"What? You are saying you weren't just involved, you started the whole damn thing??\"</p>\n<p class=\"cnM4YzlkODU4MGFmYzRjNzNiNDg3YjViOGVlNDNhYzMy\" data-original-margin=\"\">\"Yes! By drawing a fucking magic circle for commoners! For the people who are left to rot until they are sacrificed to the Radiant Woods! For the children who are only alive because they learned to steal, and scrape, and find just the right shelter during winter storms. The ones who hadn't already starved to death! The kids whose frozen bodies hadn't been burned so fucking nobles wouldn't have to deal with the rats and the stink and the stains of their failure! It all started because I gave a bunch of people something you probably got as a goddamn birthday present!\"</p>\n<p class=\"cnM5Y2VlNjMzMDViYTQzMjY5MmUzOWJjOWI3MjVlNmNk\" data-original-margin=\"\">\"Look, I get it! I have had a comfortable life! I didn't have to fight to survive! I accepted that the world wasn't what I thought it was when you dragged me out of those woods with a woman I thought was a monster. But that doesn't mean you can just... indiscriminately distribute weapons to children! Some of those people were dangerous, you know they were! And you gave them their weapons!\"</p>\n<p class=\"cnMyMzgwNWY5OTVmYzRlMzU4MTEzM2UyNWIxZjBkMGVi\" data-original-margin=\"\">\"Weapons? That's what you think I gave them? Fucking weapons? You might understand that people have had harder lives than you, Autumn, but you still have no idea what you are talking about. Weapons. What I gave them was a fucking chance! Mana may look like a weapon to you, but that's because you'll never need it for anything else. Yeah, you'll use it for other things. Otherwise, they wouldn't have let you have it at all. But you'll never need it.\"</p>\n<p class=\"cnNmNmZmY2Y3NGFlMzQ4ZWY4OGM0OWZhMjliMzU2YTM2\" data-original-margin=\"\">\"So what, you created an army of child soldiers to fight back? Like that is a better fate for them? You can say it has other uses, but it's still a weapon, Lillith!\"</p>\n<p class=\"cnNjZTMwZGFlNjcxZDRmY2JiMjNjMmFhM2RhMDk5N2Jh\" data-original-margin=\"\">\"That's easy to say. You've never wondered if you would live to see the next day because you couldn't feel your fingers and there was no heat nor families willing to share theirs. You've never found a friendly and familiar face wounded and bloodied because there was nowhere for them to hide from the hail. You've never gorged yourself on dirty water to trick your stomach into feeling full. You have had the tools to protect people from that your entire life! But no. What if they use it as a fucking weapon?\"</p>\n<p class=\"cnMyMzgyOGQzOTg3ODRmMDU5ZWM0YTBiOTJhODBiNWFl\" data-original-margin=\"\">At my final words, there is a pause, and Autumn looks conflicted, but she digs her heels in. \"But they did, though, use it as a weapon, didn't they?\" She asks, fixing a glare on me.</p>\n<p class=\"cnM0OWU4NTAxNDNhYjRjYjY5Nzc1NDQ4NTUwZGFhZWRi\" data-original-margin=\"\">I sigh, \"What do you think the first mana to be aspected was? What do you think was changed the most, when commoners got mana?\" I ask.</p><p class=\"cmFjMmI0MmQwMTQyMDRkOGI5NTI5NjA5MmFiYWUxNThk\" data-original-margin=\"\">This narrative has been unlawfully taken from Royal Road. If you see it on Amazon, please report it.</p>\n<p class=\"cnNmOWUzZDFjYmE0OTRmYTliMmI4NWI4ODY4NGI5MWM5\" data-original-margin=\"\">Autumn clicks her tongue, \"I'm getting tired of this game Lillith, just say what you want to say!\" she retorts.</p>\n<p class=\"cnM5MjExODAyY2Q0MzQyZWQ5OGQzYTQ3ZDcyMTExNGUw\" data-original-margin=\"\">\"Fine. It was earth. Light. Water and plant life. The first thing that changed, was farmers were able to produce more food. They were able to supply poorer districts and pay the city's taxes. The starving didn't have to search so hard to eat. People found places to sleep or made their own. Kids had warmth on cold nights.\"</p>\n<p class=\"cnM0MWJiMmRiNTA2NTRjNTQ5NjIxYmRjZmJhM2M4YjQz\" data-original-margin=\"\">\"Right. And that devolved into street brawls and executions because what, kids were too well fed?\"</p>\n<p class=\"cnM3OTk3YjY5MDU4MDQ2ZmM4OTFlYzhlNTY2NjYyN2M5\" data-original-margin=\"\">\"Yes! Because desperate children got a taste of something better and believed the promise that with magic, it would be given to them. Because the city guard believed it too, and wanted to take it from them. Because, despite your concerns, it is really hard to turn mana into a weapon when you have been denied an education and a chance to practice. Because they had a chance to be on equal footing with the nobility, and that was dangerous.\"</p>\n<p class=\"cnNjODJkZmRkMGY2ODQwNmQ4MjVjNTMxNzVkMzU2NmU5\" data-original-margin=\"\">\"What are you talking about? Children with mana do become nobles! You are an example yourself! Why would that be dangerous?\" she challenges and I decide to approach this from an angle she will understand.</p>\n<p class=\"cnNmNDAzNDZkYzk2ZTRhNTM5N2JlYjY1OWRiZTZkY2Fk\" data-original-margin=\"\">\"The same reason you aren't allowed your own name. The same reason you aren't even allowed to fully use your brother's, Autumn <em>of</em> Forrester. The same reason you will never be the head of a noble house, have full authority over your own money, or be allowed to actually own anything. The same reason you will be required to have a guardian for the rest of your life.\"</p>\n<p class=\"cnNlMDdjMjIxYzkwYjQ4MzRiYzVlODJiNTNmNjQ4MTMz\" data-original-margin=\"\">\"Look, I'm as frustrated about that as you are but that's just the way things are, what does it have to do with what you did?\"</p>\n<p class=\"cnM1YTY4N2FiNGYzYzQ3NGY4MDM1MzQyNTFlNmJhYzkz\" data-original-margin=\"\">\"Because if you were in charge of yourself, if the law applied equally to you and you had the same education and magic as the men in your family, you could say no. Think of when a man four times your age pays too much attention to the top of your dress as you bend over and you feel his eyes crawling over your skin like leeches. If you were truly on equal footing as him, you could tell him exactly where to shove it. No one could tell you it was an overreaction. No one could call you emotional and bitter and feel safe dragging you through the mud while they apologized to the 'noble and upstanding gentleman' for your behavior.\"</p>\n<p class=\"cnM5MmYwOGYyYWE5ZDQ0NjA5OGFjZTg1NWI5NjBjMTM3\" data-original-margin=\"\">I see this, at least, is hitting home and I press the advantage. \"If your life, your finances, and your ability to survive and live your life aren't dependent on someone else. They lose so much power. How many women have you seen in unhappy marriages? How many never would have married the man they did if they had full authority over it? How many would leave their husbands if they had somewhere else to go? If they wouldn't be rejected and ridiculed and spit on by everyone they knew for it? If they don't own you, you can say no. You can marry a man who cares about you, or a woman. Or not get married at all. They would have to actually be decent people to get laid, and they are terrified of that.\"</p>\n<p class=\"cnM1Y2Y3YWM2YjBiNDQ5MGFhYzgwNTFjZDMwOWM1ZTg2\" data-original-margin=\"\">I watch understanding dawn on Autumn's face. This is clearly something she has considered, or been frustrated by before, and the context of the conversation connects some dots. She does look a bit shocked and scandalized when I suggest marrying a woman but she doesn't address it. \"So you are saying, commoners are the same, right? If we don't withhold magic from them, we don't have the power to control them.\"</p>\n<p class=\"cnMzMzk3ODhmOGYwNTQ1NzRhZjJlYTk1ZWJhNGMzNmVk\" data-original-margin=\"\">\"Not just magic,\" I respond, \"Housing. Food. Shelter. Fucking soap! They have to do back-breaking labor for all of it, and all we have to do is roll out of bed. Then we fucking charge them for the privilege, and spend half the money they work for on our own comforts!\"</p>\n<p class=\"cnM0NzNlOGU4ZWFiYjQwNTY5ZjE0Y2FhZTljY2NmYWI1\" data-original-margin=\"\">\"Alright, I'll give you that, but honestly? That work needs to be done! Someone has to do the farming and the cleaning, Lillith.\"</p>\n<p class=\"cnNlZTg2ODc1Zjc0MzQ4Y2I4ODlhYmJmZjc2ZjAxYzll\" data-original-margin=\"\">\"Yeah, but people don't need a sword to their throats to do it! I don't know if you noticed, but sex serves a vital purpose too. Women still don't need to be socially blackmailed into doing it with men they despise! People can take care of each other without a boot on their throats! And I don't know, maybe more people will clean their own shit if there is no one to threaten into it.\"</p>\n<p class=\"cnNkMDlkM2FjN2E4YjQ1YTlhOWE2ODdmMjIxYzIxOGJi\" data-original-margin=\"\">\"That's not really the same thing. I understand what you are saying, but you are being naïve, Lillith. Maybe you are right, and the violence in Satusmor was because of vindictive nobles and greedy guards. I don't know. But I'm not an idiot. However hard it is to use mana as a weapon, some people figured it out. And you aren't giving anyone an 'equal footing' without getting violent. Without putting more people in danger.\"</p>\n<p class=\"cnNjMzE2MWRmNWM1MDQwMmNhZGU2MGEwZDJiZDU1ZDg1\" data-original-margin=\"\">\"You're right. Some people did. They didn't live long, because they didn't understand the gap between them and the nobles they attacked. And a couple of them even lashed out at innocent people with misdirected rage. I killed one of them with my own hands. But yes, things are going to get violent. If it weren't for the temple, they would have grown violent sooner. Because things won't change without it, not here. Not in this country, and not in this world. But when you use the backs of men to elevate yourself, violence is their right.\"</p>\n<p class=\"cnNlNDJkZGRjOTdiNzRhNmQ5MWFhZTUwZDZkMjQ4ODYw\" data-original-margin=\"\">\"And what about me? What about my parents? What happens when things get worse? Will they be safe or are all nobles on the chopping block? They are good people, Lillith! They are kind to their staff and they don't even use slaves! They are even charitable, and they might die because of what you did! Because of your recklessness and naivety, they could get hurt! If anything this conversation only scares me more!\"</p>\n<p class=\"cnNhMzkwOTVlYWNmODRjOGNhZGE0NmMyMzg0OWFhMThk\" data-original-margin=\"\">\"You are a good person, Autumn. I do believe that. I believe you care and want to help the same people I do. But there isn't another way to do it. And I'm sorry, I really am, but your parents know what commoner lives are like, and they are still rich. They can still afford a staff to be kind to, and they still receive tax money earned from the labor of slaves. And you have spent your entire life benefitting from the same things.\"</p>\n<p class=\"cnNkZGViMzdmYWNhMDRkYTQ5OTJmYTAxZTIwMmUwMmZm\" data-original-margin=\"\">\"So what, you are saying you will trade our safety for commoners? I do want to help them, but there has to be another way!\"</p>\n<p class=\"cnMwYjQ1ZjAwYTZiMzRkY2Y4ODc5YjI5ZjVhMTU1NDVj\" data-original-margin=\"\">\"No. We have been trading lives for comfort for thousands of years. I am ending the fucking trade! The current state of affairs is already you trading human beings, their lives, and their autonomy, for your own benefit. For our, benefit. And you are terrified of losing the security that trade has always bought you. It's not really your fault. You're fourteen. You've never known anything else. But whenever I say a world where we don't hold people's lives, bodies, food, and minds hostage is possible... Whenever I say we don't need a sword at anyone's throat to survive, two types of people tell me how naïve I am. Tyrants who are comfortable holding the sword, and cowards who are too afraid to fight it. So you need to ask yourself which one you are.\"</p>\n<p class=\"cnM2ZWMwYTA3YjEyZjQ3ZTNiOGY0MmIwZTFjMjUyZTNj\" data-original-margin=\"\">Autumn looks at me like I slapped her. For all intents and purposes, I did. What I said was harsh, especially for someone her age. But this isn't something I can tread lightly with. I am helping people fight back, whether she agrees with me or not. She needs to understand the gravity of what is happening, beyond individual families. \"So what, because my family is rich, it's ok if they die in pursuit of your goals?\" she asks, tears forming in her eyes.</p>\n<p class=\"cnMxNmIzNDQ3MTYwMTQyZjc4Nzk3NjY2NjU1Y2ViOTQ0\" data-original-margin=\"\">\"No. Because your parents are rich, they have the ability to contribute more to either maintaining this filthy society or fighting it. What I'm saying, is I hope you will fight it,\" I answer</p>\n<p class=\"cnNlMzZlZjcxZmEyMjQwMjBiZGQ1MDY4OTg4MjA3MTgx\" data-original-margin=\"\">\"Then they will just be in danger of being killed by the other nobles! Even if they do nothing, they are in danger, and I have to worry for them every night! There is no option where they are safe!\" she sobs at me.</p>\n<p class=\"cnM1ZDIzYjA1ZTVlMzQ3MGI5NGYyMjI3Y2RkNmUzNjM1\" data-original-margin=\"\">\"I'm sorry,\" I respond, \"but that's exactly the point. That's the world everyone else already lives in. It's the world they always would have lived in, even if I had never done anything. That fear you have now is one that most people fight their entire lives. It's a fear the most dangerous and disgusting people in this world feed off of. And I am going to do something about it.\"</p>\n<p class=\"cnNlNjgxNWVkNDQwZTQ3ZGJiZjU1MWI1OGMwM2M2ZmVk\" data-original-margin=\"\">At some point, she had started pacing, and at this she slumps back into her chair and folds her arms on her desk, crying into them. \"Just... go,\" she orders and I nod, slowly standing and walking to the door. I pause and look back.</p>\n<p class=\"cnNlNTRhMTU2YzNkMDQwMzRhM2IwNDUyNDhlMmVhMjZl\" data-original-margin=\"\">\"For what it's worth, I don't want to hurt you, or your family. I hope you, and they, will help me fight the people who do,\" I say, but she doesn't respond and I leave the room. That could have gone better. I had so much more I wanted to say, and so many things I could have said better, and I'll have to be prepared to run, just in case. But it could have gone worse as well. I'll give her some time alone.</p>\n<p class=\"cnM0YzhhYTQ0NmNhZTQ2MmNiZWZhMjQwODU4N2IyNTRm\" data-original-margin=\"\">As I head down the stairs something occurs to me and I swear to myself. I still don't know how to read the fucking math notation.</p>\n            ",
  "invisibleParagraphContent": "This narrative has been unlawfully taken from Royal Road. If you see it on Amazon, please report it."
}