{
  "preChapterNote": "<p>Give this rising star a shot if you are looking for something new to read:</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(40, 54, 67, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/81230/asheva-dreamseekers-a-monster-tamer-progression\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/81230-asheva-dreamseekers-a-monster-tamer-progression.jpg?time=1709129990\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/81230/asheva-dreamseekers-a-monster-tamer-progression\" rel=\" ugc nofollow\">Asheva: Dreamseekers - [A Monster Tamer Progression LitRPG]</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px; color: rgba(254, 251, 251, 1)\">\n<p><strong>A curse for some, a blessing for others, such is the truth of eternity.</strong></p>\n<p>Ewan is left all alone to deal with his tragedy when his father passes away. Scarred, bruised, and smeared in cynicism, he loses all hope and only lives for the promise to his Pa. But before his all-important eighteenth birthday, he finds new information on the Ashevas that makes him dream again. Because its path promises him an eternal life. And of its ever-growing branches, Ewan embraces the Severynth—the Summoner.</p>\n<p>Yet the road ahead is full of thorns, and he is not the only one with ambitions. Join Ewan in the world of high fantasy as he calculates his steps and threads through setbacks, the first of which is getting an Astylind. After all, what is a summoner without his beasts…</p>\n<hr>\n<p>&nbsp;</p>\n<p>What to expect:</p>\n<p><strong><strong>--Narration style is third person limited with minor POV changes to explore the plot [Change is marked by the character's name].</strong></strong></p>\n<p><strong>--Story will have status panel, but they'll start after some chapters.</strong></p>\n<p><strong>--Protagonist is native to the fantasy world, this book is not a transmigration, reincarnation, isekai, etc. story.</strong></p>\n<p><strong>--Pet beasts are a major part of this book.</strong></p>\n<p><strong>--Romance will be OTP type [One true pairing] [No Harem].</strong></p>\n<p><strong>--Protagonist will be a Beast Summoner/Tamer and pure Spellcaster subtype [Elementalist].</strong></p>\n<p><strong>--There will be character growth and change, the book will have a realistic tone and approach.&nbsp;&nbsp;</strong></p>\n<p><strong>--This will be a slow paced story, things will develop little by little, with a good amount of details.</strong></p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0ZDAzNTE3YWNiNTQzMTc5Zjk5MzU3ZGFlZWFlYjZk\" data-original-margin=\"\"><strong>Sarafyna</strong><br>Lillith insists I'm not a monster. Meeting her gave me my life and body back. She freed me from what I thought would be an unending torment, and in a short time, I have grown to trust her more than nearly anyone I've ever known. I don't know if that is pure gratitude or the result of the overwhelming energy I feel whenever she is near, but I have never felt so safe as when she is near. I even agreed to a lot of her ideas that... well I would have run from her and asked for help in the past.</p>\n<p class=\"cnNkYjliYzZmYjUwNjQwMTU5OGQxNGJmN2EyYjI3NmQ3\" data-original-margin=\"\">That is to say, I believe her when she says she doesn't think I'm a monster. It's just that... she is wrong. She didn't just help me take my body and life back, she helped me take my mind back. All that time in the Radiant Woods, I had to shove my humanity to the back of my mind to survive. As the hours, weeks, and years blended together and I stopped relying on sight and sound, I became something else. The world turned gray and bland, and I melted into it. I flowed with the Radiant Woods and barely thought about anything before the end.</p>\n<p class=\"cnNkNTVlYjNhNDgzZDQ3ODFiY2EwMzVhZTNjODgwODA4\" data-original-margin=\"\">When I first felt Lillith's energy was the first time in years I had thought of seeing my father again. When I started resembling a person again my mind started to clear and I was able to make sense of my time in the forest. I remember the rage that compelled me to hunt the priests. I remember hunting them, chasing them down like rats, and devouring them. I remember consuming them and using them to grow stronger. They are still with me, even now.</p>\n<p class=\"cnM3YTNjOWYwZjhlNzQ2MjU4Zjc5OGYxZmVlY2NmYjFh\" data-original-margin=\"\">They are long dead; their souls have long departed this plane. Their bodies maintain some of their will, however. It's why Lillith couldn't heal them. She said she can only help a person change their body with their consent. Well, not every part of my body is mine. She said I have divine magic, which can change bodies against their will, but mine doesn't seem to work like that. It's easier for me than her, but even my divine magic can't smooth the skin made up of my victim's flesh. I can condense and suppress it. I can hide the actual size I am capable of reaching, only leaving evidence in my deep footprints. But I can't make it... me.</p>\n<p class=\"cnMwNTA0MzU2Y2ZiYTQ4OTJiNGM2MzNjNDJkM2VkOWNl\" data-original-margin=\"\">They are no longer the giant welts they once were. I can see again, with my actual eyes, for the first time in forever. Instead, my entire body appears to be covered in burn scars, like it has melted. It's the flesh of priests and bits of the Radiant woods that resist the form I tell them to take. So Lillith may say I'm not a monster, but she is wrong. When I was still a child, an innocent girl excited to open a hat shop, I would have feared me. The monster with other people's bodies melted into her own. I would have nightmares if I even imagined a creature like me.</p>\n<p class=\"cnNlYTAxYjZkODAyNjQwYzY5MTRhMGM3M2NjMzIzYzEy\" data-original-margin=\"\">It disgusts me, what I have done. I am terrified of the person in me that, blinded by rage, hunted and dissolved the objects of my hatred. When I think of the priests, however, the little girls at their first confession not knowing how close they are to a fate worse than death... I don't regret it. That's what really makes me a monster. I am repulsed by what I have done, and I am going to do it again. I am going to scrub that mind-raping filth from the surface of this world. Lillith knows I am going to continue to kill and hurt people. She even plans to do the same. But she can't feel their skin warring with her own. She can't feel their fear and pain as they dissolve. </p>\n<p class=\"cnMxZmFjZGRjODliNzQxZTM4ZDMyZDE4NTIxYTVlODcw\" data-original-margin=\"\">She can't tell me I'm not a monster.</p>\n<p class=\"cnMxYWI1MTMzNDBlZjQ2YjU5NzYxMWVlMmRhY2Q0ZWVm\" data-original-margin=\"\">Then there is Peter. He reminds me that I am not just a monster. I gave him something he had lost as well. And he gave me the same. Not just his sight, he is grateful for that but it's not what really healed him. I am his family now, and he is mine. Lillith said she would find my father, but I don't know if he is even alive. I refuse to get my hopes up about seeing him again. I stopped hoping for that a long time ago. But Peter is like a little brother. He cares about me, and he isn't afraid of me.</p>\n<p class=\"cnMxZTlkYzJjNzAwMTQwNjZiODBjZWI0NDU4OWVlMTJm\" data-original-margin=\"\">I can't imagine another child seeing me, even knowing about me, and not fearing me. I got the feeling that boy and girl we traveled with were kids and I could feel that they feared me. Even after they apologized to me they still didn't feel safe around me. It's a strange thing to be pitied and feared by the same person. Peter doesn't pity or fear me, as far as I can tell. I can't... sense it from him like I can with the others. It must have something to do with mana, but that doesn't matter. What matters is, he loves me like a sister or even a mother. He relies on me. His happiness is the one purely good thing I can contribute to the world.</p>\n<p class=\"cnMzYjYwYzQyMzEwZjQzYjliNmYxZjg2MjdkYjY3ZDEz\" data-original-margin=\"\">I can't make my hats. I'll probably never even wear one again. But I can make Peter happy. As I watch Peter sleep, I fiddle with my fingers, growing and removing claws, teeth, and eyes to practice. This is one of the things I have been getting good at. For Lillith's idea to work, I need to form my body at will. Now that I have been reminded what it means to be human again, I can get back to it on my own. I don't know what will happen if I change myself too much or for too long, but changes like this are becoming easy. </p><p class=\"cjNjZTgwNmY3ZTc3NTRjYzNhZjQzN2Y4NzZlYTFmNjJj\" data-original-margin=\"\">This story has been taken without authorization. Report any sightings.</p>\n<p class=\"cnNjYzFjODk0NDI2MDRlOGViYTMyOGZiOTZmNDI4ODUw\" data-original-margin=\"\">Regular mana, on the other hand, is not. I haven't been able to control it or so much as tilt my head toward a single aspect. Lillith had tried to help me with this, but even with her guidance, I made no progress at all. That's fine. My so-called divine magic will be enough.</p>\n<p class=\"cnM5ZjkyNmM1MzJhYTQ3ODJiMWMwNTUyYWI5MjE5N2Zh\" data-original-margin=\"\">As I am thinking about what I need to do, and wondering if I will be ready when the time comes, I feel it. Lillith's energy is nearby. Well, sort of. She is near the drop spot outside the city walls. She says she suppresses her mana but if she is close enough, I can always feel her. I don't know why this is, and according to her that guy she killed with divine magic showed no signs of a similar ability, but I can. Nevertheless, she is near. </p>\n<p class=\"cnNiMzU0MjE3MmU5YjQyNzI4Y2NlMTM2MWNmNzZjYjIx\" data-original-margin=\"\">I gently wake Peter and he looks up at me and rubs his bleary eyes. I give him a moment to adjust to the dark before speaking. \"Hey, kiddo, it's time,\" I whisper and he nods.</p>\n<p class=\"cnNiZWQzZDZmOGI1OTQ4M2RiZGVkNmQ3ZDZmNGM3MDNm\" data-original-margin=\"\">\"Alright,\" he agrees and begins gathering his things. Lillith had left us with the remains of the priest's provisions at first, but she has been bringing us regular supply drops since. I could hunt a little with my abilities, but she honestly knows a lot more about what is safe to eat and what Peter needs to be healthy. Her support has kept us safe this entire time. \"Okay, I'm ready Sara,\" Peter says and I hold my hand out for him. We walk out of our little cave and into the open air, hand-in-hand.</p>\n<p class=\"cnMzOTNmNDliMzgwOTRmODc5MGUwYTRlODNjYTg3NzYx\" data-original-margin=\"\">\"How did you sleep?\" I ask, squeezing his hand gently. I am grateful to have him here but I also worry about him.</p>\n<p class=\"cnNiMGMwMTU4M2ZjYzQ1MTlhNjk5ZjJkYjk3Zjc5ZTgz\" data-original-margin=\"\">\"I slept okay, thanks,\" he answers and looks up at me with concern and complains, \"I wish you would sleep more as well...\" Sometimes I think he worries about me even more.</p>\n<p class=\"cnMxZDZlMzE3YzAwNjRhMWE5MmUyN2EzYTZhZDE1OTM4\" data-original-margin=\"\">\"I don't need sleep so much these days, I'm too magical,\" I smile at him and he pouts. The light-hearted deflections are apparently wearing thin. He's right to worry. I feel completely lost, all the time. Without the goal of dealing with the priests, and the joy of taking care of him... I don't know if there would still be a place for me in this world. There is no hat shop waiting for me anymore. No warm home. No future. Peter can feel that, or at least that I feel that. We walk in silence the rest of the way to the drop point.</p>\n<p class=\"cnMyYWI4NTVkYjIwNjQ3ZTk5MTRkYWZlZGY3NTZmYjQ1\" data-original-margin=\"\">As we approach, I move the foliage hiding the supplies and my breath catches in my throat. I can't believe what I am looking at. There is the usual crate of food I am always impressed she gets past the gate guard. The clean clothes and the soap she insists will keep us from getting sick if we use it. On top of that, however, is a simple, round box. It's not the nicest I have seen, but it is unmistakable.</p>\n<p class=\"cnNiNDkyMmJjNGI0ZDQ1NWM5MGExODYwNTAzZTUzMjI3\" data-original-margin=\"\">With it comes a sense of excitement I thought I had lost. That childlike sense of wonder I was certain the Radiant Woods had stomped out of me. It's small, and it's the tiniest spark, but it's there and it's so warm. My hands tremble as I lift the lid on the box, and one of them covers my mouth when I first see the contents. I feel tears running over my fingers as I look at the beautiful hat inside.</p>\n<p class=\"cnM3ZTg4YzkwN2FkODQzNGQ5OTNhNjc1MjdiMDJhNGE4\" data-original-margin=\"\">It's a simple one, with a curved brim and a couple of cloth flowers sewn into the top. I haven't seen one in so long, I had almost forgotten the joy they brought me. Somewhere, deep down, Sarafyna is still alive. I don't know why Lillith decided to include this with our supplies today, but I clutch it to my chest and cry. It's not much, it shouldn't be much. It's just a little thing. But even now, she is still pulling me back to humanity. </p>\n<p class=\"cnM3NGZjNGZkYzYxYTQ5NjBhYzUyNjAzZjc1MGE4MzMx\" data-original-margin=\"\">\"What is it, is everything alright? What's wrong\" Peter panics and puts his hand on my shoulder. I just turn and pull him into a hug.</p>\n<p class=\"cnNkNmYwYmJkMmVjNjQ5OWU4NGQ4NmM3MjhjNTBhNmI1\" data-original-margin=\"\">\"Everything is perfect, Peter. There is nothing at all to worry about,\" I promise and he returns the hug. \"We are going to figure everything out, I think.\"</p>\n<p class=\"cnNhNDIyYzU0MmVhMzRhNmE5ZjJjMTUzYjZmNGZmNzli\" data-original-margin=\"\">He looks up at me as I let him go. He looks between the simple hat in my hand and my red eyes and tilts his head. He opens his mouth to say something but closes it again, just nodding. Then he opens his mouth again and asks, \"Are you happy?\" I hear the hope in his voice and nod vigorously. I have tried to fake more happiness than I have felt while staying with him, but you really can't underestimate the emotional insight of children. </p>\n<p class=\"cnNkMTY3ZDcxMDA2ODRiOGU5MGM2NzEzZGM0MDdjMjA5\" data-original-margin=\"\">\"I am very happy. I don't know why this is what did it, but yes Peter. I am happy,\" I answer and he gives me the widest, most childlike grin I have ever seen. We pack up the supplies and begin making our way back to our cave. \"I'm sorry, Peter. I haven't been being honest with you, you're right. I should have known you could tell. Thanks for bearing with me.\"</p>\n<p class=\"cnMyZmEyNTExOGQ4MzRlMGZiNDM0ZjdkMDg1YmQzOTFl\" data-original-margin=\"\">\"It's okay, I don't really mind,\" he beams. He is obviously excited to see me actually happy, and it has a feedback effect. He grows more energetic and I can't help but rise to match him. \"Why are you so happy about it though, it's just a hat?\" he asks, confused but still grinning.</p>\n<p class=\"cnNkYWZjNmY1N2U0MTQ4NTFiMTFmOThiYzIwMjdiMjk1\" data-original-margin=\"\">\"Just a hat? How dare you! You clearly have no idea what you are talking about. There is no such thing as 'just a hat'\" I laugh in response, then launch into a long-forgotten tirade about how much personality a hat carries and what it says about its wearer. I regale him with old stories of the love that goes into crafting them and, while he doesn't seem that interested, he smiles and nods along as we walk. It feels like a dam has broken as the passion I locked in a dark corner of my mind flows out again and I couldn't stop if I wanted to. I revel in the feeling of just wearing it.</p>\n<p class=\"cnM0NmNlNTMxNWI3OTRiMjk4Yjk4MjYyOWJlOGI4MzE1\" data-original-margin=\"\">When we arrive at the cave, Peter pauses and I turn to look at him quizzically. \"I haven't been honest with you either,\" he admits and I kneel down.</p>\n<p class=\"cnNiOTQzMTYzYzA2NzRjYmZiZmI2NjM0MmJjMDE2MDVh\" data-original-margin=\"\">\"Oh? Is there something wrong,\" I ask with a smile still on my face. He looks at the ground and kicks his foot nervously. My smile begins to fade a little. \"It's alright, you can tell me,\" I encourage and he looks up at me awkwardly.</p>\n<p class=\"cnNkYzMxYTE0ZmE1ODQwYmNiMzMwNDU0ODEzMWJhMTAy\" data-original-margin=\"\">\"When you found me, I wasn't being left in the woods,\" he admits. \"I had been living with the priests... for years. They said I was there to get their magic... they promised they would make my eyes better if I became one of them...\"</p>\n            ",
  "invisibleParagraphContent": "This story has been taken without authorization. Report any sightings."
}