{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjMTRlMDllNzQ5MDRlYmI5MjJhMTM1ZGMyMTA3ODdj\" data-original-margin=\"\">I'm supposed to have gotten here by divine magic? I suppose that does make sense. Magic may be real, but nothing I know about mana indicates it can bring a mind across worlds. The workings of divine magic, on the other hand, seem far more nebulous. If anything brought me here, it seems obvious that would be it. Still, I don't have it. If I did, I certainly wouldn't be fighting the urge to vomit at the thought of one more drink of Henry's medicine. Ember glares at me with an intensity and certainty so severe, I wonder for a moment if I'm wrong.</p>\n<p class=\"cnNmYjkzMjkxNDY0MTRlMzBiNTU2MjcxYjM2NDIxY2Rm\" data-original-margin=\"\">I hold my arms out to my side and half shrug at her. \"If I could do what Sara can, I would be doing it, babe. I'd be a real menace to Potestia with that under my belt. But I can't. All I've got is mana, comfortable shoes, and a tendency to bite. I promise you, I don't have divine, err, nexus magic,\" I protest.</p>\n<p class=\"cnNlMjdkYzllYzQ3ZjQ4MzZiOThkY2Q2MjRhNTU0ZDU5\" data-original-margin=\"\">She narrows her eyes. \"I'm not an idiot. Foreign sages can't change their bodies. How do you think I knew Sarafyna was local? You're going to have to do better than that,\" she counters. That is... interesting. My hand absently moves to the scar on my cheek that Sara has never managed to heal. My mind wanders to the cancer we have struggled to fight. All the time she was unable to help me with my own changes. In fact, all she has really been able to do effectively is heal me to the same state she had found me in. In fact, she isn't the only one.</p>\n<p class=\"cnM2MzkzODZiMDhjZjRiYjE4N2RjZjhhOWUyNWJkZmFk\" data-original-margin=\"\">Baldwin had tried to change my body too. And what had he succeeded in doing? Nothing but reverting my own alterations. She is wrong about my ability to change my body, but she is right that I can't use divine magic to do it. All my life I have been resistant to divine magic in one way or another. \"Why?\" I ask, forgetting entirely about her suspicion and focusing on the implications of this claim. She shakes her head like I just sprayed her with a water bottle.</p>\n<p class=\"cnNlMjAzNDEyMWM3OTQ0MDZiMTdjODdkNmFjZWNhYTZk\" data-original-margin=\"\">\"What? I don't know why, you tell me! What does that matter? Look, you can't leave one world and enter another without manipulating the Nexus. So you have that ability, what's the point in hiding it at this point?\" Ember asks again.</p>\n<p class=\"cnNjMDc2ZTMyODE2ZDQ3ZjE4NTgyMjUxZGI1YjNjODQ0\" data-original-margin=\"\">\"An excellent question. What would the point be? Think about it, Ember. Why have I done all of this today? Why have I shown you everything a scout could possibly want to know about me? Every dangerous secret and vulnerability of everyone I care about?\" I ask. \"Sure, I want information from you as well. That's obvious. But it's also a hail Mary. Or, uh, a huge gamble. I'm trying to save your life. I'm trying to find out if I can afford to.\" She scoffs, although it feels half-hearted.</p>\n<p class=\"cnM1MTY2ZmMwMjk5OTQ2NTFiZjQyODZlNDhjNGQ5NWJi\" data-original-margin=\"\">\"You can't kill a restrained prisoner. That's a war crime. Besides, I saw everything you showed me today. I'll admit, you aren't quite the monster from the stories. If anything, you are soft. You let these people walk all over you. Take advantage of you. You offer them whatever they want in exchange for nothing. You don't have the stomach to kill someone who surrendered. Someone with no chance of fighting back against you. You overplayed your hand on that one,\" she dismisses. I share a look with Sara, then shake my head.</p>\n<p class=\"cnNhMGIzZjYyNGYzNzQ4MjFhYmQzNTMyYmI1ZTUwZTVk\" data-original-margin=\"\">\"Damn right, I'm soft. I love people, and I love when people are safe and comfortable. As you've seen, I'll do a lot to give them that opportunity. But none of them had that chance before, Ember. You heard how some of them grew up. They didn't win this life by luck. They fought for it, and I fought next to them. I will do a lot to give that to them. I have done a lot. You think I won't kill you because of those cuffs? Because you 'surrendered'? Well, you're right that I don't want to. I don't kill unless I know someone needs to die. But I don't let people walk away from me if I know they are going to cause pain when they leave. And we don't have a fucking prison. There is no convenient dungeon to usher you into.</p>\n<p class=\"cnM1YTQwN2FkMGIzNzQ1NTBiNjUyNzAxYmQ5Nzc1Njk1\" data-original-margin=\"\">\"I am showing you all of this because this is all or nothing. I met you because your friend, as you claim, tried to murder me. Because you came here treating refugees as invaders. That's not a lot of points in your favor. But I don't know you, or your country. I don't know if you actually wanted anyone dead. I don't know what your job actually entails. I don't know enough yet to know that if you walk away, you will cause pain. That's why you are alive. Not because I won't kill you in those cuffs. Because I won't kill you yet. And because, however you present yourself, I can feel your grief. So no. I don't have a reason to lie to you. Because you are either safe, or you are a danger to these people. And if you are a danger, you are dead.\"</p>\n<p class=\"cnM5YWVkYTUxMzgzMDQyN2U4NmM5ODFhZTkyMzc0MDRh\" data-original-margin=\"\">A stiff breeze blows through the meadow we sit in and Ember's eyes remain fixed on mine. The tension in the air is oppressive and I see Sara fighting the urge to lash out against this woman. Finally, she speaks. \"Alright,\" she replies. Her voice still carries an edge but it has dulled significantly. I can see in her eyes that this at least she believes. \"I'm sorry. If you are not a sage, can you tell me how you made it to our world?\" She is more demure, but clearly set on getting to the bottom of this. I guess I am essentially the boogie man to her. Which is... weird to think about.</p><p class=\"cjhhMzAwMzZhMDllZjRiNDFiODZkZjU0YTk2Y2ZjMTFk\" data-original-margin=\"\">You could be reading stolen content. Head to the original site for the genuine story.</p>\n<p class=\"cnNhMGY5N2YxN2I2ZDRhYjJhYTQ2MWI3MGQ3ZGJmZjMw\" data-original-margin=\"\">\"I have no idea,\" I reply. \"I died. Twice, I think.\" Sara flinches at this and my eyes flick to her, but return to Ember. \"First, in my old world, then in this one. When I, as Lillith, died as a child, I... woke up. I woke up and I remembered the lives of two women. A Potestian child and an American woman. I don't know if you have any reincarnation myths, but that's what happened to me. I am both women. I think I always have been. I have no memory of moving from one place to another. I certainly haven't used any 'nexus magic'.\" She gapes at me, and she's not the only one.</p>\n<p class=\"cnMzZGViMmU1MzFiYjRlNTY4ODRjMDYxOTQ3NTZlY2E2\" data-original-margin=\"\">Edward looks like I got a solid grip on his underwear and pulled it all the way over his head. \"What in the third plane are you talking about Lily?\" He protests. \"Died? Twice? When did you fucking die?\"</p>\n<p class=\"cnMzZjZkYWY2YTU5YzRmNmI5NzE3MjUzYWVjMmFkNWVh\" data-original-margin=\"\">\"When I was sevenish, I think. When I got sick, remember?\" I answer casually.</p>\n<p class=\"cnNmNTE2ZTBlYjA5ZTQyYWU5NGI2M2FjNDgyYmE3ZjM3\" data-original-margin=\"\">\"I remember thinking you had died but... wait is that why...\" he trails off before catching sight of Sara idly playing with her hair with one hand. He immediately begins to interrogate her on her lack of response while I focus on Ember.</p>\n<p class=\"cnNlNTk4ZmI1NDE1OTQxOWJhMDU0MDljNDYzYTg2NThm\" data-original-margin=\"\">\"You claim you died. So you, as you are now... this is a different person than who you were before?\" She asks. She has either accepted that I'm not lying, or recalculated the position she is in. Either way, I am happy to get as much information as I can. She has clues I have wondered about for years.</p>\n<p class=\"cnMzNGI0MzUwOGIwNTQwOGU5ZTUxNzZkMjA2ZjU1ZGFm\" data-original-margin=\"\">I shrug. \"Different body at first. Lord knows if I had done it on purpose, I wouldn't have gone through puberty twice. Your turn. None of your sages got here this way? How do they use it?\" I interrogate and she begins to scratch at the fur behind one ear while thinking.</p>\n<p class=\"cnM5NWVlNDZhY2I3NjQwMmQ4ZDRmNTVhOTkyMGZjOTRi\" data-original-margin=\"\">\"No one really knows but... they are all sages. What I know is they use Nexus magic to step from their world to ours. I don't know why and I don't know how they find us. But I've never heard of one dying first and having a new body here. How did you die? Are you certain that's what happened?\" She has completely moved on from her suspicion and hostility now. There is a look in her eyes I can't interpret, but the throbbing grief has started to fade as well.</p>\n<p class=\"cnNiZDI1ODg1ZmE0YjRiY2RhNjljMmFiMmYwOGZlZGM5\" data-original-margin=\"\">\"Pretty fucking sure. I wasn't hit by any truck. I was pushed from a high rise. Not sure there was much of me left to magically move myself here. I definitely died.\"</p>\n<p class=\"cnMyY2I2NmEwMmIwNTQ2ZjJiMDQxNjM3NGJiYjZiOWE0\" data-original-margin=\"\">\"What's a high rise?\"</p>\n<p class=\"cnNkNGRkNDA2ZjI0ZDQ4MWFiNzhhNmYyYzY2Y2RiNjVm\" data-original-margin=\"\">\"Tall building.\"</p>\n<p class=\"cnMzN2FlYjQ2ZTcyZTQ0OTZiNjFjZjQxNDQwOTUxNmNk\" data-original-margin=\"\">\"You could survive that.\"</p>\n<p class=\"cnM4NGY4NjU5M2VjMjQwM2ViYWRhMDkzYzIxNTFiOGM4\" data-original-margin=\"\">\"No like really tall. Splatter height, I think is the technical term. I'd also already been shot.\"</p>\n<p class=\"cnNiNGU0YzgzMTA5YTRjNDBiNWEwOWM2MzYyMTliNDAw\" data-original-margin=\"\">\"With what, a spell? Arrow?\"</p>\n<p class=\"cnNlYWE2MmY3YmIzYTRmNjk4ZGQ3NThlYWVkYjIxOTJm\" data-original-margin=\"\">\"Bullets. Like faster, angrier arrows.\"</p>\n<p class=\"cnNiYWMxZTBkZTRkMDQ2NWFiY2QzNTQwYTg5ZWQzODRi\" data-original-margin=\"\">Ember looks at me and I look back. Both of us seem to have forgotten that I was threatening her life a moment ago, and her friend had threatened mine earlier. For the first time since meeting, our interest in the same topic was allowing us to resonate. We also, apparently, forgot my brother was in the middle of a meltdown. In the awkward silence that followed the angry arrow comment, I finally looked over to see my brother staring at me, genuine hurt in his eyes.</p>\n<p class=\"cnMxZmVkYjZhY2E0OTQyNWViYzhlNzhkNGU1YTcxNDIw\" data-original-margin=\"\">\"Lily... who are you?\" He asks and I gulp. I suddenly feel like an absolute asshole. I am so used to handling the insanity of my life with flippancy, I didn't consider how this would hit him. In a way, this is the root cause of years of discord between us. The change in me when I died. The secret I kept for so long. Of course it would hurt him, and I wasn't even talking to him when I revealed it. I am a little disgusted by how thoughtless I was being.</p>\n<p class=\"cnMxYzgxMmY1ZGU5YTQ4MzJiZDEwZGNjMDQ1YjljYzRk\" data-original-margin=\"\">\"Oh uh, listen, Ed,\" I begin but he just shakes his head.</p>\n<p class=\"cnNiZWRhZGJmMDk4OTQ1OThhZmNjMWQyOGZhNzY4NDBj\" data-original-margin=\"\">\"You know what, we'll talk about it later,\" he waves off, irritation clouding his voice like smoke, \"I think the rest of the family should be able to hear what you have to say. Just... keep unloading on this stranger who tried to murder you instead. I need some air.\" He stands and storms off, muttering to himself.</p>\n<p class=\"cnNlNTMyYjhmYThmNDQ0ODliODY0NDFlYjJlYTE2M2E5\" data-original-margin=\"\">\"I'll make sure he's alright,\" Sara offers, standing herself. \"Be careful, Annie.\" Then I am alone with Ember, whose eyes are locked around me like the jaws of a predator.</p>\n<p class=\"cnMxM2Y3MGFjMTA0MjRlNmM4YTM3MzliMDkwMTZhZTI5\" data-original-margin=\"\">\"Alright. So you died,\" she continues, somewhat rudely ignoring the drama that just started in front of her. \"You aren't a sage. So let me ask you. I have heard a lot of stories in the past day, but little about how people went from slavery and abandonment to here. Can you tell me about that?\"</p>\n<p class=\"cnMzN2MyM2JmOGQ4YzRlNjBiMDA2NTFiZjU1N2YwYWE0\" data-original-margin=\"\">I nod. Ed is right. I should talk to the entire family about this. I should have a while ago. Once they learned about the Radiant Woods and my plan to kill the king, they could have handled it. I was stupid. I'll finish handling this, and prepare myself for that later. \"It's simple enough. I got here and discovered the people in charge thought their subjects were things. So I killed them. And I kept killing them, while Sara helped me bring their victims here. Everywhere, really. And I intend to keep doing so.\" She stares at me, her pupils narrowing to thin slits.</p>\n<p class=\"cnNkMDgwZDNlZGU5ZjRiOTJiMDc5ZDgwYzlhZmVmYjNj\" data-original-margin=\"\">\"And your king? He didn't try to stop you?\" she questions.</p>\n<p class=\"cnNmNGE3ZjgwNzM3ZTQ5OTdiNmI5ODQzNzAwYzYwZjk4\" data-original-margin=\"\">\"He just tried to keep himself safe and comfortable. He didn't care about anyone else. Killed him too,\" I respond. Something clicks into place for her as soon as I say that. I feel the numbing grief return in force and her face softens, her pupils growing wide enough to nearly fill her eyes.</p>\n<p class=\"cnMwMDE0MGMyMWM0MzRmNmZhNDcyODU0MWRiOWZmMGQ3\" data-original-margin=\"\">\"I want to make a deal with you. I will tell you anything and everything you want. I will guarantee I am safe. I will stay wherever you are, if you like. I will help you with your revolution if you need it. I'll even wear these cuffs every day,\" She offers and I raise one eyebrow.</p>\n<p class=\"cnM5ZTk3ZmE3NGQ0NTQwNGU5ZjRkYTYyYzdiYjlkOTVm\" data-original-margin=\"\">\"In exchange for?\" I prod and she takes a deep breath.</p>\n<p class=\"cnM3ZTU5M2NjNDU0NzQ4YzA4MGY4MWExNTU0ZjExZGY1\" data-original-margin=\"\">\"Help me kill the sages.\"</p>\n            ",
  "invisibleParagraphContent": "You could be reading stolen content. Head to the original site for the genuine story."
}