{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkNjM3ZTlhMTI2YjQxYzU4ZjgyMTMxMDAzODk0ZmM1\" data-original-margin=\"\">After some time, a tall blonde man in a robe finally enters the bookshop and Godfrey flips the sign to closed. \"Hello! You must be the plucky apprentice Lord Godfrey told me about!\" he beams, \"I hear you have need of a priest!\" Gilbert and I are a little taken aback by the energy he brought with him and Godfrey titters in the background.</p>\n<p class=\"cnNmNGJjODMyN2EwMTQwMTRhMjc1NjMzYTI2MzBjNjQ5\" data-original-margin=\"\">\"She does! Lord B-\" Gilbert begins before I cut him off by clearing my throat loudly. Is this idiot really going to start by declaring that I'm an enemy of one of the most powerful men in the country? We literally just met this guy.</p>\n<p class=\"cnNiOGJiMmUxMzY1MzQ5ZjhiNTQxNTE4NTg4OTYxZjY2\" data-original-margin=\"\">The priest chuckles gently and lightly reprimands Gilbert, \"Woah there lad! I think the young lady would like to speak for herself!\" This ingratiates him to me a small amount; it's not often I don't have to fight to be heard. It's not enough to trust him but it does help set me at ease. This, of course, immediately puts me on guard. Okay, I'll admit to a few trust issues but a lot of untrustworthy people make an art of setting people at ease; I can't help that.</p>\n<p class=\"cnNiNmY1MmRkMmM5NTQxZjU5Y2ZhNWUwNDA4NTIxNWU4\" data-original-margin=\"\">\"I would,\" I confirm. \"My name is Lillith, by the way. I prefer that to 'young lady' if you don't mind. And you are?\" I ask and he throws his hand to his mouth an exaggerated shock at his own rudeness.</p>\n<p class=\"cnMxZDMzOGNhMGE3ODRlNzdiYjgyZGFkMDBhMDUwZjcw\" data-original-margin=\"\">\"My apologies, how impolite of me! I am Acolyte Emeric of the temple of the Collector. A pleasure to meet you Lady Lillith!\" he bows and holds his hand out palm up as if to accept mine. I grab his hand and turn it into a shake, which he laughs off. Gilbert gives me a quizzical look while Godfrey pretends to read in the corner.</p>\n<p class=\"cnMxZDQ3NjNjMzkxMTRhMDM4NmYzOTBiZmZjZjQ2NzQ3\" data-original-margin=\"\">\"It's just Lillith, thank you. One moment,\" I say before casting my sound barrier around all of us. He raises his eyebrow, recognizing the spell for what it is, but politely waiting for me to speak. Two for two so far Emeric, well done. \"I need to speak to you about the rite of confession,\" I explain once I am sure we have privacy and have taken our seats.</p>\n<p class=\"cnNjY2U2MzU1NGYyNDRiZGNiNTk2MjZhNTA0ZDI0ZThk\" data-original-margin=\"\">He rubs his chin in one hand and looks at me for a moment before responding. \"Surely you aren't quite fourteen? Have you done something so grave you feel a need for the Collector's grace early? And in a remote location? Whatever you have done Lillith, I'm certain it couldn't be so serious as that!\"</p>\n<p class=\"cnM2YmNkMTZkMjc3ZTRkYmJiYmRlMmE4OWFhOWZmZjhk\" data-original-margin=\"\">\"It's not that I want to experience the rite, at least not as a participant, I need to understand it. How it works and what it does,\" I explain.</p>\n<p class=\"cnM4MjAyNTFhMGRiNTRlZmU4NDhiNTk5ZDA2ZWMxMmYx\" data-original-margin=\"\">\"May I ask why?\" he inquires, smiling but losing some enthusiasm.</p>\n<p class=\"cnM2MjgyN2Q5MGE3NDQ3YWFhM2FkODYxNTVhMDlkNzQ0\" data-original-margin=\"\">I decide to take the risk and be upfront about the issue. I don't know if this man means well or if he is a zealot; I don't know that he won't attack me just for suggesting the collector's power is used for something wrong. I don't have a lot of other options either, however, so I lay my cards on the table. \"I believe a man is using the rite on me, regularly and in my own home.\"</p>\n<p class=\"cnNjZTBmOGIyOWY3ODRhM2VhY2IwNmUwODM4Nzc0YmYz\" data-original-margin=\"\">He loses all his cheerfulness at this and draws his mouth to a line. \"Lillith, that is very serious. If that's true we need to apprehend him immediately, is this man a priest?\"</p>\n<p class=\"cnM2MjhmYTk0NWZiMTRkMDA4YjNhZGZiNWVhZmI1YTRi\" data-original-margin=\"\">\"I don't believe so, although it's not impossible he has some training with the church. You won't be able to apprehend him, though,\" I respond.</p>\n<p class=\"cnM5YjY2MWZiMWI1YzQxMzc5NDc1NDMwMGZhMTU0Mjhi\" data-original-margin=\"\">\"And why is that?\"</p>\n<p class=\"cnNhODRjZGIxOTA2ZTQ0YzhhOWY1YzQ4OTQ1YTY0MjEx\" data-original-margin=\"\">\"For one, I am not going to tell you who it is. For two, you wouldn't be able to anyway.\"</p>\n<p class=\"cnMzM2UzOGQxYmMwZTQ4MTk4YjM3MTEyZmI2Yzc0Y2Q0\" data-original-margin=\"\">\"Lillith this isn't something to play games with, if you know who this man is, action must be taken.\"</p>\n<p class=\"cnNkODM3YjkxZTE2NTQ1NTM5YzlmY2U5NjlhODQyN2Zl\" data-original-margin=\"\">\"I'm not playing games; I mean it. The church handling it won't lead anywhere.\"</p>\n<p class=\"cnM4OThmZGVjOTk0YjRhNDhhNGY3ODVmN2UwNjQ5ZWI1\" data-original-margin=\"\">He opens his mouth to either argue more or try to explain that I am wrong when Godfrey chimes in, \"She's right kid, telling you won't do anything. That's not the kind of help we need.\" Emeric's face pales, then hardens in response to this.</p>\n<p class=\"cnMzNzA2ZWFlYjhmZTRjNTRiMDk5MjM5Y2EyMDk1Mzdh\" data-original-margin=\"\">\"I see. In that case, this is even worse. Tell me, what kind of help you require,\" he responds after a moment.</p>\n<p class=\"cnM2MTkwYTk0ZDYwMTRjODM4NTczZDNiNGIwOWE2ZDE3\" data-original-margin=\"\">\"I need to understand the rite. And...\" I say, bracing myself for backlash at my next request, \"I need to know how to fight it.\" Emeric looks aghast for a moment, then composes himself. He looks at Godfrey, who gives him a gentle nod.</p><p class=\"cjI3ZDQ2YjM0NmEzNTRlZmRiMmZmNDFiMWY3OTliZmM1\" data-original-margin=\"\">You might be reading a pirated copy. Look for the official release to support the author.</p>\n<p class=\"cnMxY2U2MGYwMTRiYjQ0ZDc4OGI0ZDUwMTExZDljZDhh\" data-original-margin=\"\">\"Alright, Lillith. I can't tell you how it works; I'm sorry I just can't. But I can tell you how to defend yourself against it when it's wielded by the wrong hands. It may take some time to master it, however,\" he says.</p>\n<p class=\"cnNiZDcxMWZlYmQ4ZTRkNTk5Mjg3MjExMzY3YmY0NWRh\" data-original-margin=\"\">\"That's fine by me. I just need to defend myself, for now. What do I need to do?\" I ask. It's not everything I need but there is no point arguing over it right now. If I can learn how to stop it, I can work from there.</p>\n<p class=\"cnMxZjg4ZmExNmFkZTQzYTM5NDdlOTU5NmFiMDljMGNh\" data-original-margin=\"\">\"How much do you understand about directional aspects?\" he asks.</p>\n<p class=\"cnM5Y2Y1NjhkODM2ZjRhYTE4NjM5NWM1ODE3MjY5ZTlm\" data-original-margin=\"\">\"Like mana aspects? I know how to aspect mana, what do you mean by directional?\" I respond.</p>\n<p class=\"cnNjNzMxMzBlZWU3NTQ5NThiY2ZhZGE5ZGU3YzUwMmFj\" data-original-margin=\"\">Godfrey chimes in at this, assuming his assumed 'master' role, \"He means the direction of effect an aspect has. Mana aspects are either exoaspected or endoaspected. All the mana you use is exoaspected mana. This is mana that creates an external effect like firing a projectile, creating light, or shooting fire,\" he lectures. This makes sense, I do have mana that creates internal and external effects.</p>\n<p class=\"cnM1MWJhNTNlOTZkNjRhYjdhYTM1MWQwNzRkNDA5MTdl\" data-original-margin=\"\">\"And endoaspected mana has an internal effect, like altering my body?\" I venture. For some reason, Emeric's face contorts at the guess.</p>\n<p class=\"cnNjY2FhMjhlNzhkYjRlNjg4YjFhMmI3YTA4ZGNmZWYy\" data-original-margin=\"\">\"No! You must never use mana to alter your body,\" he berates, \"altering the body from its natural course is the domain of the Collector and is both deeply wrong and immensely dangerous!\" I look at him a bit taken aback. That's an interesting reaction I can file away for later. I have seen women with earrings before. I've even seen tattoos on otherwise religious men. He must mean alter in the same way I have been trying to do...</p>\n<p class=\"cnMxNGFjNjgzZGEyYzQxZTBhMDYzZWZmOGExZGZhNGFk\" data-original-margin=\"\">I'm interrupted from my pondering as Godfrey continues his explanation, \"Emeric is right Lillith, alterations to the body are dangerous and often necessitate banishment of the afflicted. It was a good guess though. No, endoaspected mana is mana that observes an external concept and causes an internal effect. It's sometimes called emotional mana because it is a result of abstract concepts. Joy mana for instance is endoaspected.\"</p>\n<p class=\"cnNiNDgzZWY2M2ZiNjRiY2JiZDdiMDNhMGNiMTMyYjA2\" data-original-margin=\"\">I nod, the concept clearing some past reading up for me. I have read about strange aspects of mana like hunger or sadness. I never understood what they would be used for. Gilbert looks back and forth like we are speaking a different language, but Godfrey carries on, \"Magical bards are masters of endoaspected mana. They create emotions in their audience that reflect mana of an aspect they have internalized. This increases their exoaspected mana in various ways. Anger can increase the power and efficiency of fire spells, for example.\"</p>\n<p class=\"cnNjMzE3NTcxZTlhMTQyYmQ5YzcwN2Q5YWVhNTYxMjg1\" data-original-margin=\"\">This is extremely useful information, and it clicks into place for me. \"So there is an aspect of mana that can increase my defense against religious rites?\" I hypothesize.</p>\n<p class=\"cnM4OTk0NzUyYjU5ZjQ5ZTk5YzIwMWRmYmZkODA3YWEw\" data-original-margin=\"\">\"Sort of,\" Emeric chimes in, \"It won't change the effects of official rituals under the supervision of the church, but it will protect you from bad agents who are using the temple's knowledge to steal from the great collection.\"</p>\n<p class=\"cnMzZThjMjA3M2JiNDQ0NWZiOGNjMGI1NDZkZTBjMDQ4\" data-original-margin=\"\">\"The great collection?\" I ask before thinking better of it and moving on, \"Never mind. So you are saying with a certain endoaspected mana I can defend myself from the man doing this, but not from actual priests? What kind of mana can do that?</p>\n<p class=\"cnNlZGI1Zjg5ZmNhMzQ1MDY4OWE3MmIzMTQyZGUzZDk1\" data-original-margin=\"\">\"Well, it will from priests actually, just not if it's used for its intended purpose. You need to aspect and internalize faith mana,\" he explains and I wilt. \"If you aspect faith mana then the divine magic of priest will only be effective when directly enacting the Collector's will.\"</p>\n<p class=\"cnNmYjkxZjdkZjBjMTRkM2FiZDVmZDlhNzVlZTNkMDNh\" data-original-margin=\"\">This doesn't sound all that promising, truth be told. It is a lead though, so I may as well investigate. \"And how do I do that, exactly?\" I ask.</p>\n<p class=\"cnNlNDY3OTc4NTIwYTQ2MzE5YTIwZTViMDAyM2RlMzE0\" data-original-margin=\"\">\"To internalize endoaspected mana, you need to embody the aspect in question. You need to truly understand and represent that aspect, or you won't be able to assign it to mana. To defend yourself, you essentially need to hand yourself over to the Collector completely,\" he explains.</p>\n<p class=\"cnNlMDdmMWEyMTBiZTRhMDc5M2JjMmMyYjQ0NjFkNjFm\" data-original-margin=\"\">\"I... see. Thank you Emeric, that is very helpful,\" I say, only half lying.</p>\n<p class=\"cnM5ODI1MTgwMjk5MTQzMTE5ZjRhYWM1MzMxOTg0Y2Rh\" data-original-margin=\"\">\"I can teach you more about the collector, enough to help you grasp faith mana, if you like?\" he inquires hopefully.</p>\n<p class=\"cnNmYjQwNjY5YjM3YjQwMmY4YzMzMDBhNWIyZTE1YmM2\" data-original-margin=\"\">\"Another time perhaps,\" I answer, \"I have a lot to consider.\" His shoulders slump a bit but he doesn't push any further.</p>\n<p class=\"cnM4MTMwZjA0ZGRjYzQ4ZDk4ZWQ1ZDM1YjAyNjNhY2Nl\" data-original-margin=\"\">\"I understand Lillith. Let me know if you change your mind,\" he responds, \"In that case, I'd better get back to the temple.\" He stands up and exchanges a look I can't interpret with Godfrey, then leans down to me and whispers in my ear, \"You deserve to feel safe Lillith. If you ever need me, I'll help you.\" He then departs, waving goodbye to us.</p>\n<p class=\"cnMxMTRjMDYyNmUyNjRlMDM5YTRkMTRiYjI2YzMzOTcz\" data-original-margin=\"\">\"Well that's not gonna work,\" Godfrey and I lilt at the same time. Gilbert looks back and forth between us confused.</p>\n<p class=\"cnNkN2YxODk1MzNiYTRhYWFiMmFlMzJiMjlkZWYwMmJi\" data-original-margin=\"\">\"Why not? I don't understand mana but if all you have to do is have faith, maybe you should try?\" he says.</p>\n<p class=\"cnNjYTczNTE5Y2U3ZjRjNDNhN2I3NGNlNjdmOTNkNTIz\" data-original-margin=\"\">I give him a long-suffering look before responding, \"It just won't Gilbert. Even if I wanted to you can't force yourself to have faith in something you don't.\"</p>\n<p class=\"cnNiMDE0Y2Y0Njk1NjQ4MmE5ZTc0MmZlNGJiNDUzODQ2\" data-original-margin=\"\">\"Indeed,\" Godfrey agrees, \"it's not so simple as that.\"</p>\n<p class=\"cnM0YzE1NmFiZmRiZDRhNjU5ZjlhYmM0ZDg0YWMxYjdl\" data-original-margin=\"\">\"It was helpful, though. It gives us a place to start,\" I say as my mind races. I will likely never manifest faith mana but I am not a woman who has left her emotions behind. I just need to find a substitute.</p>\n<p class=\"cnMwMjU2N2FlNDdjNDRhYzM4MzJhOTgxYjhmODU2YjU4\" data-original-margin=\"\">\"You can't use it, but it was helpful? What do you mean?\" A confused Gilbert asks the room.</p>\n<p class=\"cnMwMTMwNGVmM2YyMTQwZTk4MmQ5NGVlYjZkM2U3ZmRm\" data-original-margin=\"\">\"It was indeed,\" Godfrey confirms, \"we know we can fight divine magic with mana. We just need to find the right aspect.\" Godfrey has come to the same conclusion I did, although he probably should have earlier. I suppose he is just as susceptible to academic arrogance as I am.</p>\n<p class=\"cnNkMjE0ZmQ3MGYwMjQ5OTE5M2NmMjViNWRkNDQwNjM2\" data-original-margin=\"\">Gilbert and I leave the shop. We decide to question a few more people about the button I'd found before heading home. My mind runs laps around my head as we conduct today's search. I have a few ideas for mana aspects I can probably manifest. Defiance, anger, and independence would all make sense. I just need to pick something before my next meeting with Baldwin.</p>\n            ",
  "invisibleParagraphContent": "You might be reading a pirated copy. Look for the official release to support the author."
}