{
  "preChapterNote": "<p>From this point on all narration of Kaede uses 'she' as the pronoun, with exception to flashbacks. This is done for grammatical reasons because it becomes incredibly confusing to swap back-and-forth based on whether the narration is coming from Kaede's perspective or not.</p>",
  "postChapterNote": "<p>I don't normally like to wax psychology openly, as I prefer showing instead of telling. However since coming to RR, some people <em>love</em> to tell me what 'should' happen. So here's a special postnote.</p>\n<p><em>Daybreak </em>was written with the help of two psychologist friends as its early readers, and in psychology there is a famous model called the <a href=\"https://en.wikipedia.org/wiki/Five_stages_of_grief\" rel=\" ugc nofollow\">Five Stages of Grief</a>. They are:</p>\n<p>1. Denial - \"This can't have happened to me!\"<br>2. Anger - \"This is complete bulls@#$!\"<br>3. Bargaining - \"It can't be that bad\"<br>4. Depression - \"How am I supposed to deal with this?\"<br>5. Acceptance - \"Okay, I just need to focus, do this, and move on.\"</p>\n<p>For those of you claiming \"Kaede doesn't behave as a boy should!\" Well, that's because Kaede has never been a 'typical boy', nor does he have gender dysphoria. Kaede is written as an individual with <a href=\"https://en.wikipedia.org/wiki/Sensory_processing_sensitivity\" rel=\" ugc nofollow\">SPS (Sensory Processing Sensitivity)</a>. Individuals with SPS typically have high sensitivity, conscientiousness, and empathy, traits largely identified around the world as 'feminine'. As a result, men with SPS often find themselves having difficulty matching society's expectations towards them, as these traits are the polar opposite of stereotypical 'male culture'. Kaede fits into neither gender neatly, and it's the main topic of exploration for Daybreak's genderbender tag.</p>\n<p>For those interested, there's actually a <a href=\"https://www.youtube.com/watch?v=pi4JOlMSWjo\" rel=\" ugc nofollow\">Ted-Ed talk on this topic</a>.</p>\n<p>Kaede goes through 'Denial' in Chapter 2 and 'Anger' in Chapter 3. This phase often lasts longer for people, but since Kaede is written to be a realist and someone with high emotional intelligence. So she quickly transitions into 'Bargaining', a <em>fake acceptance</em> stage where one start looking for the silver lining in any tragic situation and trying to convince themselves that this isn't so bad / might work out if some things simply changed -- which in this case is Pascal's attitude towards her.</p>\n<p>If this is not the way you'd react, that's fine. We all behave differently to circumstances in the world. Kaede herself is a <a href=\"https://www.16personalities.com/infp-personality\" rel=\" ugc nofollow\">Mediator (INFP)</a>, one of least common of the <a href=\"https://en.wikipedia.org/wiki/Myers%E2%80%93Briggs_Type_Indicator\" rel=\" ugc nofollow\">Myers-Briggs Personality Types</a>, and is often so misunderstood that even the most highly regarded test site notes:</p>\n<blockquote>\n<p>But because this personality type makes up such a small portion of the population, Mediators may sometimes feel lonely or invisible, adrift in a world that doesn’t seem to appreciate the traits that make them unique.</p>\n</blockquote>\n<p>Therefore don't just come insist \"people don't work that way\" to me just because Kaede doesn't think the same way.</p>",
  "chapterContent": "\n                <p class=\"cnM1YjdkZGQ4MWFmNjRhY2Y4MmQ4Y2YwYTkxOGYyNGEx\" data-original-margin=\"\">True to his word, Pascal kept his hands to himself that night. Kaede had taken his spare bedding and insisted on sleeping on the floor, though she knew that would never have stopped him if he tried anything.</p>\n<p class=\"cnNhYjZlNzhjODA5ODQzN2VhOGUwMGMzMjI4M2FiM2Fj\" data-original-margin=\"\">Yet despite her precarious situation, a far greater concern kept her thoughts occupied: his words kept replaying in her mind, forcing her to accept the grim new reality.</p>\n<p class=\"cnNiMjIxNGFlNzAyYTQ1YmRhNzY3NzQxOGEwNmZmMTcx\" data-original-margin=\"\">On the first night of Kaede's new life, she silently cried herself to sleep... yet even that merciful unconsciousness lasted only three hours.</p>\n<p class=\"cnMzOTY1MjBkNDU0MTRiYmM5ZGI0NTQ3NDVhOGU0NTFm\" data-original-margin=\"\">By the time the first rays of light cracked through the curtains, she was tired of lying about. Taking care not to wake Pascal up, she pulled on the jacket from last night. She tried on one of his spare pants as well, but found no good way of holding it up around her much thinner waist. She then grabbed the longbow on his wall and the quiver in the corner with its blunt arrows. Then, after she quietly slipped out of the room, she made her way towards the rooftop.</p>\n<p class=\"cnNmYjhmZWU5MGJkOTRmMzI4MDg1OWE4YTlkOGMzZGRh\" data-original-margin=\"\"><em>I need some fresh air to get my thoughts in order,</em> she decided.</p>\n<p class=\"cnM4ZWM1ZTYxMDJlYzQ4NGFiOTEyODExYzc2ZDE2ZmU0\" data-original-margin=\"\">The Academy's 'dormitory' turned out to be more of an opulently furnished keep. Intricate rugs of rich wool lined the stone hallways, while bright crystal chandeliers lit every intersection. Gold-framed portraits and ornate medieval weapons decorated the spiraling tower staircase. Even the heating and insulation of its stone construction proved superior to Earth equivalents, as Kaede opened the thick wooden door to the roof and was promptly chilled to the bone by the cold air of a late autumn morning.</p>\n<p class=\"cnM2ODJlZTc1NmM1MDRlODdhNWQ2MTY2ZTVmZGRiM2E4\" data-original-margin=\"\">The wind on top of the roof wasn't much, barely a breeze by most standards. However the biting cold kept her keenly aware that she wore nothing more than a flimsy skirt and satin stockings underneath the oversized wool-and-cashmere jacket.</p>\n<p class=\"cnNkMzlmZDhlNDg2YzRmYjI5NGVjNjI1ZTEyMGE3MGRm\" data-original-margin=\"\">Yet even that discomfort was momentarily forgotten as Kaede took her first sight of the new world.</p>\n<p class=\"cnMzMmNkMzQ3MDFiZTQ3YmQ4MjFjYzk3NzZkMzcyZGEz\" data-original-margin=\"\">The red sun was still pulling itself onto the eastern sky, but it looked small compared to the gigantic moon. No, the indigo 'moon' that floated beyond the horizon and took up a third of the sky was more likely a gas giant. A third celestial body, a tiny, silver orb, could barely be seen on the giant's periphery. Meanwhile the cotton clouds, even bathed by the orange light of daybreak, betrayed a tinge of blue.</p>\n<p class=\"cnNjYjNlYTUxMWM4YzRjZjJiOGNjNDhlMzE4NDZlYmUx\" data-original-margin=\"\"><em>It really is a whole different world.</em></p>\n<p class=\"cnNiNjJmOTllNzFlMDRjYTY4OTViMTViYzU0OTZiOThl\" data-original-margin=\"\">Surveying the surroundings, Kaede realized that the dormitory was but one of many stone keeps in a massive castle complex. The fortress even had a curtain wall and was built upon a hill. The walls were steeply slanted, similar to Japanese castle bulwarks but with European-styled battlements. They held raised courtyards like a fortified agricultural terrace, which included a stone circle that looked like a smaller version of Stonehenge.</p>\n<p class=\"cnM0NTc1MTM0YTk3NzRlYjJiMTNlNTQ1NDU1Mjg5NTQ0\" data-original-margin=\"\">The entire complex stood amidst a vast, flat countryside dominated by deciduous forests and grassy knolls. Several villages of clustered homes were within sight, each surrounded by tracks of plowed land. To the north was a huge lake that stretched into the horizon. Soldiers in scale mail guarded the outer wall towers, while a stone-paved road leading out from the gatehouse stood as the only highway in sight.</p>\n<p class=\"cnNiZDA3MTlmZmNmMDQ5ZTI4ZmFkM2M2NjA3ZGY3NGMy\" data-original-margin=\"\">Kaede raised the longbow she had taken with both hands and examined it. The bow was about two meters long and notably taller than her new body. The design definitely reminded her of the Welsh longbow she once saw in a museum, with a single long piece of wood pulled into an arc by a drawstring. It was significantly different from the Japanese <em>yumi</em> she had used in archery practice.</p>\n<p class=\"cnM2NWNjYjBkYzVkODQzOWZiYWYyM2E5OTQ3MmUzYzcw\" data-original-margin=\"\">Japanese archery, known as <em>Kyudo</em>, sought moral and spiritual enhancement alongside marksmanship improvement. With the motto of 'correct shooting is correct hitting', its practice emphasized form, purpose, and clarity of mind. For Kaede's often-bloated thoughts, it was a hobby that brought her inner peace and serenity.</p>\n<p class=\"cnMyNjkxZGM1MjQ4ZDQ4NTk5Y2QzMjYxOTgzZGIzNzE1\" data-original-margin=\"\">Both of which she desperately needed.</p>\n<p class=\"cnNiNDVmYzY0YWY3OTQzMGI4OGUxZDBlN2ZkZWJhNjcx\" data-original-margin=\"\">Kaede took an arrow from the quiver and raised the unfamiliar bow into the air. Her right hand then notched the arrow and pulled. Her weak arms shook as she strained her meager strength to retract the bowstring. She could barely pull any tension onto the wooden limbs, yet her eyes never left a block of stone that she chose from the far-side crenellations as her target. The familiar motions helped to clear her thoughts, transfix her focus on the target, and transform her mind into the arrow...</p>\n<p class=\"cnNjODY1Yzk5MmM1YjRkNGRhMjAxMWQ5YmE1NjIyYzI5\" data-original-margin=\"\">Or at least... that was what she attempted.</p>\n<p class=\"cnM2MDdmZTQyMzJkMDQxY2RhOWEzNDQ1ZDQ1OGZjYTE3\" data-original-margin=\"\">Her fingers loosened. However her arrow's flight was pitiful. It didn't even make it halfway to the target.</p>\n<p class=\"cnMzYTY4YjRlNjJmNzRlNWJhNzA4MGUxMWZiYWM0ZmVl\" data-original-margin=\"\"><em>Again</em>, her thoughts rang out, struggling to suppress her rising disappointment alongside waves of other anxieties. She tried to clear her mind once more, to allow the familiar motions to draw her into a meditative trance, just as she had done so many times before.</p>\n<p class=\"cnM2YjMxYmJmMGYwZjRiZTA5NDFiYjcyNGNlMGI4NzI1\" data-original-margin=\"\">But it was easier said than done.</p>\n<p class=\"cnNjYjc0MzBhMGMwNzQ3ZWQ4NzQwZWE1YzAxMzdiMTRj\" data-original-margin=\"\"><em>Will I ever see my friends and family again?</em></p>\n<p class=\"cnNmOTUzNGYzZDkzNzQ5MDY4MzU3YjEwYjViMmY4NjM4\" data-original-margin=\"\">The third shot skidded off the floor with resounding denial.</p>\n<p class=\"cnMzODAxMzhlMDYxMzRiYjZhYmMwOGYyYTBhNDQ3ODkx\" data-original-margin=\"\"><em>What about college? After working so hard and finally getting accepted to the University of Tokyo.</em></p>\n<p class=\"cnNiMDlmZWFkMTIzZDRmNTBiMDM3NjkzNzYxZDdjMjU0\" data-original-margin=\"\">The fifth arrow veered off to the side like she wasn't even trying.</p>\n<p class=\"cnNlNDEyMWEzZmFkNjQyOWFhZDg3YWQwOGNjNjMwYjJl\" data-original-margin=\"\"><em>How will I survive in this world, without even a line of work?</em></p>\n<p class=\"cnNjMjY0Y2Q1Nzk0MTQwZmM5OWQ3N2NiZTU1MTA2MGRm\" data-original-margin=\"\">The seventh proved to be her worst, as it plunged to the ground almost immediately after leaving her fingers.</p>\n<p class=\"cnNjNWVkNjMzNTBhNzRjYzhiZjI5ODlkZTIxNjkyNWUz\" data-original-margin=\"\">Ever since she learned it years ago, Kaede had relied on meditation to help regulate her thoughts, her 'mental hygiene' as many called it. Yet now, it wasn't working. She couldn't enter the mindset, couldn't detach herself from her negative emotions. She tried to actively focus on her movements or using the 'box breathing' technique. However that only served to remind her that this body wasn't the same as before. None of the usual methods were working, as her maelstrom of concern and anxiety would not abate and would not let go.</p>\n<p class=\"cnM4ZWIyODA4NzNiYzQyMDA4YjE5ODliNWVmY2U0MDRl\" data-original-margin=\"\">Then, as an eighth arrow skidded off the ground, Kaede almost threw the bow down to the ground in frustration. Her small hands clenched into fists as she struggled to keep a grip on her emotional state. And that was when she heard the sound of soft footsteps approaching from behind.</p>\n<p class=\"cnM1NTk5YWM4MTQxMDQxOTc5ZDI2YWZkNzkzNzc5ZmRk\" data-original-margin=\"\">\"How did you know I was here?\" Kaede asked in her wispy voice.</p>\n<p class=\"cnNiNDM0OTAxY2FiMjRjNmZhODE0NWVmMmU1ZDUxODli\" data-original-margin=\"\">\"You are my familiar, remember?\" Pascal's voice was revitalized and clear. \"I can see what you see just by focusing.\"</p>\n<p class=\"cnNmMzdlNmVmOTRlNjQwZDY4ZTJjY2RhNDczNmM4MzFl\" data-original-margin=\"\">Her stomach tightened as she felt the illusion she called 'privacy' shatter into a million pieces.</p>\n<p class=\"cnM4MDAyY2M2ZGE2MDQzOTE4YmM3NDExODdmM2MwMmNh\" data-original-margin=\"\">\"And just what else does our bond include?\"</p>\n<p class=\"cnM3MjllZmQzMzE4YjRiYjA4ODdhOGY1NDRjNjVkZGFl\" data-original-margin=\"\">\"Well, shared sensory perception for starters,\" he began. \"I can tap your senses -- visual, audio, and empathic. Then there is the...\"</p>\n<p class=\"cnMzODI3NTcxYjQyYTQwNWNiY2FkYTViMWUyNzRlMWYy\" data-original-margin=\"\">\"Wait,\" Kaede finally turned to face him. \"You can <em>feel</em> my emotions!?\"</p>\n<p class=\"cnMxZTIwODM2NDRkZDQzOWY5OThhY2E3ZTRjZDFkNjNi\" data-original-margin=\"\">\"Not yet. That one is a passive link. It takes longer to connect.\"</p>\n<p class=\"cnNkZTRiZmRjMzBhMDQ4MzViNTExYjRjM2I3OWQ3ODgw\" data-original-margin=\"\">Standing proudly in his immaculate crimson-on-black military uniform, Pascal wore his black Knight's Cross medal under the stiff folded collars that held his silver insignias. His perfectly groomed soft golden curls hung just long enough to drape over both ears, framing lean cheeks colored a healthy pink by the cold air. His clear aqua-blue gaze shone with admiring intrigue above a thoughtful smile, before they quickly changed into one of concerned examination.</p>\n<p class=\"cnNhYjk4MTQ5N2U3MjQwM2M5N2NlYTNjYTJiOTY5NzBl\" data-original-margin=\"\">\"You look terrible,\" he noted her pale countenance while taking a step forward to touch her cheek with warm fingers.</p>\n<p class=\"cnMxZTA3NzY4ODZhNjRlNGFiNmE5MjNiYjEyZGZlMmFm\" data-original-margin=\"\">\"Gee, thanks. I wonder whose fault it is,\" she retorted.</p>\n<p class=\"cnNhNzNiNmU4ZmJmYTQxMzVhNjA5ZGI5YTgzN2VjYTg2\" data-original-margin=\"\">He didn't show the slightest hint of guilt.</p>\n<p class=\"cnM3ZWM3YWVlMmJhYTRmOGE5ZTUyMWJhOGZmYjAxM2U5\" data-original-margin=\"\">\"No need to worry. I have a spell for this. It's half-cosmetic and half-healing.\"</p>\n<p class=\"cnM4MGM0NWY5OTdjODQxMjI4MDkwNzhhMTVhYjYzZDI1\" data-original-margin=\"\">With a few muttered words, Pascal slowly waved his right hand across Kaede's face. His turquoise ring glowed with brilliance, and she felt a soothing warmth spread across her.</p>\n<p class=\"cnNmZjNiNDEzNzJiMDQzMmViOTEyNjA4NzAxYThkY2Q3\" data-original-margin=\"\">\"I mostly use this in the field,\" he explained in rather stiff words. \"Officers must always look awake and confident, even if they only caught three hours of sleep. Perhaps I should check you in the mornings. We nobles do have an image to maintain.\"</p>\n<p class=\"cnM3MGY2MTNhYjAwMDRiMGI5NDVjYTE3YjkxNWU2YWJl\" data-original-margin=\"\">\"Yes, of course.\" Kaede was feeling unusually sarcastic this morning. \"Can't let your mistress play-toy look ashen-faced with bloodshot eyes, can we?\"</p>\n<p class=\"cnNkMmJkMjliNzI3MTRkN2M4M2ZjMmE0ODM3ZTNkYzcz\" data-original-margin=\"\">\"While I recognize that many nobles have a taste for that, I have no such need. You are my familiar companion,\" Pascal warned with complete seriousness. \"Please do not sully that bond.\"</p>\n<p class=\"cnM3MWU3MjNiOGUxZjQ5Yjc5NzI1MGFiY2MwNDAxNWQy\" data-original-margin=\"\"><em>Then how do you explain my appearance now...?</em></p>\n<p class=\"cnM3OTUzOTI1ZWMwZjRiOTY4NTc4OWRiNzMwZWZhMjlm\" data-original-margin=\"\">Sighing, Kaede decided to let the matter go, for now.</p>\n<p class=\"cnM0ZDI5ZGYxOWM2ZTQ0MDE4ZTVkNzgwY2U5ZTliODU5\" data-original-margin=\"\">\"As I was saying, a familiar also serves as an eldritch proxy for the master. The arcane conduit between us allows me to cast spells on you, as well as through you, as long as you are within a kilopace of me, give or take depending on the ether saturation of the region. Being supplied by my mana also grants you some of the basic resistance mages have against foreign mana --so any alchemy or enchantment, spells that shape either the physical or the mind-- as long as they do not come from me.\"</p>\n<p class=\"cnMzMTg4NzYxNTE3ZjQ4NjY4MjUzZGYzNDRiNDY0YzJj\" data-original-margin=\"\">\"Terrific, so I'm a water hose now,\" her response was deadpan. Then more seriously: \"Does that at least mean I can learn to cast spells using your ether... mana... whatever?\"</p>\n<p class=\"cnNmYmRiMGNmZjI2MzQxNzNiN2U5Yzc1Yzg1ZjU1MDIx\" data-original-margin=\"\">Pascal smiled at her question:</p>\n<p class=\"cnNhZGEyMDIwN2Q0ZTQ4ODNiNDI2YmZjZGEwZDE0YmQx\" data-original-margin=\"\">\"Ether is freely available spiritual power, scattered into the environment by all living beings. Mana is ether after being absorbed and transferred by magically conductive nerves, then refined by the soul. Spells are crafted from mana by using one's magical nerve conduits to form internalized spell arrays, which are drilled into muscle memory through thousands of repetitions and then called upon by mnemonic incantations. The exact words are merely a matter of common choice. Unfortunately, it does not look like you have the magic conduits to learn spellcraft. However, you should be able to power and activate magical equipment using my mana.\"</p>\n<p class=\"cnNhZWI2ZDI3ZjZmODQ2ZmVhMmJhYTc3MmQxYmY1YjE1\" data-original-margin=\"\"><em>Well, at least I get *something* for all this inconvenience...</em></p>\n<p class=\"cnM3YzVlZTZmYjc0NjQ1NTY5ZTRmMWVhMTc0ZjRmZjNi\" data-original-margin=\"\">\"The familiar bond also includes a telepathic channel that functions even better than the spell, which...\"</p>\n<p class=\"cnNmODNlMzhmN2ZlYjQyMTQ4ZmQ3YjM2NGEwNGRmODIz\" data-original-margin=\"\">Pascal suddenly stopped. His eyes refocused on Kaede with its piercing turquoise gaze. His voice suddenly began to resound from within her own mind:</p>\n<p class=\"cnNjMzJlYzI0YTIwODQ0MWZiNmJjNTRkMTMzMDlkZTZk\" data-original-margin=\"\">\"&lt;Is this working yet?&gt;\"</p>\n<p class=\"cnM0ZjY1MGZhYTA4ZjRjNWFiMDlmMWRjYWIzY2FlMmY3\" data-original-margin=\"\">Her bulging eyes gave an obvious response.</p>\n<p class=\"cnM4M2ZhZTZjYjAzNzQyMTc4N2RhNjc4M2YxNDIzNDk0\" data-original-margin=\"\">\"&lt;You can use this also. Just concentrate.&gt;\"</p>\n<p class=\"cnMwMzVhMWRkZWYzZTRlN2ViYTJmMDMxMmM0YTc5MzQ3\" data-original-margin=\"\">Kaede closed her eyes and imagined a microphone: \"&lt;You're an idiot.&gt;\"</p>\n<p class=\"cnMyMzQ5MTkwYmNhYzQ3ZGViZDlhZDRmNGY5ZmYwNzE0\" data-original-margin=\"\">\"And so are you, if you do not see the value in such a reliable form of private communications.\"</p>\n<p class=\"cnM2ZDllZDdhMDYwYzQ5ODdiZGNjODFmNTNmNmE3ZTEz\" data-original-margin=\"\">\"You're not going to read my mind through this, are you?\" she asked, worried.</p>\n<p class=\"cnM0MzNiODcwNjU4YjRlOTliZTY1ZTc0MTc3MjRiZjY3\" data-original-margin=\"\">\"No. Only the thoughts you will to others are sent through the channel,\" he spoke with utmost sincerity. \"Of course, there is a mind-reading spell. However, since being caught performing thought voyeurism may lead to espionage charges and other serious consequences, it is considered below proper nobility to use such magic. The same goes to charms, compulsions, and other mind-altering enchantments. Usage of them may constitute crimes ranging from larceny and extortion to rape if one is found casting them without consent.\"</p>\n<p class=\"cnNkMDZjYTQ2MTljYjQ1OGFiN2FmNDI2NjEyNjJkMDc3\" data-original-margin=\"\">\"You haven't actually said that you don't use them yet,\" her eyes narrowed.</p>\n<p class=\"cnM5YTgwZWY0NWQ0ZDRlYWRhMWEwNjY4MWNlYzBlMDgx\" data-original-margin=\"\">After a split-second sneer, Pascal continued his serious approach:</p>\n<p class=\"cnNhMWRhNGU2MzBlYjQwOWM5NzMzMWI0OTgyYjZlYjYy\" data-original-margin=\"\">\"As I have said, it is <em>below proper nobility</em>.\"</p>\n<p class=\"cnMxZTFiZTM5OWQ1YTQ0ODE4YzdjZDBlMjEzNTYzZTdi\" data-original-margin=\"\">\"Then, how do you enforce the loyalty of familiars?\"</p>\n<p class=\"cnMwMTYzNDI2MmIxNzQ0NTZiYzg2NGViNzg5MGM4NGNm\" data-original-margin=\"\">\"While the summoning compels the familiar to go through the ceremony, familiar bonds do not rely on compulsion magic. Instead, it links two beings through the arcane conduit. Obedience is achieved through a contest of will. It is why familiars are usually a good measure of the master's strength of character and mind.\"</p>\n<p class=\"cnMzMGIxZTM5ZTZmYjQ1NzJiOWVjZjBhMGE3YTY3Mjc2\" data-original-margin=\"\">\"Okay,\" Kaede relaxed, suppressing the urge to poke out those increasingly downcast eyes. \"What else?\"</p>\n<p class=\"cnNkYzFiOTUyZTI0MzRmNDViODQ3ZDkwNDM4MWY1YTJj\" data-original-margin=\"\">\"The last function of a normal familiar bond is auto-translation magic for both the master and familiar, so they may understand each other.\"</p>\n<p class=\"cnM1NDQ3ZWIzYjg2ZDQ0YWM4MGIzN2E1N2ZkNzg5OGVj\" data-original-margin=\"\">\"So that's how I can understand you. But why am I speaking your language?\"</p>\n<p class=\"cnMzOTk3NzdmNzhlMjQxNjI5MmNmM2JmZmE2YzM5Mzg0\" data-original-margin=\"\">\"Because <em>I</em> inserted two additional functions into the bond.\" Pascal took the credit with majestic pride, his irritatingly aristocrat drawl returning. \"The auto-translation magic I gave you functions both ways. They modify both your understanding and your speech by tapping into my linguistics knowledge. It is a good thing too, because otherwise you would only be able to talk to me.\"</p>\n<p class=\"cnNiYTZjZmJhMmJkYjRhOTBhOWZlN2UyNDJkMWVmZTUx\" data-original-margin=\"\">Despite his attitude, for the first time Kaede felt <em>glad</em> about something Pascal did. The alternative was just too horrifying.</p>\n<p class=\"cnNmNGJiOWU1YmViZjRhNzZhYzAxMDQwOWYyZDlkYjNl\" data-original-margin=\"\">\"And the other?\"</p>\n<p class=\"cnNiNTc1NGFjNGQyYTQ0NTFhYWM1ZGRhMzEwYTVkMTA0\" data-original-margin=\"\">\"I am getting there... Since I am born of high nobility, we can never know if there may be treachery underfoot. So I thought ahead and specified the contract to give you a magic reservoir, in the form of a permanent set of spell-storing glyphs on your forearms.\"</p>\n<p class=\"cnM4ZmMxM2RiZTVmMTRkYjE5ZDBmNDRkNDkxNGI0NGI4\" data-original-margin=\"\">Kaede set the longbow down in a rush. She quickly stripped the white satin glove off her right arm. It was just as he said. There were now eight runes etched in a row on the underside of her forearm. Each rune shed a faint, turquoise-blue glow, and together they gave off a subtle warmth, which spread evenly in her still-gloved left arm.</p>\n<p class=\"cnNhNTllYThjYjgxNTQ2YjBiN2M2OThlNGZkYjY1MTI5\" data-original-margin=\"\">\"I'm not a battery!\" She stared back at him with incensed eyes. Never a fan of tattoos to begin with, she couldn't believe he already had her permanently marked.</p>\n<p class=\"cnNlOGYyMGY5ZjAyYTRlOGNhOTdmNWQ5YmQ5MTc2NTU2\" data-original-margin=\"\">\"Of course not. I would never ask you to serve in the artillery,\" he replied with slight confusion.</p>\n<p class=\"cnMxMGFjNzc0NWUxYjRjYjI5NmI4M2NmNTA5YjRlMjI3\" data-original-margin=\"\">\"No, I meant... a battery is a device for storing electricity, lightning-power, from my world.\"</p>\n<p class=\"cnM1OGE0MGU2NThhZDQ3NzE5OWUzODc2OThiZjMyYWRl\" data-original-margin=\"\">\"Indeed,\" he nodded with interest. \"Well, being a user of both gem and runic magic, reserve capacity is not one of my problems. Those glyphs are capable of storing pre-crafted spells. I transfered over two full arrays of defensive spells before you woke up yesterday, which you can activate just by pressing down on the runes. I also hope that, since your body is not a network of magic conduits like mine, you may be able to absorb foreign spells using those... we will have to experiment with that one.\"</p>\n<p class=\"cnNmZWFhNTEyY2E5ZDQ1NTI5NTM1NzdjZjM1NjliZDdh\" data-original-margin=\"\">By now, her shoulders were starting to tremble...</p>\n<p class=\"cnNjYmMxYzhkMDQ2YTRkNWNhNjYyMjUwYTdmMTk1YWMx\" data-original-margin=\"\"><em>Excuse me!? Experiment!? Haven't you toyed enough with my body?</em></p>\n<p class=\"cnM4NWRlZDU5NTdhYjQ5ZTRhMmQxNjVjOGFhZGFmNGNk\" data-original-margin=\"\">After suppressing all her irritation, frustration, and anger for so long, Kaede's taut emotional strings finally snapped. She stabbed two of her fingers into the runes and activated the entire set on her right arm. Eight glyphs pulsed with magical power, their brilliance and warmth intensifying with a prickling sensation until another pulse discharged their spells less than a second later.</p>\n<p class=\"cnM4NWU2MWVlNDQwMDQ5MDZiZDVmMjgzNzBiZGNlMTJm\" data-original-margin=\"\"><em>...I'd like to show you some 'treachery underfoot' right now!</em></p>\n<p class=\"cnM0ZGZiZGZiYzY1NTRlNGI4MjY5MjVlMmNmM2EzZGE1\" data-original-margin=\"\">Although there was no visual cue, Kaede could feel her skin hardening. Her body felt feather light, while her bones grew as sturdy as steel. Best of all, her strength not only returned to that of her former self, but multiplied yet further.</p>\n<p class=\"cnM3ODlmMDRlMTMwMjQ1MjZhNzViMGE1ODM3NjM0Zjdm\" data-original-margin=\"\">Translucent magical barriers then encased her body like gleaming armor. In addition, five kite shields of shimmering turquoise energy conjured into existence, rotating protectively around her.</p>\n<p class=\"cnMxMmI2ZjNkMTY4ZDQyZGJiNDdhODc3ZDZjNGZjNWU3\" data-original-margin=\"\">\"Well, since you insist on trying it now, what do you think?\" Pascal grinned with anticipation.</p>\n<p class=\"cnM1NjYxZmE1NjMwNDQzYWM5MjFhMzkxNTZhYzNhNzE5\" data-original-margin=\"\">\"Perfect.\"</p>\n<p class=\"cnM0OTA5MGNmZjkyMjRkY2U4MWNmZWEzMGI1NjNjNDkw\" data-original-margin=\"\">Her smile concealed a gleaming dagger as she bridged the gap between them in one stride. She lowered her center of mass into a fighting stance and sent her right fist straight into his stomach. His wool-and-cashmere uniform proved a poor defense against the stone-like consistency of her knuckles. His feet left the ground for a brief moment as her low hook punched the air out from his lungs.</p>\n<p class=\"cnM4ZmVhOWUzZTBjMTQ5NDg4N2U3ZTI0ZWRkMDFiMWYy\" data-original-margin=\"\">\"First: no spells!\"</p>\n<p class=\"cnNmYWY2MTAzZTU2NzRlM2E5NTkyMzdkNDUzYjQ5ZTRl\" data-original-margin=\"\">Coughing blood into the air, Pascal reached out with both hands, fingers extended. Four pebble-sized runes appeared out of thin air in between the fingers of each glove. But before he could activate them, Kaede lashed out with a kick that sent them flying.</p><p class=\"cjg3OGJlYjdlMjA0ZDQxMmE4NWNhZWM1OWVjMDRlOTEw\" data-original-margin=\"\">Support creative writers by reading their stories on Royal Road, not stolen versions.</p>\n<p class=\"cnMwNmRiYTRlODU1ODQ2ZDc4Y2RmNWQxMjg2MTYzZWI4\" data-original-margin=\"\">\"Second: no tricks!\"</p>\n<p class=\"cnNmNmI4Mzk2OGZjYzQ5MTk5MmRmY2NjODRjZTljYzMx\" data-original-margin=\"\">With her initial surprise and momentum wearing off, Pascal soon began to block her attacks and even occasionally attempt to counter. But even though both his skills and his reaction speed exceeded hers, his unpreparedness and the injuries he already suffered left a gap too wide to fill. His fleshy limbs matched poorly against the granite-strength of her attacks, while his few counters were painfully blocked by the barriers and shields protecting her.</p>\n<p class=\"cnNlMjFkNjNhNjVhZDRkMmM4M2Y3ODJhYzQ0YjZmNWQy\" data-original-margin=\"\">\"Third: take your medicine like a man!\"</p>\n<p class=\"cnM4ZDRiNzllOGI4NzQzN2Y4NGYzNjAzZmFlMmM0Mzhj\" data-original-margin=\"\">The one-sided beatdown lasted just over a minute, and Kaede only halted after Pascal stopped struggling. By that point, he was sprawled out on the ground. Both of his cheeks were swollen black and blue. And his left hand was cradling broken ribs on his right side. Pain lit up every part of his body, except at critical places like the neck, eyes, and head.</p>\n<p class=\"cnMwNTA3M2RhOTBmZDQ1N2Y4NTFlZTM2ODE0NThiZGNh\" data-original-margin=\"\">Despite obviously knowing the basics and having an overwhelming advantage, Kaede had avoided hitting any of the most vulnerable areas.</p>\n<p class=\"cnMwNGZjM2FjNDkwMzQyYjk5ZDFkNWE5YjU4MTE2M2Y2\" data-original-margin=\"\">Alternating between wheezing and hacking, bloody coughs, Pascal managed to gurgle out:</p>\n<p class=\"cnNlZDBiMWZiZTk2ZjQ2ODc5MmZmZWQ0NmMyNThmNDAw\" data-original-margin=\"\">\"Wha'... wahe 'at... fo?\"</p>\n<p class=\"cnNjOTRlNjZiMTBkNjRkNGRhY2RhMTFlMWQyNTU2MDU3\" data-original-margin=\"\">Only then did he notice that the girl who stood over him, arms hanging in dejection, was also crying.</p>\n<p class=\"cnM1YzlkZWZhNTZmMjQ4MjJhZjMxMTg5NDM4YWNiZTQy\" data-original-margin=\"\">\"You!... You!... You pulled me out of a perfectly good life, forced me to abandon my family and friends, cut short all my effort and dreams, took away everything I know, dragged me into this fucking world, turned me into a girl out of your selfish, deluded fantasies, destroyed any hopes of me ever going back, treated my entire existence like property, and, and, AND YOU DON'T EVEN THINK YOU DESERVE A BEATING!!!?\"</p>\n<p class=\"cnMyZjJkMWFjY2ZjZjQ0NDQ5NTYzOGRhZjVhMzAyOTNh\" data-original-margin=\"\">Having drained her of what little energy she had, Kaede's violent outburst had opened up the floodgates. All of her doubts, fears, worries, anger, frustrations, and anxieties which had escalated over the past twelve life-changing hours poured out like a deluge. She then fell to the ground as though her strings were cut, slamming her knees into the stone roof before toppling over to one side. Lying parallel to him and on her side, she curled up her legs and began to wail and sob uncontrollably.</p>\n<p class=\"cnNmZjUzNGE4NTc1NzQwNGFiNWI3YTU2MWRiOGY1MmY1\" data-original-margin=\"\">It took many minutes before she quieted back down. Even more time passed before either of them found the strength to say anything.</p>\n<p class=\"cnM1N2NhMWFiYWI5ZjQ4ZWRiMWVhMDJiNTYyY2RhYjRh\" data-original-margin=\"\">\"I fink 'ou brog 'wo 'oohe,\" he managed to gurgle out from his bloody mouth. \"An' 'hree rihs\"</p>\n<p class=\"cnM4ODYwOWFlZTQzZDQ4Nzg4MTA2OWRhNWY4ODExM2Nh\" data-original-margin=\"\">\"Well good! And I hope you learned a lesson, you asshat!\" She yelled back.</p>\n<p class=\"cnMzMjc5ODJlYjlkMDRmNjhiZjVhMmM2YTA4MjMxMWM5\" data-original-margin=\"\">Turning to his other side, Pascal finally spat out the remaining bloody mess in his mouth. Pointing his left arm toward the sky, he called out a single word in an even weirder language, which Kaede's auto-translation magic recognized as 'Sanctuary'.</p>\n<p class=\"cnM5NzNhNzg0NjBmNjQxNTNiZDg1ZjBhZTMxOGM0Mzk2\" data-original-margin=\"\">Rune-engraved stones flew out of a belt pouch too small to hold them all and formed a large ring around them. A crystal-blue, hemispherical barrier of translucent magic soon slammed into position above them, while the very air inside glowed with a turquoise hue.</p>\n<p class=\"cnMzOThhMWNkMTg5OTQ5MGFiYmIzZGRiMTZkNDk1NzI2\" data-original-margin=\"\">\"What're you doing?\" She sat up, alarmed.</p>\n<p class=\"cnM1ZjcyYmQ2NjU0NTQwMzViNmM2ZmUzODM1MGU1ZGI2\" data-original-margin=\"\">\"Area dehence and healing rune sed.\" Pascal mumbled through his swollen mouth with his eyes closed.</p>\n<p class=\"cnM5ODJkOTI0MzU5ODRlYjU5MGU0NzcxZGM3YTZiYWZm\" data-original-margin=\"\">Only then did she realize that the pain in her knees was fading away.</p>\n<p class=\"cnM0MDdiZDUxOTdiMjRkYjM4ODg1NTFlOGNiMzgyN2Nk\" data-original-margin=\"\">Silence fell between the two of them once more.</p>\n<p class=\"cnNlMjI4ODEzZDFkZDQ5ZGZhYTViZmNmNjNmM2E4Y2M0\" data-original-margin=\"\">Too tired to worry or even contemplate for once, Kaede simply sat there, dazed. Realization began to seep in that she had completely lost control of her emotions.</p>\n<p class=\"cnM0NDg2ODkwMmUwZTRjNjQ4ODk3ZmU5YWVmMDRkMzVj\" data-original-margin=\"\">Kaede had always considered herself a levelheaded person, who used communication to solve problems rather than forceful action. After all, even professional crisis negotiators, who dealt with hostage-taking terrorists --the least reasonable people possible-- still found that showing empathy and sincerity results in a <em>five times</em> higher rate of success as the application of brute force. Diplomacy was almost always the best option, while violence was the last resort of the incompetent.</p>\n<p class=\"cnM0NTdhY2NiMTNkMjRmYzlhZjFiYjUzNWU1YzNiMTEz\" data-original-margin=\"\">Yet, what she had just done was the <em>exact opposite</em> of 'being diplomatic'.</p>\n<p class=\"cnMzM2E3NTM2MmIzYzQ4OGFhYTBiOTFkZmMyODI1ZDYy\" data-original-margin=\"\">It was even worse than that, as now that her adrenaline rush was over, her emotions were being replaced by uncertainty and fear. An unfeeling conviction passed through her head as she realized:</p>\n<p class=\"cnMyZGYwZjE0MTc1NjRkODRhOTJhZmViMGJhZDAwMzg3\" data-original-margin=\"\"><em>I'm dead.</em></p>\n<p class=\"cnM2ZjllMjcyZGQ0YTQxZGRhZmY0Y2YzNTA4ODVkNzg0\" data-original-margin=\"\">She didn't know what the penalty was for assaulting a noble. If Earth history was any indication, they would surely lock her up for this?</p>\n<p class=\"cnMxZjkwZjliMDgxNzQ5Yzg5OWYyNGJiYzMxMmM0NTBl\" data-original-margin=\"\">Pascal was the son of a high noble and an important official of the state too. Even if he didn't, his father definitely owned at least one castle, and the dungeons that came with it, and the thumbscrews and branding irons and all those other instruments of torture inside that could only be described as 'medieval'.</p>\n<p class=\"cnMyYjllYWNjMmM2ODRjNGZhY2I4MjQyNTQ2ZDBhN2Ez\" data-original-margin=\"\">And even if that wasn't the case, even if Pascal simply kicked her out over this, it would still be awful for her immediate prospects. Kaede had no money, no property, not even a trade that could be practiced in this completely foreign world. With the arrival of winter just around the corner...</p>\n<p class=\"cnNiOWIwMTUxZmI2NjQxNWQ5ZGNlM2RhMTdkMWQwNzM4\" data-original-margin=\"\"><em>I'll freeze or starve to death as a homeless girl!</em></p>\n<p class=\"cnMzY2RlZDkxMTM3ZDQwNDM4YWY1OWNlZmY2YmMyZmI3\" data-original-margin=\"\">Plus, even if Kaede could find shelter, what then? She was a girl now, and one of weak build at that. Even on <em>modern Earth</em> there were plenty of people who preyed on girls like her. If she wasn't careful, she'd find herself being trafficked and sold off to a brothel!</p>\n<p class=\"cnM4MzBjMjA0OGY2YjQ4ODRhMGUzNTQwZWUyYzc3NjE0\" data-original-margin=\"\">Kaede lost any sense of time as she sat there, dreading what would happen to her. However her stomach eventually broke the silence with a growl of anger.</p>\n<p class=\"cnM2NDAwM2Y5ZTdiMDQ0YmJhY2EyNjAzZDIxMzdjNmQ0\" data-original-margin=\"\">\"No meals for you today,\" Pascal answered, more irritated than angry, before glancing at Kaede and eyeing her cross-legged sitting posture. \"And can't you sit more like a lady?\"</p>\n<p class=\"cnM4OGQ4M2ZjY2FhODRlODg4ZmZlYjllMWMwZTI2ODY0\" data-original-margin=\"\">As he was still heavily bruised, Kaede satisfied herself by shooting back a glare instead. Nevertheless her anger faded away quickly this time, replaced by an overflowing sense of relief. Sure, starving through the day would just increase her misery. But as much as Kaede hated the thought, she didn't want to be charged with a crime or abandoned to starve outside.</p>\n<p class=\"cnNkYTlmYjE0ZmMzNzQ5Njk4ZmI2YzNkNGYxMmRkZDM3\" data-original-margin=\"\"><em>I really can't afford to get in any more trouble than this,</em> Kaede reprimanded herself.</p>\n<p class=\"cnM3NmY4NDM2YjQ1ZDQ5Y2Y4YmNhM2NkZTMxNWMzNjg5\" data-original-margin=\"\">Engulfed by their own problems, neither of them noticed the pristine white pegasus that had been flying around the castle perimeter for the past hour, nor the beautiful rider who sat upon it.</p>\n<p class=\"cnNjZTkxNjQ5YmFiYzQ0NDk5NjBiMDM4ODA1MjEwM2U2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmNmY4ZjMxYmY2ODRlNGU5NTk3OGU5ODFkYTRlNjg0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4OTNiMWUwMDQ1NDRlYTA5YTcyMmQ3ZjAyZGQ2ZDRm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwN2U5ZThmYjI5NDRhZTM5OGEwNzRmYmE2OWU5NmY1\" data-original-margin=\"\">By the time the two of them returned to the dorms, it was almost midday.</p>\n<p class=\"cnNkNTU1Y2ZhNmNmYzQxMDhhM2NjMDRlM2I3ZjQ1NjBi\" data-original-margin=\"\">The air between them remained silent and awkward. Pascal seemed to be in a particularly foul mood. The healing left him fully functional. However his movements were sluggish, which meant his body was likely sore and aching all over. His glamor spells, however, fully concealed the lingering bruises on his face. Meanwhile the bloodstains on his uniform seemed to have magically evaporated.</p>\n<p class=\"cnM0OTM1ODE0MDdiNDQ3NWY5NDY3NTY3ZTA1MWIwOWI3\" data-original-margin=\"\">On the outside, it looked like nothing had ever happened.</p>\n<p class=\"cnM3MjhiZjdkMWJiOTQzMzU4NDdmMTVmZmRmNTcyM2Vm\" data-original-margin=\"\">Part of Kaede felt relieved. Most of her thought it was a shame.</p>\n<p class=\"cnM1ZmJmMzBiY2YwNDQxMjdiM2YwY2Y5MTBiNTk2M2M0\" data-original-margin=\"\">But what really bothered Kaede was why Pascal kept everything bottled, instead of lashing out at her. For a moment on the roof she thought he was going to just ignore her and leave. However he ended up waiting at the door, with neither a word nor a glance, until she grabbed the bow and arrows and caught up to him.</p>\n<p class=\"cnM0ZjBiNDE2NGUzMDQ1ZWM4M2Q2ODc3OTFiNjJlYmJi\" data-original-margin=\"\">Now, as he looked through the drawers and pulled out a fresh uniform, she felt like she had to say... something. In hindsight, beating him to an inch of his life really was too extreme. Certainly, he was responsible for turning her life upside down, but it wasn't like he had planned it with malicious intent. The summoning just sort of happened that way, and the result was mostly a side effect of the old saying 'be careful what you wish for'.</p>\n<p class=\"cnNmMTRkMWY0YTAwZjQwMjQ4NWFmMzhlYzRlNzlkMWFm\" data-original-margin=\"\">It didn't mean she hated it any less, or blamed him any less for it. But accidents caused by selfishness weren't inherently immoral. Violence and murder were.</p>\n<p class=\"cnM1NzdkZDk2OWI5ODRiMDM5ZDQzYTg2OTk0MjJlZjFl\" data-original-margin=\"\">\"I'm sorry.\"</p>\n<p class=\"cnM3YmE2ZWI3OWM0ZDQ3MDZiN2Y4ZGIwOTZiNmMxNmUw\" data-original-margin=\"\">Her voice was mostly nervous, partly regretful, and more than a hint begrudging. Nevertheless, Pascal froze on the spot.</p>\n<p class=\"cnNhNzZmYmY2MjczMTQ2OTM5MmY5MmZlODQ0ZTc3Zjk5\" data-original-margin=\"\">\"I shouldn't have hurt you that badly.\"</p>\n<p class=\"cnMxNjZjZGIyYjMxYzQ2OTA4Mzg0YzU4N2ZmY2ZlMDMw\" data-original-margin=\"\">That was the most she was willing to concede. He still deserved <em>some</em> beating, after all. But at the same time, her pragmatic half knew that mauling him all she wanted wouldn't fix the problem. It didn't even make her feel any better. All it did was saddle her with more worries about her future.</p>\n<p class=\"cnM0ZmIyYjlmMTBkZjRiMWM5YzIyZDczZThkYjkyYTRl\" data-original-margin=\"\">After another half minute of silence, Pascal finished changing and expelled a deep sigh: \"Just get ready to leave. I have not even had breakfast yet.\"</p>\n<p class=\"cnNiN2Y2Njc4ZGEwNjRmNjA4YWQ1NjRhMTZjYjkxNjZh\" data-original-margin=\"\"><em>Well, at least he's still willing to talk to me. That's a good sign, right?</em></p>\n<p class=\"cnMwMTdiNmVlNjRhMzQ5YTk5YThlY2MxZGVhNzNhMTk1\" data-original-margin=\"\">Kaede put away the longbow and quiver where she found them. Then, as she stared down at what she wore: a black jacket and nothing else except bridal-white lingerie undergarments...</p>\n<p class=\"cnMzYzM1NWNkZTljNzQyMTRhYTU3NzY4M2JhNjk2ZTM0\" data-original-margin=\"\">\"Can I get something more proper to wear? Please?\"</p>\n<p class=\"cnNiOGZkOWM3M2E0ZjRhNWM4ZjY5YmNmNjVjMGRjZTM4\" data-original-margin=\"\">Wordlessly, Pascal strode over to a large wardrobe. From the side, Kaede could only see a collection of long dresses. Then, with an ominous chuckle, he pulled out an outfit and handed it towards her:</p>\n<p class=\"cnNhNmVjYzFlZjE5YjQ3NGE5MTVkZTdmNGU5NGUwYTdi\" data-original-margin=\"\">\"Here, this is perfect.\"</p>\n<p class=\"cnNmM2ZjYmQ0MjJmNDQwYmU4NDZkMDExNjFkNjlmZWIx\" data-original-margin=\"\">It was a modest, white-on-black dress clearly made to resemble a traditional maid uniform. Though this one had far more frills, laces, layers of petticoats, and a huge ribbon in the back.</p>\n<p class=\"cnM5NzlmODc0YmJiNzQ1OTViNmU5OWRmM2ZlNjgxNmM5\" data-original-margin=\"\">\"I can't wear this!\" She objected almost on reflex.</p>\n<p class=\"cnNjMDU1OTM0MWNhMDQ1YzZhZjNmYzI5M2U4YWYzYWNi\" data-original-margin=\"\">\"Why not?\" His lips formed a smile for the first time since they were on the roof.</p>\n<p class=\"cnM5MmIzMDdlMGY5ODQxYjk4OTg4YmFlMTUxNWJiNDMw\" data-original-margin=\"\">\"I'm... I'm...\"</p>\n<p class=\"cnM0YTFlMjc2N2U0MDRiYzc4OWE3ZDIxNzA1MGNhYWQ5\" data-original-margin=\"\">It was difficult to claim that she was a young man when she didn't look anything like one.</p>\n<p class=\"cnMxNGI4OTMzNWM0ZDRlMjVhMzIxMjJhYzI2OTBkNTZi\" data-original-margin=\"\">\"You are a girl now, and an adorably cute girl at that,\" Pascal insisted as humor returned to dance in his eyes. \"Therefore you ought to dress like one according to societal standards. And this garment is perfectly respectable for female propriety.\"</p>\n<p class=\"cnM0YTE3MjE5YjBjMDQzMWRhYTc0Mzk5YTlmYTY0NTg4\" data-original-margin=\"\">\"Then can't you give me something at least a little less... <em>frilly</em>?\" Kaede retorted as she stared at the dress in her hands with apprehension.</p>\n<p class=\"cnMzYzk5MzMxNjQ1NzQzNWQ5NjU1NDVkZmQzOTYzOWM5\" data-original-margin=\"\">As she looked up and met his eyes, Pascal raised his eyebrows with an expectant gaze.</p>\n<p class=\"cnMyOWExN2NiN2M3YzQ1NWE5OTU4OTI5ZjdkOTA1Yjlk\" data-original-margin=\"\">\"Do you want me to forgive you for what happened earlier?\"</p>\n<p class=\"cnM1YjUxYzBhNTdkMTRkY2E5Mjk2NGQxZjY5MjQwYWUw\" data-original-margin=\"\"><em>He's purposefully treating me like I'm some dress-up doll!</em></p>\n<p class=\"cnNiOTRlYTQwOWVlMTRlNTA4OTM5ZmQxNzIxY2Q5ZDNh\" data-original-margin=\"\">For a moment Kaede wrestled with the urge to give him another broken rib. A jerk like Pascal might find this funny but to her it was utterly demeaning!</p>\n<p class=\"cnM0ZTllYTdmNDBlYzQ4ZmVhMTI4ODc4MTM1ZTEyODkz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhOGMyNDI0Yjg5YjQyMjhiNzk5NGY4NjBlM2IwYmM4\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzNTZhOGVjODU0MDQxNzZhMjIwOGEzYTE2MTM3YmUy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5YWJhZTQzMWQ3YjQ0Mzc4OGMxZDdiNTcwY2RlZDU5\" data-original-margin=\"\">For obvious reasons, Kaede was not used to wearing heels, not even low, chunky heels with ankle straps. The smooth satin stockings also did not offer the same grip as the socks she was used to. Trying to keep up with Pascal's full stride as he crossed the grounds towards the dining hall only made both worse.</p>\n<p class=\"cnM2NDRiYzllOTZkYjQxNmI4NmJjNjBhNjU4YWFmY2I1\" data-original-margin=\"\">She was also keenly aware that almost every person they came across was staring at her.</p>\n<p class=\"cnM5NzE5NmY1Yjc4MzQ3ODc4YTczMDEzYTY5MTU2ODQ1\" data-original-margin=\"\">The dining hall was located on the first floor of a massive central keep. It was large enough to fit a small church and they certainly weren't frugal on furnishing. Lit by chandeliers and massive stained-glass windows, it was lined with long, intricately-carved dining tables. Over a hundred students and teachers filled the individual chairs, gathered mostly in small clusters. Meanwhile servants in maid and butler outfits traversed up and down the aisles, taking orders and delivering food to the upper-class students.</p>\n<p class=\"cnM5ODY1NDM0NTE0NDQ2MmNhZGQ2YTk5NGMxZTQzZDZi\" data-original-margin=\"\">\"Hey <em>Runelord</em>,\" a jeering call came from the far side as a short boy with flaming-red hair stood up. \"I heard your familiar gave you a thrashing on the roof this morning! How does it feel to take yet another first -- the first to receive a beatdown from a loyal familiar? Honestly, was your performance in bed that abysmal last night?\"</p>\n<p class=\"cnM4YjZjZjE2MzZkYjQ5YTE4YTljOTlmMjc3MGNmMTBk\" data-original-margin=\"\">About a third of the hall either chuckled or laughed as the boy sat back down.</p>\n<p class=\"cnMxMjRmNzhhM2ZhYjQxNzZhMTFkZmRiNzEyYTY3OTI4\" data-original-margin=\"\">Kaede felt her face growing crimson as she lowered her eyes to stare at Pascal's heels.</p>\n<p class=\"cnM1MTFjN2RlOTMxMjQ0ZjU5ZTQ2Y2Q4YmYxY2UxNmM0\" data-original-margin=\"\"><em>This is humiliating!</em></p>\n<p class=\"cnM2Njg1YTk4MzNiNzQ4NzRhMzg1YzQ5YmUwYmQxZTNh\" data-original-margin=\"\">She was never a fan of the sexual jokes that went around in male circles. But it was far worse now that she was 'the girl' used in their crude humor.</p>\n<p class=\"cnNmNGUxOGNiMjc1ZTQ5ZTc4Yjg0NzExNGVlYTM3NWJh\" data-original-margin=\"\">\"&lt;Just ignore them. Mere blithering idiots unworthy of our time.&gt;\" Pascal's stiff voice resounded within her head.</p>\n<p class=\"cnM2ZGI5MDg4YzMyYzRkNjI5ODZhZjZkMmZkNjgxZTBl\" data-original-margin=\"\"><em>Like you're any better?</em> She retorted in the safety of her mind.</p>\n<p class=\"cnMyNjE5ZDE0NzI3NTRiNGZiMDZlMGMwNGY1NTQxZTg2\" data-original-margin=\"\">Walking ahead, Pascal never turned back towards her once. Kaede had a sneaking suspicion that the emotional link he mentioned earlier was starting to work -- possibly a result of her recent outburst. Heat rushed up her cheeks as her realization enhanced her embarrassment, which in turn magnified both her annoyance and her discontentment.</p>\n<p class=\"cnMwMDJlNDZmYTNlZTQxZmM5YzY4N2MzZDc2MWI2ZGZi\" data-original-margin=\"\">She followed Pascal to a relatively isolated part of the hall and took a seat next to him. A nearby maid, petite with short brown hair and no older than he was, rushed over to take his order.</p>\n<p class=\"cnM3YjViOTM4N2I4NzQwYzFhNzk4OGJmMWM1NjJhMjdh\" data-original-margin=\"\">However Pascal didn't even look at the servant, or acknowledge her existence in any way, before he commanded: \"Fresh bread and scrambled eggs, triple servings, and small assortments of cheese and sausages.\"</p>\n<p class=\"cnM3OWY5Zjk4YzlhZjQ4MzZiZmJkMzk0MWIyNDE1YTE2\" data-original-margin=\"\">\"Yes Sir.\" the maid gave a faint reply before hesitantly meeting Kaede's eyes, uncertain.</p>\n<p class=\"cnNmODMxYTQ4ZWQ5NjQwYzM5YjJhMmE4ODRiNjRhNjE1\" data-original-margin=\"\">\"Nothing for her,\" Pascal declared.</p>\n<p class=\"cnNiNWZkZTI5YTU1ODQzNmI5NWVlYTM4YWVmZTE3OTZk\" data-original-margin=\"\">Kaede's stomach grumbled in protest, and the maid sent her a look of sympathy before rushing off.</p>\n<p class=\"cnM5MTVlYmJhZDJjZTRhNmNhZmZjMDc3N2IzMjNkYWQz\" data-original-margin=\"\">It took a moment before Kaede realized that Pascal was speaking a different language than when they were alone. The linguistics felt similar to what that boy had yelled earlier. Though thanks to Pascal's improvements to the familiar bond, she had no problem understanding it.</p>\n<p class=\"cnMzYmQ4ZTMwMTdjYTRiZjk4M2JhY2Q4M2YyNTRkZWEx\" data-original-margin=\"\"><em>He did say he was from another country.</em> She thought as she looked at him. Pascal was also the only one wearing a black-and-crimson military uniform, while the other nobles dressed in an assortment of varied, brightly-colored clothing. <em>Is that why he sits alone in a room with so many?</em></p>\n<p class=\"cnNjMDk0ZTRjYmE1NzRkZTZiYzY1M2I2ZmYyN2MyMjZl\" data-original-margin=\"\">For the first time, Kaede almost felt a bit sympathetic. She certainly had a similar experience, when her parents moved from Russia to Japan while she was in middle school. Trying to fit in as a <em>hafu</em> wasn't exactly easy in Japan.</p>\n<p class=\"cnNkZjk2NGYzMGM5NzRkMjBiZmNlMTBlZDJkZmM2ODZi\" data-original-margin=\"\">Pascal then relented as he met her curious eyes with a satisfied smirk:</p>\n<p class=\"cnMzNjEzYzFhNWIyMTQzZGRhOTcwNmZkZTgwN2VkMWEw\" data-original-margin=\"\">\"You can have dinner.\"</p>\n<p class=\"cnNiOTA0ZDRjYjJhNjRjZGI5MTU0MGRkNDc4NGQ2NjU1\" data-original-margin=\"\">\"Gee, thanks. How generous of you, <em>Sir!</em>\"</p>\n<p class=\"cnMzOTExZmMyN2E5NTQxNWE4ZWNlYTA0Y2E2Zjc5OTYy\" data-original-margin=\"\">His attitude made any sense of prior sympathy evaporate. It left her with only biting sarcasm.</p>\n<p class=\"cnNlNzk5MWI0MmYyZjQzMzE4M2UyOWI2MmZiYTc1MGJi\" data-original-margin=\"\">\"I understand that you are having a tough time, given all the tremendous changes in your life. Therefore I will not hold this morning against you past this.\"</p>\n<p class=\"cnMyZTk5ZDA3MzU1YzQxMzE5M2NlMTRkZGI1M2M2MTI1\" data-original-margin=\"\">He actually sounded a bit sincere about it, except...</p>\n<p class=\"cnNkNGYxMmM4YWViMDRhNzliNmRhNDM4OTA0YzVhMjZi\" data-original-margin=\"\">\"That's not much of an apology.\"</p>\n<p class=\"cnM5YzI5MmU5MjMwOTQ3OTE5MjE0MGM4NWZjM2ZiNmI1\" data-original-margin=\"\">\"Who said anything about apologizing?\" He glanced away. Then, with a distant gaze: \"I do take full responsibility for bringing you into this world, and I promise I will take care of you. Just please, the next time you feel overwhelmed, speak to me with words instead of with your fists. I assure you that next time I will not be caught so unprepared by barbaric violence.\"</p>\n<p class=\"cnNkNWJmNmIxYmY4MjRmM2ZhOTFkOGI3NmQ2OTM2M2Ix\" data-original-margin=\"\">Kaede looked back down as a sense of relief washed over her. However in its wake came a sense of shame -- that she had to rely on someone else, that she had to be taken care of in this new world.</p>\n<p class=\"cnM3NWE4M2YzOGM2NjQ2MWRhMDg2Nzg0ZDUwOGUyM2Fl\" data-original-margin=\"\">All she managed to respond with was a faint \"thanks\".</p>\n<p class=\"cnMwMmE2MmFmNGQyMjQ5OWM5NGFlMzI5MzkwOTc4MDVi\" data-original-margin=\"\">When she looked up again, she found Pascal scowling. Tracing his gaze, she noticed a noblewoman who drew the attention of everybody in the vicinity, carrying a silver tray of food and heading unerringly towards them.</p>\n<p class=\"cnM1Mzg4NmRlMjE3YzQ5ZjhiZDVjZDRlMjY0ZWJkNmIx\" data-original-margin=\"\">The lady held a breathtaking beauty that radiated confidence and refinement. She was of average height, maybe a hint taller, and had clear, bright-cyan eyes which seemed to sparkle above her sweet and gentle smile. Her waist-length cascades of floral-pink hair was held back by a flowery bun behind her head. Her slender body was athletic yet wrapped by enticing curves. Even her movements were elegant as she strode forth with soft steps.</p>\n<p class=\"cnMwMTI2NGE4ZjE0MzQ3OWFhY2IwZTM1ZmZlMjkwZmMx\" data-original-margin=\"\">Her figure-hugging military uniform was black-bordered and burning red. Accentuated with artistic strokes of orange and yellow, her outfit almost seemed like it was alight with flames. Beneath her stiff, folded collar dangled what looked like a German Iron Cross. It was the same as the one that Pascal wore over his throat.</p>\n<p class=\"cnMyY2I3YjUxMTViMzQxYzVhOWY4MzgwYTg5NjRjNTU1\" data-original-margin=\"\">The hall seemed to hush as the lady walked up to a stop directly behind Pascal. She ignored him entirely, just as he turned his back to her. However the lady then locked gazes with Kaede as she gave a short but smiling nod:</p>\n<p class=\"cnNiNTk1OTNlZDFhOTQ0M2M5YzE1NDY2MmIyMTFlOTY3\" data-original-margin=\"\">\"Good afternoon, Miss Familiar. My name is Ariadne Charlotte von Zimmer-Manteuffel, daughter to the Margrave of Saale-Holzland of Weichsel. I apologize for the impropriety, but the last time we met, you were still unconscious.\"</p>\n<p class=\"cnNkZTU0MGE3ZTAwNDQxZDg5NDQ0YmNjNGE3MDk3MjJm\" data-original-margin=\"\">Kaede felt stunned by the presence of true nobility and grace before her eyes. However, she did not miss the fact that even though Ariadne came from the same country as Pascal, the two of them clearly weren't on speaking terms.</p>\n<p class=\"cnNkNjA3OTI4YTFhOTQ5NGY5MGNlNzdhYzhhYTVhZDQz\" data-original-margin=\"\">With an awkward, twisted bow from her sitting position, Kaede just barely managed to force out:</p>\n<p class=\"cnNmZjA3MTE1MDFhYzQ3NGY4Y2RmZGQxMWU5NjIxZWEy\" data-original-margin=\"\">\"I'm Kaede Nikita Konstantinovich Suvorsky. I'm honored to meet you, uh, milady.\"</p>\n<p class=\"cnMxMzc5YjIzY2JmOTQ0YTViZjdjNjdkNDRkNmYxNDJk\" data-original-margin=\"\">If Ariadne took even the slightest offense to Kaede's bumbling sense of etiquette, she gave no sign of it.</p>\n<p class=\"cnMwMzhmNDU1NTNmYTRkNmU4NThlNTBmYWU2NjI0ZDQ3\" data-original-margin=\"\">\"I apologize for being direct, but hearsay has already circulated the school. I would prefer to ask the person in question. Are you, perchance, from the Grand Republic of Samara?\"</p>\n<p class=\"cnM0MjMzNmQ1YmM0MjRjOWI5N2Q0OWI3ZGZmODE5ZTVm\" data-original-margin=\"\">\"No. Not at all. Uh... it would be accurate to say that I'm not of this world at all, and none of the countries I know exist here.\"</p>\n<p class=\"cnM0NWU4MjgxYjQxYTQ5NjRiOTY3OTA5OTk1ZjQ2MmQz\" data-original-margin=\"\">Even with her shocked expression, Ariadne's gentle smile did not falter. But her hesitant tone did betray the strand of disbelief that tugged at her sincerity.</p>\n<p class=\"cnNhZDM4YWFjMWViNzQ0MmRhOTc5OGQ0MTBhMzJjNTg2\" data-original-margin=\"\">\"Wow. That... must be really hard on you. I can't even begin to imagine... If you need help with anything, please do not hesitate to ask me. My beloved and friends are all very generous people.\"</p>\n<p class=\"cnM2NDVjZDMwZjQyMDQ1MThhNmIyNjcxZGU3ZThjMDU3\" data-original-margin=\"\">\"Thank you,\" Kaede gave her most grateful smile.</p>\n<p class=\"cnMzZjZlOTVmMGYxNDQ1YjQ5ZjljZWRkYzRiYmZhNTg5\" data-original-margin=\"\">\"I must admit that I saw you two on the roof this morning during my ride. Please, allow me to be the first one to thank you for giving this self-centered prick a much-needed lesson. Knowing him, I thought you might appreciate something to eat today.\" Ariadne finished by offering Kaede the tray she carried.</p>\n<p class=\"cnM5NTU3ODc4MGQwOTRiNDdiZWI0NDMyNmUxNjlmNTc4\" data-original-margin=\"\">It was loaded with slices of bread and cheeses, plus an assortment of fruits and sliced meat.</p>\n<p class=\"cnM0ZDZkMTRiYzk3MjRhZjdiYWRiYzEwYzE0Y2ZkNDJi\" data-original-margin=\"\">As if on cue, her stomach chimed in with another growl. Kaede then glanced at Pascal, her eyes almost challenging. However he continued to face forward. His eyes stared at the thin air with a clearly disgruntled look.</p>\n<p class=\"cnM4NzlhNTk2MDA4MjRhODU4OTE1MjA5MGM2NDg4MGM3\" data-original-margin=\"\">\"Do what you want,\" he forced out in monotone.</p>\n<p class=\"cnM1MDM0ZjIzZTdhNTQ0ZjBhNjIxYzAyOThhNzY1MGNk\" data-original-margin=\"\">Kaede grinned back at Ariadne and took her offered plate:</p>\n<p class=\"cnNjMDBmNjZjMmM3NzQwOWU5MTQ2NGJhOTViZTc3NWIx\" data-original-margin=\"\">\"Thank you so much!\"</p>\n<p class=\"cnM4YjdiODMyZTBlYzRjMzViOTExYmMwM2I1ZmI0OTgy\" data-original-margin=\"\">Kaede held back from saying anything else. After all, she was still on thin ice after what happened on the roof and shouldn't disturb the peace too much.</p>\n<p class=\"cnM0YTQ4ZTAxZGJjOTQ5NGE5NzJlMTYyNzBhNGZhYzFj\" data-original-margin=\"\">\"Not at all. Well then, good luck, have a pleasant day, and I will see you around!\"</p>\n<p class=\"cnNhYzBmOTExOWFmYzRhZTU4OWUyZDViOTJkNjhjNGI4\" data-original-margin=\"\">Ariadne turned back around and strode off, while the hall seemed to burst back into chatter. As the lady crossed paths with the maid returning to deliver Pascal's meal, she also gave the petite girl a smiling nod as she went along.</p>\n<p class=\"cnMzYjJjOTg3NTQ5ZDQwMWFiZjhjYmMwZjRiZjM0ODBk\" data-original-margin=\"\">Pascal however, didn't even acknowledge the maid as she served him his food. Feeling improper, Kaede told the girl \"thank you, miss\", and received a surprised, almost gaping nod in return.</p>\n<p class=\"cnMyZDQ0NTY3YjgzNDQyMzQ5MmNhMzk5ZGVjZGM5NDEx\" data-original-margin=\"\">As Kaede bit into a sumptuous slice of pork, she decided to prod Pascal's moodiness a bit to annoy him. She might have gone a little overboard back on the roof. But that didn't mean there wasn't other ways to get back at him.</p>\n<p class=\"cnNmMjdlNGFjZmFkNTQ3NzJiMGM2ZTI4ZjU4Y2U1Zjky\" data-original-margin=\"\">\"So, what's your problem with her? She's from your country... Weichsel... isn't she?\"</p>\n<p class=\"cnNjZGJhYThiZmFiNzQxMjM4ZDFhYTM3ZTBjNmQyMDhj\" data-original-margin=\"\">Kaede could tell from the language she used to speak. And even though they were both outsiders in a foreign land, Pascal sat alone while Ariadne was surrounded by friends. With this fact in mind, Kaede harbored no doubts who would be at fault for any conflicts between them.</p>\n<p class=\"cnM1MDAxNDA1OGQ0YzQyMTU4NzUwN2QyNmQ1ZjM5NjU1\" data-original-margin=\"\">\"Finish swallowing your food before you speak,\" Pascal sent her a glance. \"And close your legs when you sit.\"</p>\n<p class=\"cnM5MWU1M2ZkNjU2MzQ4MzM4NDZjMTIyODhlYmQzZGFj\" data-original-margin=\"\">\"Why does it matter how I sit? Afraid I might hurt your image?\"</p>\n<p class=\"cnNhOWRkODAyODIwMDRiYmE4N2Q3NzEzYzUxMjI3ZWQ0\" data-original-margin=\"\">\"If you want to come off as a cheap, one-mark whore desperate for men, be my guest.\"</p>\n<p class=\"cnMzNWY5MzZkMmUzNzRkYmU4NmYyZDc5ZDViMjY1ZjRm\" data-original-margin=\"\">Kaede shut her legs instantly. Her face glowed with part-anger and part-humiliation. She couldn't believe that she had just been called a 'cheap whore' even though she was, technically, a young man. If she didn't have another forked slice of pork in hand, she might have hit him on reflex.</p>\n<p class=\"cnNjMjEzZjFiYmIxYzRlOTk4ZjdiM2FmNGJlYTQyYTQ1\" data-original-margin=\"\"><em>You are such a scumbag!</em> She settled for cursing in her thoughts instead.</p>\n<p class=\"cnMyODZhODRjZjVkMTRlNTQ4ZGVlNzJmMjNkZTYyN2Jh\" data-original-margin=\"\">Perhaps noticing her glare, Pascal tried to shift the topic:</p>\n<p class=\"cnM2Yzc5ZDZjYjVkODQ3YTU5MWUzN2Q1NTc1ODE2YjBl\" data-original-margin=\"\">\"And yes, Ariadne is from Weichsel, just like me. I am surprised you noticed.\"</p>\n<p class=\"cnNjYTcxN2JiN2QyMTRjMDI4ZDMxOTljMzRhNjkyZmFh\" data-original-margin=\"\">\"I'm multilingual in my world.\" Kaede noted. \"Even with the translation magic I can tell the differences in speech.\"</p>\n<p class=\"cnMzNTdmNmUyOGY0ZjQyZjFiZGViZTZmMTJmNTUxYThk\" data-original-margin=\"\">Pascal nodded. There was even a hint of approval in his gaze.</p>\n<p class=\"cnMyOGZjYjdiMDExMjQwZjM4MzU5Y2NjZmQ2ZTkzMjQ0\" data-original-margin=\"\">\"My mother tongue is Imperial, which is what we're speaking right now. However the language most used by people here is Lotharin, one of the four official languages of Rhin-Lotharingie.\"</p>\n<p class=\"cnNlOTc3NmU4YTc2NzQwN2ZhYTUxNDI4MWRhNjBkMWY5\" data-original-margin=\"\">\"Interesting. But that's not what I really asked,\" Kaede added as she suppressed her urge to smirk. <em>Don't change the subject, prick.</em></p>\n<p class=\"cnM2ZDBjZDA4ZmE3OTQ0ZWZiNTIzZDAyYjk5YjNlMjYz\" data-original-margin=\"\">Though she really was curious how any country could function with not one, not two, but <em>four</em> official languages. At least, unless they had a hyper-efficient bureaucracy like the city-state of Singapore.</p>\n<p class=\"cnM4YTFlMjMzMGQzYTQ4MGRiMmZjZDczZGFhOTRkZTVk\" data-original-margin=\"\">Meanwhile Pascal scowled. He clearly didn't want to reopen the wound.</p>\n<p class=\"cnNjN2NlMzBhYzUyZTRhNWViZjdjNzUyZTJiMzkzMDcz\" data-original-margin=\"\">\"With Ariadne... well, I would be lying to myself if I just shrugged her off as another idiot. She has far too much competence, awareness, and purpose for that.\"</p>\n<p class=\"cnNiMTViNjFhODg2NzQzOTI4NDZlNzVmNTE4NzA2MzVj\" data-original-margin=\"\">\"So, once again, what's <em>your problem</em> with her?\" She poked further.</p>\n<p class=\"cnNkZjQyYjA0Y2M1ZTQ3Nzc4YmY1MGVhMGJlMzc2YTI1\" data-original-margin=\"\">However Pascal only grew silent again.</p>\n<p class=\"cnNhMWMyMDI5OTk3ZjQ4ZDJhMjcyNWYzYmE2N2UyYjA1\" data-original-margin=\"\">Kaede had almost given up on an answer before he sighed deeply and began with a faraway gaze:</p>\n<p class=\"cnM1ZGRlNDg4MmFiOTQ4YmI5MGY4MDZiY2Y5MzE0NWRk\" data-original-margin=\"\">\"I courted Ariadne once, back in Weichsel when we both attended the Königsfeld Academy. It lasted little more than a week. She couldn't stop complaining about every little detail about her performance that bothered her back then. I ran out of patience quickly and broke off the relationship. She has barely talked to me and only referred to me as a 'self-centered prick' ever since.\"</p>\n<p class=\"cnM3ZTM5NGI4ZDMyZjQxMzZhZmNmMTg5YTRhZGI4ZmZj\" data-original-margin=\"\">\"Well... you are--\"</p>\n<p class=\"cnNhNzkzNzQzZDc1YTQzZDA5MmVlYzRkODEyN2U4YjRh\" data-original-margin=\"\">\"Eat your food,\" Pascal ordered.</p>\n<p class=\"cnNiMWYxYzExZjVkMjQzM2NhMTUyNmU2NmJjOGIxYjA3\" data-original-margin=\"\">Which she did, silently, for no more than a minute.</p>\n<p class=\"cnNmYzMxODZmY2Q5ZDQwMWJiMWU5OTdmMjRjNjhiYTVl\" data-original-margin=\"\">\"You regret it, don't you?\"</p>\n<p class=\"cnM3OTc5ODE3ZTU0NDQ0MjhiNmJiM2JkYjkwNDE4MmI5\" data-original-margin=\"\">Kaede realized that at least part of her motives lay from a desire to hear him finally concede: that he was once an inconsiderate bastard to someone else as well, someone who clearly deserved respect from him. Maybe then, Pascal might realize that he was making the same mistakes yet again.</p>\n<p class=\"cnM5M2YyY2U5YzJlZDQwYzNiYjhhYmM0NGZlMjA5YWMz\" data-original-margin=\"\">But no words left him at all. Pascal kept on eating as if she had never said anything.</p>\n<p class=\"cnM2YzA0NjU3MDEzYzRiNTc5NWE0OWI2N2Q0NmM2ZmEw\" data-original-margin=\"\">Then, as he bit into his last piece of bread, she heard an uncharacteristically melancholic voice from him in her mind:</p>\n<p class=\"cnNlNmJlMDgyZWIwMDQ2MjVhOWEzMzlkYWI1ZGUzOTY0\" data-original-margin=\"\">\"&lt;The courtship I do not care so much about. But... Ariadne has matured considerably during the last few years. She turned out to be a beautiful and caring girl, an excellent mage, and a fine example of nobility. She would have made a great friend, if not at least an excellent political ally. I know what I did impacted her significantly, but... I only wish she did not hate me so much.&gt;\"</p>\n<p class=\"cnNkZDRhYThmZjIzMTQ1NWNiN2Y2MzA1ZTJkOTM1ODY5\" data-original-margin=\"\">Contemplative, Kaede thought back to some of the less-than-stellar people choices she made during her own years. Shortsighted, hasty, and hurtful decision-making often came as a rite of adolescence. The important part was that Pascal had awareness of it.</p>\n<p class=\"cnNiYzYxZjJhZTIwOTRlYmZiYTUwNjllNjZjNGJlZGY4\" data-original-margin=\"\"><em>Perhaps he's not completely hopeless after all,</em> the girl thought.</p>\n<p class=\"cnM1NDkxZjZhOWI3NTRiNWRhMThjZjgxYzk1YmE2NWJm\" data-original-margin=\"\">It certainly could have been far worse. At least Pascal seemed to have <em>some</em> integrity in upholding his personal values. If nothing else, Kaede rather doubted that most nobles in Earth's middle ages --no matter how much 'in the wrong' they were-- would let her off so easily after she broke several of their ribs.</p>\n<p class=\"cnNjYmQ1ZDNmYzM5ODRhNDI4YzA3MTlhNGIxNDdhMDRk\" data-original-margin=\"\"><em>Maybe he might at least treat me better, not to mention help me get back, if he simply acknowledged how badly he screwed up my life.</em></p>\n<p class=\"cnMyZWY2NzdhMTlhMDQ5ZjA4YzFkZTAyOTljNGM1OWQ3\" data-original-margin=\"\">\"You know...\" Kaede advised, partly in sincerity and partly because she wanted one herself: \"While it's not always enough, it's never too late to apologize.\"</p>\n<p class=\"cnNmZDI1N2VhOTdiYjQxYTU5ZWJkZDlkZGU5YmYzZjNm\" data-original-margin=\"\">He munched through his last slice of bread in record time.</p>\n<p class=\"cnMyNTI0MzgyM2MzMzRiY2JhNmVhZWRkMDQyNWY1MGQ4\" data-original-margin=\"\">\"I did not summon a mother.\"</p>\n<p class=\"cnM4MTFhMzYyNmUzMTRhM2Y4MzMwMWJiODk1Yzk0YmZm\" data-original-margin=\"\">With his meal finished, Pascal carefully wiped his mouth with the napkin. He then pulled out his chair and stood up. \"Come on, we are going to the library next. You can learn more about this world and help me with my research work there.\"</p>\n<p class=\"cnMwMjZlNTk2YTYzNTRhYTVhMjBkNmZkZGFhMGU3OGE3\" data-original-margin=\"\">Sighing, Kaede looked longingly down at her half-finished plate of fine, upper-class food.</p>\n<p class=\"cnNmOTU3YThhZjBlNjRjZjFhOGJkOGRjM2Q2ODMxMTNh\" data-original-margin=\"\"><em>Nope, still just a prick.</em></p>\n            ",
  "invisibleParagraphContent": "Support creative writers by reading their stories on Royal Road, not stolen versions."
}