{
  "preChapterNote": "<p>I have been really enjoying this story lately, and not just because violin is my favorite instrument. Also not just because the author is cool and deserves more support. I think people who like Otherworldly Anarchist will like Harmony too, especially if you like my story's themes but wish my combat scenes were better, lol.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(158, 57, 46, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/85696/harmony\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/harmony-aabaug7gxu.jpg?time=1714245157\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/85696/harmony\" rel=\" ugc nofollow\">Harmony</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p><span style=\"font-weight: 400\">Five years ago, Octavia lost her beloved sister, a talented violinist, under uncertain circumstances. Now, unwilling to accept her sister’s fate, a chance encounter with a strange dream, a violin she’d long thought lost, and a young flutist with inexplicable abilities thrusts her headfirst into the mystical world of Maestros--musicians with incredible powers. In tandem with her newfound knowledgeable companion, Viola, their goals are twofold and mutual: uncover the truth behind the disappearance of Octavia’s sister and eradicate the agony-born forces of Dissonance that silently plague the world unseen.&nbsp;</span></p>\n<p><span style=\"font-weight: 400\">Their trials require helping hands, whom they discover in ways more than unusual--Madrigal, a beacon of hospitality with a heroine complex; Harper, an orphan with a devotion to kindness and protecting others; and Renato, a rebellious thrill-seeker who seems to adore trouble. Together, their eccentric team must work to delve into the depths of the Maestro world, one step at a time.</span></p>\n<p><span style=\"font-weight: 400\">For better or worse, their encounters lead them to cities concealing dark secrets, a cultural institution harboring more than meets the eye, and fleeting meetings with the ambiguous restoration aficionado, Alessandro Drey. As her newfound powers blossom and her Maestro world widens, Octavia may not always enjoy the truths she uncovers--or the heinous decisions she’s forced to make.</span></p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5ZDViZjgzYjA1ZjRhN2JiYmQ3YTJmNjFjMjQwNzQ2\" data-original-margin=\"\">My head throbs as I fly through the city, leaving the corpses of every knight in the road, buried only under the remains of their own barricades. I'm hurt pretty badly, more badly than I should have been against a couple dozen knights. I have been fighting guards and knights for years and, outside of a dispersal circle designed for me specifically, they don't give me much trouble anymore.</p>\n<p class=\"cnM0MWZmZWQwYjViNTRlYWY5ODIxNGExNzEzMDMyY2Yw\" data-original-margin=\"\">This fucking cancer is a bigger problem than I thought. And well, it's cancer so that's not the lowest bar for 'bad' a problem has had to clear. And not only because I feel like shit. My mana is acting inconsistent. I have the cancer under control, through a great deal of effort from multiple people, but only physically. This fight revealed it is, I believe, a magical danger as well. Or at least, I hope it is. Truth be told I'm not in love with the idea of yet another problem attacking my body from the inside. I'd really rather have as few problems to solve as possible. The only downside of this theory is that it means I have discovered not just cancer but magic super cancer.</p>\n<p class=\"cnNjNDM3NWQ4MzZmNDQ1ZmQ5ODI0YTViYjdkNDYxOWUz\" data-original-margin=\"\">I mean, that wasn't really in doubt with how quickly it manifested, but I did hope it was magic exclusively in cause and not effect. I can't let it slow me down, however. I still feel furious beyond belief at what this 'Lord Nathanial' was planning to do. I still need to stop it before he gives another similar order. Yes, my loved ones are concerned. Yes, they want me to slow down and rest. And when I can, I will. But I feel the grief of the people in these cities. In the Radiant Woods. In the homes next to me. And I would have felt more if I hadn't killed those knights.</p>\n<p class=\"cnM0MjE1MDFhZGM2ZjQxZjQ5MzJjMzZiMmE0MDhiMWVh\" data-original-margin=\"\">I can't get those images out of my mind. The house of penance that was burned in Satusmor. Leo, broken and bloodied on the ground. A thousand other cruelties. Sarafyna is the only other person who could fight so many people at once and, well, she is simply more important than me. Any role I fulfill, she can do when I'm gone. But no one can replace her. Not to me, and not to anyone else. I can't ask her to take over for me, and I can't stop fighting. I can't rest while this is still a danger in every city in this country. Not all the time, anyway. We will just have to compromise. Because I am not sitting a fight out only to find another home in ashes. I will not leave a single Leo to the same fate while I still have the will to move.</p>\n<p class=\"cnNiZmVmNzMxMjRiYjQ4YTA5MmNiZDBiN2Y2NmM3M2Yw\" data-original-margin=\"\">So I fly from rooftop to rooftop. From run-down houses to gambling dens, to ornate restaurants and finally sweeping, if somewhat neglected, estates. I'm feeling exhausted by the time I make it, but I arrive at the city lord's manor. I am sick and tired of this shit. No one should ever have enough money and power to wave innocent lives away on a whim. I plan to wrestle this power away from every slug of a human being who thinks they deserve it. I use steel mana to craft a great axe and tower shield. In my last fight, my cancer attacked me whenever I used massive, mana-intensive spells. Well fine, I can work with that. Simple force and an axe will be enough to deal with this creep.</p>\n<p class=\"cnM1NDIwOTNjMGU2ZTQ3MWZhODMyNDQyYjg5YmY3NDIz\" data-original-margin=\"\">Based on my research he is weaker than Baldwin, has no divine magic, and is something of a sniveling little shit. Well, alright, that last one is less research and more a generalization of fascists. The point stands, however. With my current mana and everything enhancing me, I should be able to kill him. I use gentle force to land directly in front of the main estate. Two guards on either side of the doors startle and point their spears at me, but I have little patience for them. Killing them doesn't even slow me down as I kick the locked door of the manor down and enter.</p>\n<p class=\"cnMzZTY4NjQ4MjhmNDRjZjRiOWQ0NDkyMjc2ZDg0MzYz\" data-original-margin=\"\">The pain and fatigue are catching up to me, and neither makes a great bedfellow for the cold fury those stone barricades burned into me. I am present enough in the moment to avoid killing any servants or slaves I pass, but not much more than that. I barely remember ascending the stairs, slaughtering more guards, and searching different rooms. But I am on the second floor and the mansion is half destroyed before I know it. I find the lord's study, then his bedchambers, but he is in neither. I'm running through the hall with little care when a powerful wave of mana throws me through the wall. There he fucking is.</p>\n<p class=\"cnM0ZWEwN2VmYTYzMDQ5Y2RiMWUxZTgzNDc1MTY5MDVi\" data-original-margin=\"\">I quickly regain my feet, brushing off the splintered wood and plaster and gripping the massive axe in one hand, a large shield in the other. Neither have the integrity they would if a blacksmith made them, but they only need to make it through one fight. Some part of me begs me to leave, insists that what I am doing is stupid, but the part that got me here refuses. I know I can kill this man. I am certain I can. Another wave of mana I don't recognize flies at me but I hold up my shield and plant my feet. It's something like force mana but feels less directed. It has a burnt orange color that varies a bit from my pale orange-yellow force mana.</p>\n<p class=\"cnM5ZjVjYzllNTc2NTQ2ZDA4YWE0NjE0MzFjNDdiMzAx\" data-original-margin=\"\">Whatever it is, it is creating force, but not so much I can't withstand it. I take a step forward. \"What kind of mana is this?\" I ask. \"It's not quite force, but not exactly distinct from it. Ah, pressure, is that it?\" I don't really care that much, but talking helps me focus as I continue to push forward. Pressure or a similar concept makes sense. It must also take an immense amount of mana to keep up like this. Seeing as it is failing to crush me, it won't be the best tactic to keep up. I just need my arms to hold up until he realizes this won't kill me. This is not as reliable as if I didn't have a bleeding hole in my cheek and side, but it's reliable enough.</p><p class=\"cmI5NDcyMzAyMmU3NzQ3YmI5ZGNhNzIyNDMyYWE4ZGEy\" data-original-margin=\"\">Unauthorized use: this story is on Amazon without permission from the author. Report any sightings.</p>\n<p class=\"cnNiYjUzYzYzMDEyMDRkZTQ5OTZlYjQ2YjE5N2MxM2Zj\" data-original-margin=\"\">The assault maintains itself for another twenty seconds maybe, impressive for the average mage, but it does let up. I nearly stumble forward when it does. I'm not used to fighting mana with pure physical strength and it catches me off guard. But I maintain my footing and lower my shield to find a man in silken casual wear, with sweat running down his face and gasping for breath. \"Lord Nathanial, I take it?\" I ask while catching my own. \"Clever plan with the knights.\" I pause for a moment as if in thought. \"Well, no, no it wasn't. It was the jackbooted plan of a rich asshole. That just seemed like the kind of thing I should say. Anyway, they are all fucking dead.\"</p>\n<p class=\"cnM1MTc4OTdmYTVkMjQ4NzFhZDU2MGIwMjkwZTM1ZjZk\" data-original-margin=\"\">\"Obviously,\" Nathanial scoffs, as if in irritation at having this explained to him. \"And you thought you'd just march into my home and kill me. Arrogant bitch. I'd thought, after years of only targetting more vulnerable nobles, you had the survival instinct to stay away. Or at least try to be quiet about this. But no. What a disappointment. Or, are you not the mage of mourning? I had heard she was a repugnant fool with half a head of hair, but you do look even uglier than described...\"</p>\n<p class=\"cnMyNzQ0NGYxZGQzNzRlMzA4YTljMjZjOTNhMWQ0Nzkw\" data-original-margin=\"\">\"Oh, no, you don't think I'm pretty?\" I intone, \"Then why do you keep trying to sweep me off my feet?\" He actually chuckles at this before summoning various stones and rocks of random shapes. He throws them at me in a confusingly pathetic attack. He doesn't even use his, what I am assuming, is pressure mana to accelerate them like I would. They bounce off my shield and I furrow my brow at him. \"What was that? Well, whatever.\" I have my breath back and start walking toward his smirking face, hand gripping my great axe. For anyone else, this would be far too heavy to wield one-handed, but it doesn't seem to bother him. He just keeps throwing his little rocks and I keep walking.</p>\n<p class=\"cnNhZWFlOTY1NjU0NjRjMDVhNzczY2E0NTIxYzEyN2Rl\" data-original-margin=\"\">As I walk through the ruined wall, stepping over its remnants and entering the hall with him, he suddenly shifts back to pressure mana. It's not a direct assault this time. Well, it is but it's not only a direct assault. He is again expending massive amounts of mana to pin me down, but his mana is also behind me. I go to summon a steel wall, but I realize I am not the target. Not immediately anyway. He seems to be using light amounts of pressure to gather all his stones in one spot. I look down and realize the burnt orange mana is walling me in on all sides as well. As what I recognize as fire mana starts to join the pressure around the rocks, I remember the capital.</p>\n<p class=\"cnNjMzI4NjlkMGRhNzQ1ZmViM2RmMjIzMTk4OTIwNmQ3\" data-original-margin=\"\">The idiot bard who attacked me without any real plan. Who, absent effective spells, tried to shift to a spear. I don't know why he attacked me like that, but I think I have an idea now. He wasn't just doing his duty. He hated me. He, personally, wanted me dead. I must have killed someone close to him, or maybe he just really loved having slaves. But he attacked me as soon as he thought he had an advantage. No plan. Clearly no training. Just rushing in out of anger or some similar emotion. How can I guess this? Well. I have realized what Nathanial's plan is. It's not quite like Earth, and I have never actually seen one in person, but I know how a pressure bomb works, and I am inside a giant one.</p>\n<p class=\"cnNkZDNjNzE2NzgwZDQyMDY4NjhmYTBiOWNjM2NiMDQ3\" data-original-margin=\"\">Because I was so angry. Because, with the cancer and everyone telling me to rest, I wanted to prove something to myself. Well, mission fucking accomplished Lillith. There was a reason I didn't do this before. I didn't know enough. City Lords are powerful, and some are even creative. Yeah, I couldn't leave him alone after that stunt or he would just do it again once I was gone. But I could have gone back to the group and made a plan. Had an escape route ready. And I was calling that bard an idiot. At least he had a way out. I react the only way I can think of. There is no choice but to use a lot of mana now and hope it doesn't fail.</p>\n<p class=\"cnNlNjE1MTRiNThkZTQ2ODFiMmVhYmViZjU3Y2JlNDYx\" data-original-margin=\"\">I pull back, letting the pressure from Nathanial's spell push me away from the shrapnel gathering beneath my feet. I then have to use force mana to push back against it and slow myself down before I am crushed between the two opposing pressures. I run through my options. I can try to counter the pressure in all directions, but that will increase the odds of my mana failing at just the wrong moment. I need to minimize mana usage while still surviving. I see the pressure building and realize I don't have time to plan more, and land on the first thing that pops into my head.</p>\n<p class=\"cnNiMzQwODM0MmY4MDRjYTZhOGI1ZWRhZjJkYjU0YzRj\" data-original-margin=\"\">I gather powerful but condensed force mana between the now burning shrapnel and myself, curving it backward slightly. I can't get rid of the magic bomb being formed in front of me, but maybe I can make it into a claymore instead of a pipe bomb. I pour all of my mana into this and pushing back the pressure on my shield, which I hide behind. The pressure builds on all sides while I keep putting more and more force mana into the barrier I have built. I have stronger mana than him and should be able to win this with ease. He has to spread his mana all around and I can focus it in one spot.</p>\n<p class=\"cnMwNGQ1MGQ2NzYyNDQ5MDRhNjc5NWJhMjFiZWViMGRl\" data-original-margin=\"\">But if I use the full extent of my abilities now, it could flicker out at any moment. I have to be careful not to push too hard or I am dead. If only I actually knew where the dangerous threshold was, I could know exactly how much mana was safe to use. As it is, this is a huge gamble. But hey, at least I didn't get into this by being a rash asshole, giving myself over entirely to rage and stress. Then I would feel really stupid about this. Thank God for that.</p>\n<p class=\"cnM3NTYyYzUxZjUzNzRiNWViZDhhOTVlOTM2YmE4M2I1\" data-original-margin=\"\">Then, the pressure reaches its peak, and my world lights up with fire and stone.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized use: this story is on Amazon without permission from the author. Report any sightings."
}