{
  "preChapterNote": "<p>This story has a lot of similar themes and tags to mine, if it is more grimdark. If you like mine, there is a good chance you will like this one as well.</p>\n<p>Witness the Path of the Bringer of Demise. <a href=\"https://www.royalroad.com/fiction/33997/parallel-hearts-follow-the-story-of-cyra-and-her\" rel=\" ugc nofollow\">Parallel Hearts</a>!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(4, 3, 3, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; background-color: rgba(4, 3, 3, 1); border-style: hidden\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/33997/parallel-hearts-follow-the-story-of-cyra-and-her\" rel=\" ugc nofollow\"><strong><em><img src=\"https://www.royalroadcdn.com/public/covers-large/33997-parallel-hearts-follow-the-story-of-cyra.jpg?time=1694896202\" alt=\"image\"></em></strong></a></td>\n</tr>\n</tbody>\n</table></div>\n</div>\n<div class=\"col-md-9\">\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; background-color: rgba(4, 3, 3, 1); border-style: hidden\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"vertical-align: middle\">\n<p><br>Born underneath the light of the crimson moon, a curse of an existence. Once filling with love, hatred consuming a young woman. Seeking after what is inside, no longer willing to remain in silence. Her deep loneliness, racing in an abyss of blackness, those trailing hands of shadows. Embracing her selfishness and imperfections, shouting what is within. Eventually stepping on a plane far above her own, bringing demise in the wake of her despair.</p>\n<p>Follow the story of Cyra, and her path to becoming the true enemy.</p>\n<p>\"There is light in the deepest of darkness...\"</p>\n<hr>\n<p><span style=\"color: rgba(236, 240, 241, 1)\">This is a long series, three main books, and many additional volumes.</span></p>\n</td>\n</tr>\n</tbody>\n</table></div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "<p>ANNOUNCEMENT:<br>Otherworldly Anarchist has been picked up by Podium! So if, like me, you prefer audiobooks, you have that to look forward to! I for one am looking forward to a narrator bringing Lillith to life.<br><br>Also, what do you think of the new volume one cover art? A new look at Lillith at a younger age. (This is not art provided by podium, just art I am using for now.)<br><img src=\"https://www.royalroadcdn.com/public/volume-covers-large/78440-5449.jpg?time=1709690364\" alt=\"Lillith, the hero of the story, glaring with tears in her eyes and reaching toward the viewer. She is glowing blue and has blood on her shirt.\" width=\"400\" height=\"600\"></p>",
  "chapterContent": "\n                <p class=\"cnM1YjE4NWQ3MDQ4NDRlNWY5NTczZGUxMjI5Y2JmN2M5\" data-original-margin=\"\">I just stare in confusion for a moment. The emotional turmoil of the last battle and... what I had to do followed up by the mundane sight in front of me gives me whiplash. The man looks completely at ease here; he isn't even bothering to look over his shoulder. Most wouldn't feel so comfortable and safe on a regular road, much less in a place like this. I gape for a moment, my eyes wide and fixed on the wagon.</p>\n<p class=\"cnMyMTQzMjZhZGNlNzQ4ODc4MzZjYmU5NzYzMDU1NmJi\" data-original-margin=\"\">After a moment, I look behind the wagon and only grow more surprised. The forest has parted around a wide road. The forest that pulled us in to kill us, or perhaps me, is rolling out a red carpet for this priest. What are they here for? It doesn't elude me that this could be a way out, which is important while I have the twins with me, but in the grand scheme of things, information is more important.</p>\n<p class=\"cnMzNzFhOGQwNjZiZjRiN2RiNjBmMjU3MTVhMmFhYzNi\" data-original-margin=\"\">I have a number of theories about how and why the Radiant Woods work the way they do, but investigation and data gathering come first. This priest could be the best source of data I can find. I figure I have two options. I can approach him directly for information. This seems like a less than ideal choice all things considered. It's unlikely he is going to be on my side. There is a high likelihood that approaching him will lead to violence.</p>\n<p class=\"cnNkMWM4YmY1M2UyYzQ4YjFiMGFmNzBmMTI0NmQ1NWE3\" data-original-margin=\"\">I suspect I would win any fight, especially since the forest couldn't do anything but incentivize monsters to attack me and keep me lost. I suppose I'll have to deal with divine magic but even Baldwin would have been crushed like a grape if I fought him here. That doesn't get me any information, however. I also don't want to traumatize the twins any more than I already have, and I doubt they will understand why I killed a priest.</p>\n<p class=\"cnM2YTA1NmVhYTYyMTRiNmFiZDgzMTY2ZjNiNDFiOGVl\" data-original-margin=\"\">Of course, after today, 'priest' is going to be the most dangerous fucking profession on this planet. If it weren't for people like Emeric, priests in the dark about the nature of divine power, confessions, and... this, I would just bar the temple doors and burn them all inside. They aren't like the city guards where even the lowest level of participation requires complicity in slavery, however. Some genuinely just want to help people and don't realize who they are serving.</p>\n<p class=\"cnMxNmE5MWViMzk0ZjRmYTI5MTIzY2QwOWUzODM4YTUz\" data-original-margin=\"\">Nevertheless, I have innocent people's blood on my hands now, thanks to the atrocities of the temple. The blood of priests will replace it. I doubt a priest casually driving through the Radiant Woods is unaware of their nature, however. In any case, killing him in front of the twins may be a bridge too far at the moment. They already seem terrified of me and likely trust priests. Besides, if he's dead he is useless to us. Option A is not ideal.</p>\n<p class=\"cnMwOWZhZWQ0YTU3ZDQxMmNhYTAwZThiZjhiOGI5YWIz\" data-original-margin=\"\">My other choice is to discreetly follow the priest until he leads us out of the forest. The problems with this idea are many. I don't know how the forest works yet. Is space being warped? Am I being manipulated with illusions? Is there some kind of instant teleportation happening, or are we in some kind of alternate reality? If we follow him and he suddenly disappears before we escape, we lose everything. No information and no way out.</p>\n<p class=\"cnMzZjRlMjEyZmQ1MDQ3MzI5NGZjZDg3ZTFmODMwMGE1\" data-original-margin=\"\">Another thing to consider is priests are the ones, to my understanding, who banish people to these woods. In other words... there could be a person in that wagon, or worse, a person lost in the woods that has already been left behind. If I hide and follow the wagon out, even if I'm successful, I might end up abandoning them. Basically? I have to approach, and I have to keep him alive.</p>\n<p class=\"cnMyNDM1MWRjNGIzYjQ3Y2RiNTgyM2JmYzY3MWQwMThm\" data-original-margin=\"\">All of this consideration is a moot point, however, as Autumn looks up and spots the wagon. \"A-Augie, there is a priest here! He can get us out of here!\" she excitedly announces to her brother, shaking his arm to get his attention. The two have been huddled up, holding their knees and burying their heads in their legs.</p>\n<p class=\"cnM3YjA1NjQ1MDQ1MjQ4NTdiNGU2NjFkNTk3ZWVlMjIy\" data-original-margin=\"\">August looks up and then at where his sister is pointing. \"Thank the Collector!\" he exclaims and both scramble to their feet to run toward the wagon.</p>\n<p class=\"cnNlYWZjYWNmZDRkYTRkYTJhNzE2ZWU0OTEzNGRmMzkw\" data-original-margin=\"\">\"Wait!\" I try to stage whisper to them but it's too late. They are running towards the priest and, worse, the priest is looking toward us. His eyes widen as he sees us and the gruesome scene surrounding us. I don't have time to react in turn as I am rapidly warming the area around us and using earth magic to stabilize the ground. Without my mana, it wasn't as dangerous as when I first cast the spell, but who knows what magically cooling it to that level did to its structure?</p>\n<p class=\"cnM5NmVmMGJjN2YzNTQ3Nzc5ZTY2NzEyM2FmMzRhZTM5\" data-original-margin=\"\">I manage to finish in time and the twins are safe. I follow them and notice the priest banging on the side of the wagon and glaring at us. As I suspected, it seems we are not as welcome as Autumn may have hoped. \"Hello!\" Autumn exclaims excitedly, \"I'm Autumn of Forrester, and this is my-\" she starts then freezes in place. I feel the familiar uncomfortable feeling of divine mana wrestling with my will and I shrug it off. It barely takes an effort at all.</p>\n<p class=\"cnMwNTc1NTcwZGY5MjQ5MDhhNDkwNTdmYmQwMDVkNjQ4\" data-original-margin=\"\">I walk past the frozen twins and threaten the priest as four other priests pour out of the wagon. \"If you want to live, let them go, now,\" I demand. I give him a cold glare and he smirks at me.</p>\n<p class=\"cnMyZjZmNGYwYmI4NzQ1MmViYTQ5NjI2YjQ2ZDNjM2Q0\" data-original-margin=\"\">\"So you are demon spawn are you? Do you think you are the first we have dealt with? Do you think just because we are priests and you can fight off the Collector's will that we will bend to your empty threats?\" He laughs, \"If you could you wouldn't be here in the first place. Trust me, it will be easier if you just submit. We'll be gone before you know it and you can go back to obediently waiting for the price of your sins.\" I raise one eyebrow at him.</p>\n<p class=\"cnM3MGE5MGRlMTBlMjQ5ZWFhNzU1OWUyMjM2OWI2OGRl\" data-original-margin=\"\">I suppose that's as much confirmation as anything that the priests force people into the woods. What did he mean by 'demon spawn' though? Just an excuse for supposedly god-given powers failing? He should know about endoaspected mana, although I suppose that doesn't always allow people to defy divine magic. In my case, it's likely because of what my aim was when I aspected it. It likely has something to do with whatever propaganda is used to recruit priests for this work.</p><p class=\"cmFmNzVkOGY4OTExZjQxMDJhMWI2MTljMTk3ZjI2NDQ4\" data-original-margin=\"\">Love this novel? Read it on Royal Road to ensure the author gets credit.</p>\n<p class=\"cnNlZTg1ZDY1ZjM1MjQ3OTU5YzFmYjYwYWMwOTMxMGZm\" data-original-margin=\"\">The other priests join the first and one in slightly more ornate robes addresses him, \"What's going on here?\" I peg that guy as the boss.</p>\n<p class=\"cnMwNTNmZDYwYmNiMTRiN2RiMzAyOWU4YWFlYzk1OGYx\" data-original-margin=\"\">\"Momentos, brother,\" he answers and I tilt my head, \"Careful, one of them is demon-spawn. Looks like she has been using her abilities to make the older momentos fight each other.\" At the end of that explanation, he gestures at the scene behind us. Most of the people and debris have been covered in flowers but there is blood in the water and a few corpses are mountainous.</p>\n<p class=\"cnMxZjQxNjlmYzMwNDRhMGRiNzI2NmU0OTkzNDgzNTc3\" data-original-margin=\"\">\"Cute trick girl,\" The new priest says, \"But it won't help against us. We are warriors of the Collector. We are many, and we are mighty. Your devil magic won't work on us any more than our divine magic works on you. Just go back into the woods, and we won't have to hurt anyone. Our business is not with you.\"</p>\n<p class=\"cnM0ZWY5ZWIyYTZiZDQyOTRhMmYxMmRkYTk0ZGVhYmMx\" data-original-margin=\"\">\"So are you in charge then?\" I ask. This will be a lot easier if I know who I need to leave alive. If I had any doubts before, they have been dispelled by this conversation. These priests know what is happening here.</p>\n<p class=\"cnM2OTJlZWIwYjNjYTQwMzlhM2VlNmI3M2I2NWVhYzM5\" data-original-margin=\"\">\"The Collector is in charge,\" he answers and I roll my eyes. \"But I am supervising this group on his behalf, yes.\"</p>\n<p class=\"cnM4MjIyMDlkOWUxZTRjNjQ4YjFmZjU5NWI3OTIxZjIx\" data-original-margin=\"\">\"Good,\" I nod and use force mana to throw the priest controlling the twins in the air hard enough he's out of sight in under a second. \"So you can answer my questions then,\" I retort as one of the many and mighty warriors of the Collector dies from the impact of force before ever hitting the ground and the twins regain their autonomy,</p>\n<p class=\"cnM5N2EzODIxYmQ0MzQ4M2Q5MDNkNzI2NmZlYzRhNmNm\" data-original-margin=\"\">\"Brother August Forrester,\" Autumn finishes before pausing, confused by the sudden shift in the environment. \"What... is going on?\" She asks, confusion coloring her face and voice in equal measure.</p>\n<p class=\"cnM4NjIwNTRlNzUwMzQxOTQ4NzVmMDFiMjA4OGVjODg5\" data-original-margin=\"\">\"Kill them!\" The lead priest orders and powerful spells form around all four of them. I don't bother preparing a spell to block the light, water, and earth spells they are preparing, instead simply crushing and absorbing the mana they are using with pure mana of my own. Both twins have taken a step back as they see the priests attempt to murder them, and August actually falls backward. I idly catch him and prop him up with force mana until he regains his footing.</p>\n<p class=\"cnMyZGE2ZGZhZTVmZTQ4MDA4NzgyMDZjMWMxZjMxODhj\" data-original-margin=\"\">\"Try to hurt them again, and die,\" I intone, inviting no argument at all. \"Now, we came here for help. I simply have a few questions for you. There was no need to attack us on sight like that.\" I try to remain as patient as possible but I do not have much patience to spare today. For the twin's sake, I'd rather not escalate this... right now. At least until I can help them understand what the priests are doing here.</p>\n<p class=\"cnNjMmFlODgzYTVjODRmMjdhNjA1Y2Q4Y2NhYjRjMGUz\" data-original-margin=\"\">One of the other priests snarls, \"Do you really think we'll just bend over after a couple of tricks?\" and throws a hidden dagger toward Autumn. I'm surprised by how fast he throws it, and realize he must have some body modifications of his own. It's no matter, however, as I stop the dagger in the air and let it fall to the ground. I then give the offending priest the same treatment as the first, throwing him into the distance with violent force.</p>\n<p class=\"cnM5YzhlOGY1NTczYjQ1YjFhYjNhZGY5MDNmOWI3YzFj\" data-original-margin=\"\">\"Uh oh, blasting off again,\" I quip, then give the remaining three priests a chance to process what just happened. \"This isn't an empty threat. Try and hurt them, and you die. Now, what are you doing in the forest? Do you know how to get out, and can you take us?\" I inquire.</p>\n<p class=\"cnMwNzI2ZmI0YmU4NDQ3NDY5YzRlMGI2OTJlN2I0MjI3\" data-original-margin=\"\">\"W-What's happening,\" August asks, his voice wavering. \"I don't understand, why are they trying to kill us?\"</p>\n<p class=\"cnNmZTM3MzVkNjcyNDQyNDg5NjNiMDRlMmUwZTI4MjE2\" data-original-margin=\"\">\"I'll explain later,\" I answer gently, \"But I won't let them hurt you.\" I see his concerned glance at me and add, \"I won't hurt you either. I'm just trying to keep everyone safe, I promise.\" I can tell they both remain apprehensive, but I can't help that.</p>\n<p class=\"cnMxZTBkNzRhZTI4ZTQ4ZTdhODQ1ZDUwNTdmNzVhNjA4\" data-original-margin=\"\">\"I won't answer your questions,\" the head priest addresses me, \"And I won't leave you alone. You are all here for a reason, and your threats mean nothing to me. The Collector will provide for us, as he always does, and he won't allow you to harm us.\"</p>\n<p class=\"cnMyZTg4MDUxYWQzMDRhNTNiYTRjNDEzYmI1ZGYwMTli\" data-original-margin=\"\">I look at him like he's an idiot. \"He just fucking did you moron,\" I retort. \"And he will again if you try to hurt my friends again.\" His face just steels at this and I groan inwardly. Fucking zealots.</p>\n<p class=\"cnMzZTUzMDkxNzE5MjQ0ZGE4YzAzZjY4YWJmZTA2NGJk\" data-original-margin=\"\">\"He allowed you to move them, but this is his forest. They will land safely. You can't assault the Collector's servants in the collector's domain!\" he blusters and my brow furrows in thought. The Collector's domain, he says. I wonder if that is true, or if it is religion claiming responsibility for something that was already happening. It could be either, although the way it allows the priests to traverse it suggests one more than the other. Of course, that could be explained by the source of divine magic. I need more data.</p>\n<p class=\"cnM4OTRmZjJmNTAzMjRmYjdhZDVkM2I1YjBlM2FjM2Vi\" data-original-margin=\"\">I decide to point out the obvious hole in the priest's theory. \"My friends are in control of their own bodies, that first priest's magic is gone. He's dead.\" The head priest glares at me but the other two share a concerned glance.</p>\n<p class=\"cnM0OTdhNDQ0YjczMDQyNDE5MWRkYjliNDBhNjEwMmRm\" data-original-margin=\"\">\"You freed them with your devil magic,\" he insists and I groan. I notice Autumn's eyes widen at the conversation as she starts connecting dots. We are interrupted by a thumping in the wagon and I lean over to look behind the priests.</p>\n<p class=\"cnNkMTliZWJmMDgzMjQ3Mjk4NzUzZGZiNmY2NjE0NjE0\" data-original-margin=\"\">\"What's in the wagon?\" I ask, crossing my arms. They must have brought a wagon this size for a reason, and it seems not everyone came out to greet me.</p>\n<p class=\"cnM3ODIyMWY3YzU1NjRiN2E4MDc0OTAyNjA2YTM3MDgw\" data-original-margin=\"\">\"That's the business of the Collector,\" the head priest dismisses, sniffing. He is trying to put on an air of indifference but I can see the concern pulling at his eyes. \"Now, you may leave. We will have mercy on you today, given you leave us to our business.\" I just let out an entirely unamused laugh.</p>\n<p class=\"cnNlY2YyZmVhNDkzYjQ3OGVhODNjY2Y2ZTA5NzkxNjQ0\" data-original-margin=\"\">\"You mean you can't figure out a way to kill me,\" I retort and begin walking toward the wagon.</p>\n<p class=\"cnM3YjY5MzBmZWMwNTQ3OTc5MmM2NGIxZGQ5MjMwYzRh\" data-original-margin=\"\">\"Stop her!\" The head priest commands and all three priests try to form spells again. I crush their mana again, then drop one priest in a pit I open below him, holding him against the dirt with force mana. The other minor priest, who tried to distract me by casting an earth spell of his own at August, I kill by twisting his head around with force. I am trying to keep it clean, for the twins' sake.</p>\n<p class=\"cnM3OTgzZTNhODA3YzQzMDI4MDhjZjYzNmUzYmVmZjk4\" data-original-margin=\"\">I flip around toward the head priest, but he isn't casting. What is he... I get hit in the head by a rock. August and Autumn are attacking me. What the fuck? I know I scared you but these guys are trying to kill and control... oh. That's why the head priest stopped casting. I have the ground swallow him as well, this time closing the pit around him and crushing him to death. I need to stop getting into fights in this forest it's too... easy. A girl could get used to this kind of power, and I really don't want to get tripped up by that.</p>\n<p class=\"cnNmMDcyZDJkNTI0YjQ1Yjc5YzlhZGFmOWY2ZTViYmI2\" data-original-margin=\"\">The twins trip as they regain control of their bodies again. Well, I killed the leader, but I still have one priest. Maybe he will help me. In the meantime, I walk around the wagon to look inside. I find... corn. Boxes and boxes of corn. This confuses me because, as far as I'm aware, corn hasn't been created in this world, at least not in this region. Also because... why?</p>\n<p class=\"cnM5YTUxODk5OWIzNjRlZGVhNGFjMzIwMDNkMzA0MjBj\" data-original-margin=\"\">I get a glimpse of a priest's hood ducking behind a couple of the boxes. \"Come on out,\" I call back, \"Corn is no place for a mighty warrior.\" There is a moment of silence, and the hidden priest emerges from his hiding place. Two things immediately strike me as odd. First, he is a child. Younger than the twins and, well, me I guess. He is maybe eleven at most. Second, he has the milky eyes of someone who was blinded by an infection.</p>\n            ",
  "invisibleParagraphContent": "Love this novel? Read it on Royal Road to ensure the author gets credit."
}