{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjNDUxMmFhMGVhOTRiM2E5MzNhYTY2ZDBmYmMyZTE1\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM4MDAxMTcyMWRjMzQ3ZjhiNzdiMThkYWYxNzMzYTRh\" data-original-margin=\"\">I want to build a bed of lavender and collapse on it. Helping this woman was like a balm for my soul after the day I've had but it was also the most exhausting thing I've ever done. As a former grad student, that is not an insignificant thing to say. Alas, I have far too many things to worry about to sleep. Peter is still waiting in the wagon, probably terrified, the twins have probably been traumatized for life, and this woman... Sarafyna likely needs the expertise of a few professions that don't exist yet.</p>\n<p class=\"cnNhYzZhOGM2MGEwMjQ5MzU4MWZkN2I3Yjc3ZTEyYjI2\" data-original-margin=\"\">More important than any of that, however, are these fucking woods. I want to burn them to the ground and salt the filthy earth but after the fight I just finished with it, I know I can't. Not yet. It took everything Sarafyna and I had together to overcome its will, and that was to help her. We'd never be able to do the same for any victims like the ones I... encountered earlier. The undertaking of finding and helping every single one of them, convincing them we can help them, and gambling that we actually can? It tears me apart from the inside out to admit, but it's far beyond me. For now.</p>\n<p class=\"cnNmZTA5OTIzNDYxYTRiMzQ5NjFiM2YwNmFmOGM0YTAw\" data-original-margin=\"\">Right now, I need to get Sarafyna and these kids out of here. If there is help to be had, I want to get it for all of them. I have at least one unpleasant conversation to have with all of them and I need to know they are safe. I can't tell how old Sarafyna is, but she needs protection just as much as the children do, if for different reasons. I feel a boiling rage as I watch her rubbing her hands against her face and head. Hers is a story I don't know, but it crushes me all the same.</p>\n<p class=\"cnMzNzQ5N2E3OGZjNzQ1MTdhZTVkM2RmZDI5NTc4MzQ1\" data-original-margin=\"\">In any case, we need to get out, and I think she can get us there. I feel sick; today has been one of the worst of my lives, but I have been trying to sound relaxed and comfortable so she will feel the same. It's hardly enough to ask her what I need to, however. 'Hey, I know you just now got your human body back for the first time in who knows how long, and I know you are exhausted beyond belief, but I'm gonna need you to do me a favor real quick' doesn't sound quite right.</p>\n<p class=\"cnM4M2Y3ZmZkNDdhNjQ0OTA4NzhhMzIwYzE4YWQ2YjI5\" data-original-margin=\"\">I do need to ask her somehow though. I open my mouth to respond to her, wanting to at least get properly acquainted before asking, but this worry resolves itself. Without warning she jerks her head up and looks around. Her eyes are... swollen over but it seems like she can still see somehow. I don't have a chance to ask her what the problem is before the forest shifts around us and we find ourselves just outside the treeline, about four hundred yards from what looks like a public road.</p>\n<p class=\"cnNjMGJkOGQzZjliNDQ3NWQ5YzVhZTI3N2Y1YTliNTdk\" data-original-margin=\"\">\"Sssorryy,\" she apologizes, \"it wwwasss goooiing t-to at-tack uuussss.\" I look at her with a hint of shock and disorientation for a moment, then I notice the trees shaking, and decide it's time we move on.</p>\n<p class=\"cnNlNzIyMThiNzVjZTRkY2E5ZTQ2MWYwMDAxNTE0MTM5\" data-original-margin=\"\">\"Thank you, Sarafyna,\" I gently encourage, and she just nods absent-mindedly. She seems... out of it, like she isn't certain this is reality. It will probably be that way for a while, if it ever changes. \"We need to get away from the woods now. Will you... come with us?\" I offer and she hesitates. Out of the corner of my eye, I see a horrified look assault Autumn's face and I wince. I really need to sit down and talk to the twins.</p>\n<p class=\"cnM5MTliZDA3MmViMzRkNTBhMTU5NzMyMDM0MmE5Zjk5\" data-original-margin=\"\">She looks directly at me, despite her eyes being unusable. \"M-mmooonnsssterrr\" she answers and my stomach churns. I understand the fear. We can... probably fix her up better without the forest's interference. There was something weird about her but I don't think she is only referring to her appearance. I glance at the Twins who are glaring at both of us, and I remember the priest she devoured.</p>\n<p class=\"cnM0OGU4ZTk5YzM2YjQwMmQ4ZDI1YWZlMWFhYjBjMDdj\" data-original-margin=\"\">\"No,\" I answered, \"not from what I've seen. You're no monster. I can feel what you are. It radiates from you like a fire in a winter storm. You are hurting. You are in more pain than anyone should ever have to bear. But you are strong enough to come back. I don't know what you had to do in there, but I know what I saw you do. Fighting back doesn't make you a monster. What happened to your body certainly doesn't make you a monster. I don't think you are a monster. You are safe with me,\" I promise.</p>\n<p class=\"cnM1Zjc5Y2Q0ZTFjZjQ4Yzk5Y2IzMjcwZDBkZjdmM2Zm\" data-original-margin=\"\">She looks at me, then at the twins. I follow her gaze and see the horror in their eyes. \"They are kids, Sarafyna,\" I say, \"and they don't understand... what happened to you. I will talk to them. Can we get away from the forest first?\" Hesitantly, she nods, and I give the twins a meaningful look, promising I will explain myself when we are safe. They look more than a little skeptical, but they don't have anywhere else to go. A petty part of me wants to be irritated with them, but they are children. They were chased by what looked like an eldritch abomination and watched it eat a man. I can only ask so much of them.</p>\n<p class=\"cnNlNzJhNzNiODk1ZjQ0MmM4NzM5MWZhMDg3YTY5ZWFl\" data-original-margin=\"\">\"August, can you drive a wagon?\" I ask and he just stares at me like I asked him if he wanted tea in the middle of a battle. \"I'm sorry. I really am. Today never should have happened to you two. But it did. We have weeks to work through it, and I promise I will keep you safe. Right now, I want to get as far away from these woods as we can, so, can you drive a wagon?\" I ask again, more insistently.</p>\n<p class=\"cnMyMjU5Y2QxZWFmOTQwMDk4NmZiZmJlODYyMjMyMTFj\" data-original-margin=\"\">After a moment, he snaps out of it, \"Y-yeah, I can do that,\" he responds and I nod. Well, that's something. We have a way to get to the capital. I walk around to the back of the wagon.</p>\n<p class=\"cnM5MDdjZWNmZjJkMjRiMjA4YzJmMjQ3ODk4YTAyZjhh\" data-original-margin=\"\">\"Peter, are you ok,\" I ask and realize he is hiding behind the corn again. \"It's safe, you are safe,\" I assure him. For a moment, I only hear nervous shuffling, but he does emerge again, holding his hand against the side of the wagon to guide him.</p>\n<p class=\"cnNkOWMwZWI3N2YwZjQ3ZjU4N2M0NDc4MTc3YTVlOTIw\" data-original-margin=\"\">\"Is it over?\" he asks and I nod, before realizing I am an idiot.</p>\n<p class=\"cnM1MmFhMTFiMjZmODQ4NGU4NzhiNjdiMDU0MmMxZmUz\" data-original-margin=\"\">\"It's over,\" I answer. \"We are leaving the woods.\" He tenses up for a moment before asking me a question.</p>\n<p class=\"cnM5MjgwZDU3YmQ1ZDRjZGJhMjVkZDg2NDc1YjZiYjc1\" data-original-margin=\"\">\"The priests?\" he responds, clear apprehension in his voice. I hesitate for a moment.</p>\n<p class=\"cnM0N2I0MzAzNDJiMDQ1ZjRhNmUwMTdiMmM0Zjg0OTc5\" data-original-margin=\"\">\"... Gone,\" I answer. \"It's just me and a few friends now.\" He visibly relaxes, slumps down onto the seat at the side of the wagon, and starts crying into his sleeves.</p>\n<p class=\"cnMyNWI1NzcwN2MwYjQ2YWY4MmZjMzkzMjM1YmI0NjM0\" data-original-margin=\"\">\"It's alright,\" I assure him. \"I've got you, may I hug you?\" I want to comfort him but suddenly wrapping my arms around him is more likely to cause panic than anything. He nods, almost eagerly, and I pull him into my arms. I allow him to cry for a minute, but I have to attend to other things. I gently release him and ask, \"We are headed to Visenar, the capital. Can you tell me where you are from?\"</p><p class=\"cmMzYjBkMDRlMTY5NDQwYzlhMzJlZmU4NDRkNmZlZTkw\" data-original-margin=\"\">Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere.</p>\n<p class=\"cnM4NmQzMjkxZWY4ODQwNWE5NzIyNjQzYzdhZjkwN2Yy\" data-original-margin=\"\">He shakes his head, \"I don't know what it's called,\" he answers and I remember how long it was before I even knew the name of Satusmor. Most commoners don't travel much and the city they are raised in is their whole world. \"But it doesn't matter. I wasn't allowed to go home anyway,\" he bitterly adds. That's right, he was probably in a house of penance before here. Sarafyna too. If I brought him home, he would just end up back in the forest.</p>\n<p class=\"cnNkZTI1OWEwODVjNTRiZDdhNDdlNjhlMzgwNGZkNmUw\" data-original-margin=\"\">\"Would you like to come with us?\" I ask and he pauses. He allows the question to hang in the air for a moment before answering with a question of his own.</p>\n<p class=\"cnMzMGM2YjQ0NDBlMDQxYThhZmU5OTVlZGFhMzBkMWY5\" data-original-margin=\"\">\"If I'm with you, will I still have to go to the temple?\" he pleads, apprehension in his voice. I frown slightly at his fear. He is too young to be this afraid of anything real, but he's right. Still, he seemed to respect the rules the priests gave him. The combination of obedience and fear of the same group paints a grim picture of the poor kid's past.</p>\n<p class=\"cnNjMWE4NTZlZGFiYzQyYjk4ZmJhNjg3M2YwMWU0Zjhm\" data-original-margin=\"\">\"No,\" I promise, \"In fact, I'd really prefer you didn't.\" I can see relief and hope dancing across his face. After another moment, he shrugs before answering.</p>\n<p class=\"cnM2M2IwYWE5MDcxNTQ5YjZhMGU3MzZmOTg5Y2Q0NDk5\" data-original-margin=\"\">\"Alright, I'll come with you,\" he acquiesces. I sigh in relief and start looking around the wagon. Aside from the corn, I find the priest's luggage and start to dig through it.</p>\n<p class=\"cnM2ODBiNTdkYTA4MDQ0ZjNiOWJkNTUyOGFlYzY3ZTY5\" data-original-margin=\"\">\"I'm glad to hear that, Peter,\" I respond as I dig through the priest's things. \"We'll be headed off soon, make yourself comfortable. And, don't try to eat the corn.\" I doubt he would, corn is pretty hard to eat raw, but you never know. I find what I am looking for and pull out a more casual priest's robe. I pat Peter on the shoulder to reassure him, then climb out of the wagon.</p>\n<p class=\"cnNmMGZiYzQ0MGNmYjRhYTk5YWE1MGIyNTIzNTMwZDgz\" data-original-margin=\"\">Sarafyna is still naked. It's not exactly risqué with the current state of her body but she still deserves the dignity of clothing. \"Here,\" I say as I approach her. Her eyes are still covered but she still extends her hand to meet mine, accepting the robe. \"I realize it's probably not exactly your style, but it's something.\" She immediately begins to pull the robe over her head. It is fortunately fairly baggy, so it doesn't get too tight anywhere.</p>\n<p class=\"cnM2MjUxOGVjN2YxNDQzZDNhZjg2MmFmYTA5NGU4OTg2\" data-original-margin=\"\">\"T-Thhankss,\" she says. She seemed to have an easier time speaking than a moment ago and I'm relieved she is getting the hang of it again. I'm fairly certain she has everything she needs to speak normally, which indicates it has been a very long time since she has used them.</p>\n<p class=\"cnM2ZWI3MDdhZjRiZjQzMzNhM2NhODM2MzA2ZDU3NTZm\" data-original-margin=\"\">\"Come on,\" I invite, and lead her to the wagon while August familiarizes himself with the horses. \"Peter, this is Sarafyna,\" I introduce and she suddenly jerks her head toward the wagon as Peter stands.</p>\n<p class=\"cnM0Y2YyN2RlZTBmMDRhMDRiNDdjNmY5MjMzZmZjZTAw\" data-original-margin=\"\">\"Pleased to meet you, I'm Peter,\" he says bowing a little and only missing her direction by a little. Sarafyna is frozen, just staring toward the wagon without response. Peter looks concerned at the lack of response and addresses me, \"Um... is she there?\" I examine Sarafyna in concern.</p>\n<p class=\"cnMwMmFlNTlhY2MwNDQ3OTJhYjg3NDcxOTQ3MjRmODQx\" data-original-margin=\"\">\"Is everything alright?\" I query, and she shakes herself out of her apparent shock.</p>\n<p class=\"cnM2YTMwYmRlNDc0NjQ5ZTZiZjU5NzI0MDY1MGU5Yjgz\" data-original-margin=\"\">\"It'ss okayy,\" she answers, even more clearly. \"Nice to mmeeet yyouu, P-Peter.\" Interestingly, her nod also misses Peter by just a little. I understand she probably can't see right now, but she seems to know exactly where the rest of us are. Interesting. \"Aare wee at the wagonn?\" she asks and It's my turn to jump.</p>\n<p class=\"cnNiNGU2NDBhMTI1OTRjMjg5MTEwMDBkMDM1MzM0ZDIx\" data-original-margin=\"\">\"Right, sorry, let me help you,\" I agree, then climb up into the wagon to help guide her into it. Autumn has approached and is staring between me, Sarafyna, and Peter with a mixture of fear, concern, and disgust. As Sarafyna successfully climbs into the wagon, I wonder at the extent of her sight. She jumped between trees with pinpoint precision when she had no eyes at all, but now needed help climbing into the wagon. The nature of her sight warrants further investigation. \"Come on up Autumn,\" I invite and she gawks at me.</p>\n<p class=\"cnM2OTQ3NzIyYTdjYzQ1OThiNTJmMGUzMDBiMzc3Mzg0\" data-original-margin=\"\">\"Look Lillith, I don't know how... or why you made that... thing look human, but I am not riding in a wagon with it. I can't believe you are letting it near that boy!\" she practically snarls. I see Peter start and Sarafyna start at the same time and I groan.</p>\n<p class=\"cnM5NzUxZDAzNGFkYjRmMzBhNmFlM2ZkZDY0NzRhNmZh\" data-original-margin=\"\">\"You have it backward, I didn't make her look human, Autumn,\" I say. I wanted to hide the nature of the forest from the twins as long as possible, or at least until they had time to process today's events, but the situation has changed. \"The forest made her look like a monster. She has always been human,\" I explain.</p>\n<p class=\"cnNlM2E0YjBkMmVkNjRlNGU4YWVhNmQ5NWUwYTZhMmY1\" data-original-margin=\"\">\"Wait, what? What are you talking about,\" she protests, \"It was chasing us, it killed that priest! It... ate him!\" She looks horrified and I can tell she has more to say but we need to get away from the woods.</p>\n<p class=\"cnNkNGVmOTk2ZDg0NDQ5ZjM4ZmQ1ZThkNDc4MjM2ODFi\" data-original-margin=\"\">\"I get it, I understand. I understand why you are scared and I promise I won't let anything happen to you, but it isn't safe here. Tonight, I will explain everything. About the forest, about Sarafyna, and about the priests. Alright?\" I have been asking her to trust me just a little longer all day, through horror after horror, and I can see that trust is close to breaking. The fear of the forest is stronger, however, and she reluctantly nods. \"Thank you. If you like, you can ride up front with your brother.\"</p>\n<p class=\"cnM0MWVlNTUxNjNjMTRkMjViOGVhYzI3NGVjZDdmNzgw\" data-original-margin=\"\">She seems relieved, and runs around to the front of the wagon. I climb to the front of the wagon where I can see the front seats from the back. August has also taken up his position in the driver's seat and I call up to him, \"Are we ready to go?\" He looks back toward me and reluctantly nods.</p>\n<p class=\"cnM3MmExNmU2ZWRkMTRiYWRiNzAwNWU3MjIyOGViMWZi\" data-original-margin=\"\">\"Yeah, I can get us out of here,\" he agrees and I nod back.</p>\n<p class=\"cnM5MzVhNDVkYzE3MDQzZWNhOWU4ZDlkYjdiMTA1OWIw\" data-original-margin=\"\">\"Good, let's find a place to camp, and I will explain everything I can to you.\" He simply nods, and we finally depart, driving away from the godforsaken forest. I glare back at it. I will return, and it will not survive my next visit. I idly pick up a piece of corn and push mana into it. I don't know what I was expecting, but it wasn't this. I have to bite my tongue and fight back vomit as I realize what it is I'm holding.</p>\n<p class=\"cnM2MTg3Zjg2Zjc5MTQzNTVhMjlhYzhiYjgxZWQ0MjZi\" data-original-margin=\"\">\"D-don't eat that!\" Sarafyna exclaims and I jump. Apparently, she can see what I am holding as well. I have a feeling I know how she is seeing, but I'll have time to ask her about it as we drive. I'm impressed by how quickly she is regaining her ability to speak. She didn't have a throat an hour ago but she had spoken fairly clearly just now.</p>\n<p class=\"cnNmYTg2MzlmZTRkMTQxYjM4MmIxYWFmNDY5ZWI3OTI4\" data-original-margin=\"\">\"You couldn't tie me down and force me to eat this,\" I assure her, and I mean it. I would sooner eat shit, or even a pear, a thought which makes me shudder. She seems to relax as I put the corn back. \"The first thing we are doing when we stop is burning all of this.\" She relaxes a great deal at that promise.</p>\n<p class=\"cnNjNjNhYWJmMzFmYTRiNGM4YjZmMzQyMzA0MjJkYzRi\" data-original-margin=\"\">\"Thank you,\" she says. \"For everything.\" She seems entirely back to normal. This woman is adaptable as fuck.</p>\n<p class=\"cnMyNjUyNWEyNzNlNDRiNmZhNjI4YTg1MDgxZWYwZDRm\" data-original-margin=\"\">\"We didn't quite finish, we can try and completely heal you now if you want,\" I offer, and she actually smiles a little.</p>\n<p class=\"cnMzMTcyMDdmMjc0ODQyYTY5YTUzZjZiNzc5MmRjMzAx\" data-original-margin=\"\">\"I'd like that,\" she warmly agrees and I hold my hand out. She gives me hers and I push my mana through her. There is no one fighting us now, and I am still partially empowered by the forest, if not to the same extent. I am able to fix a few more things. Her joints straighten out, which is a fascinating thing to watch. The growths all over her, however, do not. I can't seem to affect them at all, they resist my magic like the woman in the forest had. \"I'm sorry,\" I say, \"I don't think I can do any more than that.\"</p>\n<p class=\"cnMzYWQwYmU1N2FjNDRmMzRhYWUyZTE4ODgzMjIyOWJh\" data-original-margin=\"\">She just smiles at me again. \"I had a feeling,\" she dismisses, \"Don't worry. You have done... everything for me. I can handle the rest on my own... eventually.\" I know more about the human body than her, but it seems she knows more about the cause of these. I just nod.</p>\n<p class=\"cnMwMzgxNjEzZDA3MTQyNGZiN2FjYzkyZGY4NjIyMmE1\" data-original-margin=\"\">\"Glad to hear you getting the hang of the new pipes,\" I say casually and she gives me that same gentle, heartbreaking smile. I want to hear her story, but it would be better to hear it with everyone present. We ride in silence for what feels like a half hour or so. Eventually, August stops. It is time to set up camp and start a dangerous conversation with the twins.</p>\n            ",
  "invisibleParagraphContent": "Stolen content warning: this tale belongs on Royal Road. Report any occurrences elsewhere."
}