{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0YTFjY2IzNWNkMTRhZmRhZGM3OTYxMTlkMDMxOWRh\" data-original-margin=\"\">I settle in with greater ease than I expected. Part of me, the Annie part, feels like I'm intruding on a family as a stranger. But it isn't like that at all. I, Lillith, have grown up in this family. These are my parents, my brothers, and this is my life.</p>\n<p class=\"cnNiYmY1OWIyZjZkMTRhYTdiOGMwZDc3NWViM2Q5MmFk\" data-original-margin=\"\">In other words, I don't have to settle in at all. There are adjustments I have to make; Annie has experienced many things Lillith has not. My father is a town guard. This occupation is bound to cause no small amount of friction in our relationship moving forward, considering how I had died in my previous life.</p>\n<p class=\"cnNhMDA3ZTI4MTNjZDRiZmI5Zjg2OThhZmJhNTJlNzk4\" data-original-margin=\"\">I also lack some of the puppy-dog admiration I previously held for my brothers. Where a seven-year-old might want to be just like her brothers growing up, a grown woman isn't nearly as impressed with the antics of children. This seems to hit Edward particularly hard as I fail to pretend I am impressed with his jokes and education. I still feel warm and excited whenever I see them, however. It feels really good to have a family again.</p>\n<p class=\"cnNjNGMzODczYjgwMTQ2ODQ4ZGIwOGQ5MzQyZTZmYjUw\" data-original-margin=\"\">This isn't the only change in my mentality. The last seven years of both lives feel like they have happened simultaneously, and I find myself no more attached to one than the other. My life experience has advanced by twenty-seven years in a single night; my outlook on life and ultimate goals face an abrupt shift with the recovery of my memories.</p>\n<p class=\"cnNiZTNkM2M5MWIzMTQ5MWJiZWExYjNiZDNjN2EyN2I3\" data-original-margin=\"\">A fire danced beneath my skin when I was Annie, guiding my hands with the same wild and urgent intensity any fire has. I now have that same fire to contend with but in the body of a seven-year-old child.</p>\n<p class=\"cnMxNDgwMmRjYzkyMzQ4MDc5MjZlOGM0ZDdhZmRhNzAx\" data-original-margin=\"\">I allow the weeks to pass, letting my family drift back to our familiar regimen before I got sick. I don't play with my brothers as much, but I love spending time with them. Henry seems to understand to an extent that the experience changed me. Edward doesn't and his attempts to regain the wide-eyed admiration of his little sister escalate over time. Gilbert? Gilbert doesn't notice a change one way or another. There is something loveable about his obliviousness.</p>\n<p class=\"cnNhMDUyZDllNWU0ODRlYmQ4NmRkNWVlMGUzMmFmYTFj\" data-original-margin=\"\">At the same time, I learn what I can about this world. As Lillith, I hadn't understood nearly enough but can now build a clearer picture. I am not on Earth. I had briefly entertained the idea of time travel until I failed to find any familiar constellations or celestial bodies in the night sky.</p>\n<p class=\"cnNmNDAxNDNhNjgzMDRmZjg4ZmE0OGMwMDBhYjU5Yzgw\" data-original-margin=\"\">Some things are familiar, however, as the all-too-familiar stains of corruption and power paint every corner of this city. I clearly live under a monarchy now, and nobles enjoy all the pleasures and benefits a boot on the necks of their fellow men provides. My muscles ache with nervous anxiety the more I learn and the more certain I become that this life is going to be no less violent than my last.</p>\n<p class=\"cnM5NDFiZjRlNzUxYTQzYTg4OTU5ODczYTEyNjFlY2Zm\" data-original-margin=\"\">Currently, I am a seven-year-old girl. The change I can effect in my current state is... negligible, to say the least. With that in mind, the only thing to do is to learn. The first step is to learn to read. Unsurprisingly, a seven-year-old in medieval culture doesn't know her letters yet.<br>A few weeks after my reincarnation, I approach my father.<br>\"Dad, can you teach me to read?\" I ask, putting on my best hopeful little girl face.</p>\n<p class=\"cnM1ZDY2Y2JiZWQzZjQyMDZhYmQ3YmQ5OTY3MjE0MjA3\" data-original-margin=\"\">At first, he seems exasperated that I am bothering him, but this idea shifts his demeanor to one of amusement and he answers me through laughter. \"Now what in the world does a kid your age need to read for?\"</p>\n<p class=\"cnMyYmM0ODY1ZjMwNjRjNjM5NzE0M2VhYjc5ZDI2MWZm\" data-original-margin=\"\">\"What makes you think he even knows how?\" Gilbert helpfully interjects, causing a flash of anger to race across my father's face. Gilbert doesn't notice this but I decide it would be best to move the conversation past it.</p>\n<p class=\"cnNjN2M0Yzc0ODU3MTQ5ZGM5YjFlMWNhMDc5ZmQ1MGE5\" data-original-margin=\"\">\"He guards the town, he probably has to read important messages and stuff before letting people inside, right Dad?\" I respond, holding off a scowl.</p>\n<p class=\"cnMzMWJkOWFkODQ5NDQ5ZjI5YzAxNDA1ZDA5N2U1M2M0\" data-original-margin=\"\">\"That's right, sweetheart, you are a smart one, aren't you!\" Dad replies while pinching my cheek. \"But you are much too young for something so complicated, why don't you work on sewing with your mom?\"<br>At this, the scowl escapes, not to be restrained in the face of so many indignities.</p>\n<p class=\"cnM5MDZkNGYyNzVmNzQxOWU4NjQ3ODk0NTUzMTkyMWEw\" data-original-margin=\"\">\"You look confused; he means you are too dumb to read!\" Edward chimes in to my annoyance. Recently his attempts to recapture my childish hero worship have devolved into teasing and occasionally bullying.</p>\n<p class=\"cnM1YTIwMzEyMTk4ODRjMTE5MjI0YjhjMTdmMmY4MzMw\" data-original-margin=\"\">\"Am I too dumb to read, or are you just mad that you couldn't learn?\"</p>\n<p class=\"cnNiNDJiYjJhY2YwODRhYjY5M2YzMmU1MDhkOTU1NmY2\" data-original-margin=\"\">\"Hmm, nope, definitely too dumb. Which is a shame since you are so ugly too!\"</p>\n<p class=\"cnNlZTc4NjllZDE5NDQzOThhZWEwN2VkNjNhNjQyN2M0\" data-original-margin=\"\">I am preparing to find a place for my knee just south of his belt when Henry interrupts the argument, \"Come on, Dad, it won't hurt anything. I'll teach her the letters in the evenings after my chores.\"</p>\n<p class=\"cnNkMzU3OGM4MjZjNDRhNTk5NDhjZWFmY2Q3ODk5Yjk4\" data-original-margin=\"\">\"I suppose you are right, just don't be too disappointed if you don't get it, okay sweetie?\" Dad condescends, rolling his eyes.</p>\n<p class=\"cnNiZGE0NjgyODljMTRiNmE4YmU1MWQ0ZGViNWE4YmZj\" data-original-margin=\"\">\"I won't! Thank you Henry, I'm so glad I have one single good brother!\" I exclaim before sticking my tongue out at Ed and Gil.</p>\n<hr>\n<p class=\"cnMxMWJkMjc1ZTBlMDRmNTI5YjYyNmVkNzQ4NTVjYTU5\" data-original-margin=\"\"><br>\"W-what the... Lily?\" Henry splutters, astonished at my work. \"How are you picking this up so fast?\"</p>\n<p class=\"cnMwMGJkYjhkMzc4ODQ1MDM4M2ZlYzI3YThlNGJlOWUy\" data-original-margin=\"\">\"Oh, I don't know, letters are fun!\" I giggle back while writing 'Edward is a dummy' in the dirt. I feel amused and a little proud, which is a bit childish since I have a clear advantage.</p><p class=\"cmExNmYwODE3NWZiZTQyMjJiNGEyMDk3OTljODI1YTI4\" data-original-margin=\"\">If you spot this story on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnM0Y2EwY2ViYWU2NzRmMjk5MDFkYmJlN2U5ZjVkZGE4\" data-original-margin=\"\">He has been teaching me the alphabet for about a week, and I already have a pretty good idea of how to use it. Now that I have memorized each symbol and its sound, I can sound out most words pretty much immediately.</p>\n<p class=\"cnNmZGQyY2Y4MjZkYjQwNGNiYTNiODczODAyMGY4OWY1\" data-original-margin=\"\">As in any language, there are a myriad of exceptions and modifying rules I have yet to master, but these are edge cases I don't need to worry about immediately. Even being taught with sticks in the dirt, I am able to read and write extremely quickly, which explains Henry's shock.</p>\n<p class=\"cnM5NDQzZDYyYzkwMzQ5OTJiZDQ5MDNhZGU2MTBlM2U2\" data-original-margin=\"\">\"I didn't even teach you how this worked, but you can already write full sentences?\"</p>\n<p class=\"cnNmYjZjZDMwN2UxMjQyZjNiOGI2Mjk3MTRiMzI0OWRk\" data-original-margin=\"\">\"I'm not dumb like Ed! This is easy!\"</p>\n<p class=\"cnM4ZmZmNGYxZmJkNTQwMWQ4YjMxN2Q0ZWEwNTE3YzM0\" data-original-margin=\"\">\"Well, don't get ahead of yourself, you still have to learn punctuation and grammar, as well as a bunch of other rules. It'll take at least a year for that!\"</p>\n<hr>\n<p class=\"cnNmOTkxMWE5NmQ5MjQxMDBhNDkwYWFhN2I1MWQzM2Vi\" data-original-margin=\"\"><br>It turns out that if you already speak a language with native fluency, learning the writing system is not a herculean task. A month later, I have surpassed Henry, and likely my father, in reading ability. It is time for step two and another request for my dad.</p>\n<p class=\"cnMwMjkxZjA1MDU0MjQ5NmVhOTY2NGQ0ZTk5Y2VkMTli\" data-original-margin=\"\">\"Dad, is there a place I can read books?\" I ask, this time making sure Gil and Ed aren't around to derail the conversation.</p>\n<p class=\"cnNiZjU1YzZmZDllMTRjMjE5MDczYjU1YzczOTJjOTc5\" data-original-margin=\"\">\"Sweetheart, I know Henry is teaching you your letters but...\" he starts before Henry cuts him off.</p>\n<p class=\"cnM5ODkzNTRkN2M3YTQ5MTU4MjhlMmNiZWQ5ZWFjNTdi\" data-original-margin=\"\">\"I was, but the little genius already reads better than I do!\"</p>\n<p class=\"cnMyYzUyMTcwM2NjNzRmOTFiN2EzOTQzYzg0NzYzM2Q2\" data-original-margin=\"\">\"What? Really?? It took me over a year to learn...\" Dad starts before beginning to blush and clearing his throat. \"Er- I mean, that's really impressive Lily, but books are expensive. I don't know if we can afford that...\"</p>\n<p class=\"cnM0NGJjMDBiYjQ1YTQxZGNhZGI4NDI1ZjRjNzFlNjZm\" data-original-margin=\"\">\"Is there a store that sells them? I just want to look around! Please please please please!\" I begin begging him the same way I always had before I got sick. I push down the embarrassment that accompanies speaking like this. I don't know how long I can keep the little kid persona up.</p>\n<p class=\"cnNkZWE3NTMzOTk1MjRmMjA4ZDk1NDY2YThkMDg2ODUy\" data-original-margin=\"\">\"Well, there is a bookstore run by that old mage, but really only nobles-\"</p>\n<p class=\"cnM1NjUzODA2ZDM5MjRiMTJhNTUyNzEzMDZmZDU1YzFj\" data-original-margin=\"\">\"Can we go there? Please Dad? I just- wait, mage?\" I stop as my brain catches up to what he said.</p>\n<p class=\"cnM4NTQyZjkyZjRhMDRhMjNiYzM5ZTVkYjI0MGEwNDNh\" data-original-margin=\"\">He gets a sharp look of irritation on his face at the interruption before answering me. \"Yes, Lily, a mage is a noble who casts magic spells for the king.\"</p>\n<p class=\"cnNiNGRhYTRiNjExZjQzYjJiNTZjMjU2ZDgxNjhlYzVm\" data-original-margin=\"\">\"Magic spells?\" I feel frozen, like the moments between sleep and wakefulness before you have control of your body. How had I missed something like this, magic exists in this world? I race through my memories but find no magic being used. I have to investigate.<br>\"Well, now you HAVE to take me Dad! Books and magic? Pleeeeaase??\" I beg.</p>\n<p class=\"cnNjNzI4YzZlNzNlZTQzNGM5OTg4NWEzY2QzYWM0ZTQx\" data-original-margin=\"\">\"I know honey, but like I was saying, nobles are the only ones who can afford to shop there, I'm sorry.\"</p>\n<p class=\"cnM4ZWM1ODlhMDA5ZTQ5NjFhYjUzYzNmNjA1YzMwMWQ3\" data-original-margin=\"\">\"We don't have to buy anything, I just want to see, and I want to meet the magic man!\"</p>\n<p class=\"cnM3MjY4ZGRhMDBkZjRiYjVhMmFiYjRiZDAzNDdkODVl\" data-original-margin=\"\">My father looks at me for a long moment before finally replying. \"Tell you what Lily, I'll make you a deal. I will take you there, but you have to stop avoiding sewing with your mom. AND you have to put effort into learning it!\"</p>\n<p class=\"cnM2NjJiYjA1OTQwYjQxOTlhMTYyZWQ2MTY0ZTM5NmQy\" data-original-margin=\"\">I groan inwardly; sewing is not my favorite pastime, but it isn't a useless skill either, so I suppose I can learn it. \"Okay Dad, I promise.\"<br>He smiles brightly at my concession and agrees to take me the next time he visits the shopping district.</p>\n<hr>\n<p class=\"cnM2ZTg2ODNmYmFjMTQ3YTA5ZjBhYmJlMmY3YWMzYTEy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2MWI2Zjg2MzNmNjRlNzhiMjE5NjJjNjM4Y2Q3MGFh\" data-original-margin=\"\">I cough as I enter Godfrey's Book Store with my father. A thick layer of dust smothers the disorganized piles of books and scrolls, and we leave footprints in it as we walk in. It seems this store doesn't experience abundant traffic.</p>\n<p class=\"cnM5ODJlNDQzMjU4OTQzYjNiZTQ5YmUzZWFhNWM5NWNm\" data-original-margin=\"\">\"Lord Godfrey?\" My dad calls into the quiet of the store. \"I'm sorry to bother you, do you have a free moment?\"</p>\n<p class=\"cnM3MzQ5MTgyZjNkNTRkYjI4YmNjNjNlYWVhNzljZWVm\" data-original-margin=\"\">At that, the back of the store echoes with the sound of shattering glass, followed by what is clearly a stack of books collapsing. An old man emerges with a surprisingly pleasant look on his face and a book in his arm.</p>\n<p class=\"cnM4MjYxMTlhNTg2ZTRkZmViYmM1Y2MyM2I4NTNmZmM0\" data-original-margin=\"\">\"Oh, what a pleasant surprise! Who might you be, child?\" He exclaims, either addressing me first or addressing my father like a little girl. Either option endears him to me a little.</p>\n<p class=\"cnMxODhmMWI5YmZjOTRmNjE5NjY5Yjk2MWRiNGIxNDhm\" data-original-margin=\"\">\"My name is Rich-\" my father starts before I cut him off, drawing another irritated glare.</p>\n<p class=\"cnMxNTliYjAyNWQwMjRlN2JiMzM1NTg4OWJjZjBkNzY3\" data-original-margin=\"\">\"I am Lillith, pleased to meet you, Mr. Godfrey.\"</p>\n<p class=\"cnNhYWVkZWYwMzllYjQwYzZiYzU4Y2RjOGNjODM2OGJl\" data-original-margin=\"\">\"You should refer to him as Lord Godfrey, not Mister. Mages are nobles, Lily, and they must be addressed as such,\" my father reprimands.</p>\n<p class=\"cnNjZDQzNzM5OTU0MTQwODA4Nzg1OWZkNzk1YjcxYjJi\" data-original-margin=\"\">\"It's quite alright, sir,\" Godfrey responds as I smile innocently. \"You can call me Uncle Godfrey if you like. Now, what can I help you with?\"</p>\n<p class=\"cnMyNjAyNTAzYTZkMDQyYWY4YjIwODJmOTczYTg4MGZi\" data-original-margin=\"\">\"Lily recently learned to read. I told her we couldn't afford any books, but she was insistent on seeing where they were sold. She also wanted to meet a mage,\" Dad says.</p>\n<p class=\"cnNhMjkxMzdlNzAzYTRkNzZhZDY1MWRjYzU4MTM2NzRi\" data-original-margin=\"\">\"Is that right, Miss Lillith? You are awfully young to be reading. Can you tell me what this says?\" Godfrey asks, gesturing at the spine of the book he is carrying. My father smirks at this and I realize he doesn't quite believe Henry about my abilities.</p>\n<p class=\"cnMyYzUzMjhmODIxYjQxODQ4ZmM5OTc3MTI1Nzk1OTgz\" data-original-margin=\"\">I laugh as I glance at it and reply through chuckles, \"A Magician's Melancholy: A Fantastical Story of Love, Lust, and Betrayal.\"</p>\n<p class=\"cnM0ZmUyNjRmNzRhOTQ4MWRiODM4MzMwMDI5Mjg0ODFh\" data-original-margin=\"\">Godfrey blushes a little as he realizes I can, in fact, read. \"Right, well, I was just preparing to put this away; it was a special order for a customer, you see,\" he explains before pushing his bookmark into the book and tucking it away in his cloak.</p>\n<p class=\"cnM2M2M3MThhZGU5YjRiYzI4YWE2ODNkYWMzZWZlZWU0\" data-original-margin=\"\">\"Of course, how kind of you to show such personal care for their order!\" I say, grinning. This causes confusion to wrap my father's face as I drop the seven-year-old act for a moment. I curse inwardly, but the persona isn't going to help me much in my current goal.</p>\n<p class=\"cnM3YTJlMjJkNjg2ZDRhYzZhNDEwOTFhMjE0YWEzYzM2\" data-original-margin=\"\">\"Right, right, of course. In any case, I'm afraid your father is correct, little Miss, I don't believe you'll be able to afford any of my wares.\"</p>\n<p class=\"cnNhNDIyNTg2MWNkNDQ2MjhhMTcxMTFjMmExNjRiOGNl\" data-original-margin=\"\">I stand as tall as I can and announce, \"I would like a job!\"</p>\n<p class=\"cnMyNDc2MTQ4MTk5ZDQ0NTQ5MjE4OWQxMDZmNGFmYmZm\" data-original-margin=\"\">\"What?\" Dad and Godfrey chorus, their voices reflecting shock and amusement respectively.</p>\n<p class=\"cnNiZmY5OTFjMjdhMjQ1NmVhMWJiMDA2YWM1NjAzNTJl\" data-original-margin=\"\">\"I would like to work here. I can clean, organize, and handle customers. In return, I would simply like permission to read some of the books.\"</p>\n<p class=\"cnNlZDE0YTNmODhhNjRlOGM4ODEzNzFjNjA4MWIyZjhm\" data-original-margin=\"\">\"Lillith Dear, you are a bit young to be selling books to noblemen,\" Dad says, clearly a bit embarrassed and very exasperated, but Godfrey's mirth is peppered with contemplation.</p>\n<p class=\"cnNkZDk4NjhmNWZkYjRiYzFhNTBiZWY3ZDkwZjc5YTJh\" data-original-margin=\"\">\"Tell you what, tell me how you would organize this mess, and maybe I'll give you a shot,\" he says, to my father's astonishment.</p>\n<p class=\"cnM1Mzc3NTkyMmFiZTQ0YzFiYTY2YzQ2ODk4MDU5ODAw\" data-original-margin=\"\">It is a universal constant that small business owners will exploit free labor any time it is offered, regardless of the source. I know I have him on the hook.</p>\n<p class=\"cnM3MTNjMjhkM2M4MjQ2MDZiNWRjMjc2ODY0Mjg0YTJk\" data-original-margin=\"\">\"Well, I would begin by separating every work into one of 10 categories and give each a range of 100...\" I begin before explaining the Dewey Decimal System to him. I replace technology with magic, but it is clear he is interested. I even see calculation enter his eyes as he realizes I have something real to offer. Equally clear is that my father is flabbergasted.</p>\n<p class=\"cnMyMWQwZmMzMTZjMzRhOGRiODgyOWRkZWYzMmE5MzY3\" data-original-margin=\"\">At the end of the day, I have a job lined up and knowledge within my grasp. In one stack of books near the back of the store, I spot a spine that says \"Introduction to the Magical Arts.\" Initially, I was going to focus on history and government, but if magic is real, learning about it is priority number one.</p>\n            ",
  "invisibleParagraphContent": "If you spot this story on Amazon, know that it has been stolen. Report the violation."
}