{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNmZmMyYjU5MzUzNjQzNTE5ZjgwOWVjODI2OWMyYWUw\" data-original-margin=\"\">\"There they are!\" Ariadne von Manteuffel heard the cry of her commanding officer, Colonel Erwin von Hammerstein, who insisted on riding at the very head of the air cavalry formation.</p>\n<p class=\"cnMwZjE3NTY5N2NiMzQ4NjViMDJlZTdkYzY3Zjg0ZWYz\" data-original-margin=\"\">They had run across a party of Weichsel deep reconnaissance scouts last night, who'd told them that a Northmen supply convoy of sleds had departed from the port city of Nordkapp several days ago and was on its way south to join the main Skagen army. The supply convoy was guarded by over a thousand men, more than three times the number of soldiers in their detachment. However these were second-rate support troops, while Colonel Hammerstein's two companies were specially trained and equipped Phantom Grenadiers.</p>\n<p class=\"cnMyOWNjYjBkMjRhNTQzMDNiYjA2OTE4Njk2ODM3NjE5\" data-original-margin=\"\">Needless to say, the possibility of knocking out an entire convoy had proved too alluring for the maverick Colonel to pass up. They had set out early to hunt down their target. But even with their scouting familiars and sight enhancement spells, the hard snow had made it difficult to spot a large convoy... until now.</p>\n<p class=\"cnMyYTE2OGU4NDllMDQxODA5ZDE0NmE2MmU1NGFiZDQ1\" data-original-margin=\"\">\"We'll gut their belly and take the bacon!\" Hammerstein shouted in his rough voice from atop his hippogryph mount. \"Form up by platoons! Wedge formation!\"</p>\n<p class=\"cnMwNjQzZGZmNGFjMzQ5Mzc5YTI2NjQ2YjdiZTQ3OTgz\" data-original-margin=\"\">\"&lt;Wedge formation by platoons! Wards up!&gt;\"</p>\n<p class=\"cnMzYTcxMWQwNjUxMTRkMzY5YWExYTBiMDVjMThhNDk1\" data-original-margin=\"\">Ariadne issued her orders over the telepathic channel she shared with the other commanders before hearing them echoed by platoon leaders. Two companies -- three hundred cavalrymen in all -- fanned out into groups of forty to simultaneously hit multiple points along the long convoy train.</p>\n<p class=\"cnNjMTg4MjM1NzgxMjRlMjVhODFmNjQ0YzI0ZTdkZWZl\" data-original-margin=\"\">She watched as her comrades seemingly vanished into the snowy flurry. The weather made it difficult to see more than a hundred paces in any direction, while the Skagen column was drawn out over more than a kilopace. Colonel Hammerstein was spreading the attack dangerously thin. Should anything go wrong, the individual platoons would struggle to support one another.</p>\n<p class=\"cnM5MzY4MmY5YjM1YTQzMWM5MmE1MjQyMmM2OTcwOTA0\" data-original-margin=\"\">Yet, it was also an excellent idea that used the weather to their favor.</p>\n<p class=\"cnNiOWI4OTUyNjU1MDQ0YzU4YmEyZjMxMDdhY2E2NGQw\" data-original-margin=\"\"><em>He wants to maximize shock,</em> Ariadne considered her orders. <em>To make the enemy, who outnumber us, believe they are under attack by a much larger force.</em></p>\n<p class=\"cnMyODdhOTg1MGQ2MTRmZDFhN2QyNTc5ZmI3NGUwMDUy\" data-original-margin=\"\">The convoy's guards began to shout in Hyperborean as they spotted the Weichsel air cavalry flying in at low altitude. But the obscuring snow had delayed them for too long. Even with their skis, the Skagen infantry had no chance of forming lines in time.</p>\n<p class=\"cnNkZjMzNmI5ZGNiMDQxNTI4Y2E1ZTViZWIyMjNkM2Jl\" data-original-margin=\"\">A smattering of lone arrows and preloaded crossbow bolts shot out to meet the attackers. The majority of them struck the Phantoms' wards and harmlessly bounced off. Without the officers' <em>Dispel</em> arrows to lead an organized volley, commoner archers had no chance of repelling mage cavalry with their bows.</p>\n<p class=\"cnNmZWM3YTQyNDI4YjQyYTA4ODM2MmZhOWMxZjdkMWYy\" data-original-margin=\"\">\"<em>Mana Seeker!</em>\" Ariadne heard Elise, her company's second-in-command and 1st platoon commander, cry out as both an order and a spell. Five glowing bolts of magic shot out from the petite girl's casting glove. They were soon joined by dozens of others which swarmed through the air towards the enemy.</p>\n<p class=\"cnMxNjI2MTFlMzkwNjQ3Y2FhZDAwODEyMmUwZDYxZmY5\" data-original-margin=\"\">Most of these magic missiles did nothing but fly harmlessly over the enemies' heads. However a few homed in on arrows or bolts that were tipped with runes. <em>Mana Seeker</em> was a simple, 'cast and forget' type of spell that relied on quantity. They were automatically drawn towards incoming sources of mana, so long as they weren't other <em>Mana Seekers</em>. These magic missiles disrupted en-route spells by interdicting them with unstable, foreign mana, often ruining an approaching spell before it could reach its target. Though their ability to 'find' targets was limited by proximity, which made it important for them to cross paths with hostile spells.</p>\n<p class=\"cnM0YTZmMTFhOTE3ZjRlMmQ4YTA5YzJjZWRjMDEwZmJh\" data-original-margin=\"\">A <em>Fireball</em> exploded somewhere to her right as a runic arrow from the defenders managed to get through the seeker barrage. Glancing back, Ariadne saw Elise -- who led from the right wing of the cavalry wedge -- billowing smoke from her armor and uniform. Her anti-elemental <em>Resistance</em> ward had repelled most of the damage, leaving the petite girl only slightly cooked with singed hair and a sunburnt face.</p>\n<p class=\"cnMxODA0NTNhMDI4YTQwNmViNTdiNzFkZmZkNDkwMTIx\" data-original-margin=\"\">\"&lt;Two voll... fly-by!&gt;\" Hammerstein's voice was becoming garbled on the telepathy channel. \"--arge on third!\"</p>\n<p class=\"cnNkZmEyNTdjZWY2YzQ2MTc5OGUxNDQ3ZTRkNjRjODRh\" data-original-margin=\"\">The spells being exchanged were already starting to have an effect on basic telepathic communications. Soon, only <em>Farspeak</em> spells and their reduced-range variant -- which required concentration to maintain and therefore needed dedicated signal officers -- would be able to function.</p>\n<p class=\"cnNhZDBhZmQyOWE1ZjQ5OTA5Mjc0ODc0ZWM5ZGNmNTVi\" data-original-margin=\"\">\"Two volleys fly-by! Grenades at the ready!\" Ariadne bellowed.</p>\n<p class=\"cnMxMzU1YTc1ZjIyZTQzNzZiNTllYjMyM2Q2YmEwMzU5\" data-original-margin=\"\">Knights Phantom were elite cavalry with expensive, specialized equipment. And while the Phantom Grenadiers weren't proper knights, they still had gear matching their noble brethren that the late Marshal spent a fortune to subsidize for this experimental formation. Each cavalryman wore a heavily-warded, extra-dimensional belt pouch dedicated to grenades -- shrunken barrels filled with either pitch and tar or blast powder.</p>\n<p class=\"cnMyZGMzNGM4OGYyYTQ2OTliMjU0ZDAyZDJlY2IzMWM1\" data-original-margin=\"\">Two air cavalry companies formed seven triangular wedges that flew in at an altitude of twenty paces. As they soared close to the defenders, Ariadne and nearly three hundred cavalrymen threw out their grenades towards the disorganized enemy. The grenades were followed by area <em>Dispels</em>, ripping away shrinking spells to reveal full-sized kegs.</p>\n<p class=\"cnNmYTc3OGYzNjhmNTQ0NWU5MGUwZTA3YjljMTNmMmRh\" data-original-margin=\"\">Then came the <em>Ignition</em> rays.</p>\n<p class=\"cnNjMTQwMjk1MmUwMDRkOTc4NDc4N2ZhMjE3YjkzMWEy\" data-original-margin=\"\">Almost three hundred crashing barrels of flaming pitch, burning tar, and exploding powder turned the Skagen convoy into a vision of hell. Men cried as they were set aflame or torn asunder. Sleds full of grain and feed either caught ablaze or burst into splinters.</p>\n<p class=\"cnMzMzZiMjIyNmRhNDQ5NjI5NmNjNjVhYzFiYmQ5ZWRh\" data-original-margin=\"\">Ariadne might not be able to see the other platoons or damage with her own eyes, but she could hear the explosions and panicked cries to recognize the mayhem unleashed.</p>\n<p class=\"cnM4ZGRjMWMzZDM3ZTQ0ZWI4MjUyZmEyNjI3ZTkxMWE5\" data-original-margin=\"\">\"Bank right!\" She shouted as she led her company's 1st platoon around in a wide loop for a second pass.</p>\n<p class=\"cnNhNDk1MTk5MTNmOTRmYjJhOTRmN2VmNTY4YjVhMGMw\" data-original-margin=\"\">The triangular wedge formations made such maneuvers easy. Most mounts, including both pegasi and hippogryphs, inherited the herd mentality of horses, which naturally made them follow a commander's steed whom they've learned to recognize as the 'alpha'.</p>\n<p class=\"cnNkZmYzNmNmNmE5YjQ4NzQ4NGY4MzkxNjVlMGIwMGEw\" data-original-margin=\"\">It was also why Ariadne's familiar summon was always a pegasus stallion.</p>\n<p class=\"cnNhMWYwNjZjNjJhYTRkNjg4ZjE4NDg2OGZiMGU1YWQy\" data-original-margin=\"\">The survivors of the first barrage soon found themselves under a second wave of expanding-barrel grenades. More fire and explosions tore into the Skagen convoy as sleds shattered and men were set ablaze.</p>\n<p class=\"cnMxMzg2YjRhNTNjYjQxYWZiNTAwYjVkYWE0ZGU3MWU2\" data-original-margin=\"\">Then, as the Phantom Grenadiers swerved about for the second time...</p>\n<p class=\"cnMzNGI2NzNiZTViYzQxMGQ5NGJkMmVkNDk0OWQyM2Ex\" data-original-margin=\"\">\"Holy Father with us! <em>Phantom Charge!</em>\"</p>\n<p class=\"cnM0OTQ3YTkxMWU4ODQwNDQ4M2YzNGM5MzQwODE5ZWZj\" data-original-margin=\"\">The shadowy barding covering their beastly mounts tore away, forming a stampede of spectral horses that caught ablaze as they charged ahead of the cavalry wedge. These 'phantom steeds' rammed and trampled through the enemy troops, before detonating inside their formations in a blazing inferno.</p>\n<p class=\"cnM4Yzg4ZDQxMTBjNTQ4YmZhNjQxZDk0YjdjMDQ3NjU1\" data-original-margin=\"\">By the time Ariadne and her comrades plunged into the Skagen convoy with cold steel, the Northmen's morale had already shattered. Soldiers threw away their weapons and began to either flee or surrender in droves. A few squads rallied around stalwart officers fought on, only to be cut down by Weichsel's riders with their lances and swordstaves.</p>\n<p class=\"cnMzNjM4NjcxZjdlOTQxMWQ4MDY3ZjAzZmJiOWQ1NTI3\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNhNTBmN2RjZDg1ZTQ0NjNiOThhMWNlYjU1YmQ1ZDhj\" data-original-margin=\"\"><br>Sitting atop her pegasus familiar, Ariadne held two right fingers against her temple to concentrate on the <em>Farspeak</em> connection she had with a signal officer back in Nordkreuz. Her eyes meanwhile continued to keep watch on her surroundings, where the Phantom Grenadiers were cleaning up the now muddy battlefield.</p>\n<p class=\"cnNiNjFjMTg2OGZiOTQ0ZTNhOTExZDczNzZkMDE2MTlm\" data-original-margin=\"\">\"Sir!\" Ariadne shouted as she ended the <em>Farspeak</em> call. She beckoned her pegasus familiar Edelweiss to trot closer to the homely Colonel Hammerstein, who stood roughly forty paces away among several other officers.</p>\n<p class=\"cnMxMzdlNzBhYjQwYzRkZWY5ZGNmYTdiZmY2MmRiYWIy\" data-original-margin=\"\">\"Sir, have you been instructing our signal officer to reject calls from Nordkreuz?\" The pink-haired captain challenged her superior.</p>\n<p class=\"cnNmODBlMjA5ZTgwNjQ3ZTA5ZDY5NTU3NTQxMzdlYzY4\" data-original-margin=\"\">\"Yes,\" the Colonel declared openly, without even the slightest hesitation over how openly he flouted regulations. \"I don't need those stinkin' scribes to tell me that I'm outside of operational boundaries.\"</p>\n<p class=\"cnNmODQ5Mzg1YTVlNTQ5YzQ5ZmRiMzU3YzU5NDY2OGE4\" data-original-margin=\"\"><em>Y-you...</em> Ariadne's fist tightened as she struggled to figure out how to even insult him in her own head.</p>\n<p class=\"cnMxOGY2NjA2MjdiNTRiODJiYmQ5NWRhODYyNmQ3OTg3\" data-original-margin=\"\">\"Sir that's <em>insubordination!</em>\"</p>\n<p class=\"cnNhYTI2ZTIxN2RkODQxYzU4NGM0NGQzZjM0NTQ1OTkx\" data-original-margin=\"\">\"Funny to hear a subordinate tell me that,\" the Colonel scoffed. \"Keep your panties on, will you? What High Command wants above all are results, not rule-abiding--\"</p>\n<p class=\"cnMzYWViNDJkOWU3NTQxZWJiZThlMDcwNzhmNDM3NWU1\" data-original-margin=\"\"><em>My panties were never off, you crass oaf!</em> Her thoughts screamed.</p>\n<p class=\"cnMxYTg5MGMwMDMyNjRlOTg5YzhiODRhNDZjNTQwZTEw\" data-original-margin=\"\">\"SIR!\" She cried over him. \"Command messaged me that a Skagen skywhale fleet has been spotted inbound for Nordkreuz. General Neithard demand that we <em>immediately</em> return to rendezvous with the main force, west of the border town of Suokamo!\"</p>\n<p class=\"cnMyYTkwOTY1NjE0MTQzNjJiZGQxMDAwODAxYzQ0MTA5\" data-original-margin=\"\">For a brief second Colonel Hammerstein looked confused. Then, as Ariadne's words dawned on him, a trace of horror entered his countenance as his bulging eyes widened even further.</p>\n<p class=\"cnNiYzRiNTIyZDE2YTQwMjM4MzU4NDYxZDlmOWFjM2E0\" data-original-margin=\"\">\"Those bastards used their <em>main force</em> as a distraction!?\" He snarled with crooked lips before turning towards the soldiers, who were still cleaning up the battlefield.</p>\n<p class=\"cnM4YmMyNDg4MmRkZjQzNmZiNzRhMmQ4ZDBhYWNlMjVh\" data-original-margin=\"\">Ariadne immediately gestured for the platoon signaler to blow his bugle and call for the soldiers' attention.</p>\n<p class=\"cnM1OTlhZjAyYTc2NzRiYTQ4MDk2NTViNDdkYjU5ODdi\" data-original-margin=\"\">\"STOP WHATEVER YOU'RE DOING AND GATHER UP!\" Colonel Hammerstein shouted. \"WE RIDE SOUTH!\"</p>\n<p class=\"cnNkMzRiNDE4MGJjMzRkMmU5OWE3NmVmZGY4ZGVmZDRm\" data-original-margin=\"\">\"But Sir, we haven't finished disarming the captives!\" Lieutenant Kayeten, vice-commander of the 2nd company, cried back.</p>\n<p class=\"cnNlZGNiZTM2NDY1NjQwODc4MzQwMGMxZTk4YWZjZTgz\" data-original-margin=\"\">\"Forget them! Forget everything here! Drop a <em>Fireball</em> on any sleds that remain, because we <em>must</em> ride south! NOW!\"</p>\n<p class=\"cnM1MDQxMDBlN2NiYzQyYWFiMTVjZDI3NWJkYTk4NzE2\" data-original-margin=\"\"><em>He really is a brilliant tactician,</em> Ariadne couldn't help ponder. She didn't even have to explain the details, let alone pass along the General's threats, to make the Colonel recognize how critical their situation was. <em>If only he wasn't such a glory-mongerer.</em></p>\n<p class=\"cnNmYzFhNzYxN2FlMzQ1YzU4YTZiMmI1MjRlODAxN2I2\" data-original-margin=\"\">\"We might end up late for the rendezvous,\" Hammerstein sighed as he looked at Ariadne with concern. \"We're too far north.\"</p>\n<p class=\"cnM2NmMxNTMxN2E1ZTQ1N2JhZTNhM2I5MGY3YTY4ODg2\" data-original-margin=\"\"><em>Those operational boundaries exist for a reason.</em> Ariadne thought. However she refrained from saying anything along the line of 'I told you so.'</p>\n<p class=\"cnNkY2ZmYTM0M2MyMjRjOWY4ZGMyOWYxNjJkYTlkZjg0\" data-original-margin=\"\">Ariadne had voiced her objections this morning before all the platoon and company leaders. However she had been overruled by the Colonel who was her superior. This meant that whatever would transpire, she was not responsible for it. Instead it was Colonel Hammerstein whom all the accountability would fall upon, even if that meant the removal of his head as her uncle had threatened.</p>\n<p class=\"cnNlN2Y4ODcyYmVjMTQyZjJiM2ViZjdkZTg3YjI4YmU0\" data-original-margin=\"\"><em>Yet... that would only serve to benefit our enemies,</em> Ariadne scowled. She might not like Hammerstein personally, but there was no doubt that the man was an excellent field commander.</p>\n<p class=\"cnM2NDBjNzdmY2UzYTQ0OTQ5Y2I5OGNhNTUyNmMzZWZj\" data-original-margin=\"\">\"Sir, I can give the group a boost.\" The young lady volunteered.</p>\n<p class=\"cnM2YmZmMmExMDA5ODQ1NzA5ZGY5OTc1MWQwMTQ4YjJj\" data-original-margin=\"\">\"How?\"</p>\n<p class=\"cnMyZWJkOGEyODJhYzQyMmFiOGNiMjM1YzY1MTRmM2Nh\" data-original-margin=\"\">\"I'm a Stormcaller.\" Ariadne declared with a hand upon her chest. \"Not certified yet, so you wouldn't see it on my file. It might leave me tired for the main battle, but I can definitely put the wind at our backs for our flight.\"</p>\n<p class=\"cnM0YzQ3ZDRlMzE0YzQ5MTFiNjY4MDQ5ZjBhZGVhYWI1\" data-original-margin=\"\">The Colonel's deep eyes stared at her for a moment before he nodded. \"I owe you one.\"</p>\n<p class=\"cnM4OWIzYTkxNzBkYzQ4ZDU4MDg1M2IxOGQ5NmUxZmE1\" data-original-margin=\"\"><em>Yes you do.</em></p>\n<p class=\"cnNjY2EzNjM3OTU3NDRhZGJhNjI5OTY3ZjFmZWY3ZmMz\" data-original-margin=\"\">As Hammerstein turned away to shout more orders, Ariadne frowned and pressed a hand against the armor over her abdomen. Her magic might have mitigated most of her period cramps, but she was still queasy and lacking in appetite. Worse yet, her bleeding days always left her slightly anemic and easily fatigued... certainly not the best time to have an overnight ride.</p>\n<p class=\"cnMwYWJmNjFhNjBiNDRlMDZiOTU4YTQ0NWJjN2FhY2Rj\" data-original-margin=\"\">Not that her biological clock mattered to the enemy. Her duties as an officer of Weichsel remained the same.</p>\n<p class=\"cnMzZGQ3YjZkOTI2YzRmMzA5ZDYxMmE5MzNhOGM3NTIx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2ZDEwOGZlM2JmNDQ1ODZiZWY3MjZkMGNiZTk2MTUw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiZDExZGQyYTc4NjRiZGRhMmIxY2Y5N2NmOTJjYTMw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2YzBhYTQ5M2Y2MzQ5OTE4NzZkZmQ4NTY4NmJlNWI2\" data-original-margin=\"\">\"What did you just say!?\" Reynaud watched as Sir Robert's eyes ballooned to the size of saucers. The two of them stood at the foot of Pascal's fortified residence, illuminated by a nearby lamp beneath the cloudy, snow-filled skies.</p>\n<p class=\"cnNlZDAyZTJkZDFhOTQ2YTJhMmU0NTFjOGE0MjBlOTUw\" data-original-margin=\"\">\"We've had a coup at the palace... in Alis Avern.\" Reynaud repeated in between rough breathes. \"The Emperor is dead... and Duke Gabriel now commands the capital!\"</p>\n<p class=\"cnNlY2M5YTFkNzcxNjQ0OTc5NGZjYWQ1Y2MxYzI5YjYz\" data-original-margin=\"\">It was past midnight when Reynaud arrived in Nordkreuz with Cecylia. She had since left to meet her superiors. However before she departed, she had asked a few soldiers to escort Reynaud to the Moltewitz estate, where the young redhead requested a meeting with Sir Robert first.</p>\n<p class=\"cnNiOWNhZGU2YmE2ZTRjNzlhZmUzNjNkNmY5NzA2Nzk5\" data-original-margin=\"\">Reynaud had heard from Dame Elspeth that Robert de Dunois was the second most trusted among the Princess' armigers, ranked behind only Lady Mari, the Princess' maid and bodyguard. He wanted to consult the latter on how to best deliver the terrible news. After all, he had only met the Princess in-person once, and by all accounts the rulers of the Gaetane family had a fiery temper.</p>\n<p class=\"cnMwZDc5MjA3NzUwMzQxZGRhMjg5MDZiNWMxNGQzZmZi\" data-original-margin=\"\">\"Where is Dame Elspeth?\" Sir Robert asked next.</p>\n<p class=\"cnMyMjk5NjViMTJmOTQ1ZmE5YTIzODdlYTVhMzE5ZGVi\" data-original-margin=\"\">\"At the tavern.\" Reynaud answered as he straightened his back and slowly brought his breathing under control. \"Poor girl almost collapsed... by the time we arrived.\"</p>\n<p class=\"cnMxMjAzNzJmZTNhNjQ1ZTliMTRiODUyM2ZhOGNjZWE1\" data-original-margin=\"\">\"You look like you're about to collapse yourself,\" the pretty-boy armiger said with raised eyebrows.</p>\n<p class=\"cnM1ZDEwZjVkNzY4MjQ2YjZiNzgxYWZiMDJiYTQwODdl\" data-original-margin=\"\">\"I had to make ten of the jumps myself,\" Reynaud exhaled out. \"And when I saw how eerily empty the city was... I ran the rest of the way here.\"</p>\n<p class=\"cnNlZGJkNTk4YWYwMjQ0ODc4YTlmN2QzMjU3MzliODIz\" data-original-margin=\"\">\"<em>Ten!?</em>\" Robert was amazed. As a Wayfarer himself, he knew exactly how taxing it was to make consecutive jumps with multiple riders.</p>\n<p class=\"cnMxY2JiNmNhNjVhNTQ1ZTM4MjZjYTk4ZTA1ODgyOWMz\" data-original-margin=\"\">\"Yeah,\" Reynaud slapped a slightly-forced smile onto his lips. \"Pretty good... ain't it?\" He added boastfully.</p>\n<p class=\"cnMwYjZkYWQ3MTY3YjQ2NmM4ZGQzNmRmOTZkYzliNmMw\" data-original-margin=\"\">Robert snorted a little as he immediately recognized the tone. \"Yes yes, the bards will be singing your praises when this is all over.\" He noted almost casually before a serious frown returned. \"A shelter-in-place order has been issued for Nordkreuz. We anticipate a Skagen air raid to arrive within the next hour or two. In fact, the Princess is getting ready to depart...\"</p>\n<p class=\"cnM4ZjA1M2VkOTZmZTQ5YmU4Yjc1MTlmNDg3YjM5MjUw\" data-original-margin=\"\">His countenance then turned grim: \"we can't tell Her Highness now!\"</p>\n<p class=\"cnNkZjdmN2UxYzY4MzRkNjI4OTU0MmQyMjNkNGJhODVj\" data-original-margin=\"\">\"Why not?\"</p>\n<p class=\"cnM3OWYzZjA2ZDNkMjQxMjg4YzQ0Yjg4MWEyYjcxYmQy\" data-original-margin=\"\">Robert glared at the redheaded Reynaud. \"We're about to head out and into battle. Do you <em>want</em> Her Highness to get herself killed!? We <em>cannot</em> let her know of her beloved father's death until after!\"</p>\n<p class=\"cnM2MzI2ZjRiZmQ3NjRlMmY4M2MzYzk1NGUyNmUxYzVk\" data-original-margin=\"\">\"You're still going to fight for the Weichsens now!?\" Reynaud hissed.</p>\n<p class=\"cnMwZGE2Y2NhNmE4MzQ2M2RhMmI4ZDI2YmI0YjUxNmVh\" data-original-margin=\"\">\"We'll need Weichsel's aid more than ever,\" Robert declared sternly. \"This battle will go down in Hyperion history, and every knight of Weichsel will know that it was Her Highness who led the charge against a fleet of colossal skywhales! Nobody will allow King Leopold to forget his treachery if he abandons the Princess afterwards. It is the best way for Her Highness to gain leverage!\"</p>\n<p class=\"cnMxYzRjZGNjN2UwYTQ4OWM5ODRiMGMwODFiNWVmNWE1\" data-original-margin=\"\">For a moment Reynaud forgot to close his mouth. Then: \"they have a <em>fleet!?</em>\"</p>\n<p class=\"cnNhNDBkMGQzZDNiNDQwNThiZmY4YTA3NzgxOTQ0ZWQw\" data-original-margin=\"\">The winds blowing in from Cross Lake strengthened at that moment. The winter storm was now blowing snow straight into Reynaud's face, and for a moment he almost lost his footing as the gales grew to an audible intensity.</p>\n<p class=\"cnNmYzcyMGZlYTM5MDQwNGQ5ZTg4OWFmNGIwMTQ0Mjdj\" data-original-margin=\"\">\"Four, to be precise,\" Robert answered, before he tilted his head as though he suddenly realized something. \"Isn't your father a skywhale merchant?\"</p>\n<p class=\"cnMyZDQ5YmI1M2Q2NjQyZjY5OTgwZDIwMDZmZTI3MGVk\" data-original-margin=\"\">\"Yeah,\" Reynaud leaned against the walls of the residential stone keep. \"King Alistair has been using Father's skywhale like his personal airship.\"</p>\n<p class=\"cnMyZTllZjY0Y2U4NTRmMGNiNDkwNGQ1OWYyMDliN2Mw\" data-original-margin=\"\">\"That's right...\" Robert said thoughtfully. \"How well do you know their weak spots?\"</p>\n<p class=\"cnM0Mzg3YWNhM2NjMzQwNzhhN2RkOGVkZTk5ODU3NDQ4\" data-original-margin=\"\">\"I know a skywhale's anatomy inside and out,\" Reynaud asserted. \"I even gave my baby skywhale familiar a bath last week!\"</p>\n<p class=\"cnM4YTEyZTg2MzA3YTRlMjdhYWVhMTBjODIwZTk0Yjk4\" data-original-margin=\"\">\"And you're trained as an armiger?\" Robert asked next.</p>\n<p class=\"cnMyYjE5ODNlNTk1YTQyZDU4ZDFjOTRhYjc1OTQ5MGI3\" data-original-margin=\"\">\"Yes Sir.\" Reynaud smirked. \"Best fighter in my class!\"</p><p class=\"cmRiNDZhZmM1NDU5YTQ1YWI4Y2FkZWMwYThiNmNiMDIw\" data-original-margin=\"\">The author's tale has been misappropriated; report any instances of this story on Amazon.</p>\n<p class=\"cnNmMzM5YjM2NWUyODRkMjFhM2VmNzNiMDY0N2VmZGUy\" data-original-margin=\"\">\"We could use your help in battle then,\" Robert stated. \"Think you're up for it after your teleports here?\"</p>\n<p class=\"cnMzYzEyZDI1N2Q5YjRiY2ViYjQ4NTI5NGRjNWY1YjIw\" data-original-margin=\"\">\"<em>Are you kidding!?</em>\" Reynaud responded, his eyes almost glittering with excitement. \"Being an Oriflamme Armiger is my <em>dream!</em> My body can run on excitement alone!\"</p>\n<p class=\"cnM5OTYyYTQ5ZjFhOTQxOWJiMzViNTY2N2E2YjE3NTMy\" data-original-margin=\"\">The redhead then paused with a frown. \"But how are we going to explain my presence to Her Highness?\"</p>\n<p class=\"cnM5NzJlY2Q0NTBhZDQ5Mzc4NjFjMGMwZWNkMzZmNDMx\" data-original-margin=\"\">Robert pressed a finger thoughtfully against his cheeks in a surprisingly feminine gesture. Then, with a scowl, he said:</p>\n<p class=\"cnNkZGZhY2FmZjA3NzQwN2RiYTIzNTRjNzFlMGY0MTU2\" data-original-margin=\"\">\"Tell her that the Emperor sent you after hearing unconfirmed rumors about skywhale sightings off the northern coast.\" The royal armiger then sighed. \"I hope you're a good liar though, or she'll see right through you.\"</p>\n<p class=\"cnNkNmUxYWE1NWJmNTQ2NGU4ZGFlNDAwMGQ2NTMwOGRi\" data-original-margin=\"\">\"As long as I have something to boast about.\" Reynaud grinned.</p>\n<p class=\"cnNiYjg2YWQ1MjUyZTQ5ZjliZWRjYTk4OTBjOGRmMDlm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiMDA0NjIwZWQ0NzQ4ODg5NDk1NDViZjQ1NjVhZGFk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNjMTcyMGIyYmQwNjQ5NjE4MjBkZGRlYTBmZDNiNmU5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiOWYwNGJlMjNjMzRmNzhiNDI1NzJkZTdlMTkwZDU3\" data-original-margin=\"\">Torsten Asgeirsen closed his eyes as he immersed his thoughts in the icy winds.</p>\n<p class=\"cnM4MjY3YmJlYTY1MzQ0YTY4YzM0MzAzMzY5ZmEwNjU5\" data-original-margin=\"\">He rode atop his drake at the head of the column, flying through the clear night skies above the thick clouds and the raging blizzard below. Without the enchanted shirt he wore beneath his heavy drakeskin armor, the cold air buffeting his exposed face would have left ice crystals in his thin beard. Yet to an experienced Outrider, the feeling of cutting through wintry winds was the epitome of blissful serenity.</p>\n<p class=\"cnMyY2NkZWYzMjQwZjQxZGFiODIxYjM3MTZmYzU5NTY4\" data-original-margin=\"\">No man could become an Outrider without loving this paradise. To appreciate the flawless beauty of the open heavens, unveiled by bashful clouds and untouched by the desires of men -- such was the duty of every being who wished to master the skies.</p>\n<p class=\"cnNiZTViMDU1YTRiYTRmZGNhNWQyYTJmYWFmOGExOTJh\" data-original-margin=\"\">The Wickers' air cavalry simply did not understand it. Despite all their three-dimensional combat training, they had no real <em>feel</em> for aerial maneuvers. To them, the skies were just multiple layers of flat plains at different altitudes.</p>\n<p class=\"cnMzOGQ3NmQ2YjFhYjRiZDY4MjAzZGQ5NmFmZDdjYzEx\" data-original-margin=\"\">Torsten almost felt sorry for those poor heathens... almost.</p>\n<p class=\"cnMxZjk5ZDdjYzBlNzQ4ZWRhM2IxYTY5OTAwNzJlZTIx\" data-original-margin=\"\">After all, those Wickers and the Imps who once backed them were the aggressors. They were the ones who settled upon the Hyperboreans' promised land and began over a thousand years of enmity. All the wars that resulted were entirely <em>their fault</em>.</p>\n<p class=\"cnNmN2FiNTk2ZjQ2YzQ0MjBhNmI0NDU4MTM4YTYxOTNj\" data-original-margin=\"\">They <em>deserved</em> to die.</p>\n<p class=\"cnNkYTUzN2I3NTVmZTQ1ZmZhMTUzNGI0ZTFkODhmM2I1\" data-original-margin=\"\">...Or so he told himself.</p>\n<p class=\"cnNkZTRiOGEzMDM0ZDQ3MWM4YjJjYmYwNDg4MDk2Y2Uy\" data-original-margin=\"\">Torsten did not like this mission, if he were to be honest. There was no glory in massacring a city through aerial bombardment. Yet the Weichsel army gathering in Nordkreuz left him no choice.</p>\n<p class=\"cnNiN2NhZjk5N2RlNDRhMGRiYWU4NjBhMTBmYTNkOGIw\" data-original-margin=\"\">As the firstborn son of Admiral Asgeirr Vintersvend and the commander of <em>Polarlys</em>' air group, it was his duty to lead the assault. Against this duty to his people, his nation, his family, his comrades, and his friends, his personal feelings and sense of ethics weighed next to nothing.</p>\n<p class=\"cnM3MmEzMzAxMGRiODRhYTQ5ZGJkOGYyNmEyOTEyNGZk\" data-original-margin=\"\">He focused on his <em>Pathfinder</em> guidance spell once more and realized that their distance to Nordkreuz beacon had fallen under a kilopace at last.</p>\n<p class=\"cnMwNDE2ZTFmNjFlNTQzYmJiMTc2MzkzNzBiMjQ3Yjlk\" data-original-margin=\"\">Their mission was simple: to lay waste to the city before the Weichsel air cavalry could return. Only by destroying the city's fortifications and crippling the Weichsel army gathered there will Skagen's main force have a chance of successfully storming the settlement.</p>\n<p class=\"cnNiNDg5NDgxZjk4MjQ3MDQ5ZTBlYmVhMTliYjAxZWE5\" data-original-margin=\"\">The Skagen army didn't need to occupy the whole city. However they needed at least enough of a breach for his father to tap the ley-line junction which lay inside the walls.</p>\n<p class=\"cnNkMTVmOGFmZGY4ODQ1NWRiMGNhNjkzY2ZmYmEyODE1\" data-original-margin=\"\"><em>It's time.</em></p>\n<p class=\"cnM1Njc5OWE4MjIyODQ1YWNhNTY4ZDI1ZGRjMjBiZGUy\" data-original-margin=\"\">Torsten pulled four pebbles from his pocket and threw them into the air. The runes on them triggered as they left his hand, bursting into flares of red, blue, yellow, and black. They formed an emergency call for aid in Hyperborean maritime communications. Yet on the precipice of battle, the combination carried another special meaning:</p>\n<p class=\"cnNiOWJiNjcxOTU1MjRlNWZhMGNjZGRmM2YxZTI4NGYy\" data-original-margin=\"\">'The fate of our people lies in your hands.'</p>\n<p class=\"cnMwMWIxNGI3MzRkMTQ3ZWE4ZjQzMDdiZTJjN2Y4ZDIx\" data-original-margin=\"\">\"&lt;Commence attack!&gt;\" Torsten sent to squadron leaders over the command telepathy channel as he pulled his drake into a leftward dive. \"&lt;Group Polarlys with me to northern gate and fortifications. Group Lyngbakr to eastern gate and camps. Group Hafgufa to southern gate and camps. and Group Livjatan the central city and docks. Brothers! Let's send these Wickers to the freezing mists of Hel!&gt;\"</p>\n<p class=\"cnMwYzY4OTk2Y2QyMTRjNTFhNWE2NjU1ZDQxMzQ0Y2Uz\" data-original-margin=\"\">He didn't really need to repeat their orders. His men were the best and already knew their jobs. Nevertheless he felt the moment needed a bit more 'oomph' to precede his last line. Unfortunately, his scholarly father hadn't passed down much in the ways of oratory skills.</p>\n<p class=\"cnNiMWM3Y2U5ZjNmNjQyNDliNjgzNDRmNGYzNGJhMzQw\" data-original-margin=\"\">\"&lt;Yes Sir!&gt;\"</p>\n<p class=\"cnM2ZjZmNWYzY2NkYjQ1MDdiZTY4YThiMGU3ZDAxZTAy\" data-original-margin=\"\">The strike groups began splitting up even before their commanders responded. Volcanic drakes in cloudy-gray illusory camouflage banked away from the aerial armada by the dozens. The separate units flew in loose formations as they plunged straight into the clouds.</p>\n<p class=\"cnNmZjBmY2I1MTIwNzQ3YjA5ODFjMjM2MjllMjk0NmIy\" data-original-margin=\"\">Skagen Outriders didn't practice the neat arrays their Weichsel counterparts fought in. But then, they didn't need to. They much preferred scrambling the battle into one giant mess and letting individual superiority carry the day.</p>\n<p class=\"cnM4YjZhZGZlNzA4YTQ4YmRiM2NhMDYzNWQ1NjU5Yzcx\" data-original-margin=\"\">Torsten activated two more runestones just as he dived out of the freezing clouds. His eyes began to radiate an icy blue as <em>Snow Sight</em> allowed his vision to see through the blizzard as though the snow was transluscent. His partner's retracted wings also shimmered faintly, embraced by a <em>Stormblessed</em> spell that shifted the winds to its favor.</p>\n<p class=\"cnMzN2MwYTdiMGI2NjRkMzY5YWI5MzQzNDQ5MjRlMjJm\" data-original-margin=\"\">After verifying his target in the distance, Torsten tugged the reins and swerved right before urging his drake into a yet steeper plunge.</p>\n<p class=\"cnNhODMyZWJjMGY4ZjQzMmViMTE1NDEzNjVhOTU1Mzdm\" data-original-margin=\"\">Thirty-one more volcanic drakes followed in his wake. Each of them dived towards the ground at a slightly different angle. Each rider aimed for a separate tower or length of walls as gravity accelerated them through over a thousand paces of air, basking in the thrill of free fall just before the kill.</p>\n<p class=\"cnNmZmVjODEyNDM1MjRlNjhhY2Y1OGUxNmQzYjQyZDJl\" data-original-margin=\"\"><em>Seven hundred... six hundred... five hundred!</em></p>\n<p class=\"cnMyY2YwMTIzNDYyNjQ0OTc4MTJjNjM4YzFmYTBhMjg0\" data-original-margin=\"\">\"DROP! DROP! DROP!\" Torsten shouted over both the howling winds and the telepathy channel.</p>\n<p class=\"cnNlNWM1MzJmMzk5NzQ5NzA5ZGM0MGVjZjZhMTczOGEw\" data-original-margin=\"\">Releasing his reins for a moment, Torsten first touched two runes in the front of his saddle. They disengaged the 'safety' sticking spells that kept the payload containers closed. He then reached behind and grabbed two small metal loops held up by the back of his saddle. Yanking both forward with all his strength, he pulled out the heavy duty cords attached to each loop. These cords fed through several pulleys, around the drake's sides, and connected to the lids of two long, metal boxes bound to the mount's underside.</p>\n<p class=\"cnNmOGYxNjg3MTIwMjQzNmY5ZjE0NjI0ZGIzMDYxNmIz\" data-original-margin=\"\">Tugged back by the cords, the container lids slid open, revealing hundreds of rune-inscribed stones.</p>\n<p class=\"cnM2YTc0MGY1NjdhYTRkNjVhYzE2YTVjN2EyZGM5Nzlj\" data-original-margin=\"\">As Torsten took back his reins and urged his drake out of its dive, gravity and the difference in velocity accelerated those rocks out of their compartment. They scattered into the air as they emerged, forming two rough 'blankets' of massed bomblets that fell toward the gatehouse below.</p>\n<p class=\"cnMwODI4OTdhZDhlYzRhM2RhY2FjZDQ1MzJlZTQxNDJk\" data-original-margin=\"\">The runestones came in numerous varieties, from single-spell pebbles that exploded in lightning or shrapnel, to multi-spell combinations that could penetrate structures and set interiors ablaze. There were even runes attached to shrunken down barrels of noxious alchemical liquids.</p>\n<p class=\"cnMxMWJmNWZiYWZlMTQ5YWY4MmQ3Y2YwMjQ3NTA5OWMz\" data-original-margin=\"\">But the most dangerous kind came from the Admiral himself. Packed all the way in the back to avoid being struck by counterspells, these runestones surrounded themselves with a <em>Dispel Barrier</em> once they entered free fall to protect against <em>Mana Seekers</em> and other antimagic spells. After they landed, the <em>Animated</em> rocks would roll until they struck earth or stone ground. From there, high-powered <em>Tectonic</em> spells would reach deep underground and send violent tremors throughout the city.</p>\n<p class=\"cnMzMDAzODI0N2I0ZTRkYjNhNmRkZGJkNzkwYzNmYjNm\" data-original-margin=\"\">With over a hundred runestones per container, two containers per drake, and four groups totaling one-hundred-twenty-eight drakes, Torsten's strike force would dump more than twenty-six thousand magical munitions over the city of Nordkreuz.</p>\n<p class=\"cnNmNjcyOGNlYTQyMzQ1N2FiOTFjZDdmYzIxYzZiYTcy\" data-original-margin=\"\">Amidst the blizzard brought forth by Admiral Winter, the skies literally rained death.</p>\n<p class=\"cnM2NDgyMjRiMjg0ZTQ5Mzk4OWIzOTI1OTFkNDk4ZTNh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0MGRiNzhlYzNiNjQ3NjU5MGE4MzZkZDlmMTgwMTRi\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiZjkzMGYwMDA5NzQxMzhiMGE2Nzg2NTZlY2ZkMTNi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhNDczZjYzMGY2NjQzNzhhMzU1MWRjNDkyZmY0NWM1\" data-original-margin=\"\">Pascal looked down to examine his arcane pocket watch. He could hear its faint ticking, managed by a combination of mechanical durability and magical precision. The device had a reputation for being faultlessly accurate, which meant that he had been standing outside, in the heavy snow, for nearly two hours already.</p>\n<p class=\"cnMzMTk0ZDZkYWM5OTQ2OGU5ZDVmYmUyY2NhNjUzYWY3\" data-original-margin=\"\">He wasn't really bothered by it. Every mage had at least one set of enchanted clothing that kept him comfortable and dry regardless of weather. Such conveniences were just another part of the Holy Father's blessing for those who carried the burdens of leadership.</p>\n<p class=\"cnMwNmZlNjUzNjczOTRkNDhiNDVhZTc4MzBiYmVmNTY0\" data-original-margin=\"\">Prayers from the blessed to the Holy Father have ended with <em>Noblesse Oblige</em> for as long as Hyperion history remembered. Certainly, there were always some who forsook their duties and flouted their privileges. However, it was a matter of necessity that mages always stood where they were most needed. Magic was simply too vital, be it for military conflicts or economic prosperity. Any culture whose mages failed to uphold their civic duty were quickly conquered by others whose elites still held onto the spirit of true nobility.</p>\n<p class=\"cnNiNmFmMGQ3YjU0OTQ2NGViYTgzMmM2MGUwN2NkZWFh\" data-original-margin=\"\">Nowhere else in Western Hyperion was this more true than in Weichsel. Thanks to the <em>Writ of Universal Conscription</em> and their meritocratic traditions, Weichsel boasted a higher ratio of Magic-Capable Officers to enlisted commoners than any other military in the west. And tonight, this was on full display as thousands of Weichsen soldiers manned the fortifications of Nordkreuz, organized in platoons to provide the city with much needed anti-air defense.</p>\n<p class=\"cnMyZGYwOWYwOWRkNTQzZWZhYjYzODlmMmM1NTEzYWRl\" data-original-margin=\"\">The remainder of the army -- those who lacked either the equipment or training for skyward volleys -- were sent to encamp several kilopaces east of the city. There, they pitched tents to rest for the land battle tomorrow. Meanwhile their presence was hidden beneath <em>Mirage Figment</em> spells that imitated shallow, snow-covered hills.</p>\n<p class=\"cnMzNzFkMWFjNjlkODRjZWY4MGY3YTU3MDkyYWUwYWZm\" data-original-margin=\"\">To minimize their chances of being detected, they were forbidden from lighting any fires. Needless to say, this was not a great way for the troops to stay warm in the midst of a blizzard. Thankfully, the men of Weichsel could at least be confident that they were adequately provided with winter equipment. Every soldier who answered the call-to-arms had been given a thick, sheepskin winter coat, two extra wool pants, several pairs of wool socks, and other improvements such as extra stuffing for their bedrolls.</p>\n<p class=\"cnMyOTMxZDRkMjA1NzRhNTE4MjY0YWNiY2Q0ZGNjMjlj\" data-original-margin=\"\">It was in moments like these when Pascal's appreciation for General Wiktor von Falkenhausen rose to new heights. Many in Weichsel's army -- especially the hot headed officers of the cavalry corp -- mocked the dhampir chief-of-staff as the 'Accountant General'. Yet, without his logistical wizardry, how were their men supposed to win battles with their stomachs empty, their toes frostbitten, and their lips sealed by frozen snot?</p>\n<p class=\"cnM1NWFhMGUxNDg1MjQwNDM4YTMxMDQwYWFiZDY5MmFi\" data-original-margin=\"\">Now such logistical work paid its dividends. Tens of thousands of men had to spend tonight in the open, with only a thin tent between them and a raging blizzard outside. They might be cold and miserable, but Pascal could at least be confident that few were outright freezing to death.</p>\n<p class=\"cnMwNzFkMWNmYzMyYzQwZjdiNWQ1NjIwMjk0YjZiMmZk\" data-original-margin=\"\">\"Skagen drake riders have been spotted to the northeast by familiar scouts,\" Pascal heard a signal officer announce. \"They're splitting up into four groups.\"</p>\n<p class=\"cnNjZDYzMzExMGQ1MjQwYmFiM2ViNTUwOTkwYjVmM2Vl\" data-original-margin=\"\">\"The enemy is likely to hit us at different timings,\" spoke another signal officer, whose fingers were pressed against his temple as he maintained a <em>Farspeak</em> spell with the main command post at the eastern gatehouse. \"General Wiktor authorizes company commanders to make the judgment call on first volley.\"</p>\n<p class=\"cnM3N2VkYzkzMmQyOTQyODRhNDYyNzE1MTBmNzYwNTk4\" data-original-margin=\"\">\"Pass the word,\" Brigadier-General Bernard von Konopacki, Pascal's commanding officer, declared from his command post atop the city's northern gatehouse. \"Signal all anti-air groups to raise wards. Charge ammunition with <em>Legion Stormblessed</em> spells. Arrows won't fly far in this weather without it.\"</p>\n<p class=\"cnMxNjQ3OWRjODAxMzQwNDRhOTU1YjcxY2E4ZDMwNmFh\" data-original-margin=\"\">Within Weichsel's military hierarchy, every company had a dedicated signal officer attached to its command squad to maintain <em>Farspeak</em> communications. Battalion command squads had double that, and brigade command had over two dozen. Command units also used other means, including flags, bugles, and illumination spells. However it was the signal officers who played the most pivotal role.</p>\n<p class=\"cnMxOGMxMDliYzRhMDRmMTdhMjk5N2VmMzc0ZjZlNDE4\" data-original-margin=\"\">It was expensive to dedicate many of their mages to communications, but the value of reliable inter-unit coordination -- unhampered by visibility, noise, and other environmental factors -- could not be overstated. When Pascal first told Kaede about this, the familiar responded with a wry, nostalgic smile: \"<em>Every tank needs its own radio. We Russians learned that the hard way.</em>\"</p>\n<p class=\"cnNhYjMyYjZkYmQ5OTQ1ZTJiNzY1NmU1MzM4NmZhYjNi\" data-original-margin=\"\">Kaede had to explain to Pascal what a 'radio' was after that, and the young lord was shocked to hear that her homeland's most 'reliable' form of communications was broadcasted in the open and could therefore be intercepted and decoded by the enemy. <em>Farspeak</em> spells had no such weakness -- it was yet another trait that proved the superiority of magic in Pascal's view.</p>\n<p class=\"cnNhZTUwODI0YTgxYzRhOWQ4MTJlNzA5NDQ1ZjVmNzlj\" data-original-margin=\"\">Summoning his runes, Pascal activated one ward after another as he layered defenses on top of the brigade command staff. Several other officers also cast their own spells and added it to the mix, but 'entrenchment' was definitely a field where runic magic held superiority with its prepared spells.</p>\n<p class=\"cnNlMzhmZjRhNTIzNTQzY2E5ZTY4YTc2YmIxZWY4Y2Jm\" data-original-margin=\"\">Meanwhile, a platoon of infantrymen raised their arbalests skyward. The soldiers moved in unison as they pointed towards wherever their commander did with a thin beam of guiding light. Several troopers who manned the scorpion ballistas did the same. Even the two bomb mortars -- barrel-sized tubes packed with blast powder and stuffed with a bag of steel pellets -- were tilted towards the northeast where they anticipated to see the enemy.</p>\n<p class=\"cnNhMThhYjYzZTQ5NjRiZDlhNGYwMDg4NTU1MzUyN2Zl\" data-original-margin=\"\">\"DRAKES SIGHTED! INCOMING!\"</p>\n<p class=\"cnM0ZDM1YjQ3ZTE3ZjQxNzZhNmY4MWY2ZDg1N2JhNTVh\" data-original-margin=\"\">The shout came from a spotter who stood at the edge of a gatehouse. Even with <em>Snow Sight</em> extending his view, it was hard to see two hundred paces in the raging blizzard. His third word indicated that the enemy flyers were already unleashing their payloads.</p>\n<p class=\"cnMwMTc0MzI3YzBiNTQ1Y2Y4YTkwNzcxYTJiY2RkMTAw\" data-original-margin=\"\">\"<em>MANA SEEKER!</em>\" Brigadier Bernand drew his sword and cried over the howling gales.</p>\n<p class=\"cnNkNjZlNTMwNjI0YjRmMTFiNWI2NTc2MTM5MjJmZWY1\" data-original-margin=\"\">\"<em>Mana Seeker!</em>\" A dozen officers followed, including Pascal himself.</p>\n<p class=\"cnM1NWVlODdkMzM0YzQ3MDJhMmYzZGYxZDE1ZjFhYTk1\" data-original-margin=\"\">The same phrase could be heard from the next tower, the one after that, and even the top levels of several buildings inside the walls. Had it not been for the vision-obscuring blizzard, dozens of structures spraying hundreds if not thousands of glowing projectiles skyward would have made a stunning light show.</p>\n<p class=\"cnNmZDU1NTdkZTY5MDRmZjM4NjliY2UxODYxMmJlMmI3\" data-original-margin=\"\">The Brigadier waited a moment for the wave of seekers to depart before shouting a second spell, to ensure that it wouldn't be disrupted by his allies' antimagic.</p>\n<p class=\"cnM1OTBhYWJkMjM5ZjQzOWNhMzE0NzNjYTE5ZmZkOTlj\" data-original-margin=\"\">\"<em>Solar Burst!</em>\" He cried before shouting: \"All units SHOOT AT WILL!\"</p>\n<p class=\"cnNmOTJkZjBjN2M2NzRiNjY5ZTU5ZDZiNjM2Y2FiYWRi\" data-original-margin=\"\">Pascal and another captain followed the lead, and the skies above them were soon lit by three eruptions of red-orange light. Snow melted into vapor in the wake of the searing flare, which would have blinded anyone in view who failed to shield their eyes in time.</p>\n<p class=\"cnNjOTY3NTkzM2Y4MjQ4ZTZhNmJhNjVmN2EzNmRmMzY3\" data-original-margin=\"\">...Or in the case of the officers on the gatehouse: if they hadn't been sheltering under a <em>Sunward Screen</em>, a spell traditionally used by dhampirs to avoid sunburn.</p>\n<p class=\"cnM1OGM3ZDJmNDg1MjRjMDdhMDRlZmM0OWI3ZjI1Mzgy\" data-original-margin=\"\">The trio of high-powered spells cleared several hundred paces of obscuring snow and revealed three drakes that were pulling out of their dive. The lieutenant who led the arbalest platoon immediately directed his guiding light towards one of the drakes. His weapon released a glowing tracer bolt infused with antimagic at its tip, which was soon followed by over three dozen armor-piercing bolts and several offensive spells.</p>\n<p class=\"cnNjMjk4OTA2NTY4YzRmNDM5MzdmZTBjZjRlNzZmZjdh\" data-original-margin=\"\">A thundering roar came next as one of the bomb mortars opened fire. Its explosive, powder charge hurled out a blast of steel balls in a high-angled cone. The steel pellets tore through the wings of the drake it aimed at, as the beast's wards had already been stripped away by the dispelling bolt.</p>\n<p class=\"cnM0ZWVhMjc0NWQ2YzRlY2U4MzNiNmEwNmUzMWZjODFk\" data-original-margin=\"\">Amazingly, the drake didn't crash straight towards the ground, but tried to fly away in a limp. However before the other artillery could pivot its aim and open fire, two carpets of runestone bomblets fell upon the gatehouse.</p>\n<p class=\"cnM2YTNiNjFlZWZjZDRkMjc5YWJlM2E2NTc5YjZhYzQ0\" data-original-margin=\"\">The very first rock actually hit a customs building just inside the gate. It disintegrated a hole through the roof, fell through, and then exploded into fiery pellets that set the entire structure ablaze. Dozens of other runestones also overshot the gatehouse, falling upon the stone-hewn road just inside the city. However, a handful of runestones landed on top of the protrusion where the bomb mortar was placed, and one of them was a <em>Lightning Blast</em> that shot out in just the right direction.</p>\n<p class=\"cnNhMjJjNDIxNDZiZDQ0N2RhMTM4YjE0NTgyMmRhNmI0\" data-original-margin=\"\">The officer in charge of the mortars had left a hole in their ward coverage for the weapon's discharge. A bolt of evoked lightning blasted straight into this gap and made contact with the barrel of the mortar. The blast powder inside the barrel ignited prematurely, before two of the crew members -- who had been readjusting the weapon -- could cower from the cone of discharge.</p>\n<p class=\"cnM4MDYwZGVkOWNiMTQwODZhZTliYzMxZDk2ZTZkZjQ1\" data-original-margin=\"\">Two decapitated men fell besides the mortar as the blast tore off their heads at point-blank range.</p>\n<p class=\"cnNhZjMwMzVkZWMyNTRmODg5ZGVhMTFhOWE2OTc0NjBj\" data-original-margin=\"\">More explosions came from the wards covering the command group as a carpet of bomblets fell directly onto them. Their detonations came in such rapid succession that it was impossible to tell them apart. The erupting thunder of dozens blended together, forming a cacophony of destruction that stifled all other sounds. Mana flashed and vaporized as dozens of spellshields and protective screens were torn asunder in the blink of an eye, tearing holes through the defensive wards that sheltered those underneath.</p>\n<p class=\"cnNiZjFjYjY4NzhjZjRhNmE5OWQ3MDg3ZWZhMjkyOWU1\" data-original-margin=\"\">The arbalesters who stood near the crenelations were the next to fall victim as only a <em>Legion Resistance</em> ward protected them. Entire squads cried out as they were consumed by multiple fire and lightning spells. The intense bombardment was overpowering their defenses through sheer brute force, and they fell in screaming agony as the raw elemental discharge roasted them alive.</p>\n<p class=\"cnM2YzA5MWY4ODMxMTQ2OTA5ZDc1OWI3MjI5MGRlMjU4\" data-original-margin=\"\">Yet this was merely the beginning...</p>\n<p class=\"cnNjZjM1NWVkNjIxMTRlMGViY2Q4YjRhYjJhZTE0OTBh\" data-original-margin=\"\">One of the un-shrunken barrels crashed into a battered spellshield overhead, spilling its contents into a volatile mixture of airborne liquids. Two individually-stable alchemical compounds soon mixed together and reacted with the air. Combustion was nearly instantaneous, and it transformed a falling carpet of rimefire that burned its way through remaining wards as though consuming oil-soaked sheets.</p>\n<p class=\"cnM0OTBjYzA0MTczMjQxNjA5ZDY1Yjk2OGMwMDRmNjgy\" data-original-margin=\"\">In one moment, a half-dozen young signal officers -- some of them not even twenty years of age -- stood near the head of the Brigadier's bodyguards where they relayed commands to the various air defense groups. A second later, they were but shrieking humanoid shapes of burning flesh, collapsing amidst a pool of flames in the very vision of hell.</p>\n<p class=\"cnNlMjk5MjZlMDc2MzRiNTc4ZGIxYzYzNjUxMDMxODZm\" data-original-margin=\"\"><em>Holy Hyperion...!</em> Pascal was barely able to stop himself from crying out.</p>\n<p class=\"cnNhNTJmMDQ5NWI0YjRiMDQ5ODFjNTFmYWY1ZThjNzI4\" data-original-margin=\"\">Not even a seasoned officer could witness such calamity and remain unshaken, and Pascal was anything but a veteran as he backed away from the grotesque, burning flesh. Brigadier Bernard had been pulled out of the way at the last split-second. However even one of his saviors had been in the wrong spot and suffered a gruesome fate.</p>\n<p class=\"cnM5MDRlMTdiMWYwMTQ5YjE5MWM2MTg1ZDg0MDA5YjNm\" data-original-margin=\"\">\"&lt;Pascal!?&gt;\" He heard Kaede's urgent voice through their private, familiar bond. He had left her back at his own residence, to maintain communications with the anti-air platoon stationed there.</p>\n<p class=\"cnNhNGFiNTI0ZDkzYzQ3NzRiMTE1OTEwZTRhM2Y5MjA3\" data-original-margin=\"\">Clearly, he had sent his horrified cry over telepathy instead. But as the young lord stood in a brief moment of intense shock, he found himself unable to respond.</p>\n<p class=\"cnNlY2EwYjhiYTcyZjQyZjE5MjAyZWRhMTY3Nzg3ZmFm\" data-original-margin=\"\">Pascal's legs were trembling as his dazed eyes looked towards his beloved hometown. The raging blizzard made it impossible to see, but he could hear the thundering cacophony throughout the city. Cries of dying men intermingled with the sound of buildings being blasted apart. Bursts of intense light lit up the night sky as waves of explosions blanketed the streets and structures.</p>\n<p class=\"cnMyMDc0NjJkYmJmMDRkNmM4ODA0OTM1MDA0YTU1ZDZi\" data-original-margin=\"\">\"&lt;I made a mistake...&gt;\" The young landgrave thought in horror as realization hit him. \"&lt;I made a BIG mistake...&gt;\"</p>\n<p class=\"cnNmMTc4ZWU5NmUxMzQxNjA5Yjk2NzY4YTA0NjExMjE3\" data-original-margin=\"\">He had been so focused on planning for the destruction of Skagen's skywhales that he completely underestimated just what kind of devastation could be delivered by over <em>one hundred drakes</em> in a single air raid.</p>\n<p class=\"cnMxNjIzYjhiNzYzMDQzMzRiN2FjMTMzYTJkNTI0YjVl\" data-original-margin=\"\">As one of those drakes flew by and strafed the gatehouse with its fiery breath weapon, only his combat training made him pull out and activate another spellshield rune in time.</p>\n<p class=\"cnMwYWNmNzAxODQzMjRiMzliYWYwZTJlOTk1MDlmZTI2\" data-original-margin=\"\">The remaining mortar crew had been reloading their weapon when the flames crashed into them. The powder exploded just as two soldiers were adding it to the barrel. The blast tore the poor souls into pieces, which splashed bits of human remains over Pascal and those close by.</p>\n<p class=\"cnNlMzg3MjI3ZDA4ZTRhYWJhMmE1MWU3YmM0MDc5Y2Yx\" data-original-margin=\"\">\"&lt;Pascal?&gt;\" He heard the confused voice from Kaede. \"&lt;Are you okay?&gt;\"</p>\n<p class=\"cnM5Y2JjMzQ1YWUxZTRmNDNiMzkxMTg2MTdjZjUwZTMw\" data-original-margin=\"\">\"&lt;It's no wonder Asgeirr Vintersvend named his book <em>Massive Strike</em>.&gt;\" Pascal thought as he stood in a daze.</p>\n<p class=\"cnNlZGM1MDMzNDgzMjQwMTRhNTczNzViYjMyMDZkYTU4\" data-original-margin=\"\">...And then, as if things couldn't get any worse, the very earth began to move.</p>\n<p class=\"cnM2NDEwZTg2YTEyOTRhN2NiOWZjZjM0ZDkyMjY2ODQx\" data-original-margin=\"\">It didn't just shake and rattle. It convulsed violently. Had it not been for the blizzard, Pascal would have seen the very streets pitch and yaw as though the paved stones now rode stormy seas.</p>\n<p class=\"cnNiOWQzMDRmZjZjZTQ1YTJiZTI3MGE2NzkyOTk3OWM5\" data-original-margin=\"\">\"&lt;An Earthquake?&gt;\" Kaede remarked unhelpfully.</p>\n<p class=\"cnMwZjU1ZTYwZWJiMzQ2OThhYjIxZDRiYjBhNjFmMGRi\" data-original-margin=\"\"><em>Of course,</em> Pascal realized. \"&lt;The Admiral is a <em>geomancer!</em>&gt;\"</p>\n<p class=\"cnNjMmYxMDQzNGQ0ZjQ0NDdhODVkZGYyMDRiOWM2YmM2\" data-original-margin=\"\">They had been too occupied by the fact that the attack was coming in from the air, too concerned about the danger of Admiral Winter reaching the Nordkreuz ley-line junction with his skywhales. They failed to consider all the other ways in which archmage-level geomancy could be used. Most of their preparations had been focused on reinforcing <em>roofs</em>, not beams and pillars!</p>\n<p class=\"cnMzZTFkM2RjZTM1NTQwNGE4ZmRjY2Q5ZDdiMDkzMWJl\" data-original-margin=\"\"><em>How do you even defend against someone who can hit from every angle?</em></p>\n<p class=\"cnM2ZTlmNDI1Y2M0ZTQyZGI4MzAyMzBmNDk4YWU0NmNm\" data-original-margin=\"\">Now, the urban districts buckled under earthquake tremors that were magnitude eight at least. Several buildings that Pascal could see inside the walls began to wobble and sway. One of them then collapsed and its crumbling pillars brought the others down in a chain.</p>\n<p class=\"cnMwMjFjMDA4YmY3MjQ4MmY5NzIwNjQyMTIwYmY5M2Nj\" data-original-margin=\"\">Even the city's stone walls, which were nigh-invulnerable to conventional siege weapons due to its permanent, ley-line powered wards, began to crack and break as the earth heaved. This included the reinforced gatehouse which Pascal stood on top of, which tore apart at its center as though an unseen giant bent it like a twig.</p>\n<p class=\"cnMzODMwOWEyYTI4MDQxN2I4MjY0ZGQ0NDE1MDkyYWQ2\" data-original-margin=\"\">\"&lt;I should have dedicated more attention on how to better defend the city!&gt;\" Pascal berated himself.</p>\n<p class=\"cnNkZGMwNzA0M2U2MTRlOGI5YmQ5MmI0ZWU3NzYzMTdh\" data-original-margin=\"\">What would the city known as the 'Jewel of the North' even look like once the blizzard cleared? Will there even be much of it remaining? Pascal feared the worst as he heard the sounds of more and more structures collapsing. He could even hear the stone tower to their east crumble as the men stationed on top cried out.</p>\n<p class=\"cnM0MTJlOWNjMWEzNDRiOGM5YmIxODI5OGNmODkxOWM1\" data-original-margin=\"\">Then, just as he thought that at least Kaede seemed to have been spared from the worst of the bombardment, he heard the girl cry out in telepathy:</p>\n<p class=\"cnMwNzViM2E2NDg1YjQ2MDFiNjE2YTk3YmY5ZmFjYjkw\" data-original-margin=\"\">\"&lt;D-drakes! waAHHHHHH!&gt;\"</p>\n<p class=\"cnMyOTM2ZjAzNjhkNTRkOTQ4MzJjZTRjOTVlMWU3Zjdi\" data-original-margin=\"\">\"&lt;KAEDE!&gt;\"</p>\n<p class=\"cnNhM2VhNTJhZTc5YTQ3YmNiMDU5NWJiMWZjMGMyMGRk\" data-original-margin=\"\">With his thoughts focused on his familiar, Pascal channeled his senses to connect with Kaede. A view of the girl's gaze laid over his own vision, just in time for him to see the scorching breath of a volcanic drake.</p>\n<p class=\"cnM2Nzc4OTAxNzEzNjQ2ZWFhMzVhMThhZTBiOWE1Njg3\" data-original-margin=\"\">The familiar's wards flared as the flames poured over her. The cover provided by her <em>Spellshield Fortress</em> blocked much of the flames, and <em>Barrier Armor</em> stopped more from making contact. Her <em>Elemental Body of Earth</em> provided even better defense against the elements than the far simpler and more commonly used <em>Resistance</em> spell.</p>\n<p class=\"cnM2YWI2MTRlYmUyNDQxY2Q4M2FiZWEzOTVjNDM1YWVk\" data-original-margin=\"\">Pascal felt relief as the most Kaede would suffer were some singed clothes and a mean sunburn. However her fear had cost her the best chance to retaliate as the drake flew past and vanished back into the snowstorm.</p>\n<p class=\"cnMxY2RjNjBjNjliMDQyNmY4OTk3MmIxZTcyMTc0NGU2\" data-original-margin=\"\"><em>She's too green... just like myself,</em> Pascal couldn't help but reflect upon the mistakes each of them made.</p>\n<p class=\"cnMyNTZiMGE3YWM1YjQ3MTRiMWQ2MDlhOWIzNGVjZjkz\" data-original-margin=\"\">The difference however was that his error affected tens of thousands of lives.</p>\n            ",
  "invisibleParagraphContent": "The author's tale has been misappropriated; report any instances of this story on Amazon."
}