{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1NTJhYjc3YThlYTRmZTY5OTU4MTVmNTUwZjk3NGQy\" data-original-margin=\"\">I feel nothing but anxiety as we make it home. Lady Renatus, or Charlotte as she has asked to be called, has been preoccupied with Sara the entire way home. This is perhaps unsurprising, as Sara and I can help her actually transition in a way this world has likely never seen, and Sara is the key actor there. Although I am more likely to have the answers she is looking for, seeing as no one else even knows what hormones or chromosomes are. But I can't focus on the conversation. For weeks I've put a lot of stock in finding Charlotte and bringing her home. She was the only person I could think of that could help Leo.</p>\n<p class=\"cnNkODY3MjIzNjY0YjQ0OTdiMzMyYzk4YjEyZjcyYzZl\" data-original-margin=\"\">We don't exactly have therapists to go to, and I'm certainly not qualified to fill the role. Leo has never mentioned his family either. So Charlotte is my best bet. But now that I've actually managed to get her to safety, I can't help but worry that it won't be enough. No one should have to go through what Leo went through. The way he is coping with it... it's not going to lead to anything good. I have been promising myself I had a way to help him; I just needed to get to his mentor. But now... It's hard to describe. I have now done what is possible for me to do and I'm back to being helpless to fix it. I am not a woman who enjoys being helpless to make things better.</p>\n<p class=\"cnMxYzcwZDhiYzQzYjQwMWU5YmYwZTQ3MDVhZTk2YmUz\" data-original-margin=\"\">As soon as we leave the beach and enter the settlement I know where Leo is. It was hard at first, with the Radiant Woods so near. That massive, ancient grief can be all-encompassing, like a fog horn on a quiet night. But over the weeks of getting used to it, I started to notice the small things again. The loneliness and the nostalgia. The quiet grief everyone, in every world, feels. These aches and pains have become as familiar to me as my own. In a way, they always were. But I now have a sixth sense for them. Leo's is powerful and I can feel it from anywhere in the little town. It's... naked. Like a vulnerability he never wanted to expose and a shame he doesn't deserve. It carries with it a sense of wrongness and longing, each warring with a deep-seated fear.</p>\n<p class=\"cnMwZTY3OTNiN2EwNTRkYjNhY2Y4NWVlYmU1ODk5YTlm\" data-original-margin=\"\">I carry my own shame with it whenever I feel it, which has made me hyper-aware of it. As such it takes little effort to lead Charlotte directly to him. The woman with me does draw more than a few looks and murmurs from the residents. Attention she shouldn't have to be as numb to as she clearly is. A cold reminder that, however much progress we have made here, these are still people plucked out of an archaic, medieval world where those who don't fit the mold are quickly ushered out of sight. No wonder Leo is presenting himself as a woman here. I bite into my lip as I approach the door to his home. I hold one fist up to the door to knock but it shakes. I have waited for fights to the death with calmer nerves than this.</p>\n<p class=\"cnM4YTg3N2RkMWJiMzQzNjNhYzJiMTg2MDNhMDFkOTFm\" data-original-margin=\"\">Sara puts one hand on my shoulder and I look back at her. We lock eyes for a moment, then I set my jaw and knock. It's silent for a moment but, much to my chagrin, I can feel Leo's grief tighten as soon as my knuckles hit the wood. I don't know if he knows it's me or if he just hates the idea of seeing anyone right now. \"One moment,\" his voice calls through the door. It takes several minutes for anything to happen, which confuses me. He let us know he was there and it's a small room, there should be little reason to delay so long. Then I feel it. His grief growing in intensity while settling into a familiar seat. It tastes like stagnant water. It's clear then, what is happening. He's getting dressed for company. He is alone and is likely dressed comfortably, for him.</p>\n<p class=\"cnNiMDJhZjI1MDJlYjQ3YTdhNThmOTY3NGVlMmRjNWM2\" data-original-margin=\"\">This is confirmed as he opens the door in a simple sundress. As soon as our eyes meet a mess of emotions splatter across his face like paint. The same old comfortable look of a friend, quickly colored by anxiety, disappointment, and finally irritation. Then he sees Charlotte next to me. His eyes widen before filling with tears. For Charlotte's part, I don't see her face right away, but I can feel a deep, throbbing grief emanating from her as soon as she sees the boy she has been looking after for so long. Wordlessly, the two embrace. For all the sorrow now coming from Charlotte, Leo's has, if only for a moment, dampened. It's been swallowed whole by relief and joy.</p>\n<p class=\"cnM2OTExNTk1NjkzOTQ0OWM4NzliMzQ1OGY5NTZmNzc0\" data-original-margin=\"\">I know it won't last but it's the first time anything has put so much as a dent in it. Finding Charlotte may not fix everything, but it sure as hell didn't hurt. A moment later Charlotte withdraws and looks at Leo's face. \"Poor child,\" she whispers to him, \"what have they done to you?\" My chest hurts as I picture him, bloodied and broken the night I found him. It shouldn't, my heart is as still as ever, but somehow the familiar throbbing feeling from my life as Annie still shows up.</p>\n<p class=\"cnMwMWM0MTU0NDc2ZDRhZmE4NGYwNmIwZDc0OTZkZDU5\" data-original-margin=\"\">\"I'm sorry, Charlotte. I wanted to finish school. I really wanted to show everyone what we could do... That you weren't an idiot, or fool, or anything else. I tried, I did. I'm so sorry... I let you down\" Leo began to sob while Charlotte shook her head.</p>\n<p class=\"cnNhMjNkZjQwN2UwODQzNWE5ZTg2NzBkZWU5YTNlOTI4\" data-original-margin=\"\">\"No, Leo. No. You didn't let me down. You were... you <em>are </em>so brilliant. I am more proud of you than anything I've ever accomplished. Don't put this on your shoulders. I'm the one who failed you... I...\" she trails off and suddenly I feel like an intruder. As Leo glances at me and Sara tugs on my shirt, I realize that's exactly what I am. There is no room for me in this reunion.</p><p class=\"cjc5NjFhN2U4MWRiNDQxYTQ5NDlmYjVhMzg3MTc4NGUx\" data-original-margin=\"\">Help support creative writers by finding and reading their stories on the original site.</p>\n<p class=\"cnMxZjU5N2Q0NGEyZjQ5NWE4NTU5YmMzNjVkMGY3NDA3\" data-original-margin=\"\">\"S-Sorry,\" I apologize before bowing my head slightly and turning to leave. The two need time, and privacy, to talk everything through. All I can do by staying is slow that down. I take a few steps to leave, but as I do I consider the looks Charlotte got on the way over. The proof that, even here, Leo can't feel comfortable as himself. I turn to see him closing the door to his home. \"Leo I-\" I start and he pauses, looking at me. \"I'm sorry I was so slow before. I should have been there sooner. I should never have let them lay a finger on you. But I will keep you safe here. I will.\"</p>\n<p class=\"cnNmMGJjZTcyYzliYTQzNDg4MmMxMjk5MDk1YjAwNmY3\" data-original-margin=\"\">Leo lets a deep breath out through his nose and closes his eyes for a moment before looking at me with a small, sunken smile. \"I know, Lily. I'm not angry you were slow. I'm not upset you didn't stop them sooner. You did everything you could with the information I let you have. I am so grateful you showed up for me when you did. You have a lifetime of my gratitude, really, that's not what I...\" He has to take another deep breath as his voice starts to waver with the tell-tale signs of poorly fought-off tears. \"I know you will keep me safe here. But... that's the thing. I don't want to feel safe because the great and magnanimous Lillith will save me. Not that I don't want you to keep me safe, but... I don't want to be the victim in your story. I don't want to feel safe because you are there. I just want to feel safe because I am safe. Because I have nothing to fear. Can you understand that?\"</p>\n<p class=\"cnNlNzBmMjgxNWM4ZDQxZDViYTJkMGFjZDVhNTE4M2Fh\" data-original-margin=\"\">I open my mouth to respond but... I don't have a good answer for him. So I shut my mouth and nod. He closes his door and I sigh. Sara rubs her hand against my shoulder. \"Everything alright?\" She asks and I nod.</p>\n<p class=\"cnM5MGRiNjJmMzc3YjQxZjQ5M2M0YjA5ZDEyODFjODM4\" data-original-margin=\"\">\"Yeah,\" I respond, \"the world is just too big. Too much. Sometimes its wounds feel too deep.\" My entire body feels sore. It hasn't been the most exhausting day I've ever had but I must have expended too much emotional energy. I am exhausted and my vision is starting to blur if I don't consciously focus.</p>\n<p class=\"cnNiZGIxZjM5YTBiZjRlOTc4YzA4ZDY2Mzk4NGEwNTZi\" data-original-margin=\"\">Sara doesn't respond. She just walks with me back to my own home. I can see in the concerned wrinkles around her eyes that she has noticed my fatigue. She leads me to my room where she sits on a chaise and gestures me over. I curl up on the open spot and rest my head against her side for a moment, then slump over into her lap. She runs her hands through my hair. My hand hangs off the side and it's not long before Suzume has found it and is using it to scratch her face. As Suzume rolls on her back and starts batting at my fingers, Sarafyna speaks. \"It's alright, you know. To rest. To let other people take a little of the burden. I know what it's like, to live a life without rest or reprieve from worries. It changed more than my body. I don't want to see that happen to you.\"</p>\n<p class=\"cnM2ZWU4YmE0YzAxNzQ2OTM4YmM0ZTk2MjcwZDRjNWFj\" data-original-margin=\"\">Blackness edged at the corners of my eyes. She could be saying anything, the soft curve to her voice would have had the same calming effect. Instead of answering her, I released my weight and let her support me entirely. We were there for some time. I didn't sleep, not yet. I was getting more from the moment than I could have from sleep. It must have been at least half an hour before I spoke again. \"Leo is right, you know,\" I said. \"He should be safe here, with or without me protecting him.\"</p>\n<p class=\"cnNiMWY3NTNkYjZiMzRlZTE5YTE2MmRlNGNhOTM0YjE3\" data-original-margin=\"\">\"I know,\" she answered, her now still fingers beginning to move through my hair again.</p>\n<p class=\"cnM3YTQ2N2Y0YWEwOTQ3YWNiMzFjNTRjY2RjMmI3MGFl\" data-original-margin=\"\">\"I need Leo to be alright. I can't build a new world where he still can't be himself. I need this to be a safe place,\" I lament and she nods.</p>\n<p class=\"cnMxNjYwZDU4MGJjZjQ4OGI5M2ZjMmM1ZmI4ODZjOGM1\" data-original-margin=\"\">\"I know. Give it time. Charlotte is going to let us help her, maybe Leo will finally do the same. But for all of it, you have to give it time. Hearts won't change overnight.\" Sara assures me and I groan.</p>\n<p class=\"cnM0NjE3ODAxOWRjMDQ0NjU5OGM3NDhiZDVlZjM1Yzhh\" data-original-margin=\"\">\"It's fucking stupid that it takes time,\" I answer and she chuckles.</p>\n<p class=\"cnMyYzYwY2JkNzcxZTQyNTJiZWEwZjkzOWY0NjNmNzg1\" data-original-margin=\"\">\"Yes it is,\" she agrees, her free hand joining the first in my hair, around the other side of my head.</p>\n<p class=\"cnM4ODhjOTUwZmYwODQ0OGU4NjdhM2I0NWRmMjE5ZjZk\" data-original-margin=\"\">\"Are you... measuring my head?\" I ask and her hands pause. She's quiet for a moment as I roll over to look up at her face. She is blushing.</p>\n<p class=\"cnM3MmUzMjJmNTBkNTQzY2FiNDM5MGM5MTBiYWNjOTM2\" data-original-margin=\"\">\"I... didn't even realize I was...\" she explains and I close my eyes while a silent laugh escapes my throat. Even subconsciously, Sara is Sara. Just as I am getting ready to stand and say goodbye so I can sleep for the night, a light illuminates my nightstand on the other side of the room. Sara frowns. \"You are too tired, Annie. You don't have to talk to him tonight,\" she nearly pleads but I shake my head.</p>\n<p class=\"cnM5M2FlYTMyOGFiNTQ5MDZhMDhkM2VmODkxODQwNzJh\" data-original-margin=\"\">\"I do. Every conversation is an opportunity, in more ways than one,\" I respond, resigned to the extra hour this is going to take. I pull myself to my feet and Sara starts playing with her own hair.</p>\n<p class=\"cnNjMmQzNGU1NzYwNzRmMzRhNjczYTZiMTY5OWE5Yzg5\" data-original-margin=\"\">\"You need sleep. He can wait until tomorrow,\" she challenges and I smile.</p>\n<p class=\"cnNmZjhiMjcxM2FkNjRjNWViZTIzYjg4YTc4YmU4OGZh\" data-original-margin=\"\">\"I'm alright, I promise. Thank you for caring so much. But I have to. You can stay if you like,\" I offer. She simply shakes her head.</p>\n<p class=\"cnMxMmMyY2FkM2E2YzQ2MDU5NzI4M2I3N2E3M2JjNjAx\" data-original-margin=\"\">\"No, Dad and Peter will be wondering if I'm safe. I should see them. Just... don't push yourself, alright?\" She begs and I nod.</p>\n<p class=\"cnNjNWZlMDk4ZDJmNjQzNDNhZTRhODI3YjU5ZGM5NTFi\" data-original-margin=\"\">\"I won't, I swear,\" I assure and she reluctantly nods before standing and leaving my room. Once she is gone, I wearily retrieve the whisper sphere before sitting at my writing desk. Suzume jumps into my lap and curls into a comforting ball. I center myself as I hold the sphere. Sara's old sphere, the one tied to my old one. The sphere that I had carried when I was arrested. Finally, I answer, as I have several times a week since killing the king.</p>\n<p class=\"cnM3ZDlmZGJkMmQ4ODRmN2JhOGJhZmRiOGI3YWYwM2Vi\" data-original-margin=\"\">\"Hello again, Godfrey,\" I greet.</p>\n            ",
  "invisibleParagraphContent": "Help support creative writers by finding and reading their stories on the original site."
}