{
  "preChapterNote": "<p>This story follows another willful female protagonist, give it a shot!</p>\n<div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(0, 180, 216, 0.4)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-4\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/81674/cursed-explorer-of-the-arcana\" rel=\" ugc nofollow\"><img style=\"margin: 10px 5px\" src=\"https://www.royalroadcdn.com/public/covers-large/cursed-explorer-of-the-arcana-aabac9mfwbq.jpg?time=1708130903\" alt=\"image\"></a>\n<p style=\"text-align: center\"><a style=\"color: rgba(205, 211, 206, 1)\" href=\"https://www.royalroad.com/fiction/81674/cursed-explorer-of-the-arcana\" rel=\" ugc nofollow\">Cursed Explorer of the Arcana</a></p>\n</div>\n</div>\n<div class=\"col-md-6\">\n<div style=\"margin: 10px 5px; text-align: center\">\n<p>Elyssia is just a grain of sand in the raging river of time. Her life is influenced by the flows of the past and currents of the present, yet she remains steadfast. If the hand fate has dealt her is not to her liking, she just has to change the flow, decide her own future or shape the river as a whole. <br><br>Shackled by the curse of a Blessing she has to carve out her place in the world shaken by a calamity. A world filled with intrigue, injustice, countless things trying to eat her and a glimmer of light to crawl towards. A hope for a better future. <br><br>The simple, blissful childhood of a normal girl can become a nightmare far too quickly. Difficulties turn into struggles and the stronger Elyssia pushes, the stronger the world pushes back. She’ll learn what her future holds, and later realize just how much she underestimated it. <br><br>Follow her journey as guided by her bottomless curiosity, she sails the most turbulent waves of time in Aelions history!</p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n</div>",
  "postChapterNote": "<p>I'm on Instagram now, DreamersRiotWriting, give me a follow! You'll get a better and higher resolution look at all the series art!</p>",
  "chapterContent": "\n                <p class=\"cnNhZmM3NzI3OTNiZDQyZWY5ZjRmNWUxNTY0ZDU4ODMz\" data-original-margin=\"\">The following day I find myself awkwardly waiting in the foyer of a massive mansion. I would have come here eventually, but I had planned to run a few other errands first.</p>\n<p class=\"cnMwNjUwMTJlMDRjNjQyMDVhNzYxYTJjMDkxODAxNTgy\" data-original-margin=\"\">My intent was to seek out my family as soon as I had gotten some sleep and a bath. That plan only went so far, however. Perhaps predictably, announcing the name 'Lillith of Endings' and forcing my way through the gate did get reported up some chain of command. As such, my breakfast the next day was interrupted by a courier with a so-called 'urgent package' entering the inn.</p>\n<p class=\"cnNmMjY3ZjIzNjgyZTQwMjc5N2Q2MWVlYzM0ZmQ3NDBh\" data-original-margin=\"\">I had been a bit surprised I was found so quickly, even with the scene at the gate. The inn I had chosen for myself, and the twins reluctantly followed me to, was less than prestigious. We could have thrown our names around to get a free room but I steadfastly declined to do so. After a long argument about proper accommodations, followed by a longer argument about where Peter disappeared to instead, I choose an inn I like and the twins decide to stay at the same one. I spent some of the priest's fairly meager travel expenses on a seedy one in the commoner's quarter. More was spent on a lackluster meal and renting a bath for each of the two rooms.</p>\n<p class=\"cnMzOWQxMmQ1YjM2MTRmZWVhM2Q0NDJiMDJiNjFhZmFi\" data-original-margin=\"\">I had been eating an omelet and bread with water and lamenting the lack of seasoning. Spices are far more expensive here than in modern America. At first, this didn't bother me much. In medieval England, spices had been quite a luxury. Then I learned that in this world, they were actually much easier to find, particularly in this country. No one had to travel to India for them or deal with international trade. However, like soap, they were hoarded and turned into a luxury good anyway. You can't even grow them yourself or you'll be charged with some bullshit crime about disrupting the market or whatever.</p>\n<p class=\"cnNhY2NkMGRiNmI2YTRhNTg5YTY1ODUyNjU2MDQ1ZjIy\" data-original-margin=\"\">What was I talking about again? Oh right, while I was stabbing at my food, fuming about simple goods being denied to commoners, I saw the courier come in and loudly announce they were looking for 'Lillith of Endings'. I raised my hand and waved him over, getting a few sidelong glances from other guests at the inclusion of a family affiliation in my name. The urgency of the delivery was explained and I gave the nervous courier a generous tip. The nosy twins examined the package with growing confusion as I pulled out a danish and a note.</p>\n<p class=\"cnNmZGU4MzI2NjU0NTQ5YmFhZDkxZjM1ZjNmOGNmM2I0\" data-original-margin=\"\">That's how I found myself here, waiting to speak to Godfrey. The danish was, to be fair, delicious. This didn't make me feel better, though. Nobles often like to justify their standing in the world because they smell better, their food is better, their clothes are better, they are more successful, etcetera. This is all true... because they withhold simple goods and knowledge from commoners and intentionally create that gap. The sweet and welcome taste of the pastry after the bland breakfast only makes the contrast more obvious. That and coming to this luxurious estate from that rundown inn. It's not gonna stop me from eating it mind you, my sweet tooth is starved. I am gonna make them easier for everyone to get, though.</p>\n<p class=\"cnNkZTk4ZjQ2NTVkOTQ5MWQ4MGIzMTYwZTEwY2UwMWZl\" data-original-margin=\"\">\"Lillith, what in the three planes is going on? What are you doing here?\" Godfrey, my supposed mentor and sponsor for the academy exclaims, appearing to meet me. I remain seated as he enters, much to the chagrin of a few passing servants. I am still astonished when I see his mana. The man is a force of nature.</p>\n<p class=\"cnNlYzE1ZTc5OWFkMjRmZDNiN2JmNWQ4YWIzMTRhNTZk\" data-original-margin=\"\">I finish chewing and swallow, then look at him like he's some kind of idiot. \"Eating a Danish,\" I quip as if it's the stupidest question anyone has ever asked. He rubs his temples.</p>\n<p class=\"cnNkNGZjZjI5Y2E4YzQyNTM4OThlYWI4MGYzNzgzN2Qw\" data-original-margin=\"\">\"Glad to see you haven't changed,\" he groans. \"You are weeks early, Lillith. You came in the wrong gate. You look like something chewed you up and spit you out. I'd like an explanation!\" I did look like that. I had tried to clean the clothes but I still only had one outfit since losing my luggage.</p>\n<p class=\"cnNmMDE4OTY3MjUxNTQwMzViZmNkNDU3OGRlNjY1MDQw\" data-original-margin=\"\">\"Well, ya got me. By all accounts it doesn't make sense,\" I joke, shrugging and he gives me an unamused stare. I miss when people understood my references. Although, he probably wouldn't think it was that funny right now anyway. I sigh and tell the best lie I had discussed with the twins last night. \"We were attacked by highwaymen,\" I explain, \"I let the coachman get away with the luggage and fought them off, then tried to use magic to catch up but... we got lost.\"</p>\n<p class=\"cnM1ZGY5M2VhYTUwNzRkMjZhYzU5N2JlNDYwNzg3Zjhm\" data-original-margin=\"\">\"What kind of magic?\" Godfrey interrupts, raising an eyebrow at me.</p>\n<p class=\"cnM1NDZkMDA2NjRlNDQ1YTE4YWMyNGUzMGYyNWQ1ODVi\" data-original-margin=\"\">\"Oh you know, my force magic,\" I half-lie, \"I can use it to decrease our weight so we move faster and tire more slowly. That and a lack of luggage and I suppose we made better time than I thought.\" He looks at me suspiciously for a long moment.</p>\n<p class=\"cnM3NTI0Mzk3MzFkYTQ5MTE5NDBhYjZmOGFhMWUxOWIy\" data-original-margin=\"\">\"And you got so badly lost, you got to the city from the wrong side? This is a big city, Lillith,\" he challenges and I force a sheepish blush.</p>\n<p class=\"cnNiMzhjMzkyNjliODRjODY4ODg4YjdhZGI3NDNmNmE2\" data-original-margin=\"\">\"I got a little distracted, okay? We wandered off the road a bit to find some fruit, you know how I feel about sweet food. We couldn't find the way back. But hey, we made it, didn't we?\" He narrows his eyes at me.</p>\n<p class=\"cnMzNWMyOWMxZWQ5YTQyOTdhMDkxMjAwY2M1ZTUwNWU2\" data-original-margin=\"\">\"Highwaymen you say?\" he inquires, \"Highwaymen that attack obvious nobles with magic ability? You know, the king is pretty harsh on banditry, especially targetting noble parties. He sends knights to hunt down anyone who tries it. There aren't a lot of people willing to risk it. In fact, I haven't heard of nobles being set upon on the roads in, well, decades now. Not by a group like that anyway.\" He is clearly suspicious of the story but I expected that.</p><p class=\"cjA3NGI0MDkyOWQ1ODRkOWZiMDM1ZDQzNzA4NWU3MjRi\" data-original-margin=\"\">Ensure your favorite authors get the support they deserve. Read this novel on the original website.</p>\n<p class=\"cnM3N2U0MDhkMWNiODQwOTNiZWY2YzQ5NGVmM2VhMjEy\" data-original-margin=\"\">\"Well, you know the Satusmor government has been slacking off lately,\" I say and he nods. I honestly don't know if he knows that, it's possible it's beneath his notice. On the other hand, he's right. Commoners don't attack nobles. They don't even attack the kids, they don't understand magic, and as far as they know any noble kid could kill them with a thought. It's one reason nobles don't bother with guards when walking around town. A silk shirt is as clear a deterrent as walking around with a shotgun and body armor. It's possible the trouble in Satusmor isn't below his notice.</p>\n<p class=\"cnNhNDVkYTFmNzRhMzRjMjU5NzFjNDUzOTc1YTE3Zjgz\" data-original-margin=\"\">On the other hand, no one in Satusmor had the magical ability to challenge nobles yet and the troubles were sort of... muddy there. It could just look like a general failure of governance to people as high up as Godfrey, who left the city well before anything got serious. It doesn't matter, however. I was going to have to mention them or it would seem weird I didn't if he had heard, and it will lend legitimacy to the lie. \"With enough money from the right people, I could see a few brave and unscrupulous souls taking up the profession. Especially if the people paying them were related to the former city lord... it would be easy to believe they wouldn't be punished. In any case, it was a moot point by the time I was done with them,\" I add, sending the blame in the safest direction I can think of.</p>\n<p class=\"cnM5ZWZmNjQ3YWI5YzQ4MTQ4NDE3OGNiYzI1OTQ3MDEw\" data-original-margin=\"\">\"Ah,\" Godfrey responds, \"I suppose the Tudor house does have some surviving members.\" This sounds like an acceptance but I have trouble telling how convinced he is. It will have to do for now. I had considered meeting up with Wallace on the way to the city, but I'd have to deny civilization to the twins longer and, I could use the extra time to arrange some things. I'm not just in this city for my studies, after all. I will have to intercept him at some point and convince him not to talk about the woods, but I have time for that.</p>\n<p class=\"cnM3YzBjZTdmZjExYzQ0NzE4ZDEyNzRiZDJmNGRlZTE3\" data-original-margin=\"\">\"And the wagon you drove in on?\" he asks after a moment.</p>\n<p class=\"cnNmNjU2MDBlNzQ5MjRmNDdiNTYzMWY0NGQ5ZDhiMTE3\" data-original-margin=\"\">\"Found it abandoned near the Radiant woods,\" I answer. This is a weak part of the story, but I figure the temple will probably go looking for their priests at some point, and it could make sense, taking Sara's story into account. This way I've already explained it before they ask any questions. \"Anyway, here I am,\" I say, holding my hands, one still holding a half-eaten danish, up like I am presenting myself. Godfrey grunts and shakes his head, then sits down next to me. He pulls his own danish from... somewhere and begins eating with me.</p>\n<p class=\"cnM2NjgyMTcwNDFmZjQzNDk4MzQyZWZjYWNmZjlhYzg0\" data-original-margin=\"\">\"You are going to be a real headache, aren't you,\" He sighs and I grin.</p>\n<p class=\"cnM0ODcxZmU5OTY3YTQyN2M5YWI0NjZkYTI4Y2E2Mjhk\" data-original-margin=\"\">\"I've no idea what you mean. I'm a proper lady now, didn't you hear? An upstanding student of the academy,\" I retort, feigning offense. Yeah, though. I'm going to be a huge headache for him. I kind of like Godfrey, and I hope I can get him to come around but... what's the church metaphor about camels and needles? The rich and powerful, especially the fucking royal, do not like giving up that wealth and power. When I help take it away, I can only hope we don't end up being more than a headache to each other.</p>\n<p class=\"cnMxM2I2NWI3YWRmMzQ3MGViNTliZTNhMTFkNTlkMzQ5\" data-original-margin=\"\">\"Right, and I'm sure you've grown well-mannered and respectful too. Well, it's no matter. I suppose we should get you registered at the academy. They aren't expecting you yet and won't have your dorm ready. At least you'll have more time to choose your classes. I'd like to discuss that with you, there are some classes I recommend you take,\" he responds, deciding to move on.</p>\n<p class=\"cnM4MDVhODJjYTRkMTRiY2U4NmVkNTIxNzcxNTE4ZDAz\" data-original-margin=\"\">\"Dorm?\" I ask, \"Why wouldn't I just stay with my family?\" I fully intended to live with my parents while here, a dorm room could be... inconvenient.</p>\n<p class=\"cnM0MWUzNjMyY2I0ZDQ1NDZiOTcyZjIyYjFhZGI0MzM3\" data-original-margin=\"\">\"Ah well, that is a bit complicated. Your family's estate is pretty far from the academy, you'd have trouble with the commute I fear,\" I raise an eyebrow and respond with a serious tone.</p>\n<p class=\"cnNiYTU5YzQ1MmI2NTQxZjliYjQyODg2MTFkOWEwMTVm\" data-original-margin=\"\">\"Are they okay?\" I ask and he waves me off.</p>\n<p class=\"cnMyOGQyMGIzMzFlMTRiZjJiNDliMWMyZGFlYzE5OTE2\" data-original-margin=\"\">\"It's fine, they are fine,\" he assures me, \"it's just... some of the women they insisted on bringing with them... draw a little attention in the noble quarter. They elected for a more humble home in a less prestigious part of the city.\" I relax. That makes sense. I approve actually, and I'm glad to hear they are still with some of the women we had freed from Baldwin.</p>\n<p class=\"cnM2MTEyM2U1ZWYwYTQwZjdiMDI0MmM3YjVkMGI4OTVh\" data-original-margin=\"\">\"I see,\" I accept, \"well, fair enough. I'd like to see them tonight though. It has been a while.\" I don't mind visiting the academy first, but I do miss my family. I also, uh, need a couple of favors from men I trust. I need some fucking pants, armor, and a mask. Things women have a hard time buying.</p>\n<p class=\"cnM5OTgxZjZiNTcxYjRlNGY5YjYwMDhhZGRmZDBkZjE1\" data-original-margin=\"\">\"Now, as far as classes, I know you'll want to enroll in some combat classes, but I don't recommend trying. They aren't designed to be co-ed and... well you won't be welcome,\" he begins. I roll my eyes but I don't protest. I'm not actually interested in those classes. I'm attending to learn more about magical item enchantment. Yeah, combat classes would be helpful, but I just don't have the time.</p>\n<p class=\"cnNiNmVhZWM3MjlmYzRiNDU5NWRiNGQ1YzAxMTM2OTRl\" data-original-margin=\"\">My understanding is the academy is more like a university than a high school. I have to pick a major and gear my classes toward that. This seems to be more or less what Godfrey wants to explain and I nod along. It's honestly more my element than anywhere else has been. I have no reason to push back much. Godfrey and I are both interested in me learning enough to make new discoveries rather than get really good at winning duels. I don't fight by the rules they'll teach anyway.</p>\n<p class=\"cnNkMGEyOTBmYmQzMjQxODk4OGMyNmRmZTUwODcxZDNi\" data-original-margin=\"\">I also have the advantage that I don't need to actually graduate. Completing my coursework isn't going to matter much in a few years, I suspect. We discuss it and he is pleasantly surprised when he hears which classes I am most interested in. Conversely, I am disappointed by the number of prerequisites my classes need. They make sense but come on man. I'm pretty sure I know more complex math than any professor there.</p>\n<p class=\"cnM2ZDc3YTFlODMwZjRhOGRhNjY1NTMzMTVlNzVlZWU3\" data-original-margin=\"\">It doesn't matter though. I won't have trouble with them at least. Once we are finished with our pastries and Godfrey is done convincing me to do what I already planned to do, we depart for the academy.</p>\n            ",
  "invisibleParagraphContent": "Ensure your favorite authors get the support they deserve. Read this novel on the original website."
}