{
  "preChapterNote": "<p>This chapter was written and edited from my phone with my big dumb thumbs, so please excuse if there are a few more errors!</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMyODcyZjNiNTg3ZjRlY2FhNDQwOTZjNjljYWU4Mzdh\" data-original-margin=\"\">I rub my temples as I walk to meet Leo for breakfast. It's been two weeks since I last spoke to Autumn, and she has been avoiding me. At first, she just gave me a worrying wide-eyed look, but now she just looks down and chooses a seat across the class from me.</p>\n<p class=\"cnNhMWY1YWEwNWU4ODRkNWQ5MzE1NjZjZDQ0ZGI5YWQ2\" data-original-margin=\"\">Her sweet, oblivious brother has noticed her acting weird but has managed to miss its connection to me. He excitedly chats with me about the prince's upcoming party whenever we meet as if his sister isn't clearly upset with me about something. I've tried to apologize to her, but have consistently failed. She is drawing a boundary, and I have to respect that for now.</p>\n<p class=\"cnNkNTYwNDY1YjljZTQ2OGZiMjI4ZTNkYjBkOThmNDVj\" data-original-margin=\"\">I have a way out for my family. For myself as well, if I need it, so I just need to wait and hope everything doesn't blow up. Two weeks without knights arresting me at the gates is a good sign, and I think it may be alright. I just need to worry that my friend won't talk to me.</p>\n<p class=\"cnMwNTMxNzBhMmYzNTQ1N2Y4NmIzNzIyZTMxYWMzYjg2\" data-original-margin=\"\">Of course, it's not the only thing I have to worry about. I'm certain the knights are looking for me now. My first kill wasn't investigated because there is something I don't understand going on between whoever this rebel group is and the city guard. Now that they are finding nobles dead, however, the stakes have become real to them.</p>\n<p class=\"cnMyYzgxYjVmYjc1ODQyMzU4NjQ5NzQ2N2M5MGQxYTc3\" data-original-margin=\"\">News travels slowly in this city, and more slowly in this country. Even more slowly than on medieval Earth, which is confusing given the existence of magic. But it does travel. I have had to exercise more caution than before, taking winding routes to and from campus.</p>\n<p class=\"cnM5NmRlMzhiMDQwNTQxNDZiMDdiMDk2MDY5Nzg5ZTRl\" data-original-margin=\"\">Visiting the houses of penance in this city hasn't been easy either. Considering how slowly information travels, priests seem to be far more aware and up-to-date than even the royal knights. Rather than the forgotten and ignored dumping ground they once were, they are now guarded at all times.</p>\n<p class=\"cnM0NTIxNjZjN2VkNzQxOGNhNmZhZDM5NGNiYzk3NzE0\" data-original-margin=\"\">Priests are far more dangerous to me than a regular mage. I can break free from divine magic, but it grows harder the more priests I am fighting. That and, to be perfectly honest, a battle for control over my own body is far more terrifying than a fight for my life. Just remaining calm and collected is a challenge when fighting priests.</p>\n<p class=\"cnNlM2YyN2ViN2VmZjQ1ZTg5MmI4ZDg0OTQ1YzgwYjE3\" data-original-margin=\"\">I am making progress, however slowly, but the houses are no longer safe places to share magic. I have so many things to plan for and be careful of... so many people to protect and usher to safety. Thank Christ for Sarafyna, or I would have collapsed from stress weeks ago. I have actually gotten to see her and Peter regularly recently, and it's quickly becoming one of the highlights of my nights.</p>\n<p class=\"cnM5MmFhZDMzYTM0ZTQ1MThiYzRiNTU4YmVlNjM2YTFl\" data-original-margin=\"\">Much like meeting Leo in the mornings is becoming a highlight of my days. I don't unload any of this on him. He has an entirely different kind of battle to fight, and this isn't one he would be good at. But we provide each other a safe place to just... relax.</p>\n<p class=\"cnNhODg2MmEyNWRmYjRlMzg5NTY1Nzg4NDQ0MWNjMjFm\" data-original-margin=\"\">Sarafyna offers me complete trust and safety, a shoulder to lean on in my darkest moments, and the support I desperately need. Leo, on the other hand, offers me quiet and laughter. A single meal each day where none of it matters and I can just... eat with my friend.</p>\n<p class=\"cnM1MTNmYmJjMjYyMzQ3MmJiYTYyMmZjNWEzZjg5OGVh\" data-original-margin=\"\">I arrive at our favorite restaurant, a secluded little diner built to target students of lower standing and walk in to see Leo already waiting for me. A smile paints both of our faces as I join him at a two-person table in the corner.</p>\n<p class=\"cnNhZTRjNDMwY2ViZTRiMWI4MDM1NzgwYTJjZWI5N2Yx\" data-original-margin=\"\">\"Good morning Lily!\" He happily greets. \"How have you been doing with the notation?\" He has been teaching me in Autumn's stead, and doing a decent job of it. His mentor apparently ensured he got appropriate tutors ahead of classes, in stark contrast to some other commoner's sponsors.</p>\n<p class=\"cnMwYTQzMTU1NzcwMDRmMjk5MWNiYTk1MTA1YTM0Y2Zh\" data-original-margin=\"\">I hold up a hand and wobble it back and forth to indicate I am back and forth on it. \"I've gotten the hang of the basics, but I'm a little fuzzy on a couple bits. Like how you indicate one portion should be evaluated first,\" I answer. The basic operations were easy to learn. They just have different symbols I had to memorize.</p>\n<p class=\"cnM4ZDg1YTg4ZDRmYjQ0ZmE5MWUyMzIyNGI0NzRjYzcy\" data-original-margin=\"\">The system seems pretty similar to postfix back on Earth. The operands are listed first, followed by the operators. Interestingly, operations are separated by a space, and all operators are stacked at the end. Numbers with multiple digits are also vertically stacked, with the first digit on the bottom.</p>\n<p class=\"cnM5N2QwMzk5ZTU1MTQwM2E5MGZkZmU0NTdiYzBiZmUz\" data-original-margin=\"\">It's a bit annoying to read, but not terribly confusing. Nevertheless, complex algebra needs more tools than I have learned, and it's frustrating not to understand them. Leo laughs at me.</p>\n<p class=\"cnM0MmFmNjU0NDhiOTRkZTZiOTliZDkxYTM3ZmY2N2Zk\" data-original-margin=\"\">\"Your class doesn't need any of that yet, you know everything you need to! Why are you in such a rush to get ahead?\" He says before taking a far too generous bite of pancake.</p>\n<p class=\"cnM0MGI3N2I1ZDZmYzQyZjdhOWJjNzY1OTRiYTQ4MmVl\" data-original-margin=\"\">\"You don't understand. I have to know how it works. I just have to,\" I explain poorly, then take a slightly larger bite myself. He looks me in the eyes and accepts the silent challenge. After a few moments of chewing he answers me.</p>\n<p class=\"cnM2MTA1NmQ2MGJmNjRmODJiNmM0ZmRlYTgwYTQ0YTA3\" data-original-margin=\"\">\"You are right, I don't understand. You are stressing out about concepts years ahead of you! You gotta relax Lily,\" he insists, his next bite exceeding mine.</p><p class=\"cjJiYWZlMWVkMzhhMjRjZGJiMGMzOGJkNmNjNTcwNTg4\" data-original-margin=\"\">The narrative has been taken without permission. Report any sightings.</p>\n<p class=\"cnMwNWU1Y2YwYjMzYjQ0M2RiNjhmNGE4NWU4NzYwOTA0\" data-original-margin=\"\">\"Because,\" I say, my face somber and my tone serious, \"I can't know that it exists and not know how to do it.\" I then stare him directly in the eyes as he chews, skewer a full pancake with my fork, and try to stuff the entire thing in my mouth. As I struggle to chew and refuse to break eye contact, he bursts into laughter and spits out his bite, at which point I lose my straight face and join him, trying not to choke.</p>\n<p class=\"cnNmODVlYTNiNTFmZDRlM2M5ZDZmOTUxNTI3NmJiNWY2\" data-original-margin=\"\">We get quite a few stares from the other low-standing noble kids at nearby tables, but we always do. We laugh and joke for the rest of breakfast, and all too soon I have to say goodbye and head to my math class.</p>\n<p class=\"cnMzNTQ2MWU5MjRlYjQ0NWNiYTI1ZTdmNDdmMzE5M2Nh\" data-original-margin=\"\">Lately, my life has felt like the different panes of a stained glass window. A moment of joy followed by a moment of sorrow followed by a moment of intense violence and rage. Each moment driven by a Lillith in a different state of mind and clearly divided. As I walk into class and watch Autumn hurriedly shuffle to the other end of the room, I feel the glass of my happy morning shatter as my world is engulfed in melancholy.</p>\n<p class=\"cnM3NTA5MWUwZDhlYzRkZWJiZDEyNmY1ZWMyMTcxZWQ1\" data-original-margin=\"\">This is reality. The world I belong in. The carefree moments of kindness do me a lot of good, and they are what Leo needs, but... these reminders of the gravity of my choices are important too. I just wish they didn't have to pull my heart from my chest each time.</p>\n<p class=\"cnMxY2U2NmVkYjFmMjQ1ODZhNjlhMzA2YWNiOTIxNDAz\" data-original-margin=\"\">I shamble to the back of the class to take a seat, deftly dodging an attempt from Hugh to shoulder-check me. I don't really know what he hopes to gain from these attempts to harass me, but not letting him test his strength against mine is a kindness I extend to him for my own sake.</p>\n<p class=\"cnNhMmNmNWI2MWUyZDRlNGM5MTU0MGMwMDFlYmQ3MDVi\" data-original-margin=\"\">\"Just focus on learning how to add, Hugh,\" I call after him as we pass each other, \"enough math, and maybe you can put two and two together about your luck with women.\"</p>\n<p class=\"cnNlODUwN2M5Yjc3ZDQ0MWJhYjFlNTY1ZDlmZmE2MjVj\" data-original-margin=\"\">\"I'm the one who can read the question, maybe you should be the one focusing!\" He retorts and I roll my eyes. I haven't been asked to publicly solve a problem again and the myth of my incompetence persists. It doesn't really matter much in the grand scheme of things, so I leave it as is. Some part of me does want to show off and make him feel like an idiot but... that would be a bit childish.</p>\n<p class=\"cnNjNDcwYmM4ZjA5YzQ2NWVhNGRhNjY3OTJiZDEyNDZk\" data-original-margin=\"\">I just take my seat and sigh as August walks in, glancing between me and his sister. He is clearly deliberating about which girl to sit next to, so I just point at Autumn to indicate the clear choice. He looks a little hurt but I don't feel too bad. She needs his support more than I need his goofy crush.</p>\n<p class=\"cnNhYjE3NDU4YmM4ODRiZDM5ZjI1ZmFlZmM1MjU0MmYy\" data-original-margin=\"\">He hasn't pushed at all since I told him I wasn't interested, which is a huge relief, but he can't hide the hope in his eyes. He doesn't let it keep him down and happily joins his twin near the front. Shortly after he settles in and fails to cheer his sister up, Professor Clarrise enters the room and calls for silence. She quickly receives it, but instead of beginning her lecture, she scans the rows of students until her eyes settle on a cocky but not particularly important boy in the middle.</p>\n<p class=\"cnNmNjkyMTdhNmRjNDQxNDA4ZDVkNTY0NDdiMjFmN2Nl\" data-original-margin=\"\">\"Randull,\" she calls to him and he startles, finally giving her his full attention. \"The headmistress has asked to see you. You will be excused from class for the day.\"</p>\n<p class=\"cnMzZmNjYzdlMDVmNTQ2ZGE5NWExMTU1ZjhmMzFiMDky\" data-original-margin=\"\">\"Um... why?\" he asks, eliciting a raised eyebrow, but curiously no reprimand from Clarrise.</p>\n<p class=\"cnNmNDY1MDFhMmU5MzRlOWJhMjkzOWE4NWI4MTA5YjAz\" data-original-margin=\"\">\"It's regarding a personal matter I don't believe you would like me to announce in front of the class. You are excused young man,\" she replies, finality evident in her voice. Randull awkwardly collects his books and makes his way to the front entrance of the classroom. As he leaves, I spot two knights waiting to escort him to the headmistress, and I'm not the only one.</p>\n<p class=\"cnM4ZDQxZGQyYmQ4YTQzNzc4ZTBiMGJjMmYwYmJjN2Rj\" data-original-margin=\"\">\"Is he getting arrested? What did he do?\" a boy seated in front of me whispers to the girl next to him. She subtly shakes her head before whispering back.</p>\n<p class=\"cnMyY2YyMDRlYTcwYzRkMWNiYzc2OGViOTlmZjk3MmZk\" data-original-margin=\"\">\"No, I don't think so, the same thing happened to a girl in one of my other classes last week, didn't you hear anything about that?\" she asks.</p>\n<p class=\"cnMyMTRkNTc0ZDdkZTQ5YWZiM2M2ZmQ3ZDM5OTY4YmMw\" data-original-margin=\"\">\"No,\" the boy shakes his head as he responds, \"What about it?\" The girl leans in conspiratorially before replying.</p>\n<p class=\"cnNkOGQwMDc3YjA2OTRlZjlhMWI0M2Q5MDgwZWNmNmZj\" data-original-margin=\"\">\"She hasn't come back since. Later, I heard both her parents were murdered! And they weren't the first, apparently another noble couple was killed along with a whole barracks of guards before that!\" she confides and I begin paying far closer attention. I don't hear many campus rumors as I do most of my eavesdropping at my chosen inn. Perhaps I should do more. Of course this would be one of the first places hearing about me. Children of every noble family in the city attend this school at one point or another.</p>\n<p class=\"cnM3MzMxNTQ0YjA0NTQ1ODM5ZDYyNTliMjA1NTkxNjdl\" data-original-margin=\"\">\"Murdered? You can't be serious, by who?\" the boy exclaims a little too loudly and our professor shoots a death glare in our direction as she has started her lecture and is not amused by interruptions. The two act as innocent as they can for a few moments until her attention returns to teaching us painfully simple math, then the boy repeats his question more quietly.</p>\n<p class=\"cnM2MGM1YjA5MjE0NzRhMzlhNGVhYjRjOWYzMTdjYTM3\" data-original-margin=\"\">\"No one knows!\" she whispers, \"Although my brother is a knight, and he says the killer is definitely an earth mage and...\"</p>\n<p class=\"cnNhODRhOWY1YWFhMTRlYjViOWFiODRhZDMzZjFkN2Jl\" data-original-margin=\"\">\"And??\" the boy eggs on impatiently, \"and at every scene, they have found bits of garlic sprinkled near the bodies. It's the weirdest thing! Well, actually there is one thing more peculiar about it...\" she teases and the boy nearly falls from his chair in frustration.</p>\n<p class=\"cnNhZTI4ODU2ZTU4NjQ2MWFiNWI4NWQ1ZmY5OTcxYzY5\" data-original-margin=\"\">\"What? Garlic, why? What could be stranger than that?\" he responds. She looks around as if she weren't surrounded by listeners and happy to be overheard.</p>\n<p class=\"cnMxMDAxNTAxYmVmMDQ3NDBhMmU4Y2Q2MWMwMTQ1MWNj\" data-original-margin=\"\">\"The slaves!\" she answers, a scandalous expression on her face. \"Apparently, all the slaves in every household, even dozens being kept by the guards, vanish from every scene! The knights have searched the city and not one of them can be found!\"</p>\n<p class=\"cnM1MzdiNDBjMmU4NDRlMDg5OWEwYmRmZWYxOThmZDdj\" data-original-margin=\"\">\"All of them? Surely they just took the chance to hide in the nearest slums, right?\" the boy responds and she shakes her head.</p>\n<p class=\"cnMxMDFmMDMyYjgzYzQ4YmJiZWExNDgxYjI5ZTgyYzg2\" data-original-margin=\"\">\"That's the thing, apparently they never would have made it there, and even after searching not a single one turned up! It's like they turned to smoke and vanished from the map! My brother says they were recruited by some rebel or terrorist group but if you ask me? The serial killer is a demon and the slaves are all some kind of sacrifice!\" she practically giggles. While this girl is not exactly endearing herself to me, this is extremely useful information. If her brother is a knight involved in investigating, perhaps I should get to know her better.</p>\n<p class=\"cnMwOGY0NjMzMDVlYzRjY2FiZmMyZWNjNjIzODk2N2Q1\" data-original-margin=\"\">I decide to introduce myself at the end of class. A girl with direct information about the investigation into this 'serial killer' and a clear desire to share it is more than I ever could have asked for.</p>\n            ",
  "invisibleParagraphContent": "The narrative has been taken without permission. Report any sightings."
}