{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkNjVkNTgyZWI1MzRkNDlhNjFlYWM2YjI2YTc4Zjhk\" data-original-margin=\"\">It's been two months since Walter abducted me and died for it. Two months since my mother spoke to anyone in the house. Two months since we've seen Henry. Every week for the past two months Baldwin has stopped by, held maybe five minutes of pointless conversation, and spent over an hour with me that I never recall. I never see him weave a spell; I just feel a sense of wrongness and the time has passed.</p>\n<p class=\"cnM0MGQxNWVmZThmZjQwNjBiZWJmMzdlYjkyN2RhOTlh\" data-original-margin=\"\">I don't believe he has been assaulting me, if only because he wouldn't need to hide or heal the evidence or use magic at all for that matter. If that was his purpose there would be nothing I, currently, could do to stop him. Which means he has some other purpose. I need to know what that is. This is one of the reasons I, now able to move around with a crutch, am visiting Godfrey's bookshop.</p>\n<p class=\"cnMwNjY4YTRhNmNlMjRjZDg4ODJlYmFkYTk2MmQzZDk0\" data-original-margin=\"\">I am not allowed to walk here alone anymore, which is a fairly normal response for parents but is still annoying. I put up with it, however, because I really need more information. I need to find out what Baldwin is doing, and I need to learn about this world. I admittedly put history on the back burner when I learned about magic, but I can't put it off anymore. Growing my magical ability is great, but it's only a solution to immediate problems.</p>\n<p class=\"cnMwNGVmZTYzMjg0NjQwNjg4MDkzN2Y4ZjFhYTdmOWM2\" data-original-margin=\"\">It's a bit like a woman carrying a gun. Yes, I can technically defend myself, but if I get caught doing so I'll still be punished for it. I suspect the only reason I wasn't with Walter is because Baldwin seems to have some other use for me. Magical ability only grants power because it grants nobility. I'm not a 'change the system from within' type of girl, so that's not really on the table. I need to show people a better world is possible and give them the means to burn the current one to the ground.</p>\n<p class=\"cnNjYzRhMDUwYWZlNDQxOWI5ZTM0Y2YyYzJiNGZhMDYz\" data-original-margin=\"\">It is in pursuit of these two goals I am researching today. This is a bookshop rather than a library, so my options are limited, but there are a few books on history and policy. I stop as my eyes scan various laws, the twisting of my stomach reaching a critical point as I read.</p>\n<p class=\"cnM3MjRhMWQxZTg2NzRjOGFiMTQ2NDBkN2ExN2JjM2Qx\" data-original-margin=\"\">\"What the fuck is this Godfrey?\" I ask incredulously.</p>\n<p class=\"cnMxYWE1MWFlMDdjNTQyN2E5NTk4MGYyODljNTE0NjM3\" data-original-margin=\"\">He looks up from his smut to respond, \"What's the problem this time child?\"</p>\n<p class=\"cnMyMTEyZWZmYTZjYjQzNDg5ZTEwMmE4NWIzMTM2MjE4\" data-original-margin=\"\">\"Women always have a male guardian? What's that about?\"</p>\n<p class=\"cnNmMTM5MWNkNzFjYTQ4NzI4M2VjMzFjMDAyNDIwM2M3\" data-original-margin=\"\">\"It's really nothing child, no need to panic. Your father is your guardian until your husband takes over. It's perfectly reasonable really. You would starve otherwise, or just make exclusively emotional choices.\"</p>\n<p class=\"cnMyM2Q4YThjZjMzMzRhY2RhNmI4MzMwZTZmNWNlYWRi\" data-original-margin=\"\">This causes the hardest eye-roll of this life so far. \"And if I don't ever get a husband? What about orphans or sex workers?\"</p>\n<p class=\"cnNiNThlOTUxZGFkYTQ1NzlhNDVmYTA4OWMwNzY1NjJj\" data-original-margin=\"\">Putting his book down he sighs before explaining my foolishness to me, \"Women who choose not to get married are the property of their employers. They can be a seamstress, a maid, a waitress, a whore, or any other job suited to women's talents. They will be paid with food and shelter until they do get married if they haven't chosen whoring. This is common for women who wait until they are exceptionally old to get married and can't live with their parents. But none of those are an option for you anyway. As for orphans, they are the wards of the church.\"</p>\n<p class=\"cnM3MThhYmFkYmE3ODRiMzZhMGY1ZTE4NWNjMjJhOTc1\" data-original-margin=\"\">\"Putting aside the many, many asinine assertations you just made about women and what we are capable of, why is that not an option for me, exactly? I'm a mage, I'm already more qualified for most jobs than almost any man.\"</p>\n<p class=\"cnM1ODhiODg0MTJmOTRkMzZiYmNmMjZkMjVmY2FiZWY2\" data-original-margin=\"\">\"Exactly, you are a mage, Lillith. A brilliant one too, and you will learn a great deal of magic, but after training you are only to use it under your husband's supervision. And make no mistake, you will have a husband, it is the moral and legal duty of noblewomen to pass on their mana to keep the nobility strong.\"</p>\n<p class=\"cnMyMTY4OGNiOTYyYjRkZmQ4ZTk4MjMxNWYwY2Q0ZTUy\" data-original-margin=\"\">There are quite a few things in that statement I am uninterested in but I choke on all my competing retorts, pausing a moment before responding. \"No wonder everyone still camps out in giant circles for weeks. You have been locking magic under the supervision of the stupidest people on the planet.\"</p>\n<p class=\"cnNiYjhjZmVkMGU3NzQ5OWE5MDQyNjljODI0MzNmYjIy\" data-original-margin=\"\">\"Don't be ridiculous, child. You may have made a profound discovery but you are the exception to the rule.\"</p>\n<p class=\"cnMyZWNmNTZlNmVkMzQ3ZGFiYTA0MDRlMTM1NzI4ODBm\" data-original-margin=\"\">\"Yes, I'm sure no man has ever taken credit for a woman's spell or circle design before,\" I quip, eliciting a quickly covered look of guilt behind Godfrey's eyes. Yeah, I know what you are planning asshole.</p>\n<p class=\"cnM3NjgyMTE2OGZjYzQ5YWNhNzJlZjljNjNhNjdmODRi\" data-original-margin=\"\">This apparently strikes a chord with him because he lashes out, \"No need to throw a fit, this is why all of you need a guardian, you are too easily upset!\"</p>\n<p class=\"cnMzMjNlZmYxYjZhODRhMzliOTMyYTNmNzU3N2M2YjMx\" data-original-margin=\"\">\"Yes of course,\" I begin in an unimpressed monotone voice, \"I can't believe 'I' got so emotional. Whatever would I do without your wisdom guiding me.\"</p>\n<p class=\"cnM5NmZlNWI4NDNkNDQ0YTNiM2Q3Y2M1ZGIwNTFlOTI1\" data-original-margin=\"\">Godfrey just grunts, and I take it as a sign he is no longer interested in the conversation. I return to reading but I regret it. This law is just the tip of the iceberg. Women and children are both legally considered property for all intents and purposes. Crimes against either are identical to property damage. If someone is caught raping a commoner woman, the punishment is a fine paid to her husband. If it's a noblewoman and mage it is death, unless the culprit was a noble of higher standing than her husband. Turns out my mana is the only reason Walter even bothered hiding his plans.</p>\n<p class=\"cnNmYTgzMWJiMmI3YzRhMDQ4NGEwMzY5MzgxODJkZDZm\" data-original-margin=\"\">I suppose it's no surprise. Women are treated like children and children are treated as subhuman. Just power on top of power on top of power and greasy assholes shitting downhill wherever they land in the hierarchy. It's no matter. I am not going to have a husband. I'm not going to be some kind of magic baby farm. I will tear every pretty, noble, little thing down long before that happens, and anyone who tries to force it, well... I'm an anarchist. Walter wasn't the first and he won't be the last.</p>\n<p class=\"cnNlYzUwNjc3Zjc0ZTQ3ZjY5MDA1MWE1NGI1MjVkYTEy\" data-original-margin=\"\">I've had about as much of this as I can stomach. Time to figure out what Baldwin has been doing and how. I can't find any reference to anything like what he is doing in magical texts. I start collecting different legends and fairy tales, even grabbing a couple of religious texts. If it's not something that is openly talked about, perhaps it is something that stories are told about.</p><p class=\"cjE1ZGM0ZWMwNDYyNDRhMGQ4M2I3NWVhMjk5OWEwOTY3\" data-original-margin=\"\">Unlawfully taken from Royal Road, this story should be reported if seen on Amazon.</p>\n<p class=\"cnMzZjcxZTdhNGFmMTQ3NmZhMGRmOTI0OTQ2ZmZjZWUw\" data-original-margin=\"\">I'm interrupted by my father entering the shop. \"It's time to head home Lily,\" he calls as I gather up the books I've been reading.</p>\n<p class=\"cnMwZjgzZGE4OGYzYzQ2YmI4YTc5N2M5MThhNDQ2OTMy\" data-original-margin=\"\">\"Alright, can you help me carry these?\" I ask.</p>\n<p class=\"cnMxMDVlZjMyZDc3NDRiMWNhOGE0NGQ2YzlkM2Q0NWYw\" data-original-margin=\"\">\"Are you sure you can take those out of the shop?\" he inquires, looking in Godfrey's direction.</p>\n<p class=\"cnNhOTEyYTc5ZDIxMzQ1Yzc4MmMwMzE4MDA4NjVhYjFk\" data-original-margin=\"\">Godfrey just waves him off and says, \"Whatever, just bring them back,\" without even looking up from his book.</p>\n<p class=\"cnM1MzkzNDk1ODA5OTRjN2Y4N2FiZmZkNmQzZjY0YTAx\" data-original-margin=\"\">\"Well, alright then,\" my dad says, picking up a couple of my books, grinning when he sees a fairy tale on top. \"Finally reading something more age-appropriate are you? It's good to see you drop the 'grown up' act sometimes.\"</p>\n<p class=\"cnNjYjFiOGZmZmYxNTQ1ZmY4MjNkNTA5Njg0ODFjYzdi\" data-original-margin=\"\">\"Grown-up act?\" I raise an eyebrow at the phrase as we depart the shop.</p>\n<p class=\"cnM5NTJjNGI3OWRlZTRiMzg5NWU2MjE3YzI1ODk4Zjcy\" data-original-margin=\"\">\"You know, you always imitate the writing in the books you read, trying to sound like you aren't a little girl. It's not quite convincing with your voice you know.\"</p>\n<p class=\"cnNmOTgwY2NiZTAyOTRlNDk5NWQ3YjdlZjZiOTdhYzlk\" data-original-margin=\"\">I glare at him. I guess I have been a bit lax about acting my age, so to speak, for the last couple of years. It's just exhausting being an adult woman pretending to be a clueless child just for my parent's sake. It feels pretty similar to teaching math to rich frat boys or responding to work emails, actually. I always have to play dumb or risk hurting my parent's pride and drawing their ire. I have completely failed that with Edward already.</p>\n<p class=\"cnM1Mzc2ZThmYjlmYjQ1YWJiYWEwNmRkN2VjMTU1N2Fm\" data-original-margin=\"\">I don't have the energy to argue, however, so I just let him believe what he wants. This is clearly not an impression that will end when I get older anyway. I change the subject instead. \"How is Mom doing? Is she eating more?\"</p>\n<p class=\"cnNiNmI0OTYxNmUzYzQzMjlhNWRkNzU4ZDQxYjg5NTZl\" data-original-margin=\"\">My father's face falls at my question. \"She's having a hard time, Lily. She lives for you kids. Losing Henry was... not easy on her.\"</p>\n<p class=\"cnNjNDk1NGEyYTA2NjQ0ZDA5ZGIyMDVhODQyNjVmZjg3\" data-original-margin=\"\">\"I'm sorry, Dad. She'll be okay when we find Henry. I'm sure of it.\"</p>\n<p class=\"cnM0MmEzZWY1OWU0NTQyNjhhYjRjZGFmMDk0OGZjNGNk\" data-original-margin=\"\">He gives me a half smile in response, but his eyes betray his true hopelessness.</p>\n<p class=\"cnNlMWM3ZWU3OWZkZTQxYjc5MGQ5MTg0YzZmOWRhN2Zm\" data-original-margin=\"\">My heart aches whenever we talk about this. I miss Henry. I miss my mom, even if she never really related to me. I want to help her. I am going to help her, I'm going to bring Henry home. I am healing fast, another week and I can probably go looking for him. I have mastered a few more aspects. I can now create a small, dense pebble with earth mana and propel it with force mana.</p>\n<p class=\"cnM4YTI3ZjQ1MzY2MDRmZDNhOTFiYmU0NjIwNTc5NTgw\" data-original-margin=\"\">My poison skin experiment is going... poorly, especially with no ethical way to test it. I am missing something I can't put my finger on. I can, however, copy the light in an area and create an illusory barrier I can hide behind. I am confident I can handle a group of thugs the size I ran off last time. I just have to find him, a task I am working on two spells to help with. I am using light mana to create a sort of radar, but am struggling with receiving the signal. I am also trying to enhance my hearing, magically and physically.</p>\n<p class=\"cnMyZTFiMGUzNGZiMzRiMWU4MjI4OGY2MmM2MDA5ZjRl\" data-original-margin=\"\">\"There's something I want to talk to you about,\" my father says as we walk in silence, interrupting my planning.</p>\n<p class=\"cnM2NDRjYzc2NDdlMjQxYWViMmQ4NmMyMzExZGFlYzUw\" data-original-margin=\"\">\"What's up, dad?\" I inquire.</p>\n<p class=\"cnM1ODM0NzUzN2E5YjQ4ZTJhYmQzYTQ0NmViNDc1YWFm\" data-original-margin=\"\">\"It's about your position as a mage...\"</p>\n<p class=\"cnM1YzBkODFlZGM4MDQ3MjViNjJmYmMwZTg4Zjk3YzY0\" data-original-margin=\"\">Shit. I hate it when he brings this up. The man is so damn eager to be part of a noble house, he doesn't understand why I haven't gone to the church to be officially christened as a noble yet. I don't intend to ever do such a thing, but it's getting harder to get him to drop the subject.</p>\n<p class=\"cnMyM2E3M2VlNjMyZjRkNDFiNDU5OWJlNzg0NzZkNGU2\" data-original-margin=\"\">\"Yes?\" I cautiously ask.</p>\n<p class=\"cnNjMzBmYThmMDkxNTQ2NDVhZDU0MmQ1ZTEzMWQ0M2M3\" data-original-margin=\"\">\"I've arranged for you to meet with an etiquette tutor. You are going to be a noble lady, and to be honest Lily, you are a bit crass, even for us commoners. We need to start preparing you for marriage in a noble society.\"</p>\n<p class=\"cnNjYWYzYWRhNGJiMDRkOGQ4MDgzMjNkYjA5Mjg3Mjk5\" data-original-margin=\"\">Yep. I know what this is about. He is already preparing to try and marry me off. Not a chance.</p>\n<p class=\"cnM0NmMxYzViMzAyNTRlNWM5NzkyOTM1MjdkNTY1NTE3\" data-original-margin=\"\">\"I'm not going.\"</p>\n<p class=\"cnM5ZGMxYjllZGY0YzRhNWRiYTZlOTE4OWU3YmMwYjdj\" data-original-margin=\"\">\"Lily, this is important I-\"</p>\n<p class=\"cnNkMDhhYTI3ZmVmNzRlY2FiY2EyZTRmMGRkZGVkNWIy\" data-original-margin=\"\">\"I said no. I don't have time for something useless like that.\"</p>\n<p class=\"cnM3MTJjZTBlMmFlZDQ2MmQ4OTdlZDZjMzliOTEyYjNk\" data-original-margin=\"\">\"Now listen young lady, I am very patient with you, but I am your father. This 'I'm so grown up I don't have to listen to you' act can only go so far. When I tell you that you are going to do something, you are going to do it.\"</p>\n<p class=\"cnMwMmI4ZTZjOGUxZjRlZTJhOTkxOGFmOTE5MDQwMGM0\" data-original-margin=\"\">\"The answer is no, father. I am not going to waste my time on that garbage.\"</p>\n<p class=\"cnMwNWM1NmEzNjE4MDRkZjJhMjRlNjk2ZjUyZmY3NTRi\" data-original-margin=\"\">\"Lillith! You cannot behave like this. You have to prepare to be a nobleman's wife someday! Wives are submissive, Lily, you'll never be married if you keep making a fool of yourself like this!\"</p>\n<p class=\"cnMwN2Y0M2M0MjJkYjQ1NzY4NWRlMGVmM2JmMDcyM2Zh\" data-original-margin=\"\">\"Oh no, you are saying I won't get to tie my life to some arrogant pig that locks little girls in his cellar and uses me like the dirty socks you hide under your bed when Mom is sick? Whatever will I do?\"</p>\n<p class=\"cnM3MTZkNzdiOWVkZjQ3MWJhOGRlMmU4ZTdjMTRhMmEx\" data-original-margin=\"\">\"LILLITH! SHUT YOUR MOUTH NOW,\" he shouts, before calming himself and continuing, \"I am going to be the head of a new noble house, and I will not have you embarrassing us.\"</p>\n<p class=\"cnMyNjYyYTQ0NWExYTQ2ZGE4NGM0NmU1OGZhYzUxYzU1\" data-original-margin=\"\">\"Embarrassing you?\" I balk, \"You're just a petty bully who gets paid to round up 'criminals' for richer men to use as slaves! The only chance you have at nobility you have because of me! If my presence makes the comfort you bought with me less stable, then try and get that comfort without me. How about that?\"</p>\n<p class=\"cnMwZTUzNWYxZTIwYzQwOWI5N2EwY2E1OGE1NjM1MzRj\" data-original-margin=\"\">His rage races mine to boiling as I snap back at him. The knowledge his daughter is the reason the nobility values him at all pricks at him, but throwing it in his face turns it into a gaping wound. As we approach the house, he points at a tree. \"Fetch me a switch. If words won't get through to you, maybe this will.\"</p>\n<p class=\"cnMyYjU4MmU2MmNlZjQ2MmJiNjhlNGI1M2E5YzliMTNk\" data-original-margin=\"\">\"No. If you want to try beating me, while I'm still injured, you can get your own. I don't recommend it, though, <em>Father,</em>\" I growl at him, ready to defend myself if he tries anything.</p>\n<p class=\"cnM5MDBlY2NhMTliODQwYWRiNWI3ZmIxZjgxM2NiZWIx\" data-original-margin=\"\">Beet red, he stomps to the tree and pulls a switch off, marching back to me he pulls his arm back, ready to hit me across the face rather than spanking me but I don't flinch. \"Try it,\" I taunt, \"see what happens.\"</p>\n<p class=\"cnNmM2QxNjZlYzhkYzRmMWM5NzI3ZjQ4ZWY3NDUxYTA0\" data-original-margin=\"\">He swings full force, trying to punish my independence. It flies from his hand, snapping as it comes in contact with my force mana. I stand still, unfazed by his attempt to hit me. We stand in silence for a moment before I speak.</p>\n<p class=\"cnM0NGFkMTRjMjk1YzRlYWVhYjIwZTg2Y2JhNTcxZDYw\" data-original-margin=\"\">\"You do not own me, Dad. I don't care what my age is. I don't care what my gender is. I am not a tool to elevate your status. I am not clay to be molded into whatever image you desire. You will not try that again.\"</p>\n<p class=\"cnMwNDhlZjQ1MWEyMzQ2N2Q4MGU5ZTFlODk5OWVlZDJl\" data-original-margin=\"\">Realizing he can't touch me, he spits at my feet. \"You ungrateful brat! I can have you arrested for assaulting and defying your guardian. I can have you made a slave. You really think you can insult me like this!?\"</p>\n<p class=\"cnNhZDI1ZWMxODMyZjQ0YmVhYWFkOGY0MmFkZWZmZTRm\" data-original-margin=\"\">\"Go ahead and try. See what happens to your dreams of nobility. You have me or you have nothing. So go ahead,\" I snarl, thrusting the wrist not holding a crutch out to him, \"Arrest me.\"</p>\n<p class=\"cnMyOWIwNjgxMDBkNDRlZTc5NDZmZmQ0NTU4MDcyOTkz\" data-original-margin=\"\">He glares down at me, his pride irreparably damaged. He doesn't try to arrest me and I withdraw my hands. \"The way I behave isn't an act. I'm not emulating a book. This is me. It's not the image you had for your little girl, I understand that it doesn't make sense to you. But this is who I am. You can't change it, and you can't force me to fill that role. I don't fit. If you get over your pride and accept that fact, maybe we can move past it, however. But I'll be honest, I don't think you will. I've known for a while your pride is more important than your family.\"</p>\n<p class=\"cnM4MDhmMTkwZDU0YjRlODRhMmE0ZjI1ODZkYTIwZTI1\" data-original-margin=\"\">I begin walking the rest of the way home but he calls after me \"It's your fault Henry is gone you know. It's your stubbornness, your bitterness that brought this on our family. If it weren't for you I'd still have my son. Your mom would be ok. If you just knew your place and did as you were told this family would be whole!\"</p>\n<p class=\"cnM1YWE1NzJhOWMwYjQ3OTg4Y2JjMDQ4YzJhNmFiYjVm\" data-original-margin=\"\">I turn around to face him. \"Have you even been looking for him? You say he's gone because I don't do what I'm told, but you are a city guard. You could have found him by now. But you've been ordered to stop investigating, haven't you?\" I glare up at him, \"Henry isn't still gone because I didn't do as I was told. He's gone because you did.\"</p>\n<p class=\"cnMyYWViN2MzMjY0ZTQ2MTA5Mjk0ZmFjZDRmNGE3MDUx\" data-original-margin=\"\">I leave him with that, retiring to my room to continue reading.</p>\n            ",
  "invisibleParagraphContent": "Unlawfully taken from Royal Road, this story should be reported if seen on Amazon."
}