{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1Njk2ZjRjMWEyZjQ5OTU4OWQ5M2NhZmM5YmE1OWU4\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnMxZTI0YjllZTAyMjQyYjM5ZDBlOTQ2Zjg0Y2Q2NmRm\" data-original-margin=\"\">It's been a couple of days since I passed out, and I seem to have the issue under control. Well, I am active again anyway. With Sara's help, my know-how, and a new potion from Henry, I have been able to shave away at the various tumors. Enough that they don't hold me back from my regular schedule, and I don't think they will be a liability in a fight. They do take constant attention, however. All the mana and focus I had been using to alter my body is now dedicated to preventing them from growing. Even that wouldn't be enough without both Henry and Sarafyna, considering they are themselves bursting with mana.</p>\n<p class=\"cnNkNzRiMDdlYTY2ODQxM2ZhZGVkNmIyMzg2MjAwYzA0\" data-original-margin=\"\">Of course, Sarafyna's divine magic continues to misbehave exclusively with me. Much like with her attempts to heal my scars or aid in altering my body, her magic is extremely slow and ineffective. Without learning how divine magic works, it is extremely difficult to determine the source of this issue. And Henry's potions, close estimations of earth chemicals and hormones, make me feel sick. But I am alright, provided whatever caused the initial tumors doesn't hit me again. I was working on claws too, now that I don't have to hide the changes. I suppose they'll have to wait.</p>\n<p class=\"cnNhNWYyNjg5OGJjMzRhNjY4ZDhkMzVlNTdiZjdhYzBk\" data-original-margin=\"\">I pull out one of Henry's potions and throw it back, doing my best to ignore the repulsive taste. It's only a few moments before the back of my mouth grows hot and the urge to vomit seizes me. I have to use the mana in my body to suppress the impulse and allow the potion to do its work. This is going to take some getting used to, but I can handle it. I'm more concerned about someone else being targeted than anything. I am surviving thanks to the abilities of two close confidants and my own expertise from another fucking reality. If this isn't an isolated incident, the next person to get hit is dead.</p>\n<p class=\"cnNiYjdmZDdiOWU1YzRkZDZiNjZiNjFjOTczMzEyODYx\" data-original-margin=\"\">This presents something of a problem. I have too much to do. We need to take advantage of the time we have now to offer people in other cities a way out. The bits of Radiant Woods in every city have been keeping them relatively free of the church's control, and Godfrey should be distracted with, well, everything. I've made some trouble these last few years, and it seems like I'm not the only one. If I want to completely dismantle the monarchy, outreach in all the other cities is paramount. Especially while the capital is resolving its power struggle. Godfrey did take the throne faster than I expected, but that doesn't mean he is ready to stabilize the entire country just yet.</p>\n<p class=\"cnM2OWM3NjQ5ZTk2MjQwYzE4ZDhjY2VmYzRkZmIwZDVm\" data-original-margin=\"\">Every city is struggling with the same labor shortages and every commoner in them is looking down the barrel of slavery. I, and as many volunteers as I can get, need to act now. We need to either evacuate as many people as possible or, even better, simply liberate the cities entirely. This depends largely on the state of each city and how the city lords have been handling their labor shortage. There are a few that, I believe, will happily take the city itself from the kingdom. It will be harder to suggest a new method of doing things to these places, but people will also not need to leave their homes just to have a better life.</p>\n<p class=\"cnM2NDJlYzk0M2RhNDRjYTc4ZTMwMTUzZjFkZjUwYTMz\" data-original-margin=\"\">But I can't just ignore the capital either. Especially if that's where I got the cancer. That's what scares me the most. Sure, I'm scared that Godfrey, or Darian, or the Collector, or some noble whose brother I killed found a way to target me with a weapon I can't effectively fight. But I am <em>terrified </em>that they haven't. That it just happened because I went to Visenar. Because if it isn't targeted? The danger is <em>everywhere, to everyone. </em>It would explain why everyone was cowering in their homes and rooms. I like to believe the entire city isn't toxic but... Godfrey sounded pretty concerned about <em>something. </em>If that wasn't just whatever fire was in the city...</p>\n<p class=\"cnNjNDMwYzhmNjUyZDQ1ZTliOTA5ZGE5MWJkYzYzNmMw\" data-original-margin=\"\">I shudder at the thought. Suzume, sensing my discomfort, jumps on the bed and lies by my side. I idly scratch her chin as I worry. I can't just ignore the capital. But I can't send someone else either. But I am probably the worst person to go as well, since it seems to be a massive trap for me specifically. How the fuck did Godfrey even get so many circles up so quickly? Especially while dealing with whatever he is dealing with? Truth be told, the only person I can safely send would be Sarafyna. But, aside from my own concerns about her, she is too important. Without her, everything falls apart. I need to at least research the circles. How they work, where they are, and how I can disable them.</p>\n<p class=\"cnNkM2JlMWEyMzc4NDRiOWFhMmJiMTg5N2NmZDMzMzlm\" data-original-margin=\"\">I sigh. There is only one thing to do. I meant to visit Clarrise days ago, and it seems my reasons have only grown. I need to ease the burden on Sara as soon as possible and establish these communities in a sustainable way. We need long-distance communication, and Clarrise's town is my best bet. I scratch Suzume a few more times then groan as I climb out of bed. I truly feel like hell. But hey, I was a grad student. Who better to melt mountains of ice while exhausted beyond belief? I open my door, ready to head to Sara's house, only to find her standing in front of it. She has one fist in the air, prepared to knock, and a straw hat in the other.</p><p class=\"cjc4M2Q2NzhiZTY5MjQ2M2ViMDA4MWE4OGMyM2ZiZjdk\" data-original-margin=\"\">A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation.</p>\n<p class=\"cnMyNGNiNjJhOTI1YzQ5MDZiYzQ4ZTE4Mzg2NzY3MzUz\" data-original-margin=\"\">\"H-How are you feeling?\" She asks with a nervous smile. I cross my arms and lean against the door frame.</p>\n<p class=\"cnNkOWEwYzBjMGQ3NjRjNWRhYmQ0OTBhMGZjODQzNWFk\" data-original-margin=\"\">\"Sexy as shit, as usual, how about you?\" I respond. She bites back a chuckle.</p>\n<p class=\"cnM1ZWY0ZTQzNzM0MTQ3ZThhNDVmNzRlZjkwNjA3ZTEz\" data-original-margin=\"\">\"First of all, Annie, you know what I meant. Are you okay?\" She presses and I nod.</p>\n<p class=\"cnM5OWM4YmVhNDYxMDRlOWQ5M2JkNzc1ZTA3YjQ0MmQ2\" data-original-margin=\"\">\"Yeah, Sara. I'm okay. It's been a rough couple of days, but I'm pulling through. Thanks for all your help,\" I answer earnestly.</p>\n<p class=\"cnMxOTg4MjUyZGJjZDQ4MDI4MGI2Y2M5OThlZjg3Mjhm\" data-original-margin=\"\">\"I'm glad to hear it. I can try and help again, if you need?\" she offers. I don't think it would do any good at the moment, so I shake my head.</p>\n<p class=\"cnNhNWY2NDY4YjFkNDQzNjA4MTNmMGE3NWYyOGRjYzJk\" data-original-margin=\"\">\"Not right now. We need to... wait, what do you mean 'first of all'?\" I stop and she gives me a small, guilty smile.</p>\n<p class=\"cnNlM2VjZGRiNWMwMDQ1NjJiMWU1OWMwN2M0ZTI5YjI1\" data-original-margin=\"\">\"Second, you have like twelve rat nests in your hair and your skin looks like an onion. I mean you are beautiful, as always! But, yeah...\" she trails off, offering me the hat she prepared for me. I smile as I cover my apparently dreadfully tangled hair with it. It matches the one she is wearing, both designed based on a goofy cartoon I drew for her maybe a week ago. \"Why did you want a hat like this anyway?\" She questions, examining the simple, round design.</p>\n<p class=\"cnM5MzM2OTc4MzM1NDRhNmRhM2JiNTA1NThkMDJmNWJh\" data-original-margin=\"\">\"Because,\" I begin, interlocking my fingers and cracking my knuckles, \"I wanna be king of the pirates. Now come on, I want to visit Clarrise.\"</p>\n<p class=\"cnM4YWUzNDZhNTJhMzQ5YjlhOWQ3MmM3OTdiNWMwZTQw\" data-original-margin=\"\">\"Since when have you wanted to be the king of anything? And are you sure you're feeling up to it?\" Sara prods, a skeptical look weighing her eyes down. \"It may be better to rest more?\"</p>\n<p class=\"cnM5ZjU3YjEwZmRlYTQ0YTFhNThjNDc5OTJiZjViMzgx\" data-original-margin=\"\">I give her an apologetic smile and shrug. \"I'll sleep when I'm dead,\" I reply, then hurry to placate her when she is immediately strangled by clear anxiety. \"Which won't be for a long, long time, I promise! But the world can't wait for my best days. Come on Sara, will you take me?\" She looks hesitant, but nods after a moment.</p>\n<p class=\"cnNkMzFkZmJlNjgxMTQzYTRhNzJkYmJkOTkxZDk5NTgx\" data-original-margin=\"\">\"Alright. But I reserve the right to take you to the nearest bed if it looks like you need it!\" she insists. I have to bite back the obvious joke that comment inspires, but she doesn't seem to notice.</p>\n<p class=\"cnNkNTBjN2U5MjY3YjQ0NzU4MmEyMjJmNjRhOGY0ZmFi\" data-original-margin=\"\">\"Thanks. I'll take it easy, I swear!\" I hold one hand up and another over my heart and she rewards me with a quick nod. My muscles throb as we walk down the beach but I don't let it show too much. We spend less than a second in the Radiant Woods before we emerge in a large valley, snow-capped mountains peering down on us from all directions. In the center are three massive buildings. From a distance, they almost look like skyscrapers from Earth. Sarafyna grips my hand as we walk quietly together and the reality of them becomes more clear.</p>\n<p class=\"cnMxZjkyNDY3NjUyMDQwYjNhMDU4NTY2Mjg3YmE4NjVm\" data-original-margin=\"\">Rather than the buildings of my past life, these have been erected with the earth mana of at least a dozen mages. Each is only occupied up to the tenth floor or so, but they were built with a much larger capacity in mind. Surrounding the outer walls, every floor has a wide terrace of farmland. Small orchards and fields create vertical agriculture all the way up to the highest occupied level in each building. This is an idea I idly mentioned to Clarrise and she really ran with. Instead of the travel and trade-based cultures we are all used to, this town plans to sustain a potentially huge population in a limited space by growing up, rather than out.</p>\n<p class=\"cnNjNThlOTkzZWQ0MDQ3N2RiMjJmMmI0NTkxNDQ0N2M5\" data-original-margin=\"\">At each corner, magically created water flows down like a waterfall, channels in the wall helping direct it to the various elevated farms as needed. It's already amazing and it's not half what it will be if it keeps growing. Sara and I make our way to the second building and enter the ground floor. A boy runs by, maybe thirteen years old, leaving both me and Sara wide-eyed. Not because thirteen-year-old boys are unlikely to be found running in public, but because we both remember him. I carried him here myself, straight from a house of penance. A house of penance he had lived in since he was missing a leg.</p>\n<p class=\"cnMwZGJlZjk1YjA5ZjQzYThhOTJkNGZlZDU1YWU1ZjFl\" data-original-margin=\"\">Sara had, of course, volunteered to help people like him heal to the best of her abilities. But there are too many people to heal everyone perfectly and right away, especially since it requires both Sara and me to participate in the healing. Missing limbs are even harder since, although divine magic can increase a person's body mass to an extent, it can't completely grow new limbs without another source of organic matter. At least, Sarafyna can't. The abilities of divine magic always seem inconsistent to me. In any case, we certainly didn't help this kid.</p>\n<p class=\"cnNlMWZkM2MxN2NlMTRiNWE5YTI2ODRlZTczNmZmNzQ3\" data-original-margin=\"\">No, he seems to have a new, prosthetic leg, built from stone and glowing with the mana which moves it. \"Did they have those last time we were here?\" Sara asks and I shake my head.</p>\n<p class=\"cnM4ZThkOWQzYzNhNjRmYzk5MTM3YmM3MWQ2MmUzYzNl\" data-original-margin=\"\">\"If they did, they didn't show us,\" I reply, impressed. I am always impressed when I come here. \"But, necessity is the mother of invention. In a way, this is one of the things that has made me so angry about Potestia for so long. Think how many hundreds of years ago people could have used this, if they didn't just shove their undesirables in...\" I pause as Sara winces. \"Well, you know what I mean. Mana is... amazing. It disgusts me that something that can do so much good has been looked at as nothing but a way to maintain power for so long.\"</p>\n<p class=\"cnNlNzYxODBjNDRiZTQzYWE5MWZlZGU1OTA1NDIzYzVm\" data-original-margin=\"\">\"Yeah...\" Sara agrees quietly. She is looking around the building as we board a large platform on the inside wall of the building. I grip one of its rails and start pushing pure mana into it. The mana follows channels in the railing to four different steel mechanisms on each corner. Force mana radiates from them and we slowly begin to elevate along rails in the wall. I keep channeling mana until we reach the sixth floor, where Clarrise lives. As I stop, the devices lock into the wall and the mana elevator halts.</p>\n<p class=\"cnNhZWE2ZGJkNjNkNzQ4YzE4ZGVmYTNjYWZiZjUxMjJl\" data-original-margin=\"\">It doesn't take us long to navigate the earthy but orderly halls of the open building and reach Clarrise's lab. She answers the door only a moment after we knock. Her smile is warm and welcoming, radiating genuine joy at our presence. This fades immediately as she looks up and down my body with concern.</p>\n<p class=\"cnNmZmE5YjE0ZTA2NDRmZDViMzJhMDA0YTYzMGM0ZWMw\" data-original-margin=\"\">\"Lillith, you look terrible,\" she greets.</p>\n            ",
  "invisibleParagraphContent": "A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation."
}