{
  "preChapterNote": "<p>Hi folks! You may notice from this chapter on that I don't gender the word \"fiancè\" regardless of who I am speaking about. This is intentional. It's not inteded to indicate anything about the characters, but I am electing to use one form for now. Thanks!</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhMmIyNzg5ZWQzMTRhZDNiNzMyYjkyZDAxOWM1OGU1\" data-original-margin=\"\">\"That's certainly an interesting theory,\" I address Baldwin directly, completely nonplussed. I am livid, but there isn't much I can do at this moment beyond clenching my fists. I struggled against Rosalind, a weaker mage than me, and Baldwin is stronger by orders of magnitude. More importantly, he has the authority of the country behind him. I can buy time but not much else. \"I'm twelve; you and I both know you can't marry a noblewoman any younger than fourteen.\"</p>\n<p class=\"cnNiZWE5MzE3YTY4YTQ0NDRiYmIxYzc5Y2M3Yzg4YzYw\" data-original-margin=\"\">He grins as he responds, \"You aren't a noblewoman, are you?\"</p>\n<p class=\"cnNiN2NiZmYwZDQwMjQ2MmRhY2JhNTQwN2M0ZDY0OTEz\" data-original-margin=\"\">\"No. But I'm a mage and the church will never approve the match if I'm not christened as a noble first,\" I retort, crossing my arms.</p>\n<p class=\"cnNkYWMzNzJiNDczNDQzMzc5NGUzYmJmOTFhMWRhYmZk\" data-original-margin=\"\">\"Lily, it's harvest-time,\" my father interjects with a smirk, \"That makes you thirteen now.\"</p>\n<p class=\"cnNlMjEyZGVjZmEwZTQxYTA5ZWVhYzg4YTQyMzQzMzAz\" data-original-margin=\"\">Baldwin leans against our table and begins peeling an apple in the air, using some kind of mana I haven't grasped yet. He doesn't bother looking at me as his bored voice explains, \"I am the son of the city lord. Our wedding will take a year to plan anyway; guests will need time to travel and arrangements will need to be made. You'll be old enough when the time comes.\"</p>\n<p class=\"cnM2OWY2ZjJhNjM2NDQwNjBiN2NhYmZhYjlmN2IwMzc3\" data-original-margin=\"\">If I had a heart rate, it would be leveling out at this. I have time. A year at least. I can work with a year. One year to find Henry, learn what Baldwin is doing to my memory, and plan to deal with the wedding. I've dealt with more in less time.</p>\n<p class=\"cnMzMTg1NGFkNDc0ZDRjMjdhMmVlOWY5MWY0ZDVkNjQy\" data-original-margin=\"\">I'm drawn from my racing thoughts as Baldwin continues, \"Of course, you do make an excellent point. The church has demanded you be christened as a noble. They have already approved the engagement, but you will need to establish your house. Pick a house name, I won't be marrying an unnamed noble. You will be Lillith of Tudor before long so anything will do, but pick something suitable for your family.\"</p>\n<p class=\"cnNkZjM3YWU0NTBmNTQ2YzViNmZlNjlkNzhiYjczMjA3\" data-original-margin=\"\">My father and I make opposing expressions at that. I have zero interest in a noble title and he has been trying to make an appointment with the church for years. He would have succeeded if either Godfrey or I had been open about my mana. He is beaming as I reply through gritted teeth, \"And when, exactly, am I to be christened?\"</p>\n<p class=\"cnNjNGZlNmU5MzU4MTQ0ZjhiNDExMDFmZjRkMDhiNDAw\" data-original-margin=\"\">\"In one month. I look forward to welcoming you to the nobility my dear fiancé,\" he answers through a slimy grin before giving me a sarcastic bow.</p>\n<p class=\"cnNmY2MwODAyOWViMjRmY2Y4YTJjNTczNTdlNjdlNjMw\" data-original-margin=\"\">I can worry about that later I suppose. It's not like the church could make me act like a noble just by putting my name on a piece of paper. Probably, women aren't allowed in the church without an escort and rarely before they are 'adults'. I have read some accounts that they use unique magic, I shouldn't write off the possibility of manipulation magic, except that's simply not how magic works. Or it shouldn't be but thoughts of Baldwin's unique trick flash through my mind.</p>\n<p class=\"cnMwNjhkNDg3YTY4NTQ0MzU5NjdlZmQ5M2ZiMjUzYTMy\" data-original-margin=\"\">\"Very well. Will that be all, Baldwin?\" I ask, policing my expression and tone for the rage I feel at even pretending I might comply.</p>\n<p class=\"cnNkMmUwZGJhNzAxMjRkYjNhMTQxMDMzN2M2ZjJiY2Vj\" data-original-margin=\"\">\"Nothing of import, although I would like to discuss something in private if you don't mind. Your father can work with you on the rest of the details afterward.\" He requests this in a tone indicating it isn't an actual request.</p>\n<p class=\"cnMzZGUyMzcwY2UyODQxMTc5MmZkYzMzMjk3MTI5NDc5\" data-original-margin=\"\">\"Of course Lord Baldwin!\" my father eagerly agrees. \"I'll be waiting just outside!\"</p>\n<p class=\"cnMwNGNhNmE5MTZiNzRlN2NiNThhMDQyNjUxOGI3ZjA2\" data-original-margin=\"\">I stare Baldwin down as my father exits the house. I am absolutely determined to respond to whatever he is doing, or at least figure it out. I let my mana boil out around me. I am ready to respond at a moment's notice. I will react the second I see Baldwin crafting any new spells.</p>\n<p class=\"cnM0ZTk2MDYwNTk0NTQ5NWFhOGRhY2I5MWE4ZGI4YWY3\" data-original-margin=\"\">A breath later Baldwin speaks to me, \"That will be all today, I will be back next week to speak again.\"</p>\n<p class=\"cnM3ZWNiMzRiOGFiMjQzYjNhYjIxZDYzOTQzZDgyYWU4\" data-original-margin=\"\">I stand completely still. I hadn't even moved; my individual fingers are still in the same position. The only change is I am sweating and my muscles are tense. I feel like I just flexed every muscle in my body for as long as I could stand. Adrenaline courses through my veins and I begin pacing, desperate to use the energy on something.</p>\n<p class=\"cnNlODU4ZWY5YTZmNzQ2YTA4YzQ3Yjk0MDYyNmNmMGM2\" data-original-margin=\"\">\"That took quite a while didn't it Lily?\" My father asks as he re-enters the house.</p>\n<p class=\"cnM3ODc1NGY0Y2RlMDQ3MWNiYWM5YjE4YTUxYTZiNWRk\" data-original-margin=\"\">\"What do you want Richard?\" I snap back, furious with him. Furious with Baldwin. Furious with myself. In this moment, however, he can have all of it.</p>\n<p class=\"cnMzYWMyMTlkMjZiOTRhMGY4NDJiZTg1MjBmMDFlMGQ0\" data-original-margin=\"\">\"Richard?\" he asks completely aghast, \"Lillith, I am your father. You will refer to me as 'father' or 'sir'. Is that understood?\"</p>\n<p class=\"cnM4NjY2NGM5NjA0NTRiMjdhZjgxYjAwODU4ZDhjY2Q3\" data-original-margin=\"\">\"Father? I don't have anything like that. If I did he wouldn't sell me.\"</p>\n<p class=\"cnM1ZGIzMDIxMGMwMTRmYjY5ZWJhNDIzOTA5YWQ1NDNk\" data-original-margin=\"\">\"Sell you? SELL you? Lillith, I am doing this FOR you! He is the next lord of Satusmor! You are going to be his wife, you'll never have to worry again, none of us will!\"</p>\n<p class=\"cnNhYmU5ZjVhMTUxMjRiMTVhYjNhOThlZTE0OWNiZGRh\" data-original-margin=\"\">\"You are doing this for you, Richard. Do you think I can't see the greed behind your eyes when you talk about nobility? Do you think I can't see the disdain behind them when you look at me? I'm just your only child that failed to be a son.\"</p>\n<p class=\"cnNjYjY5YjkzYWNiZjQ4ZTZhYzNmNzI0NzY0M2U3ODcw\" data-original-margin=\"\">\"You are my daughter! And this is the best life you can hope for! The only life where you don't have to struggle every day to survive! We'll have power, authority, wealth, everything we ever wanted or needed!\"</p><p class=\"cjAxODYyYzg5NGRkMTRlM2NhNGE1MGY3OTcwODkyZGYw\" data-original-margin=\"\">Stolen novel; please report.</p>\n<p class=\"cnNhYWEzMjExYTllODRhMmQ5NDllYTRjYzg5NTlhMDA2\" data-original-margin=\"\">\"I never wanted any of those things! That's everything you ever wanted!\"</p>\n<p class=\"cnNmMWE0YTliNDk1ZDQ4MzQ4M2EzZDA0ODk0NjEwOGY3\" data-original-margin=\"\">\"THAT'S THE SAME THING!\" he screams in my face, before taking a few deep breaths. \"I am the head of this family. What I want for us is what we want, and soon what Baldwin wants will be what you want. I have fed and taken care of this family for years with my money, you would be starving on the streets or selling yourself without me. So would your mother. You can finally do something to return the favor and this is how you behave? You should be ashamed of yourself!\"</p>\n<p class=\"cnM1MmZjYTdiZmM2MzQzYTZhMDJkMjA1MWQyZTNjMzFk\" data-original-margin=\"\">\"Favor?\" I retort, practically spitting the word in his face. \"You can't take all the options from us and call it a favor to let us survive in the one option left! You're a jailor, not a father.\"</p>\n<p class=\"cnNhNzdjODgyM2QxZjQ5MGM5MDYzNmMxYjJmN2YzOTNk\" data-original-margin=\"\">\"Well, that's just the way the world works. You'll have to deal with it, or did you expect me to ignore thousands of years of culture so my daughter would be happy?\"</p>\n<p class=\"cnM3ZWNkYTljMDhmMDRkMWI5MzAyMDc2YzkxYzA5MDJl\" data-original-margin=\"\">\"YES! I don't care how the world works; I don't care if that's how the world always worked! You could have done better; you could have been better than the man you are.\"</p>\n<p class=\"cnM1MDZjMDBkZWJmMzRlNjM5ODFlMzdkODFiNWI5NDcx\" data-original-margin=\"\">\"Well. I'm sorry to disappoint you Lillith but I just don't see why I would do that. Now I have Lord Baldwin's backing. You will be seeing an etiquette tutor before you get married, and you will not give me lip about it.\"</p>\n<p class=\"cnM2MGQ0YzU0MWNkMTQzMDk5NTMwMWMyMTA1ODhjYjU5\" data-original-margin=\"\">\"Fine, Richard. I'll see the tutor. But I won't be getting married. I'll warn you now, do not pin your hopes on this engagement.\"</p>\n<p class=\"cnNjMmEzZjRlNDQ2NzRhZmJhNTUwNjUyY2YzNTk2ZjI0\" data-original-margin=\"\">\"Do not call me Richard,\" he snaps before smirking. \"And yes you will. There is nothing you can do about it. Just trust me, this is what's best for you.\"</p>\n<p class=\"cnM0NjM0NTUwZTk4NjQ3NmM4MDRhM2Y5ZWNmM2M0MzMw\" data-original-margin=\"\">\"I'll decide what's best for me, Dick,\" I respond, technically complying with his demand. \"Now if you don't mind I need to bring Mom her dinner.\"</p>\n<hr>\n<p class=\"cnM2YTA1OWJmMGJmMjRmNjI4NTBmOTdhNTkzMzRmZjZk\" data-original-margin=\"\"><br>Later in the day, I work in my room. I still can't modify my body like I want to. This works on plants just fine but the changes won't stick on my own body. I will make an adjustment and it will revert itself by the next day. No matter what or how much I do, I can't adjust my biology at all. Poisonous skin would be extremely helpful with a man trying to force me into a marriage.</p>\n<p class=\"cnM5YzEwMzBmYjljMTQ3YmE5ZmNjODcyZDczZTRiOWMx\" data-original-margin=\"\">I finish internally scanning my body only to once again be met with an unchanged physiology. I don't understand this; it can clearly be done. Mana controls my blood flow and enhances my strength and body. Mana can modify my body, I'm just missing something. I feel like I am trying to make a handprint in water. Frustrated, I throw my journal on the ground and scream into my pillow.</p>\n<p class=\"cnM0NWZmZDVlODMyMjRlZDc4ZGY4MzVlZDM5ZmJjMjI0\" data-original-margin=\"\">I am not in the mood to fail at something else. I decide to move on from this experiment and meet up with Gilbert. I want to meet Tommy and set up a magic circle for his group as well as look for new leads. I still don't like Gilbert exactly, but he seems to have my back when it comes to finding Henry.</p>\n<p class=\"cnMyM2E1Y2Q5Y2I4MDQxMjg4MTNlYjk0NDJhZjY2ZWVh\" data-original-margin=\"\">I approach his room and knock on the door, immediately hearing two heavy thuds, scrambling, and a yell through the door, \"One moment!\" I chuckle, wondering what he had been doing that I startled him so badly.</p>\n<p class=\"cnMwYjY4NDFjNGE2MjRhNWQ5Mzc2NmM5NjRmYTAxZjA3\" data-original-margin=\"\">Finally, he arrives and swings his door open. He looks a bit embarrassed as he greets me. \"Sorry! I was just uh, doing some studying. What do you need Lillith?\" I lean over and look behind him where I see his chair on the floor and laundry thrown on top of his desk. His quick disguise of the drawing on his desk failing as a draped tunic falls off and reveals it. It looks like he was trying to learn to draw and there are amusing, badly drawn animals in charcoal on his desk.</p>\n<p class=\"cnMwY2I1MTAxOTkzMTQ3YWE4ZmU3OWZjZjFiNTE0YWEx\" data-original-margin=\"\">\"...Right,\" I respond chuckling. \"We need to meet up with Tommy, we have more to do. And I need you to buy me some pants.\"</p>\n<p class=\"cnNiYjQzMDUyYzlkNDRjYzBiZTkwOTQyZjBkZDA0NTM2\" data-original-margin=\"\">\"Pants? Lillith, you're a girl,\" he laughs.</p>\n<p class=\"cnNlZWNhODdjNmYyYTQ3ODU4NGY4ZTkwMTdkZGI3MDBl\" data-original-margin=\"\">I roll my eyes. \"Gilbert, my dress could've gotten me killed last night and we haven't found Henry yet.\"</p>\n<p class=\"cnMyNGQzMGJjZDFlNzRhZjU4MWY5OTZlNDA2NzBmZGUw\" data-original-margin=\"\">\"Yeah but it just wouldn't be prop-\"</p>\n<p class=\"cnNiOGNiNzY3MDk0MDQ0YjRhN2Q4OTVhMTk5OTVmMTZm\" data-original-margin=\"\">\"Do you want to fight the next mob?\"</p>\n<p class=\"cnMyZDQwZmJhNGRjMTQxMDZiNjk5NjcxYzIyZTgyZDg1\" data-original-margin=\"\">\"... No, not really.\"</p>\n<p class=\"cnM0OTI1MDdjZGQ4YjRjMzFhNDY1YTY0NDZmMjViMDNl\" data-original-margin=\"\">\"Then I need pants. A few shirts too, and some better boots.\"</p>\n<p class=\"cnNhMjM4YzZjNmE5OTQyODY5YmE3NzhkYmIzZDNiYzVi\" data-original-margin=\"\">Gilbert looks at me skeptically but nods. \"Okay, Lillith, I'll do what I can but nothing is going to fit you that well.\"</p>\n<p class=\"cnM5MzEzN2E4YjU4YjQ3NzFhMjk3MTQ3MjM0ZDEyZWRj\" data-original-margin=\"\">\"Oh no, are you saying my girlish figure won't stand out while I'm searching the slums for our kidnapped brother?\" I gasp, feigning horror and holding my hand to my mouth.</p>\n<p class=\"cnM2YTMxYzQyNjBjNTQ0MjNiZGU3NzMwOTc1NDE1OWI5\" data-original-margin=\"\">\"No that's not- I mean- oh never mind,\" he sighs, \"let's go.\"</p>\n<p class=\"cnMyYzI5MGI2ZWQyZjRmYWJiZDhhMWY4MTVkNTIyNDUx\" data-original-margin=\"\">\"Speaking of pants,\" I add before we leave, \"Yours are unbuttoned. Looks like you were exercising too hard.\"</p>\n<p class=\"cnMxZjFmZTczYjBiMjRkMzliYTc1YTUyZWZlNTgwZDcx\" data-original-margin=\"\">His face flushes and he scrambles to button himself up before we depart.</p>\n<hr>\n<p class=\"cnNkNThjY2U1MmIyMDRiNDM5YTY1OGQyNTY5YTI4NWQx\" data-original-margin=\"\"><br>The tailor gave us a little trouble; he didn't quite buy our story. Gilbert claimed he was buying clothes for his brother who was about the same size but he didn't understand why Gilbert would take me instead. He wouldn't allow me to try the clothing on and insisted on eyeballing the sizes.</p>\n<p class=\"cnNlZDU1MDJkMzBhYTRmMjg4Mzk4N2JhZWMzODExYWU0\" data-original-margin=\"\">Nevertheless, I had some actual clothes for the first time in this life. A new pair of pants, boots, and three shirts. They were fairly baggy but not too bad; I could move much more freely now. I had my hair tied up in a messy top knot and felt much more prepared for the night's activities. The next stop was Tommy. We stopped and bought a boatload of the cheapest food we could find from a shadier stall in the area. A lot of those kids could use the food.</p>\n<p class=\"cnMzODA4ZDgzYWY1NDQ3NjNhNGM3MzE2OWMzOTM2ZmQ2\" data-original-margin=\"\">We made our way to the alley I met him in and found him waiting for us. \"Miss Lillith! I didn' know if you was gonna show up!\" he exclaims as soon as we are in full view of each other.</p>\n<p class=\"cnNkMTA2NzM3MmE0NjRjNTg4OTdmNTQyY2M0MGRlMjFl\" data-original-margin=\"\">\"Of course we came Tommy, I promised, didn't I?\" I respond with a smile. I am so glad he's ok. \"How are the rest? Anyone hurt? Arrested?\"</p>\n<p class=\"cnMzODg4YmYzMTdjYzQ3N2U4NjQzNWQyOGIwOGQ1MzYz\" data-original-margin=\"\">\"Not a soul miss, guards 'n folks came tuh look at the ol' hideout but none did nothin'. I don't think none of 'em even thought tuh ask us!\" he informs me, clear relief in his voice.</p>\n<p class=\"cnMzZmQxZDYzZTkxYjQ3YWI4OTFmMzVkOWYzMWUwYWQ1\" data-original-margin=\"\">Tension leaves my shoulders as well and Gilbert grabs Tommy and pulls him into a hug. \"I'm so glad to hear that. Can you take us to the rest of your friends? Your family? This food is for them.\"</p>\n<p class=\"cnM5YzM1NzNlYmZlZjRhNTA4YmU3MjYzOTE0NTBhOWIy\" data-original-margin=\"\">Tommy's face lights up like the sun and he gives me a bigger grin than I knew he could. \"Yes'm, I'll lead the way!\"</p>\n<p class=\"cnNhYzg2NjBiYTY4NjRjOTBiZWQ5NWMyODAwNDdlYTRl\" data-original-margin=\"\">Gilbert and I follow him down the winding roads until we are led to an encampment. There is no cover, just a large number of makeshift tents and shelters surrounding various communal firepits and resource piles. It reminds me of unhoused camps back in my old world, except it is occupied almost entirely by children.</p>\n<p class=\"cnMxOTk3OGI4YzU1YjQwZjA4ZjhiODRhMmM3NzdlMzU5\" data-original-margin=\"\">My heart breaks for them, but I steel my resolve. Gilbert sets up near the middle of the camp and announces, \"I've got food! Anyone hungry come this way!\" I probably should have stopped him so he handled this more smoothly, but Gilbert remains as oblivious as ever. As it stands half the children swarm him and the other half seem too scared to approach.</p>\n<p class=\"cnNjY2MwMjMzOGIzZTQzY2U4ZmIyZDBjZjVkY2JkOWI4\" data-original-margin=\"\">\"We'd better go help him,\" I say and Tommy nods, laughing. As we walk over I say, \"This won't do at all. We need somewhere sheltered, more private...\"</p>\n<p class=\"cnNhNGU0MWQxZjI0NjQ2MTM4YzNjYjFmODI1NzJlZjM0\" data-original-margin=\"\">\"For wut miss?\" Tommy inquires and I look over at him.</p>\n<p class=\"cnM1NDJjNTc4YzBiOTQ2ODNiZThmYTdlMzlmOWU5MjZi\" data-original-margin=\"\">\"Well, to teach you all magic of course,\" I explain as if it was the most obvious thing in the world.</p>\n            ",
  "invisibleParagraphContent": "Stolen novel; please report."
}