{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1OTUzYjFjZmIxYTQ4NjhhOGQ3MzdhMmY2ZjQ5MTVj\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNlMzIyODFjYjE0YTRmZDJiMjJlNTQ1ZWZlNGMyNThi\" data-original-margin=\"\">I finish getting dressed and applying my make-up. God, it feels good to be clean. I have been dreaming of a clean pair of underwear for two days. I’ve gotten used to this medieval make-up now, and apply it with far more skill than almost anyone else in town. It only recently stopped being a luxury good for most of the residents here which makes it look a bit silly at times. Interestingly, like with soap, previous conceptions about it have disappeared and I even see men using it all the time in several communities. I am in a remarkably good mood as I finish covering my faint scar. Today I escaped an execution, scrubbed the world of two evil men, and moved to a new house. I’m on cloud nine. I also get to see Leo today. I have been constantly worrying about him since finding him that night. I know he is alive at least. I am so excited to start working with Sara to help him like we had always promised. We will of course need to go and retrieve his sponsor as well.</p>\n<p class=\"cnNkMjc0ZGQwNTkyNjRlZDhiMjZmYWNlZGRlMTk4M2Mz\" data-original-margin=\"\">I tilt my head in the mirror in a few directions to make sure I haven’t missed anything. I do catch that one little hair that insists on growing out of my chin and pluck it. It’s funny how I can mess with my cycle and hormones but that little black chin hair persists no matter what I do. Finally satisfied, I stand from the vanity. Before I leave my new room, I stop to give my attention to the most important woman in my life. My most darling friend and steadfast ally. “How are you doing little Sousaphone?” I ask as I scratch Suzume’s chin. She purrs and rolls onto her back, tempting me to stay too long. But, my family awaits so I leave a treat for her and head out.</p>\n<p class=\"cnNmOGY4N2I3MGI1YzRkZTU5NDAyZGFjOThhYmNlOTAz\" data-original-margin=\"\">My mom provided the clothes I am wearing now. I am pleased to say she's sewn quite a few outfits consisting of blouses and pants, which she would have refused a few years ago. I am very excited to wear them openly… starting tomorrow. Tonight is… well it’s the first night Sarafyna is going to see my face. Well, she saw it earlier but I’m certain I didn’t exactly look like a sex goddess at the time. Tonight she’ll see me without mud and blood caked to everything. I want to make a good impression, so I’ve chosen a lacy crop top with half-arm sleeves and a billowy maxi skirt.</p>\n<p class=\"cnNhMTcxNDgxM2EyOTQ2MjZhNmIzZDI4NTgwNjA5MmM0\" data-original-margin=\"\">It’s a bit hippy in design and my mom stared at me for a good five minutes in silence when I described the top, but I have to say… I look good. If I am lucky and Sarafyna is as receptive to my lifestyle as I hope, this outfit will go a long way toward helping her realize that. Well, maybe. It’s possible I am projecting since a similar outfit on another woman may have been involved in some personal revelations in my teenage years. But hey, if it worked on me… “There you are, come on, everyone is waiting!” Henry calls as I round a corner. He waves me over and I follow. “You clean up nice kid,” he jokes and I chuckle.</p>\n<p class=\"cnMxNTlkNjI3NThlMjQxYjRiZDI2NGE2NWQwMzkyNjFm\" data-original-margin=\"\">“Wish I could say the same but, it’s alright. Autumn is the charitable sort,” I quip and he holds his hands to his chest to ease the pain of a mimed arrow to the heart. He does actually look well, especially compared to his time in Baldwin’s basement. Practicing alchemy in a safe environment has been good for him. As we enter the large room with four round tables, cheers erupt and I begin to blush. All around the room, familiar faces applaud me. Autumn waves over to Henry who hurries to join her. Next to her is August who is clearly baffled, having been less privy to my plans than his twin. He seems to be having a good time in any case. There are a couple of empty seats at their table I assume belong to their parents. I don’t know how they are responding to all this but I did hear they agreed to come.</p>\n<p class=\"cnNiMzhkNjM2Y2RmZjRkNTJiMGIzN2QzNTgzMTc0YTAx\" data-original-margin=\"\">Another table houses Edward and Mariah, along with a few other women from Baldwin’s… torture harem. My mom is sitting with Gilbert and Julie and… another couple. They seem about Gilbert’s age and the unfamiliar woman has a hand on both my brother and the other man. Fair enough Gilbert, fair enough. The final table houses Sam, Peter, and of course, Sara. She has changed into a green sundress and a wide-brimmed hat. Her face matches her Auburn hair as she, well, drinks me in. I don’t know if she is awakening anything, but she is certainly looking. I have high hopes this outfit is two for two. I’m hardly one to talk, however, as I stopped scanning the room immediately when I found the curvy redhead in a sundress. She quickly finds something incredibly interesting in her meal and looks down. Well, I can work with that.</p>\n<p class=\"cnNhMzcyZjQzZGMxZjRlZTU4YWZmNjBjYTZkYWVhMzMy\" data-original-margin=\"\">Once the applause of my loved ones dies down I begin to make the rounds. “I’m still unclear on what we are applauding for, but I’m very excited,” August greets when I reach their table.</p>\n<p class=\"cnM1MTg1ODg4M2JhYTQ2NTQ5ZjJkMmEwY2JmZTM3OWI4\" data-original-margin=\"\">“Sorry, we brought him here in a hurry, haven’t gotten him up to speed yet,” Autumn apologizes and I laugh.</p>\n<p class=\"cnMyNmNjOTQzNTQ0ZDRlYjU5MWIyYTUyMDNhYjE1MmQ5\" data-original-margin=\"\">“Oh don’t worry about it, August is cool. I committed some light regicide. The pretty girl in the green dress helped me,” I answer. A strangled squeak escapes Sara’s table but it’s quickly drowned out by August’s coughing.</p>\n<p class=\"cnM4MTJlNGYyOWM0MzQ4ZTBiNGI5MjYyYzUyZjM0Zjlj\" data-original-margin=\"\">“I’m sorry, did you say regicide?” he finally asks and Henry gives him a sympathetic glance.</p>\n<p class=\"cnMyYjdlYmM0ZTZkMDQwNGU5NjM2ZGY1YmVjNzRkZjhj\" data-original-margin=\"\">“We all have our hobbies,” Henry dismisses before hurriedly changing the subject, “It’s good to have you here for good, Lil. How were things looking in the city when you left?”</p>\n<p class=\"cnNmYTMxMDNjYWJhNjRiMzY5YTA0ODMwZjE0YzVhN2Fl\" data-original-margin=\"\">August gapes at me but when his sister continues eating her steak he just shakes his head and mumbles into his own plate. She is quieter than usual, but not surprised like he is. “You know it was hard to say, I don’t think the last people I saw liked me much though. But who knows, maybe they did. Is ‘hang her’ a friendly saying any of you have heard? You know, like, ‘How’s it hanging’?” I joke and Henry shakes his head.</p>\n<p class=\"cnNjZjNkNmE0NDhmZjQ4ZjdiNjYzMjNiYThmZjkzNDBj\" data-original-margin=\"\">“I can’t say I’ve heard it used that way before, no,” he laughs and I shrug.</p>\n<p class=\"cnM5YjVlYzUxMDNkNDRmYmE4ODUwODE3YjNkMmI3ZWU2\" data-original-margin=\"\">“Guess they hated me then. Are your parents not coming?” I change the subject and Autumn shrugs.</p>\n<p class=\"cnM0ZTQ4OWRmMzE1ZTQ0ZDRiZmYxMWQ1NDBiYmNkNzBl\" data-original-margin=\"\">“They aren’t… impressed with their accommodations, let’s leave it at that” she answers. The rest of the conversation is friendly, although the twins seem to struggle to be quite as ecstatic about everything as my brother. I take a drink from the center of the table and excuse myself to join Sara’s.</p>\n<p class=\"cnNiNzU4YmNiMTU4YjQwZTFiMTI5YmIyNzM1ZmZlZGFm\" data-original-margin=\"\">“Hello, how are you holding up?” I ask and Sara shrugs.</p>\n<p class=\"cnM0NzcyZTg0Zjk4NDQwOWY4MTQ1M2E5MDk2MjYzZWI4\" data-original-margin=\"\">“You know. Big day. Justice. Fighting. You’re uh, not wearing your mask,” she answers, failing to make eye contact.</p>\n<p class=\"cnMxMjg4OWIxNmM4ZjQyZDFhNjgyYjExOTczNDE2MWQ3\" data-original-margin=\"\">“Hmm, oh yeah, I’m hanging up the cape. Gonna be more of an open nuisance from now on,” I joke.</p>\n<p class=\"cnMyN2U3Yjg5N2JmYzRiM2Y5MTEwMDNmNjFiYjU0OThj\" data-original-margin=\"\">“It’s good to have you back,” Sam smiles at me, “Sara has been absolutely frantic with worry.” I smile back and Sara finds new shades of red to turn. Peter looks at me curiously while chewing a large bit of meat.</p>\n<p class=\"cnM5ZmJmYjUyZDZjZjRjNTBiYTcwZTQ5MjE3OWM0ODNm\" data-original-margin=\"\">“I’ve been worried about her too, thanks for keeping her grounded,” I reply.</p><p class=\"cjVmMDJhMThiNmNiOTRlYmZiMGJkODI5Yzc4ZWQyYTFi\" data-original-margin=\"\">This tale has been pilfered from Royal Road. If found on Amazon, kindly file a report.</p>\n<p class=\"cnNlN2E2YWNkYzcxNjQ4ZTY5NDI4ZDQxOGUwNjJjOGY2\" data-original-margin=\"\">Sara tries to take a drink to hide her blush and I do the same. Then Pete swallows his food. He looks me dead in the eyes and says, “Mom says you are pretty,” absolutely devoid of context. Sara and I both choke and spill on ourselves before sharing an awkward look.</p>\n<p class=\"cnNiMmUwNmRlNDkzMjRjODJhNjBiNzA4ZDhkNTY3YjRl\" data-original-margin=\"\">“I… made you a hat,” Sara says, rapidly changing the subject and giving Peter a quick, lightly murderous glance.</p>\n<p class=\"cnM0ZDU0NjI0NWZkYzQ2ZmQ4N2MwMzg0OTQ1NGU5NTJh\" data-original-margin=\"\">“O-Oh, thanks, what kind is it this time?” I ask. So she said I’m pretty <em>before </em>tonight. Meaning when I was covered in filth and elbow-deep in monarch-corpse. That is either very encouraging or very disturbing. The rest of this conversation is fairly awkward and Sara seems to be distracted the whole time. I can’t blame her, however. She likely isn’t quite as desensitized as me to… everything. I stand to move to the last table and she stops me by grabbing my hand.</p>\n<p class=\"cnNlMGJlZjc5MWFjODQ5Y2I4NGMzMzAwNDlhMDYzOTA3\" data-original-margin=\"\">“Wait, Lily,” she says, and I pause. “After dinner can you meet me on the beach? There is something I want to talk about, if that’s alright,” she looks nervous and I nod.</p>\n<p class=\"cnNjNWZlNGQ0ZWY3YjRjZTNhYWNiY2UwMzhiYjI4OThk\" data-original-margin=\"\">“Sure, I’d love to,” I answer. It’s not surprising she wants to talk alone. I hope she isn’t beating herself up again. She did a good thing today. But, if she needs me to convince her of that, I am happy to help. Finally, I sit at the final table with any room for me where Gilbert, blessedly, starts putting food on a plate for me.</p>\n<p class=\"cnMxZWNmZjY0ZDg1MTQ5NGJiYmM0NzM1NWIwZTMxNjY3\" data-original-margin=\"\">“Hey Lilith, finally made it to the reject table, huh?” He asks and I scoff.</p>\n<p class=\"cnNlNjFiZmY5Y2Y2NzQ5ODE4OGVlZTcxYzRlZTk3NGI4\" data-original-margin=\"\">“Hey that’s my mother you are talking about, I’ll hear none of that,” I respond. “I see you brought more… friends. Are you going to introduce them?” He laughs in return.</p>\n<p class=\"cnMzNzcyOTIzNzFiNTRjY2U5Yjk0ZjEzMjRjYWIxZDQ2\" data-original-margin=\"\">“Oh, only Julie and Mali here are my, uh, friends. Jack over there is one of Mali’s, uh, friends.\" Mom buries her face in her hands, completely baffled by her children.</p>\n<p class=\"cnM2MTdmYWI0N2NhZDRmZDM5ZWQ5MGUzYTQ0OWNkNzhj\" data-original-margin=\"\">“Good for you and all your friends Gil. I’m glad to see the new world agrees with you. Who knows, maybe Jack can be your friend too someday,” I prod. Gil looks less than interested but Mali grins at the idea. Mali and Jack whisper to each other, something about how his name isn’t Jack, but I focus on my mom. She is embarrassed but has a gentle smile like the end of a good book.</p>\n<p class=\"cnNjZDUyNjlkOWI1YzQ3YTFhMzU4NWMxOTkzZTY2ZTk0\" data-original-margin=\"\">“You look happy Mom,” I say and she meets my eyes.</p>\n<p class=\"cnM2OTFiMGZiZjdiYTQzZDRiODUxNTcwOWVhYWUzNDM5\" data-original-margin=\"\">“It’s good to have everyone together like this,” she whispers, “It’s just… good.” I raise a glass to that and drink before I greedily begin devouring the steak Gilbert offers me. “You seemed to enjoy your time at Sarafyna’s table. Are you, uh, sure about… well she is a bit…” she whispers.</p>\n<p class=\"cnM0ZDQ5OWM4NDViNzQxYjE5ZWJmNWYzYzdjYjNhOTYy\" data-original-margin=\"\">“Feminine?” I guess and she shakes her head.</p>\n<p class=\"cnM0YzNmMmFmYzE1ODRiYjliNmQ2YzFlYmMyMTcyYmY3\" data-original-margin=\"\">“No, the Collector knows that’s not the most surprising thing I have learned about you. I mean, uh, old. She must be a decade older than you, are you sure?” I laugh out loud at that.</p>\n<p class=\"cnM1MzJkMDc5MWE1ZjRkZTJhZjQ4Y2FhZTBhODZjZTNl\" data-original-margin=\"\">“Don’t most people get married around here with a twenty to thirty-year age gap?” I challenge, “Of the two, I’m surprised that’s the one you are having trouble with.”</p>\n<p class=\"cnMwZDFlZDZhZGM1MzRjYTlhNmZlMTQ0MmIwOTJkNzkw\" data-original-margin=\"\">“Most people get married without a choice, Lily,” she answers. “And it usually doesn’t end happily.” I smile at her reassuringly.</p>\n<p class=\"cnM5YzU5OGFmNDgzZTQwYThhZmRiY2VlYzYxYjVmOTg0\" data-original-margin=\"\">“Don’t worry, Mom. I know what I’m doing, I promise,” I respond, reaching one hand out to cover hers for a moment. Gilbert looks between us in confusion.</p>\n<p class=\"cnM0MDI3NDVkNTE5NjRkODI4ZmQ5MTM4ZTNjMWY0NjE1\" data-original-margin=\"\">“What are you two talking about?” he asks. He never gets an answer, however, as the room suddenly quiets.</p>\n<p class=\"cnM3ZjUyNDhjZjcxZDRlODI5OTczZWNmNDY4ZDllN2Nh\" data-original-margin=\"\">“Leo is here,” Mom whispers. Finally, I was wondering where he was. I turn with an excited grin painting my face but freeze when I see him. I understand why the room quieted. My good mood vanishes and my blood runs cold. My dinner feels like razors in my gut. He’s… healthy. More so than I expected with Sara healing without my help. His mangled limbs are smooth and there are no longer broken bones jutting out. He doesn’t even appear to have serious scars, which is surprising considering my failure to heal mine.</p>\n<p class=\"cnNmZWRkYTEzZGM5ZjQ4MmE5ZThjODI5ZGUyNjk5OWFk\" data-original-margin=\"\">He looks… gorgeous. Beautiful, even. The dress he has chosen is simple but elegant. It fits his curves well. It would really suit him if it, well, suited him. His face is a fallen star. It carries the haunting beauty of quiet anguish. I feel like an idiot. His body is healed, yes. But I found him completely broken. Not just his bones. I clench my fork in my fist and it bends. His eyes meet mine and he bows his head, then moves to sit at Sara’s table. The dinner tries to recover from his arrival and quiet conversation picks up but I’ve lost my appetite. I hang around for a while but… I can’t stay there. I don’t know why, but I got a clear message from Leo. He doesn’t want to talk to me right now. I excuse myself and leave everyone else to enjoy their meals.</p>\n<p class=\"cnNhM2NiMmJkNDE1MTQ5NTY4ZGI1NjQ0ZDI2Yzg1ZWFl\" data-original-margin=\"\">The town is fairly quiet. It’s new, and small, so although not everyone is indoors, it still feels empty. I walk toward the beach. I am an idiot. The night air is cold and lashes against my skin. I should have worn something warmer. I leave the town behind and leave footprints down the empty beach. Once I am far enough, I sit down and hug my knees to my chest. I’d been having such a good day, but Leo wasn’t. Even here, he doesn’t feel safe anymore. Even in the same room as me. I had failed him. I have done a lot of good, but failing someone like that… it doesn’t matter how much good I have done. Not in this moment, anyway. Tears run down my cheeks. Some fucking applause.</p>\n<p class=\"cnNhODc1MzlkMjBkNjQ0NzliYjAyMjY2YWVmNjEzZmUz\" data-original-margin=\"\">It’s maybe twenty minutes before Sara shows up. She doesn’t say anything at first, just sits next to me. We look up at the stars together and listen to the sounds of the shore. Eventually, I release my knees and lower my legs. Seeing me growing comfortable, she finally speaks. “You saved me, Lily. You pulled me from misery, and hate, and self-loathing in more ways than one. You found me as a monster in the forest. You burned yourself to reach out to me. You poured yourself into a stranger, and you helped me find myself again. You did the same thing for Peter. For a lot of people,” she says. I don’t answer and she is quiet for another moment.</p>\n<p class=\"cnMyYzU0YzBkYTRhODRlYmI4MzY4MGYxOTUzNGQyNWFl\" data-original-margin=\"\">“I can’t pretend to understand what Leo is going through. Not exactly. And I’m sorry we didn’t tell you ahead of time. I couldn’t find the right moment, and it was… hard to say. But you found me and helped me remember who I was. What I went through wasn’t the same, but it wasn’t completely different either. As far as I understand it, anyway. You are a good person to know, for someone going through something like that, is all I’m saying,” Sara finishes.</p>\n<p class=\"cnM4OTc2MWFkNjZjNTQ1NWI5MmY4MjJlMmJlZTNiMjc1\" data-original-margin=\"\">I sniff and wipe the tears off my cheeks. “I’m glad I helped you, Sara. You have no idea how glad I am. But I’m still just… me. You are still in pain, from what you went through. Still wounded. I can see it sometimes. Leo is… he was hurt, badly. Because I wasn’t there. Because I wasn’t paying enough attention. I knew better, but I still didn’t pay enough attention. I can’t heal that kind of damage, and it’s my fault, Sara,” I answer, fighting more tears.</p>\n<p class=\"cnM4YjVmNzhhNzI2NTQxNTU4ZWI1MTZmNDI1ODIwZWM5\" data-original-margin=\"\">Sara reaches out and puts one hand on my cheek, catching a drop with her thumb. “You don’t have to carry the weight of the world on your shoulders like that, Annie. You don’t. You killed the women responsible for what happened to Leo,” she whispers. She runs her other hand along my midriff, tracing one of my tattoos with her fingers. The hairs all over my body stand at her touch. “What did you tell me this said? ‘I will suffer no gods’? Then why are you acting like you are one? Annie, you can’t save everyone from every bad thing. You need to forgive yourself for the state of the world you are, frankly, saving. I am not the only person who has a life because of you. Thousands of people have a life because of you. And it’s because of you I have the confidence to do what I am about to do.”</p>\n<p class=\"cnM4ODBjOWRjN2Q0MzQ4OTNiMzNhMDZmMTA2ZmJmZWQ0\" data-original-margin=\"\">Sarafyna is acting more confident than usual. She is usually mild and sweet. Very excitable about small things. Never speaking over anyone else. But she does have a fire in her blood. One that gives her confidence you wouldn’t expect from her. A fire that burns exclusively when she is feeling particularly passionate about something. “And what is that?” I ask. Instead of answering, her hand moves to the back of my neck, and she pulls me to her. Her lips meet mine in a gentle kiss and my entire body tenses. Did she just… before I even had the chance? Her lips separate from mine, the skin of our mouths sticking together for a brief moment, then she kisses me again, her teeth gently gripping my bottom lip and pulling. I melt. No longer am I Lillith of Endings. No longer am I the Mage of Mourning, hunting slavers and liberating the masses. I’m not the woman who beheaded a despot.</p>\n<p class=\"cnM2MzM5YjBiNjRjNzRhMTg4ZDMxMDJlNjkxZGI2Mzk2\" data-original-margin=\"\">As I finally wrap my arms around Sarafyna’s waist and kiss her back, I am just Lillith, a girl in love. I am, for the first time in years, simply Annie.<br><br>End of Volume Two</p>\n            ",
  "invisibleParagraphContent": "This tale has been pilfered from Royal Road. If found on Amazon, kindly file a report."
}