{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiYTZmNjBjN2UxMjQzNDE5MDg5NDI0MzM1NDQyNGYy\" data-original-margin=\"\">\"Let me get this straight,\" Godfrey starts, his fingertips pressed together and resting under his nose as he tries to come to terms with what I have done. \"You, in the last eight months and using only the books in my shop, learned how to create magic circles, designed your own, and circumvented the necessity to stay inside of it. Is that right?\"</p>\n<p class=\"cnMwYjFlZjQ2NDAzNDQ0YmE5MWZjMzY2ZjIwZmQxZjk5\" data-original-margin=\"\">\"Sort of?\" I reply, a sheepish look dancing across my face.</p>\n<p class=\"cnNhNWRkYmU1NDhmOTRiYzU5ZDI0ZjZkYWE3OWE4ZDAx\" data-original-margin=\"\">\"And you only have to spend a couple of hours in this circle each day?\"</p>\n<p class=\"cnM1MTY3M2Y4YTc3MzQzZDJiMWM0ZmZjNjlmMjY1OWI4\" data-original-margin=\"\">\"That's right,\" I lie. \"As long as I return for enough time every day, the mana will continue to focus on me as if I hadn't left.</p>\n<p class=\"cnM3NmQzYWJlZDVkYTQ4MzliMDQ3NjMwYjMyODIyMDgw\" data-original-margin=\"\">He allows silence to fall as he studies me for a moment. \"Lillith, that is simply not how it works. That's not possible.\"</p>\n<p class=\"cnM2MGFhOTkzZWZjZDQyMjY5ZjZlYzhiYjc3NDUzMGIy\" data-original-margin=\"\">\"And yet,\" I retort, gesturing to myself.</p>\n<p class=\"cnNhYWUyNWViNGJmMzQ4NDNhZTNhZjM5YTQ3MWRkYzY0\" data-original-margin=\"\">\"Can I see this circle?\"</p>\n<p class=\"cnNlMWMzYjg2YmUzMzQ4MjY4YTE5MWI1YjJlMjE5ODM2\" data-original-margin=\"\">\"Well, I don't think that's a good idea,\" I respond, smiling sweetly.</p>\n<p class=\"cnM3MjRhNDkzOTEzOTQ4YWM4MjI5NzJiODYzZGVkZTll\" data-original-margin=\"\">This earns a sharp look, followed by a quiet pause as his calculating eyes try to read my expression. Just as I prepare to break the awkward silence, Godfrey beats me to it. \"Lillith, become my apprentice.\"</p>\n<p class=\"cnMyNTFlMWYyODBlMDQ3M2M4Mzg3MGZhM2UxNzcyZmU4\" data-original-margin=\"\">I pause as if shocked, but smile internally. I can tell he is upset I didn't immediately teach him how I did this, but he is smart. He knows if he really wants to understand it, he needs me on his side. \"R-really, mister Godfrey? You'll teach me magic?\"</p>\n<p class=\"cnNmMzE5MTU5M2NmNDQxZmZhNGQzMjcyNWQ5MDdjMThl\" data-original-margin=\"\">\"Yes, Lillith. I will teach you what I know. But you have to promise me something, and it's master Godfrey now if you are going to be my apprentice.\"</p>\n<p class=\"cnNjMmZkYjY3ZWRhNzRmNDdiZGVjN2Y5YjRkNmExZWQw\" data-original-margin=\"\">\"That's what I said, Mister Godfrey, right?\"</p>\n<p class=\"cnMyZDAwNjRmYjQ2YzQyY2ZhODhmZDQ4Mjc2MjAwNGZj\" data-original-margin=\"\">\"I know better than to fall for the little girl gimmick, child. You can't invent a new magic circle but not know the difference between 'mister' and 'master',\" He glowers at me.</p>\n<p class=\"cnNhNzI5OGU0MTBlMzQzZGVhYmEzZDFlZmFjYjRjOGMx\" data-original-margin=\"\">\"I've no idea what you mean, Mister,\" I smile back.</p>\n<p class=\"cnNkZTEwMmM5MGQyYjRkYWM4MzE1MTAwMGZkOTBlOWFl\" data-original-margin=\"\">\"Whatever, I need you to make me a promise,\" he sighs, appearing irritated at the perceived disrespect, but I suspect too focused on the potential gains of my discovery to pursue it further.</p>\n<p class=\"cnM1Zjc1NTQyMWNkNzQzMTY5NmVlYjEyYWZjNzU1NzI5\" data-original-margin=\"\">\"I can probably do that, what do I need to promise?\" I reply.</p>\n<p class=\"cnNmOWVjYmQyYTg4MjQ1MDViZDllZDBhNGNiMjQzMDhm\" data-original-margin=\"\">\"Don't share this new magic circle or any spells you design with anyone else. It's fine if you don't share them with me, but you mustn't share them with anyone else either.\"</p>\n<p class=\"cnM1NjBiOGVjNmE2OTQzMDBiOWI2MmU1NWI5MWYzZWNh\" data-original-margin=\"\">There it is. I can see right through this request. This isn't the first 'mentor' I ever had who wanted to profit off of my ideas. He expects to be able to discern any spells I invent from mana flow, and will most likely follow me to find the magic circle. I'm not worried about that, however, lies can be met with lies. There is no honor among nobility, not really.</p>\n<p class=\"cnMwNjZlNDI5NDRiZTRmYjNhYjU1ZWMwZDFjN2RhMjcx\" data-original-margin=\"\">\"Okay, I can promise that.\"</p>\n<p class=\"cnM5OTQzNzU4OWM5MzRjMjE5YTk1ZDdjMmQ2YWJjN2Jm\" data-original-margin=\"\">\"Let me know the moment your mana stabilizes. I'll show you some basic light and sound magic.\"</p>\n<p class=\"cnNjYmJjZGEzZmZiOTQzN2NiZTRiZTE1YjJiZjlkMjBh\" data-original-margin=\"\">\"Thank you, Mister Godfrey!\"</p>\n<p class=\"cnNiMWY1OGVmYjJhYTQ4YTA5MDU3MWIxYTAxYzljOTUx\" data-original-margin=\"\">\"Why don't you go home for now, I wouldn't want you to lose the chance for your mana to stabilize because of meaningless work here. In fact, you should stay home until your mana is ready to be used, just to be safe.\"</p>\n<p class=\"cnM5OTMyZmU3OGI3ZjRiZGI5MWVlZTc1MjllZGJmOTkz\" data-original-margin=\"\">In other words, he doesn't want another mage seeing my mana and getting the same greedy look that keeps slipping through his mask of curiosity.</p>\n<p class=\"cnNiODgzOTM5YThhZDQ0NGVhM2JiZWIzOTEwZjJjODZj\" data-original-margin=\"\">\"Ok! I'll be back soon Mister Godfrey,\" I say, happy for the excuse to continue my own research.</p>\n<hr>\n<p class=\"cnNmYjdiZGFjN2YyZTQ1M2Q5ZmRjYjUxOWQyYTI1YjQ2\" data-original-margin=\"\"><br>\"A-apprentice!? Lord Godfrey wants to teach you magic??\" My father gapes at me, hardly able to grasp what I have just announced to my family.</p>\n<p class=\"cnMxYTRiNGQ3YjQwNTQ0OWQ5M2YyYjUzMTY3MTU1NTc1\" data-original-margin=\"\">Edward glares at me before accusing, \"You're a liar! Commoners can't learn magic! Pretending you can read is one thing but there are limits to boasting!\"</p>\n<p class=\"cnMxMThiZjk3MGQwOTRjN2JhZWVkZmZhMmQ3ZDk3ZGY1\" data-original-margin=\"\">Ed has been struggling with this for a while now. He had given up on learning to read before I did and hadn't taken it well when I had done it easily. It seems to be getting worse every day that I go to work while he isn't allowed a job yet. Not only has he failed to regain my childish admiration, but he is starting to worry I have surpassed him. His inferiority complex seems to boil over with the announcement I'm going to learn magic.</p>\n<p class=\"cnM5ZmMxMDFjMDU4NDQ5MTA4MWRhNWFlYWQwNmY3MjQ0\" data-original-margin=\"\">\"Mom, make her find a switch, no one is going to want to marry a liar like her,\" he begs our mother.</p>\n<p class=\"cnM3YjE0MzY1NmUzODRhZjM4N2UyM2NkZWEwNzhmZGUw\" data-original-margin=\"\">I'm a bit hurt when my mom replies \"That's a bit much Eddy dear, but he is right Lily, are you sure you are being honest with us?\"</p>\n<p class=\"cnM0MGZkMTYzNWM0YTRjMzQ5MjNjMDgxZjQxNmY5Njk5\" data-original-margin=\"\">What would be the point in lying about this? It would be too easy to check. I guess an eight-year-old might not consider that, so I can't entirely blame them for their skepticism, but it's not like I've ever been a terribly dishonest or boastful kid before. It still twists my stomach in knots when she thinks I'm a liar.</p><p class=\"cjc4MDA0NGI0Y2M3NDQyOTk4NjAxMGZlODQ1NzYzNWIx\" data-original-margin=\"\">The narrative has been taken without permission. Report any sightings.</p>\n<p class=\"cnMzYzAyODhlNzg3MzQ0ZDk4ZDdlZTUxYjVmNDhkMjYz\" data-original-margin=\"\">\"I'm sure, mom. He even gave me the next couple of months off work to make my mana nice and strong,\" I reply patiently, trying to refer to mana stabilization like a little kid would.</p>\n<p class=\"cnM3ZjViZTM1YjdiZTQzZTc5ZDRhZDRjMjU0ZDRkMTUy\" data-original-margin=\"\">This earns a smirk from Edward, who exclaims \"Aha! I bet you got fired and just don't want to admit it! I knew you couldn't actually read, I'm surprised Lord Godfrey let you get away with it this long!\"</p>\n<p class=\"cnM3NjIwMzcwZmQ4MTQ1ZjA4ODQwY2M3MzZiMDQyZGRm\" data-original-margin=\"\">\"Is that true, sweetheart,\" My father asks, looking suspiciously self-satisfied as well and crouching to address me, \"Did you lose your job with Lord Godfrey?\"</p>\n<p class=\"cnMyMDUxNWFmOGMyMTQxNzQ4MWYzYTFiNWMwYmZhYzE1\" data-original-margin=\"\">\"No, Dad. Eddy is just being a cock.\" I reply, enacting my plan for minor revenge for his attitude.</p>\n<p class=\"cnNlYmJlOTA1YzUyOTQ3MGJiYmM3NzMyYTkwODM1ODM2\" data-original-margin=\"\">\"Lillith! Where did you hear that word!?\" my mom gasps.</p>\n<p class=\"cnM0OTJjZGJhMzYyMDQ2Y2RhOWUwMTA3ZWYwMTU0NjA2\" data-original-margin=\"\">\"What do you mean momma? Eddy taught it to me! Is it bad?\" I ask. Okay, maybe I was dishonest, but I was much smarter about it than they were implying, and I would prove it dammit!</p>\n<p class=\"cnM5ZGRhNDk5Yjc4NTQ0MWNiODhjZjE3YWVkZmI2MWMw\" data-original-margin=\"\">With this, my mother's fury is redirected at Edward. \"Edward! What kind of words are you teaching your little sister? I should boil your tongue!\"</p>\n<p class=\"cnM1MTdjNWM1NDA3YzRkNmU5NWM1ZWQwNWM2MWExZDc1\" data-original-margin=\"\">Edward gapes \"I- I didn't, I don't even know that word! She's lying about this too!\"</p>\n<p class=\"cnNkMzI1YjE2MjQyZDQzMTY4OGM3NWE3NTVhZjhiMzkx\" data-original-margin=\"\">\"I don't think she is lying...\" Henry interjects, to Edward's horror. \"I know she can read, and she can do it well. I don't see why she would be fired.\"</p>\n<p class=\"cnNiN2NlODg4MWYzNzQ1ZThhYzZmZTQ2MzlkZDE2ZjBl\" data-original-margin=\"\">\"Henry is right,\" Gilbert adds, \"I've been to Lord Godfrey's shop and she really turned it around. She is so smart, maybe he does want to teach her magic...\"</p>\n<p class=\"cnNkNjBiMTY2MGVmZDQyZjlhMGQ5ODUyMmZhNDUxNWVl\" data-original-margin=\"\">I grin triumphantly, before adding the final nail in the coffin, \"You can always go and ask Mister Godfrey, he'll tell you I'm being honest!\"</p>\n<p class=\"cnNmOGM4MzVhMjcxYjRkM2M5NTMxZDg3NDRkNWNmNWQz\" data-original-margin=\"\">If I had been lying I would have wanted to avoid verification at all costs, so this suggestion seems to convince my parents. My father's face falls for a moment before suddenly brightening. My work with Godfrey has always bothered him for some reason, and he has a similar reaction to Edward when I learn something new. It hurts having my own father seemingly hoping for my failure, but I am not unfamiliar with it. My original dad felt challenged by my education as well, and I suspect both imagined me growing up to be a housewife. It's not long before I discover what changed my father's mind this time.</p>\n<p class=\"cnM2ZTdiYTU1ODBlYTQ5MDZhNjUwOWY3N2UxZTM3MWU0\" data-original-margin=\"\">\"Our daughter, a mage,\" Dad reflects, stunned by the implications, \"That means... that means we are going to be a noble family!\"</p>\n<p class=\"cnMwOGZkYzljNDI2MzRmYzI5MTk5OGQzZmVlNDQ4MDZj\" data-original-margin=\"\">I hold back a grimace. I can already tell this is going to be another point of contention between us. \"Well, I don't think so Daddy, we're just gonna be normal people still,\" I reply.</p>\n<p class=\"cnNjMDJhOWU5MDE3NDRmMjJhNDcxY2Y1YmQ0ZTRmMWQ2\" data-original-margin=\"\">\"You don't understand sweetheart, mage's are all made nobles, you will elevate all our statuses!\" He reprimands, a little put out at being contradicted.</p>\n<p class=\"cnM4NTRjOTMwNWI3NjQ2ZTA5YzllNzMxMjQwNTc2NDEz\" data-original-margin=\"\">I understand this perfectly, but I'm not planning on 'Nobility' being around for very long. Once magic is available to everyone and the monarchy has been... but those plans are for the future. I can't very well explain that to him now.</p>\n<p class=\"cnM1NzJiMjAyZjE1MTQ3Y2ZhZDE5NjRhNGEyM2JhN2Ex\" data-original-margin=\"\">As my mother processes this information her demeanor changes. \"Oh my goodness, you really are a little angel aren't you Lily? Apologize to your sister Edward!\"</p>\n<p class=\"cnNhMTg5MzlhZjE4YjQxMmRhMzkwNTRjZGE1Yjg1MDlj\" data-original-margin=\"\">Edward glares at me and is about to begrudgingly obey when I cut in, \"It's okay momma! None of you believed me so I'm not mad at him!\"</p>\n<p class=\"cnNjY2UxNDBiYTM5ODQ5Njc4MTgxNDg5OTdhOTkyYWUz\" data-original-margin=\"\">It's better not to foster any further hostility in Edward, and I don't much like the idea of a forced apology. You can't force remorse, you can only explain why it should be felt. He's also just a kid and a little jealousy is to be expected. I've also already got my revenge for his rudeness.</p>\n<p class=\"cnM2ZmI0NjE5ODQ0ZTQ5NDM5NmVjYzgyNzNhNDAxNjJj\" data-original-margin=\"\">This only seems to further wound his pride, and the glare he shoots my way tells me his childlike rage has only been stoked. Oh well, I can handle any petty bullying this inspires.</p>\n<hr>\n<p class=\"cnMyN2Y2MmQ2NzJhYzQ4YmJiODQ0NmU5MGY5ODcwNWU0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3YjI3NWYyZjRmODQ4MTg4ODI5ODA2YmYxNTI5Yzc3\" data-original-margin=\"\">A couple of months have passed while mana continues to gather around my body when my peaceful day is interrupted by a familiar little pest. Hugh and his father have visited a few more times in the months I have been still tattooing my circle, and I have grown familiar with his snide antics. I'm not sure why they suddenly started visiting so often, and I have no idea why he's visiting my home.</p>\n<p class=\"cnMxNmI0ZjBkMGExMjRjMDk5YjVmZDVhOTMxYjAwYzQ2\" data-original-margin=\"\">I'm outside my house, reading a book borrowed from Godfrey when Hugh's taunting whines demand my attention.</p>\n<p class=\"cnM1YTE0ZDY3MDcwZTQ3MjhhZjMwYmM5NDEzNGM5MDY3\" data-original-margin=\"\">\"Father says Lord Godfrey finally fired you, commoner,\" he says while looking down at me.</p>\n<p class=\"cnMzMGM3NTEwMmYwYzQxZmI5MTc4OWYwM2E2MmY5YTA2\" data-original-margin=\"\">I blink at him.</p>\n<p class=\"cnM1Njk3OThmMTA4MDQ2MGU5MTM0YTA3NGVlZDE1MThk\" data-original-margin=\"\">\"Too embarrassed to admit it, huh? Well, that's okay. I felt bad for you, so I have come to rescue you from your misery,\" He announces, looming over me with his fists on his hips.</p>\n<p class=\"cnNiZmVhOTBkYTIxODRiNDg4MDBjYWFjNTE5MDMwMjI4\" data-original-margin=\"\">I just stare blankly back at him, completely nonplussed.</p>\n<p class=\"cnNjODZmZGY4ZTUyOTQ5MjJhODY3YjY1ZWM5MWU4MTZm\" data-original-margin=\"\">Confused at my lack of response, he forges on, \"I have come to offer you a position as a kitchen maid in my father's estate!\"</p>\n<p class=\"cnNjMzAwMGFjMjY5MzRiNmViYTYwZDFjMjI4M2E3ZWZh\" data-original-margin=\"\">What the fuck is this kid on about? Why does he keep... oh. A fountain of amusement wells up as the pieces fall into place for me. He has a crush on me, doesn't he? That's kind of cute, poor kid. Sorry, but I'm a bit too old for you.</p>\n<p class=\"cnM3OGE5OWNmODBhNDQyYzc5M2ZjOTcwYzBiN2ZjYzQ4\" data-original-margin=\"\">\"Um, no thank you,\" I reply as politely as I can. \"I am happy with my current position.\"</p>\n<p class=\"cnMwYzEyMDE0NDk5MjQ3ZTY4ZjllNmY5NDkxN2ViMWRk\" data-original-margin=\"\">\"You really are an idiot urchin, aren't you? I am offering you, a commoner, a job in a noble house!\"</p>\n<p class=\"cnM3YTlmNWYxZWNiYjRlNmE5OWE5NDRmODhmNzk3Zjc2\" data-original-margin=\"\">\"I understand. Thank you. However, I am happy with my job at Godfrey's.\"</p>\n<p class=\"cnMxYWY1YmQ3N2U2OTQ2MTliOWFiZTE2NzBiM2E3MmI2\" data-original-margin=\"\">He sniffs at this. \"You haven't shown up to your supposed job there in months! Commoners shouldn't have too much pride to accept the scraps that are thrown to them!\"</p>\n<p class=\"cnM2ZWU0MmQxZTgyYzQ0ODhhMjE1OWYzZmU4Yzc3MjJi\" data-original-margin=\"\">This isn't that cute, actually, but I can't lose my temper with a child. \"Hugh, I am sorry if I hurt your feelings. I am simply not interested, but I appreciate the sentiment.\"</p>\n<p class=\"cnMzZWVhYjE2Njg0MjQxM2E5MDk2ZWRkOGVmYWMwZTA3\" data-original-margin=\"\">\"Stop trying to talk like a grown-up, and it's <em>master </em>Hugh. I am a baron's son! Show some respect!\"</p>\n<p class=\"cnM0OWQwY2E2NDhiYTRiNjI4ZjE1N2JlMWVmNTc4MWJh\" data-original-margin=\"\">I just look at him with as sweet an expression as I can until he realizes I don't have a response for him, and he adds \"Whatever, stupid commoner. I'll come by again in a week, once you have gotten over whatever your silly pride and admit you lost your job.\"</p>\n<p class=\"cnM3MWNkNWRkNGUxYjQ0MWM5MzFjYzkwNzAzZTM5ZThh\" data-original-margin=\"\">As he storms off, I roll my eyes and close my book. That's enough outside time for today. I am greeted with another ray of sunshine as I enter and Edward harasses me.</p>\n<p class=\"cnNlZGJmMmFjYTdlYTQzNDRiZmU3ODc5YTViNzliOTVh\" data-original-margin=\"\">\"Begging the noble kids for a job now that Godfrey fired you huh,\" he chides.</p>\n<p class=\"cnMzOGM1NWY3MmNiYjQ2NGFiN2UxOWY1ZDA5NDQ3MzY2\" data-original-margin=\"\">\"Edward. All of this pride is only going to make you miserable if you hang on to it so tightly. Just let it go. We don't need to compete all the time.\"</p>\n<p class=\"cnNhN2UwNTcyOWQxMTQ4YzI5YmI5Nzg1OTMyN2FkZmFi\" data-original-margin=\"\">\"Stop trying to sound like a grown-up!\" Edward echoes Hugh's observation from a moment ago. \"And if we are letting things go, maybe you should stop lying before you get caught! Mom and Dad are gonna notice when you never do magic. You are getting their hopes up for nothing!\"</p>\n<p class=\"cnMwN2Q3NmVjZWZjODQ0NzI4NzZlOTEzMGJhYjE2OTg2\" data-original-margin=\"\">I just sigh, and head to my room to finish my book. It breaks my heart what is happening with Edward. I still remember how happy I was to see him every day growing up. How much I admired him, How much I wanted to be like him. He thrived off of my older brother hero worship and now he seems to be starving. I love him, and he seems to resent me more with every passing day. I'm worried this is going to escalate past sibling rivalry, but I don't know how to fix it! I can't return to being the kid I was before, and I won't hold myself back for him! I just have to hope he can work through this and learn to value a new dynamic.</p>\n<p class=\"cnMxMGViZWVjNDJhYTRlNjM4NjdjNDE4M2ZkOWM3YmMw\" data-original-margin=\"\">That night, Edward is proved wrong definitively. I feel it as the mana takes root and stabilizes in my body. Like finally putting on a pair of glasses, the world takes on a new clarity in an instant. I am officially a mage.</p>\n            ",
  "invisibleParagraphContent": "The narrative has been taken without permission. Report any sightings."
}