{
  "preChapterNote": "<p>Quick Shout out today!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 90%; background-color: rgba(23, 26, 44, 1); border-color: rgba(0, 0, 0, 1); border-style: solid\" border=\"1\">\n<tbody>\n<tr>\n<td style=\"width: 18.5605%; text-align: center; vertical-align: middle\">\n<p><a href=\"https://www.royalroad.com/fiction/71275/diary-of-a-teenaged-mimic\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/71275-diary-of-a-teenaged-mimic.jpg?time=1693090161\" alt=\"image\" width=\"154\" height=\"231\"></a></p>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/71275/diary-of-a-teenaged-mimic\" rel=\" ugc nofollow\">Diary of a Teenaged Mimic</a></p>\n</td>\n</tr>\n<tr>\n<td style=\"width: 80%\">\n<p><strong>Tabitha Diaz fits in, wherever she winds up.</strong></p>\n<p>Even when that wherever is another world entirely.</p>\n<p><em>\"Wear the mask long enough and you become the mask,\" isn't scary for the mask...</em></p>\n<p><strong>[Winner of the November 2023 Royal Road Writathon challenge]</strong></p>\n<p><strong>[Winner of the April 2024 Royal Road Writathon challenge]</strong></p>\n<hr>\n<p><strong>What To Expect:</strong></p>\n<ul>\n<li>OP MC who is far too much of an utter dumbass to realize how OP she is.</li>\n<li>Slice of Life. Many Slice. Much Life. Very of. Wow.</li>\n<li>Humor so stupid it makes the MC look smart, if that's even possible.</li>\n<li>Slow Burn WLWLW Romance (which eventually explodes spilling love-shrapnel all over the place) between two Bi Women and their Tiger-Woman Maid.</li>\n<li>Slow Burn everything, because each IRL day covers one day in the MC's life. More or less.</li>\n<li>Weak to Slightly Less Weak Moral Compass Progression</li>\n<li>Occasional bouts of over the top threats when MC's family is threatened.</li>\n<li>Oddly slightly more common bouts of even-further-over-the-top violence when MC's family member(s) are harmed.</li>\n<li>Frequent Food Porn, because Late-Teen Olympic-Tier-Athletes Eat Much Food.</li>\n<li>Unusual yet Not Entirely Off-Brand Versions of Semi-Familiar European Deities.</li>\n<li>Limited LitRPG elements, because this is my first LitRPG fiction and I didn't want to lean on those and screw it up.</li>\n<li>Whatever the fuck else Tabitha decides to get up to when she gets a wild hair up her ass.</li>\n</ul>\n<p><strong>Oh. Profanity. Shit tons of profanity. Sometimes creative. Often grammatically incorrect and teleologically improbable. You have been warned.</strong></p>\n<p><em>\"Sir! Tabitha's thirsty again!\"</em></p>\n<p><em>\"Bring out the horny bat.\"</em></p>\n<p><em>\"We tried that, Sir! Her thirst is too powerful! The bat broke!\"</em></p>\n<p><em>\"My god, man, throw some Maenads at her or something!\"</em></p>\n<p><em>\"Oh, no! They're all Reveling, and she's Just Gotten Thirstier!\"</em></p>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1MWUwNTBiODRhOTQ5MWU4YzM4Yzg4MWQzOGYxNGU5\" data-original-margin=\"\"><strong>Lillith</strong><br>I rub my temples as I walk. It is finally time for midterms, which is fine for the most part, but I have too much on my plate. I'm not in danger of failing or anything, I just... don't give a shit about basic math. I certainly don't care about the most incomplete history in, well, history. Sitting through testing has pretty much never been on my list of top ten hobbies, but I just don't have the energy for it this week. It's been an eventful couple of months.</p>\n<p class=\"cnM0NjhiOTBkYzEwNzQ4YTZhYTE3YWQyZTVhYjk5OTZj\" data-original-margin=\"\">Sara has been on a roller coaster since we found her father, and it's been something to see. She is overly defensive of me, which pushes a gentle smile on my lips. She doesn't need to be, however. Her father is a kind man. He responded better than could reasonably be expected to his long-lost daughter going eldritch horror on a half-naked man. She is obviously concerned about the circumstances of her reunion, not just on her behalf but on mine. But her father has been nothing but kind to me. Admittedly, I haven't seen him much in the days since we got him out of the city, but still.</p>\n<p class=\"cnMzOWM1YTViNTQ1NzQ1ZmRhODMwZmVlYmM2OGU0ZDQ2\" data-original-margin=\"\">Then there is what happened when he handed her that hat block. I couldn't take my eyes off of her. She looked into her father's eyes, and her scars were gone. Her marred flesh had healed. I don't think she even realized it; she was so absorbed in the moment. By the time I had cleared the building of threats, she was in full Lovecraft mode again, and the next time she took her human form the scars were back. I almost doubt I saw what I did. I want to ask her about it but... she seems to understand something about them that I don't already. I need to let her open up first.</p>\n<p class=\"cnMzMjY1ZmI0Mzc1YzRkZmZiNDFhYzMyODUxYzQzOGIz\" data-original-margin=\"\">Nevertheless, I am fiercely curious. I think there may be some clue about the nature of divine magic there. Or maybe there is just a clue about Sara's emotional state. I have to admit, I'm not certain which possibility interests me more. I keep wondering until my curiosity turns to daydreaming as I wander the vibrant green paths of campus. Before I know it, I am standing in front of Leo's new favorite restaurant. His opinion on the old one had soured while I was on suspension, and he won't tell me why, but I don't mind.</p>\n<p class=\"cnNlODdkYTA4NDVhMDRkMTBhNTNhZjEwYmZkY2Q5ZjIw\" data-original-margin=\"\">The new place is more to my taste anyway. It's smaller, more affordable, and they don't defile any of their food with the devil's fruit. I still glare at the pastry stand with the pears whenever I pass it. Leo is waiting for me outside, and I wave as I approach. \"Leo, good morning!\" I greet and he lights up as he sees me.</p>\n<p class=\"cnM3Yjc5NTI3M2NlNzQxNjJhN2IxZmNkNTQ2MDQwNDk3\" data-original-margin=\"\">\"Lily, you made it! Shall we?\" he invites and we enter the building. We haven't talked about our last, tense conversation but we know where the other stands. I understand why he would be particularly wary of nobles, and I certainly don't trust most of them. I can't fault him for wanting to feel safe. I'm in a better situation than he is, and I need allies more desperately. I have the luxury of trusting the twins and other nobles a bit. After I shared everything with him, he seemed to understand why I take advantage of that luxury.</p>\n<p class=\"cnMzMjFlMDIxMDdlYTQyYWRiOTI4OWU4ODExM2ZmZmIx\" data-original-margin=\"\">So things aren't as tense as they could be. But I still hope he will take my offer, and he still hopes I will cut off the twins entirely. We sit down at a small booth in the cozy dining room and wait for the waiter to find us. \"Have you thought about my offer?\" I poke, hoping he has come around. He looks longingly out the window for a moment before responding.</p>\n<p class=\"cnM3Yzg2YjQ1YWNiNzQzMjNiNTliM2VhZjRiYjkyNTk3\" data-original-margin=\"\">\"I want to, Lily. I really do. It's everything I have ever wanted, you know that but... I owe too much to my master. I don't know where I would be without her, but it would be nowhere good. I have to finish the academy first. I promised I would. But after I do, I do want to. I really do. Master will too. But I have to see this through,\" he answers. I nod in understanding.</p>\n<p class=\"cnM0NWMxNzNiNDQ4YjQ5OTZhN2E1YzEzNWQ2NWE5NGI0\" data-original-margin=\"\">What he is saying makes sense, even if his choice to call someone 'Master' scrapes my ears like a cheese grater. In his situation, at his age, I can only admire him for doing it this way. \"I understand,\" I agree. \"But if you ever change your mind, I'll be here.\" He smiles at me, and we have said all we need to. The conversation turns to lighter things and we order a simple breakfast of eggs. Pancakes are a bit too heavy for a midterm day.</p>\n<p class=\"cnNkMjE3MTJlMTY2ZDRiY2JhZTIzOTA3MmJhMGEzYzlj\" data-original-margin=\"\">\"So, uh, there is something I want to ask...\" Leo trails off and I raise my eyebrow at him. He plays with his thumbs for a minute before spitting it out. \"Do you like cats?\" He blurts and I lean back, a little surprised.</p>\n<p class=\"cnM3NjQyYjRhMmFlMjRiMTBhNTIxZDk2Y2M4MjgwZTA1\" data-original-margin=\"\">\"I mean, I'm not a monster,\" I answer and he leans forward.</p>\n<p class=\"cnNmMTg5ZDZjMjFmOTQ1NmI4NmFhZjY5ZjY3ZDdlNWYw\" data-original-margin=\"\">\"Do you want one?\" He asks and I laugh.</p>\n<p class=\"cnM3NDUxNDNlNTMyNzQxNzE5MWExOGMwYTE1OWZkYjcz\" data-original-margin=\"\">\"Why were you so nervous to ask that? I love cats, and I'd love to have one. Why?\" I laugh and he blushes.</p>\n<p class=\"cnM5YjVhYmJmOTlkMjRmNTg4YWFmZTY2NjM0NzExYmIy\" data-original-margin=\"\">\"Well, a while back, I found a stray on campus. I've been taking care of her, but, well. She was pregnant, apparently. Lily, there are so many kittens. You have to help me,\" he explains and I choke on laughter.</p><p class=\"cjZhMWQ2MDI3ODU3YzQ3NGY4ZjE0ZGM1NzM1YzBhYjNi\" data-original-margin=\"\">If you spot this tale on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnM5NTgxMGRlMGJmODQ3NDBhNzZmZTYwODUyZDAxMzAx\" data-original-margin=\"\">\"Absolutely I will adopt one of your kittens. Why didn't you tell me you were taking care of a stray? I would have helped! I'll meet you after class. I'll help you find a home for all of them,\" I promise and he sighs in relief. \"Why were you so worried about asking that? It's a perfectly normal request.\"</p>\n<p class=\"cnNiOGI5NjJiODdhYzRiMDZhZGQyMDJkNjU3OTUwZTY1\" data-original-margin=\"\">He looks a bit sheepish and embarrassed. \"I don't know, I got picked on a lot as a kid, when I adopted strays. So I get a little anxious, it's embarrassing!\" he splutters and I smile reassuringly.</p>\n<p class=\"cnMzYmIyNjdlNDVlMDRkNjM4MGY1ZGNiY2Q1MDJhZjRm\" data-original-margin=\"\">\"It's sweet, Leo. Fuck whoever picked on you,\" I answer and he smiles with one side of his mouth. The poor kid should not be getting nervous about that kind of question. \"Meet me here after class, alright? I have to get to my fuckin' math test. Take care, Leo,\" I say as I realize how long we have been sitting here. I leave a few coins on the table and stand.</p>\n<p class=\"cnNmYzNlOTI0NjExOTQ5OGI5MzlmZDg4YTM5ODNmMzhj\" data-original-margin=\"\">\"Alright,\" he acknowledges, \"And Lily... thanks,\" he says. Whether he is thanking me for my earlier offer or for not making fun of him I'm not sure. But it doesn't matter.</p>\n<p class=\"cnM2YjhmZDJmNDY2MDQzNGE5ZDYxNjg2NTQ5YzkwYTU4\" data-original-margin=\"\">\"Think nothing of it,\" I answer before heading to class. This should be my easiest midterm, so I'm not exactly stressed about it until August meets me on the way.</p>\n<p class=\"cnNkYjZlMWQ2NWFhMDQ3MmE5NWU2ZTVhMTE4MTVkNGQx\" data-original-margin=\"\">\"Did you seriously make that bet with Hugh?\" he asks, mouth agape and I furrow my brow.</p>\n<p class=\"cnNhNzQ3Y2M4ODljMjRjNTlhZDg1MzQxMTRkZmFhZWUx\" data-original-margin=\"\">\"What the fuck are you talking about?\" I ask and he closes his eyes.</p>\n<p class=\"cnMxMWZmZjQzNzNlMDQwODZiNzUxZDg2MTNjMGYwMmM4\" data-original-margin=\"\">\"Of course you didn't. That idiot,\" he says under his breath and I get a bad feeling creeping down my spine.</p>\n<p class=\"cnNhNDE5YTE1OGQ1NzQzZjliZjUzMDNjYjM3OTA1YjNj\" data-original-margin=\"\">\"August, tell me what you are talking about,\" I order and he sighs before shaking his head.</p>\n<p class=\"cnNmMzJhMmJjNmE2YTRhMGViYTZlMjY0MGYzNzRkZTNi\" data-original-margin=\"\">\"Hugh is telling everyone you agreed to a bet with him, over the midterm. He says whoever scores lower has to do everything the winner orders for a month. The rumor has spread all over class. And, well, not a lot of people have faith you'll win. There are some unsavory rumors about you already...\" he trails off as my face darkens.</p>\n<p class=\"cnNjYzVmZjg0ZTU0ZjQwYTE5ZTA5NzM0Zjk1NWUyZWVm\" data-original-margin=\"\">That little shit. \"I told him no. I didn't even entertain the idea of a bet. Does he really think this is a good idea?\" I groan and August shrugs.</p>\n<p class=\"cnM5ZWUzMDZkZTM0YzRiNmM5NTg4MzUyYTFlODMzZTJj\" data-original-margin=\"\">\"I don't know, but if enough people believe him, it's sort of the same thing, isn't it? What are you going to do?\" He asks, worry in his voice.</p>\n<p class=\"cnNmYWIxODYzMzc2OTQ4NDY4ZTFmMDM1MTJkYzU1NTM3\" data-original-margin=\"\">I sigh. \"Nothing. The moron can explain himself to everyone after he loses. Or he can come up with some new lie. I don't give a shit. It's not my problem,\" I dismiss.</p>\n<p class=\"cnM4ZmQzNDFmZGVjMzRjZjJhODhjOWUxZTViNzM3MDRj\" data-original-margin=\"\">\"Are you sure? You couldn't even read the question on the first day, I know you are smart but... you think you'll have the higher score?\" he questions, skepticism clear in his voice.</p>\n<p class=\"cnNhMzY4OGMyZGMwNDQ3ZTY4M2M1ZmE2NDE3OTUyNzhl\" data-original-margin=\"\">\"Yes, I do. Ask Autumn when we get there. I'm not going to have any trouble scoring higher than that brat,\" I answer. August doesn't quite look convinced, but he doesn't look dismissive either. Instead, he simply shrugs. We arrive in the classroom together and begin to climb to the seats in the back. I blow hair out of my eye as I ignore the excited whispers from the students I pass. August looks around the room and leaves my side to find a seat by his sister.</p>\n<p class=\"cnNhZDQ5MzE5MDU2ODRhMGQ5ZGMwNmQ3NTA3YTYwNGQ3\" data-original-margin=\"\">\"You may as well leave now,\" Hugh sneers as I pass him. \"You'll never pass this test, much less win the bet.\" I glare at him.</p>\n<p class=\"cnM2ZGVlMTBiNDBiMTQyMTFhYjU1ZDEzYWY2OWQzZTY3\" data-original-margin=\"\">\"I didn't bet anything you stupid fuck,\" I challenge and he laughs.</p>\n<p class=\"cnMzMDcxMzMxMjY5YzRlMmRhMDA5OTU5NThkODIxMGVi\" data-original-margin=\"\">\"Trying to back out now are you? You should have thought of that earlier, it's too late for cold feet now. You are as good as my property now,\" he chides and I am forced to rub my temple.</p>\n<p class=\"cnMzNzQ5ZDk1MmRiOTQ3ZjI4YjdhNmM0MDViNGIwNTdh\" data-original-margin=\"\">I look up at him and give him a sickly sweet smile. \"Listen, kid, no one is going to believe that you made up the bet after the test. I highly advise that you admit to it now, while you can still save some face. Seriously, bail while you can,\" I recommend and he replies with a full-toothed grin.</p>\n<p class=\"cnM3NWJhOWFhZjRlZDRiYTQ5ZjE3ODgzZWEzMjU5MzRh\" data-original-margin=\"\">\"Trying to wiggle out already I see. Well, no matter, everyone knows the truth already. You may as well accept it and stop trying to lie,\" he responds and I sigh. Before I can respond, Autumn's own laughter draws both our attention. She is looking at us as August points and I realize she just learned about the pretend bet. She is under no illusions about who will win. Hugh's expression wavers for a moment but he steadies himself.</p>\n<p class=\"cnM4ODNkNThiNDQxMDQwMmFhNzRkNWQ2YTYzNTE2MzYz\" data-original-margin=\"\">\"Suit yourself. Don't say I didn't warn you,\" I respond and he makes a show of his uproarious laughter. Poor, stupid kid. This experience is not going to be gentle on his fragile pride. Before long professor Clarrise enters and I am struck again by how exhausted she looks. The woman needs a break as badly as I do. She hands out the tests and gives a weary speech about academic dishonesty and all that. Hugh gives me one last smirk before we all get started on our tests.</p>\n<p class=\"cnM4MzU4ZWJlODczNzQ3OTBhYmI4YmJlNjZkNWMwMjM3\" data-original-margin=\"\">I have gotten pretty good at reading the new notation, although I do translate the problems before solving them. Maybe ten minutes later, I hand my test in to the professor, smile and wave at Hugh, and leave. The rest of my tests are uneventful, and I am able to return to my math class before meeting Leo. At the level of math we are learning, it's fairly easy to grade all our tests, and we were informed scores would be posted outside the class by the end of the day.</p>\n<p class=\"cnNlMjIwYjY5M2QzMDQ4OTFhNTM2YjJlNWE1NmMyYWFj\" data-original-margin=\"\">Other curious students are crowding the bulletin and I am jostled as I make my way within reading distance. The tone of the whispers has decidedly changed as I do, and it's clear why. I, unsurprisingly, got a perfect score. Hugh, on the other hand... well he did fine.</p>\n<p class=\"cnM0NmJmMDhlMmQ2OTQxZTk5NzVmYzVjYzM2ZWYzMjg5\" data-original-margin=\"\">\"I'm surprised you showed your face here, after running out of the test so quickly,\" Hugh laughs as he approaches behind me. \"Decided to start your service early?\" His taunts fail to get the response he is hoping for as several students snicker at him.</p>\n<p class=\"cnM2ZWE2YmNhNDlhNTQxNDY5OWIyZTJhOTAxODY5OGUw\" data-original-margin=\"\">\"Oh, buddy,\" I say in an apologetic tone. He doesn't pick up on the snark behind my faux pity until he finds my name on the board himself.</p>\n<p class=\"cnMwNGFlZmIxMDM3NDQ0YzY5MzJkZDI0YmIwYmVkMWJh\" data-original-margin=\"\">\"You fucking cheater. I'll have you expelled,\" he snarls as his previous good mood vanishes in an instant.</p>\n            ",
  "invisibleParagraphContent": "If you spot this tale on Amazon, know that it has been stolen. Report the violation."
}