{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5NGQ2ZjNmMzU5OTRhYjRiNzEwMzEzNjVhYzJiOGY2\" data-original-margin=\"\">Endoaspected mana makes a massive difference. I feel like I've just dropped ankle and wrist weights, left mud I was wading through, and taken off my bra after a long shift all at once. My entire body feels lighter and mana is easier to channel. I need less of it as well, spells forming with a fraction of the power and effort it took before. With this, I could have crushed the Manticorps in the full light of day without having to move a muscle.</p>\n<p class=\"cnM3ZGNhNWFiYzgxMjRkYjBhMTE2ZmI2NWRmMjQyZTQw\" data-original-margin=\"\">Godfrey is useless. He either completely neglected to teach me about this, didn't think I could handle it before it became necessary, or intentionally withheld it. I suppose it's possible not everyone can actually manage to aspect mana this way, but he still should have said <em>something.</em> Who knows how much earlier I could have responded to Baldwin? Although, Godfrey was affected as well. I suppose it's possible Godfrey hasn't managed it himself, or whatever endoaspected mana he has doesn't help against divine magic.</p>\n<p class=\"cnNhZGUwMTdiMzEyYzQ3MzdhOTQzZGJhZjdlNWVkMjIz\" data-original-margin=\"\">That last point has me a little nervous actually, as I won't know if grief will work until I try it. I suspect it will, at least for me, since grief is what has always led me to shed the collars other people tried to fasten around my neck. I will find out soon enough, however. It's been a few days since I first aspected grief mana and I am due for another visit from Baldwin.</p>\n<p class=\"cnNjMTA3YThmNjI1ODRiOThhYzFkMDkyNTg4NTZmNjgw\" data-original-margin=\"\">For the first time since meeting him, I am glad Baldwin visits me in my own home for this. I had forgotten what Emeric and Godfrey had said about bardic mages but I remembered it quickly the first time I left the house after internalizing my new mana. Bards evoked emotion in those around them which empowered their endoaspected mana. They could use music or even cutting words, so to speak and they would become more powerful.</p>\n<p class=\"cnMyOTFiYjhhZmUzNzRhOGI5NTMxMGM0YTM2YjU4Mjgx\" data-original-margin=\"\">The effects of this are more dramatic than I thought, as the further I got from my mother, the weaker my mana was. She was literally empowering me with her grief, which felt both appropriate and gross at the same time. I have always been empowered by mourning, it has always spurred me to action, and in a way, this felt like an extension of that. The greater the sorrow of the world around me the greater my ability to fight for it.</p>\n<p class=\"cnNiZWNmYjZiMTBhNzQ1MWViMjk0NGE5NDI5MDRjNjJi\" data-original-margin=\"\">For a while the concept of my mother's grief benefitting my abilities felt supremely gross; It wasn't dissimilar from how nobility benefits from our suffering. Now, however, I have more perspective on it. Nobles benefit from causing suffering. I get stronger when I serve the suffering, like an extension of their will or a sword on their behalf. I can't really test this without a reason but my innate understanding of the aspected mana gives me the feeling it wouldn't work otherwise. I don't think I can intentionally cause grief and then benefit from it like a bard might. That's just not the kind of grief I identify with.</p>\n<p class=\"cnNkZDdlNjdiOTQwYjQwMDNhYzYwZGJjNWYwNzZmOTM5\" data-original-margin=\"\">My first walk outside was strange. I could feel my abilities waxing and waning as I walked through the city. One large dilapidated building I walked by flooded me with so much power I nearly collapsed, sobbing in the street outside of it. I had to head straight home after that just to recover; apparently, the mana can amplify the emotion in me as well.</p>\n<p class=\"cnNjZjg4NDZjMzg2YzQ3M2FiNzU0MjFkMzI1N2RlNTlk\" data-original-margin=\"\">I plan to revisit that building another day when I am prepared for the emotional backlash; I am incapable of ignoring that level of sorrow once I become aware of it. It's possible I won't be able to help at all, but I have to check. I have also had a couple of etiquette lessons with Sybilla now, actual lessons where I pay attention and am not entirely surprised that her presence gives my power a small spike. Interestingly, that spike ebbs after the lesson but before she leaves. Something about the lessons themselves is making her grieve, a troubling revelation.</p>\n<p class=\"cnNjNjE4YjM3NTQ4NDQ5NmNiNTM0YTAwYWQ2ZmQxMjU0\" data-original-margin=\"\">Today is all about Baldwin. I fight off a cold sweat as I feel the immense pressure of his mana. Even with my recent increase in ability and my ever-growing mana pool, I don't stand a chance in a fair fight against this man. It's a good thing I don't fight fair, although I suppose it's unlikely he does either. I brace myself as I hear him in my living room exchanging words with my father and clench my fists as the door to my room swings open.</p>\n<p class=\"cnNmZDhkZGViOTQ1MDQzMTE4MzViMWY4NzBhMjQ4NTNl\" data-original-margin=\"\">\"Well hello, dear fiancé!\" he exclaims as if happy to see me. He has a smile on his face but it doesn't reach his eyes. \"I always look forward to these little meetings of ours, they are so satisfying!\" I understand the double meaning he is trying to imply but I also don't believe him. The sick fuck just wants to inspire despair, but it won't work.</p>\n<p class=\"cnM1NzQ4MWRhYzk3YjQ4NzlhNGRmZjEyYWE3YmU0OGYw\" data-original-margin=\"\">\"Let's just get this over with,\" I scoff, my voice laced with venom.</p>\n<p class=\"cnM1ZTAxYTA3YzgxNjQ1YWJhYjI4NDFhMjYyNDFmNTJh\" data-original-margin=\"\">He laughs before responding, \"Oh it'll be over before you know it, I can promise you that!\" This prick thinks he's really clever and I just roll my eyes. That's when I feel it, my entire body freezing in place. I can't so much as wiggle my pinky. Rather than the panic this would usually invoke, I am elated. The mana coursing through my body is fighting back, protecting me like Emeric said it would. I can instinctually tell that I can break this hold if I need to. It works. It fucking works and Baldwin is fucked when I get my hands on him.</p>\n<p class=\"cnNlZGY4ZDA1OGFlNzQ1N2I4ZWU3N2YzNzJhMTc0ZDQ5\" data-original-margin=\"\">I am aware and I can break free, but I don't. I need to find out what happens when he believes he is in control. I need to find out, and I need him to believe it's working. The last thing I need is to break out and worst case get myself killed. Best case, he finds a new tactic I can't fight. The feeling of being paralyzed in place, unable to do anything, sends adrenaline and panic through my body. I don't let it control me, however. I stay steady and wait.</p><p class=\"cjNhNDAwNmVhY2ZlYjQ4YTA5Y2I4ZWRjMmU3M2IyNWUw\" data-original-margin=\"\">This story originates from a different website. Ensure the author gets the support they deserve by reading it there.</p>\n<p class=\"cnMyYWI3MmMxZmU5MzRlZTU5ZWFkNmQ1ODE1MjY1YWFk\" data-original-margin=\"\">Baldwin examines me for a moment, leaning in and looking directly into my eyes. He examines my face in silence for a moment but never touches me. I'm not sure if that's a choice or a condition of whatever divine spell he is using, but either way, I am relieved. Just his proximity makes my gorge rise; if he touched me I would probably break free from his control without even thinking about it. Finally, after several minutes of examining me, he speaks. \"Let's try this again. Speak clearly and plainly. Do not utter gibberish. Speak in the country's common tongue. Tell me where your magic circle is.\"</p>\n<p class=\"cnNhNTIzYmFhYzg0NjQ1Zjg5ZjNlODRmMTVhNTY0NGVi\" data-original-margin=\"\">I feel my lips moving on their own as I answer his question without hesitation. \"My magic circle is tattooed on my abdomen,\" I obediently explain, following all of his instructions to the letter. His brow furrows and he sighs in frustration. Meanwhile, I am practically giddy on the inside. I want to laugh in this creep's face. I did everything he told me to. I never spoke in gibberish and I exclusively spoke in the common language of 'the country'. I also interpreted that last bit loosely, however. 'Tattoo' and 'Abdomen' were in English, the most common language of the country I was from.</p>\n<p class=\"cnM0ZTRiYjg1MWQxMDQxMTliZWZlNWUzNmM3ZTIwZGFh\" data-original-margin=\"\">He gives me slightly altered instructions, telling me to speak in the language of 'my country' which results in silence as I don't hold loyalty nor identify with any country. When he commands the language of his country he gets the same as I don't recognize his ownership of any country.</p>\n<p class=\"cnM2YmU3MmMwMjBhZDQ4OGRiYmIyYzkzYzE0YWU3YTNj\" data-original-margin=\"\">\"Speak in the language most people speak and understand,\" he snaps, exasperation clear in his voice. \"Tell me how you leave your circle and still accumulate mana!\"</p>\n<p class=\"cnNmZTk3NjU5OGMyZjQyZDJiMWQ1YzlkNjkyYmM2MDRh\" data-original-margin=\"\">\"Circle,\" I say in Mandarin, the only word of 'I'm always in my circle' that I actually know of the language he, from my perspective, requested. Apparently, however divine magic works, commands are open to interpretation. He scowls and writes something down in a journal. He seems familiar with this song and dance and I realize I have been fighting him to some extent the entire time. Even without consciousness, he was failing to control me.</p>\n<p class=\"cnMwNmU4OWIxZThlYjQ1YjVhYjViNWFmOGMyNWYwNjdm\" data-original-margin=\"\">My glee rises with his anger but dies off as he mutters to himself. \"Not much progress today, but no matter, I'm getting closer.\" At this, I realize I had been particularly successful today but I hadn't always been. In that journal was information he had gotten from me and I don't know what. What had he not questioned me about that he would want to know? Which of my plans was he aware of, and what countermeasures did he have in place? I got too excited, of course he had been more successful in the past. I had more defenses now than I ever had before; there is no way today was the standard result. I was able to choose what words to translate this time. What if I hadn't always been?</p>\n<p class=\"cnM2Y2EwZDI0NDVlMjRiMTU4MTRlYTMxODNhNTJjNTZm\" data-original-margin=\"\">My joy vanishes entirely when he puts his journal away and composes himself, running his hand through his hair. \"Particularly troublesome today are you? Well, no matter. Perhaps I'll have more success with the marital preparations,\" he says ominously. I was so relieved that he wasn't getting the information he wanted from me I had relaxed too much. Now, hearing that he was doing something else I almost broke free from his control at that moment.</p>\n<p class=\"cnNlNWU0OTU2ZTY0ODQ2OGFhN2E5MDM2ZTZmNTJmODg1\" data-original-margin=\"\">He gestures his hand in a complex motion, holds his hand out to me, and clenches his fist. Regular magic doesn't require hand movements so he must be using divine magic. Suddenly my entire body feels weaker. A pained aching reverberates through my flesh, like the feeling of having too much blood drawn enveloping every cell. Shit. It's impossible to change someone else's body without either immense mana or that person's help. With regular magic, that is.</p>\n<p class=\"cnNhODhlOWUyMTg3YzRkMTNhNzEyYmE3NjhkOWYwYjE2\" data-original-margin=\"\">With divine magic, it seems completely possible. I scan through my body with mana and feel a foreign will gripping it. The absolute piece of shit really believes he owns my body. He is wrong. I examine the intent and realize he is using a hammer whereas I use a scalpel. He has no understanding of biology; he is enveloping me with the image of the finished product he wants to impose with no complex understanding of the exact changes he needs to make.</p>\n<p class=\"cnM0MDAyOTE0ZmQwYzRhODI4ODE3N2E3MmJmNjE1MjEz\" data-original-margin=\"\">Frustratingly it seems to work to an extent. Beads of sweat form on his head as he focuses his twisted will on me. The first thing that changes are my own revisions. They begin to slowly revert to a regular human body, apparently conflicting with Baldwin's ideal image of me. This takes nearly an hour with the method he is using, but eventually, they are almost completely gone. I feel like a grade-A moron for never checking on them before and after a meeting with Baldwin. It never occurred to me that my failure in these experiments were in any way related.</p>\n<p class=\"cnMyMDZkOGNjZGI1OTQ3Y2Y5ODIwMGU1YWFjNzA0ZmEw\" data-original-margin=\"\">As those changes get close to entirely reverted, I read the other changes in his intent. He is trying to accelerate my development, shape me into his ideal figure, and even increase my fertility. I have to use mana to literally hold back the vomit and bile rising in my throat at this realization. Thanks to my other changes taking his focus, he has thankfully made no progress at all on this design. Subtly, I begin reasserting my own changes while denying the ones he is trying to make.</p>\n<p class=\"cnM0NzgzNmYwODBkODRlM2ViZDY2ODZiNmE1MWI2ZGU1\" data-original-margin=\"\">As I suspected he doesn't notice. My control and understanding of the human body surpasses his to a degree he can't even comprehend. I find it easy enough to overcome his will, and his efforts are now just a slight pushback against my own designs for a moment until they pitter out entirely.</p>\n<p class=\"cnMzZWFlMWJiMmNhMjQ4NjBhODMwMWU1ZWQyYzA0YWZm\" data-original-margin=\"\"><em>'I am in charge here you fucking snake' </em>I think as I thwart all his efforts. He has not gotten a single inch from me, but the violation of the attempt makes me sick. It is rare for me to be tempted to exact an intentionally painful death on someone, but this man is pushing that boundary to its breaking point.</p>\n<p class=\"cnNkZmZkNWFlYTFjZTQyMGJhOTg1MjczYTg3ZjE3ZTA3\" data-original-margin=\"\">My changes are already going back to how I had them when a gasping Baldwin composes himself and mutters, \"You can't fight it forever you stubborn bitch....\"</p>\n<p class=\"cnMxNTY3NDY5OWYzODRhMjBhZDQwOWVkYmNhNDE1ZTUy\" data-original-margin=\"\"><em>'Oh yes I can, and it's about to get even harder for you. You were impotent while I was basically unconscious and defenseless. You'll be less than nothing now that I can fight back.' </em>I think defiantly.</p>\n<p class=\"cnNhOGZkMzkyYWVmMDQ2Yzg5MmExNDY3MmIyZDA3MTk1\" data-original-margin=\"\">He casts some kind of spell that cleans the sweat off and combs his hair. Composing himself completely, he stands where he had been when my body first froze. He shifts his expression back to the fake smile and I feel control returning to my body. \"That will be all today, as always I appreciate your cooperation,\" he says feigning satisfaction.</p>\n<p class=\"cnMwZDFmYzg4ZGU2ZTRhMjZiMDc2N2JkOWVkOTMxMWMz\" data-original-margin=\"\">I glare at him as he leaves and stay where I am until I feel his mana is gone, then I double over and puke onto the ground. I hate to imagine how violated I would feel if I hadn't been making my own changes this entire time, considering how I feel even after knowing I had stopped him at every turn.</p>\n<p class=\"cnM4YWJkZGU4ZmQwNjRlMjU5OWRlOTYzNjM3MzhkMmI1\" data-original-margin=\"\">Baldwin Tudor is not long for this world.</p>\n            ",
  "invisibleParagraphContent": "This story originates from a different website. Ensure the author gets the support they deserve by reading it there."
}