{
  "preChapterNote": "<p>Gonna get a little into \"Horror novel\" territory this chapter, fair warning.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0OTJlN2Y1MGMzNDQ0ZGQ4YTkxN2VhZDUyZTIzZDFh\" data-original-margin=\"\"><strong>Iris</strong></p>\n<p class=\"cnM4ODYxOWNmYjcyYzRkMTE4ODllZmRlYmJiMzI4Nzg0\" data-original-margin=\"\">I grin wildly. Lillith of Endings, of all people, was the one to interrupt us. I'll admit when a mage practically flew around the corner before we finished the little pervert off, my heart stilled. That fucking howl she made when she saw her little friend gave me gooseflesh as well. But I was just startled. By the mewling of a stray cat, no less. I couldn't be more pleased. The little bitch has far too bold a tongue for her position. With Jocelyn here, she'll have to learn to bow her head.</p>\n<p class=\"cnMwMGMyYjY4ZGFlZTQ5NGE5MTgyNTQ0NzA3MmZiODUz\" data-original-margin=\"\">And if she doesn't, well... I lick my lips in anticipation. Every clever little quip in the world won't save her. If it weren't for her brutish strength and her luck with Lord Godfrey's circle, I'd have handled her myself years ago. But her mana has been measured and she is wanting compared to Jocelyn. I know her. She won't leave quietly. Which means I get an extra show tonight. It even seems like little Ellie here rubbed off on her. She's dressed a bit like a man herself, although it looks like her outfit has been through a bit.</p>\n<p class=\"cnNiMzU4MjdhNzlmODRhMmZhOWIyZDI1NGY1OGYwMmZj\" data-original-margin=\"\">None of that matters, however. All that matters is that I, Iris of the lesser house of Bonner, am going to graduate near the top of my class and be rid of two pests at the same time. Lillith is holding her hand to Eleonor's wrist, as if it matters whether she is still alive or not. Even if she still is she won't be for long. Neither of them is leaving here alive. Even if Lillith tries to submit, I can get a reaction out of her. Jocelyn will kill her one way or another. I'll make sure of it. I'm not like these other nameless hangers-on. Jocelyn likes me. She listens to me.</p>\n<p class=\"cnNlNDkyM2NhY2NmNjRkODk5Yjg5YTAzMGU4NTU4MmZi\" data-original-margin=\"\">She stands and glares at us, then looks over to her right for a moment, and nods. I follow her gaze but see nothing. We'll have to send someone to check over there later. It won't do to have too many witnesses after all.</p>\n<p class=\"cnMzYTE2OWNlMjlhZDQ4NWNiMzBiZjAzZWRhZDIyMzFm\" data-original-margin=\"\">\"If any of you didn't know what was happening here, or just came to see what the crowd was about, now is your chance to leave,\" Lillith growls and we all stare blankly at her. What in the third plane is she talking about?</p>\n<p class=\"cnNmZGQ0OThkYjVmMDQ1NDE5ZjNkNTFiZmYwMTEyZWJm\" data-original-margin=\"\">\"Lillith, you are the one that should leave. And get yourself some proper clothes, you are in public, woman,\" Jocelyn laughs. Lillith scans all of us with her eyes. A sudden chill passes through us. It's cold enough I would think it was a spell, if I could see or feel any mana. She starts walking toward Jocelyn. \"Oh, you really don't want to do this,\" Jocelyn warns, her aura flaring and putting a bit of pressure on the rest of us. It's enough that I start to sweat despite the cold.</p>\n<p class=\"cnM0NDZkYzkzMjljYTQwYmE5MWIxNTA0OTczODRkMmFh\" data-original-margin=\"\">I knew it. I fucking knew it. Oh, so smart Lillith doesn't know when she is outmatched, even after watching Jocelyn's mana measurement. Of course, Lillith obviously isn't thinking clearly. She hasn't even bothered to try a spell of her own. In fact, her eyes look completely empty. They show no thought or concern for her life, just a hollow, haunting grief. For Eleonor of all people! \"This is your last warning, Lillith. I'd rather not upset Lord Godfrey, but he's hardly the king. I will kill you,\" Jocelyn allows one final time and I scoff before choking back my laughter. Jocelyn is being too kind.</p>\n<p class=\"cnMxYzM1OGQwMzU4MTRmZjc5MWRmYWQ2N2I1MjZlMmFj\" data-original-margin=\"\">I can tell her patience is running out, however. Her mana is taking on the distinct, orange color of her sun mana. I've seen her sear steak with this spell; Lillith won't last a single second and Jocelyn is taking no chances. She is using more mana than I have ever seen in a spell. If it weren't for her impressive control, I'd fear for everyone here. Lillith is maybe thirty seconds from a painful death when I notice something odd. She isn't using any mana, but her ruby eyes have begun to take on a low glow. How is she doing that? I narrow my eyes at her and look closer. There is something coming off of her face. Not mana but... are her tears... steaming?</p>\n<p class=\"cnNiNzlmOTg1MGU3MDQzMGNhY2ZiNWZlNGEyY2YwYjAx\" data-original-margin=\"\">They are. They are leaving light burn marks on her cheeks. Not bad ones, they'd heal in a few days if she lived that long. Is this an effect of Jocelyn's mana? That thought paints a grin on my face. \"Bye-bye, Lily dear,\" I say, holding one hand up and folding my fingers in a sarcastic wave. It's only a shame Jocelyn didn't want to play with her a bit first like the other girl. Lillith slowly raises one hand and closes her fist, maybe a few seconds before Jocelyn kills her. Then, something changes.</p>\n<p class=\"cnM4ZTQ5MTYxMzE0YTQyZjdiMjZlNmVhNmQ1NDgzMDYz\" data-original-margin=\"\">She still uses no mana, but Jocelyn's spell... crumples. Like the air and mana within were a paper that could be crushed between your fingers. Then, it shatters and the spell is just gone. The air is heavy with silence for a second. \"W-What did you do?\" Jocelyn demands, \"How did you-\" she begins but Lillith holds up her other hand and slams it into her still-closed fist. Jocelyn never gets a chance to finish her question. As Lillith's hands meet, Jocelyn's head... collapses. It's crushed inward, beyond recognition, like a grape between two fingers. Her corpse falls to its knees, then its torso as blood pours from the stump of its neck.</p>\n<p class=\"cnNlNjZjZTRhNWRjMzQyNGRhNzQwYzgzZDFhNzM4ZmMz\" data-original-margin=\"\">Again the air is thick with quiet, the gentle sound of water dripping over cobblestones occupying the time alone. I don't understand what happened. Lillith hadn't used a spell. No one understands. Everyone is frozen in place, unable to process our friend's sudden death. Everyone but Lillith. She points at another girl and, faster than I've ever seen an element be conjured, sharp steel erupts from the ground beneath her. It's when the two halves of her body fall to different parts of the ground that we finally react.</p>\n<p class=\"cnNkNmEyY2IxM2JkYTRkNTNhNjg5ZjQ2Y2Y5M2I4NTcw\" data-original-margin=\"\">Two women try attacking Lillith, their ice and stone spells shattering like Jocelyn's before Lillith jerks her head toward them. As she does, both of their necks snap and they collapse into each other. One desperate girl actually pulls out a dagger and charges her. I can see the glow of a powerful enchantment on it and hope, for a brief moment, that it will be enough to end this. But Lillith moves at the same time. She is fast. Impossibly fast. I blink and she has closed the distance and is holding the woman by her hair. Her other hand holds the woman's, keeping the dagger clenched tightly in it.</p>\n<p class=\"cnMxZDcyMjBkZTdjYzQyZWFhMDFlYzRjZjcwOTc1YjZm\" data-original-margin=\"\">She jerks the woman's arm up and I hear a sickening snap as she doesn't bother to follow its natural movements. Then, in three quick stabs, she uses the dagger to stab into her victim's temple. The enchantment was powerful, and her head immediately begins to rot. As Lillith tosses her body aside with more force than should be possible, her torso and head separate in the air. The body thumps against the wall of the building to our side and the head... splatters like the rotten meat it is.</p>\n<p class=\"cnM1YjdkN2JjMzc1ZDRlYWY5NmQzNTI4MThjNjk4NDI2\" data-original-margin=\"\">It's been maybe ten seconds since I was certain I would be watching Lillith burn. I've been gaping for ten seconds too long. I turn on my heel and run. I'm not the only one. All of us scatter. This lot is closed off a bit, which made it perfect for acting out of sight. It also makes it a death trap. Of the two exits, we all run for the one opposite Lillith, but there are too many of us. I hear choked screams all around me mixed with sobbing and begging from those who have already given up on escape.</p>\n<p class=\"cnNhOWI4YjE3ZmI5OTQwNmNhMjkwMWU0YjJhMGIxNWYw\" data-original-margin=\"\">Their pleas are all cut short, only different, disgusting, squelching noises informing me of their fate. They were fools, but they slowed her down enough that I manage to clear the exit and reach the nearest path. I begin frantically looking for a place to hide. I can't outrun her, that much is obvious. There are three nearby buildings and quite a few plants decorating the walkway. Which do I run to? My heart pounds out of my chest, I can't decide which way to go, but I run out of time to think. Another of Jocelyn's sycophants is as frozen as I am, but she suddenly falls to her face.</p><p class=\"cmRkNzQ5NDJjOTljOTRlODM5MDM4ZmM1YzVhNjJlYjhl\" data-original-margin=\"\">This tale has been unlawfully lifted without the author's consent. Report any appearances on Amazon.</p>\n<p class=\"cnMwZjY0ZTBhNDZmZjQ5MWFhNDI3ZGY2M2RkMTQ0OWY0\" data-original-margin=\"\">She cries out and reaches for my ankle as something invisible drags her away by the leg. I don't see what causes her pleading to abruptly cut off as I am already running. No time to evaluate the best hiding place, I need to hide. I need to get out of here, to get help. I dive into the nearest bushes and begin to crawl. Thorns tear at my dress and skin as I crawl through them but I can't risk moving openly. That... animal is focused on other victims, this is my chance.</p>\n<p class=\"cnM0YTYxNWQ1MGRkMjQ5Njg5MDU5MTExNzhlZWIyNzZj\" data-original-margin=\"\">I have to drag myself through the mud and my face is a raw, bloody rag by the time I make it through all the rose bushes. But I make it and run to duck behind a courtyard wall for another building. I cover my mouth to hold back the sounds of the gasping. My entire body quivers. A sob is clawing its way up my throat, tugging on it and forcing my stomach to convulse, over and over again. I want to vomit. But I can't risk even the slightest sound. If I do, I'm dead.</p>\n<p class=\"cnMyMzA1MjhmMGFhODQ5Yzg4ZmNmYmZmMzdhYjY2MzJm\" data-original-margin=\"\">I don't want to die, I don't want to die, I don't want to die... Oh Collector please, don't let her find me. Don't let her find me. I'll do anything. I'll go to confession, every day, please please please please... Another girl appears to my right. I recognize her as we make brief eye contact. It's the other girl, the one who helped us lure Eleonor in. She looks like she is about to run to join me but just as she moves, her body raises into the air like a ragdoll. A steel spike erupts from the ground and her flying body is forcefully skewered on it.</p>\n<p class=\"cnM0ZDA1MGI4NzdjNjQ5ZjRiMDliOGZmNTk1YjE4YmIy\" data-original-margin=\"\">The previously quiet night is filled with different screams and cries for help. But fewer and fewer of them. Every few moments one stops. Sometimes alongside the slopping sounds of steaming meat. The back of my mouth grows hot and I vomit in my mouth. I hold my hand over my lips as bile and half-digested food drips and leaks through my fingers. I force myself to swallow the rest. The other sounds are disappearing and I can't afford to make any of my own. The final cry is cut short and an oppressive quiet takes over.</p>\n<p class=\"cnNmYmYyNDI2YjhlODRkZGViNjI3NmUyZjQ1YTdkN2E5\" data-original-margin=\"\">I hear footsteps but I can't tell if they are approaching or leaving. I choke and cry into my hand, closing my eyes. I just need to wait. I just need to wait a little longer, and it will all be alright. Just a little longer. I take a deep breath through my nose and... realize the footsteps are gone. I wait anyway. I wait, and I wait. Several minutes pass and my involuntary shaking grows so severe that my hand jerks from my mouth for a second and a short, strangled cry escapes my lips. But... nothing happens. Cautiously, I creep to the edge of the wall.</p>\n<p class=\"cnMyODBjYmVhZjFlMTQ4NzlhMDBkNWIyYTRhMDhkZjNh\" data-original-margin=\"\">It's alright. I survived. She missed me. She missed me. I peek my head around the corner.</p>\n<p class=\"cnMxNTFiYTc2OTI1NTRmMWFiMmNmZjZlYTYyMjI1ZDYw\" data-original-margin=\"\">Oh. Her eyes are glowing. It's impossible to miss from so close.</p>\n<hr>\n<p class=\"cnMyMmZhYTUzNTFmODRmZWI4NjVlY2JlNDFlZGUzNTUy\" data-original-margin=\"\"><strong>Cateline</strong></p>\n<p class=\"cnMwYTk3NmFjZGJiYTRmYzc4MDc4NTZlZDBjNWQ1ODM0\" data-original-margin=\"\">My hand flies to my mouth as I watch the steel bar pin Lady Iris' head to the wall. Fuck fuck fuck. This is way beyond anything I could have predicted. That Lillith is... she's a monster. She's <em>the </em>monster, I realize. The cold, calculating way she dispatched so many of my students with zero hesitation told the entire story. No one could kill like that without experience. The second I saw her kill Jocelyn I knew I needed an advantage.</p>\n<p class=\"cnM5Mjg0ZmI0NzY4ODQzZGE4YWZhMzI5MGI3ZjEwNDg1\" data-original-margin=\"\">I ran back to my office as quickly as I could. The dispersal cloak was there. It was my only hope. It was rare, one of a kind, and there was no way Lillith could counter it. But I was too slow. Returning with my secret weapon, I was met with... carnage. Women's bodies, some in multiple pieces, others unrecognizable, scattered the area. The only two that were missing when I got back were Lillith's, and fucking Eleonor's. I don't know where she went but it doesn't matter.</p>\n<p class=\"cnNmNTIxNTJiYjcwZjRjMjViMWFmZGMyMTdmYTU5NDY0\" data-original-margin=\"\">None of that matters anymore. If I don't kill or capture Lillith now, everything is over. I begin to gather my mana. I hope I can catch her off guard but as Iris dies, Lillith immediately looks directly at me. Sharp pain shoots through my heart as fear like I've never known wraps its icy fingers around me. She's on me in seconds and I can already feel the dispersal cloak doing its work. Mana envelops me but dissipates before it can harm me. I don't wait for her next attack and I launch my own.</p>\n<p class=\"cnM5OWJkYzUwNzUxMzRjNjBhOGQ5NzIyMGY1NTkwNGEy\" data-original-margin=\"\">Lillith somehow tries to crush my mana, but I manage to maintain it. It gives me a headache and my nose and eyes bleed with the effort, but I maintain the spell. How is she so powerful? I can't even feel her aura. I launch a wave of acid at her but her strange mana parts it in the air. It splashes on the corpses and plants around us, leaving her untouched. Small shards of steel form in a circle around her, then launch at me.</p>\n<p class=\"cnNlNDRjODE1N2Y1MjQ1MmY4OGEwZDg0MTY4YjNiZDI2\" data-original-margin=\"\">I ignore them, confident whatever mana she is using to propel them will be dispersed, but I'm mistaken. They cut deep into my flesh and I cry out. Shit, she is creating them, then propelling them somehow. The cloak only disperses active mana. As another wave assaults me, I respond with a shield of vector mana which sends them flying in random directions. Several fly into the surrounding stone, flesh, and soil. A few return to Lillith but they bounce harmlessly off whatever shield she is using.</p>\n<p class=\"cnM1ODhlZTU5NzVmNjRlYmQ4MmY4ZmE3ZWYwNWExZTcz\" data-original-margin=\"\">She tries to close the distance but I saw her before. I know she has inhuman strength. I flare my vector mana as she swings a fist, and her arm snaps at the elbow as her own strength empowers the shift in direction. She doesn't even flinch, just letting her arm fly uselessly to the side and slipping past it. Somehow, some kind of mana of hers assaults my vector mana and the direction becomes.... neutral. Her other fist is almost to me when I manage to, just barely, summon a new wall of acid.</p>\n<p class=\"cnNlNjcwZTY5ZDk5MzRmMzRhYmNkOWY5MjM3YTg4NWI2\" data-original-margin=\"\">I hope for her to fly directly into it but she unnaturally flips through the air, flying over me. Before she lands she manages to summon a blade which she grabs with her good arm. She swings it at me, and I dive out of the way but its direction suddenly shifts, moving completely differently than the swing of her arm suggests. I use vector mana to painfully push my body away but I'm too slow. I cry out in agony as it cuts cleanly through my arm, leaving me with nothing from the elbow down.</p>\n<p class=\"cnM0ZDI0ZjVlNDRmMzQ2YzBiZTVjMmFjMzM0N2IyYWQ3\" data-original-margin=\"\">I clench my teeth through the pain. I can use this. She sees and responds to every spell I cast. She figured out how to counteract vectors far too quickly. I need a trump card she can't see. Once again I summon acid, spraying it at her in an endless wave. Using this much drains mana, but this is all or nothing. Again it splits and splashes around her, but her shield works too much like a vector spell. It's probably the same mana she uses to attack it. With this move, my desperation mana empowers me far more than it has the rest of the fight. It gives me power as it always has, when I bet everything on a single gambit.</p>\n<p class=\"cnM1MzRmY2JlZWMwYzQwMzg5ODQ0NDAwZDZiMmZhOTFi\" data-original-margin=\"\">I push on her shield, and though I can't feel it, I can feel where my mana stops. I feel it. I can push through. I am pouring mana into a spell I'm certain she won't see when a loud crack screams through my ears. The wave of acid erupts in dangerous sparks as some sort of... lightning mana tears through it. Thankfully, this attack is directed by mana as any sparks that don't travel through the acid to the ground dissipate around my cloak.</p>\n<p class=\"cnM0MDQzZmJhMmNiZTRiYmM4OGYxY2VkZDJhYWQyYzcz\" data-original-margin=\"\">This is my opening, and I scream as bone mana forces rapidly growing bone to create a spear from my still bleeding arm. She can't see a spell that starts inside my body. No one can. As It tears from my arm, I drop the acid spell and focus all my vector mana on one point, breaking my way through her shield and allowing the bone spear to extend, all the way to her, and directly through her heart.</p>\n<p class=\"cnM5NzRhN2VmOWEzZDRkMGRiNjIwOGI3ZGIyNjdlNTc5\" data-original-margin=\"\">She slumps on the weapon, still protruding from my arm and I cry out in pain. But it's alright. I fucking killed her. I won. Lillith of Endings is dead. I gasp and look around. Blackness is crawling from the edges of my vision. If someone doesn't stop the bleeding, I'll die too. Thankfully, this fight made too much noise. The church had refused to replace my missing whisper sphere, but my inability to request backup hadn't stopped the noise from attracting the magic knights. I was surrounded by allies. I could rest.</p>\n<p class=\"cnNhZjI3YmJkY2U0ZjQ0MWRhOTA1OWJiMjA1ZmYwNzdk\" data-original-margin=\"\">I am about to let the darkness take me when Lillith suddenly jerks awake, forces her own body forward, further impaling herself, and wraps her arms around me. She opens her mouth and a horrifying pair of fangs appear from behind her top row of teeth. They sink into the flesh of my cheek and the black that was flooding my vision swirls with a not entirely opaque red.</p>\n            ",
  "invisibleParagraphContent": "This tale has been unlawfully lifted without the author's consent. Report any appearances on Amazon."
}