{
  "preChapterNote": "<p>Three chapters today, don't stop reading here!</p>",
  "postChapterNote": "<p>I did take a class on weather in college, but it was an easy A type class. If I got the cold vs. warm air thing wrong, let me know, and tell me how I should correct it!</p>",
  "chapterContent": "\n                <p class=\"cnMzY2ZlMzhkZDE5YTQzZTlhN2Q4OGM4OTllZGNkMmUz\" data-original-margin=\"\">My next stop is Baldwin's estate. The first thing I have to do is ensure Baldwin isn't here. If everything goes at least marginally close to plan, I should be able to handle Baldwin alone. If I am fighting him and his father Reynold, however, it all falls apart. Sneaking around the estate isn't terribly difficult with my mana suppressed. I have sound and light mana and Baldwin, in his infinite wisdom, has little in the way of security. I suppose he wants to minimize gossip about his hobbies, or is just arrogant enough to believe he doesn't really need them. None of them are even mages, except an aid or two. It's my understanding most city lords would employ a corps of knights to protect their estates and assets.</p>\n<p class=\"cnNkOGE2NGQ3NjBiNTQ1NDFhNjBiZGMyOGNmNWUyMjVj\" data-original-margin=\"\">I suppose either Baldwin or Reynold has other priorities, however. From what I gather, even most nobles shy away from the sort of thing Baldwin enjoys, and rumors could harm his standing in court. The only thing that dwarf's his arrogance is his ambition. I make it into the main manor easily enough. Here, I change into the uniform of the maids on the estate. This isn't quite the frilly black-and-white getup I'd seen on TV. Instead, it is a simple white dress with a green bodice and long skirt.</p>\n<p class=\"cnNiZmQ1OGM2YjQ1NzQ5ZjE4YjYzNzg2ZDdmYTEzNjBk\" data-original-margin=\"\">I find this outfit in the maid's quarters, where I also collect some random papers. Now, collecting them in my arms, I march briskly to Reynold's chambers. I can feel his mana and it's easy to find him. The pressure of it even helps me imitate the nervousness a maid would likely have when approaching a lord of his power. There is a guard at the door but he doesn't bother stopping me. Instead, he snickers and simply steps aside for me to enter.</p>\n<p class=\"cnNkNGY5YTlkYjcyZTQ4ZTE5OTVhZmFkMjgxOGY5YzBj\" data-original-margin=\"\">I enter to find Reynold dressed in night clothes. I open my mouth to tell him about my supposedly urgent business but he cuts me off. \"What do you think you are- oh, just a maid,\" he starts before giving me the foot-to-face appraisal men like him favor. \"I suppose you'll do, I was going to send for one of you anyway. Come here, girl.\" This is more or less the response I expect and am looking for, so I nod obediently and move over to him.</p>\n<p class=\"cnM2NDQ3ZTQ1YjMxZDQxMjg4MTJiMjgyZWZlM2UwMzMw\" data-original-margin=\"\">He grabs my face roughly, moving my head around to examine me, \"are you a new one?\" he asks idly, \"hairs a bit short. Not the most attractive quality. You are to grow it out, understood?\" I just smack his hand away.</p>\n<p class=\"cnM4YjM0MTkyMWQ5ZTQ1ZTViYWE4ZWZlYTNhOTAxZjg1\" data-original-margin=\"\">\"Oh no, you don't think I'm pretty?\" I snort, his face contorting from idle lust to rage.</p>\n<p class=\"cnMwOTMyMzgyMzU1ZTQyYmI4Zjg4NTg3NjZiMzE2NWIx\" data-original-margin=\"\">\"Who do you think you are?\" he snarls at me, \"You will show me the respect I am due. Now come here and... and... let...\" Drool starts running out of his mouth as he lectures, and a moment later his muscles begin to contract and he starts to spasm. His breathing speeds and he collapses, losing control of his body. \"H-help!\" he manages to scream before losing complete control. His mana flares but he is unable to cast any spells. The guard runs in, spear in hand but I throw him through the wall with force mana.</p>\n<p class=\"cnNjYWJhYWRjYTkyZTQxODE4ZTMxYTg3NWZiZTgzYjU2\" data-original-margin=\"\">With the dose of poison that just activated in Reynold's system, he is dead before I leave the room. I see another guard running as I head to leave the manor. I kill him with a stone bullet, a spell I can cast much more quickly with my recent growth. His blood splattered on my face and dress, I march out of the estate and fire off light and sound magic to draw as many guards as possible. I march across the estate gardens, to a smaller building on the estate.</p>\n<p class=\"cnMzNjMxMGI1ODc3YTRhZmY5NjM4MDdlZWMwODg2M2Zk\" data-original-margin=\"\">This building is itself a smaller mansion outwardly for housing visiting dignitaries. It is, however, the most highly guarded building and the only visitors it ever gets are Baldwin and myself. A few dozen guards respond to the noise I make and run to me, calling for backup along the way. I use powerful force mana to crush one of them, adding in light magic to make the spell shine an ominous red. This doesn't make it more dangerous, but it makes it far more frightening.</p>\n<p class=\"cnM1MTM5N2YyZjExMDRhZTA4YTI4YzRjZDQ1OTA5NGVk\" data-original-margin=\"\">I hit a few more guards with the same spell, and the rest pause, not bothering to attack me. After a moment of silent appraisal, they flee en masse. I don't bother chasing them. They will be long gone well before anyone else gets here, and that's all I need. I arrive at the smaller mansion and head into the foyer.</p>\n<p class=\"cnNiM2FkZjU3MGE4NTQwMTU5NzQ2MDE0YmIyYWRlOGQz\" data-original-margin=\"\">Baldwin won't be as easy as Reynold. Divine magic will likely repair any damage poison can do. This fight is coming earlier than I'd like as well and I won't have as much support as I had hoped for. Still, I have been worried about this since the first mages emerged from the circle and I did have the minimum requirements prepared before that happened. First, I remove the maids dress and reveal my active clothing underneath. This is not a battle I want to fight in a dress. Now I wait.</p>\n<p class=\"cnNhMTc4YzY1NjY3NjQ1ZmFhMTQ5ZmQwYzM4ODk1MWJi\" data-original-margin=\"\">I will have to use every trick I have to survive this fight, but hopefully not for too long. I just need him to use enough mana that... Sweat trickles down my face as my nerves set in. My heart is as still as ever but adrenaline still rushes through me, demanding I do something. I have to remain calm. After nearly an hour, my stomach twists as the expected voice breaks the silence.</p>\n<p class=\"cnM5OWQwYjBjM2E2MjQ5ZjdhZjQ0ZTU3YjAyODdkNTNm\" data-original-margin=\"\">\"Quite the mess you have made of the estate,\" Baldwin says, striding confidently through the front door and into the foyer. I take note of a messenger bag he has resting on his side. \"I'll expect you to be tidier when we marry, my dearest Lillith.\" The glare in my eyes conflicts with the smile on my lips.</p>\n<p class=\"cnNkOGUyYTIzODA5ZTQzZTU5M2UxMzA4MjljZTEyNTRk\" data-original-margin=\"\">\"You think so? I thought I had removed quite a few stains,\" I retort, eliciting a chuckle from Baldwin. \"Although I suppose it was a drop in the bucket compared to the filth that's left.\"</p>\n<p class=\"cnMyOGViYTI4YzAyZTQ1MDY4MDkxNmE1NzFkNWFlZDMy\" data-original-margin=\"\">\"Finally come to kill me then, have you?\" he laughs, \"Finally get all your little chess pieces into place, or are you just here for one of your little pets?\" I glare at him without answering. If he wants to talk, I'll let him talk. \"You didn't think those were a secret from me, did you? Your plans to team up with all my little toys to kill me? Please,\" he gloats.</p>\n<p class=\"cnNmYTYxM2UxYjAzZDRkNTE4MjhlMzYyNTFmZWEyMDY3\" data-original-margin=\"\">He holds his hands behind his back and begins pacing around me as he lectures, \"You can't keep any secrets from me, Lillith. You should know better than to sneak around behind your future husband's back, my darling. Every single one of them betrayed you. Every single one of them told me you asked for help killing me.\" What he means here is he used a divine confession on them. I haven't been betrayed, he just exercised his power like he always has and wants me to blame them for it, like the powerful always do.</p>\n<p class=\"cnM2NTBlMjkyMzUyYzRkOTVhYzBmMmUzYTNhMDFkMzkz\" data-original-margin=\"\">\"Smart of you to not give them any details, but it won't make a difference. Were you going to make an army of little mages? Was that your plan?\" he smirks at me, \"That's right. Your little pet mage told me everything too. How you have been training little mages in one of the temple's sick houses. Were you going to attack me with a bunch of kids and cripples? I have to say Lillith, is that really the best you can do?\" He has genuine disappointment in his voice and I sigh inwardly.</p>\n<p class=\"cnNlYWU0MjQzYzhiNTQ2ZTM5ODk4YWQ4OGFjYTNjMjdi\" data-original-margin=\"\">He saw me helping children and the injured, the people society threw away, and he assumed I chose them because I wanted a personal army? Sometimes it feels like it's impossible for people in power to view the world through a lens of anything but different attempts to gain more power. \"You know you could have real power. With me, you will become the queen someday. You will rule over this entire country. You don't have to play these silly games. Truly, I am disappointed in you, I hoped you were smarter than this,\" he says with a mock sigh.</p><p class=\"cmM1MTUyZDZmOGQyYjRiZThiZWNkZDUyNDc3YzJjMDlm\" data-original-margin=\"\">This story originates from Royal Road. Ensure the author gets the support they deserve by reading it there.</p>\n<p class=\"cnNhOTE3NTY0ZWIyNjQ0MDk4MzczMmNmZGZjNzJlYTlk\" data-original-margin=\"\">Apparently, it is my fate across all of reality and in any world to disappoint people by not being 'smart enough' to do exactly what they want and expect. \"The queen has power, yeah, but only the power to do exactly what the king wants. The power to be on your leash isn't power,\" I finally respond. Even as queen, I wouldn't be able to do much. I could stop nobles under me from some cruelties... unless the king said they were okay. I could use wealth for charity... unless the king decided it was too expensive or made the common people harder to control.</p>\n<p class=\"cnM0NGYyMTRhNjYzNDRjYzRhNDQ1MWI2YWNlNjBjNDJh\" data-original-margin=\"\">I would have the power to be cruel I guess but I couldn't actually change how this country works. Even if I got away with killing Baldwin after becoming queen I would just be given a new guardian and a new king would take his place.</p>\n<p class=\"cnM5NWFkNDhjNDlhMDQyYTJiZWE1ZTgyYzg2MDhmM2M4\" data-original-margin=\"\">\"Maybe so,\" Baldwin responds, \"But a bunch of broken toys aren't going to help much either, are they? I promise my leash will be more pleasant than watching them all die by my hand.\" He has a wicked grin on his face as he taunts me.</p>\n<p class=\"cnNkNjk0NzNkZDMyYjRmZWRiZDRhZjhlNGFlNGY0ZGM2\" data-original-margin=\"\">\"You were going to kill them all anyway. Doing it more slowly isn't a kindness, and watching it from your side wouldn't be easier. Besides, you won't live past tonight. So I don't have to choose, do I?\" I respond, my glare following him as he paces.</p>\n<p class=\"cnM2YmNhM2U5N2QxNjRhZDViZGM2YmU3YTlhOTI5M2Rh\" data-original-margin=\"\">He spins on me, not in anger but with amusement. \"Oh you really think you are going to kill me like you killed Walter don't you? Do you actually think I'm the same as a disobedient dog like him?\" he laughs.</p>\n<p class=\"cnMxYjBhZjA1NGQwZTQ2NWJiMzViMTZiYzM5ZGRjOTA5\" data-original-margin=\"\">\"Of course not,\" I quip, then look at his throat, \"I imagine he tastes like you, only sweeter.\" He raises an eyebrow at me for two reasons when I say this. He is clearly amused by my confidence, but he also felt the same thing I just did. My mana has begun building in potency and intensity. People have begun to arrive outside. Baldwin's direct victims are showing up, one by one, and circling the house.</p>\n<p class=\"cnM3YTA1OGYyMzZlNjQ3YjViYTNiNDkyMWI2ZWJjNzE4\" data-original-margin=\"\">He claps his hands, clear joy on his face, \"Of course! what a fun plan! You don't have a little mage army to fight me, you actually want to fight me yourself! What aspect are you using to draw power from them? Pity? helplessness? I could see you easily grasping the concept of helplessness,\" he bellows. \"You made a mistake though, my sweet bride. These are MY toys. I can feel them. Every one of them belongs to me, and they empower me as well. You may have made yourself stronger, but so am I.\"</p>\n<p class=\"cnM5NGVmZTlkMDJmMDRmNTM5OWU5MDE2ZGNjYTExNGY4\" data-original-margin=\"\">\"Is that so?\" I challenge, maintaining eye contact with him, \"But these people came here at my request. All of them willingly, and all with the knowledge of what could happen to them. They have overcome both your dominance and their fear of challenging you. So, who do you think is going to be stronger? You, leaning on them like beasts of burden, or me, acting as their spear?\"</p>\n<p class=\"cnM2OGMwZTA4MjIwOTRhYzlhZDc4N2MzNzRkZmY5OGM5\" data-original-margin=\"\">This is the moment I see him confused for the first time since the start of the conversation. He doesn't know how I know what his aspects are and I take advantage of this brief slip to start the battle. I cast my flashbang spell, trying to blind and deafen him for a few seconds, then charge him with my force-reduced weight. I swing a fist at him but I am too slow. He saw my mana forming, protected his eyes and ears, and put up a thick wind barrier that tosses my fist aside. I quickly use force to push myself away, my opportunity missed.</p>\n<p class=\"cnM1NWIxZTRmMjJmNTQ2MDBhNWE5OTRiYjY4ODZlOTUx\" data-original-margin=\"\">The color of my spell had been faint, however, and my grief mana is doing its job. He cackles at me, completely unworried as he forms spears and drills of wind in the air. Unlike my jack-of-all-trades approach, Baldwin seems to have mastered a few specific types of mana, wind being his strongest. I run across the foyer dodging sharp wind, sometimes stopping just before it hits and other times jumping over them. This is a lot easier with pants.</p>\n<p class=\"cnM2ZGNjYWY3ZDYwYTQwNTY5Yzk1ZmIwNDFkNjA5ZGI1\" data-original-margin=\"\">He is toying with me, I can tell by the speed and force of his weapons. He is happy to injure or badly maim me, but he doesn't want me dead. He isn't being particularly careful of the outside but he isn't attacking my allies directly either. He still has a use for all of us, and until he is actually worried he will want us alive. That is the arrogance I'm counting on.</p>\n<p class=\"cnNkMWQ0MGViMDI0ZjRjMDA4MTQxNTdlYWYwZTRmOGZm\" data-original-margin=\"\">I try to approach Baldwin again to make contact with him, but a wall of wind separates us. I feel more allies have arrived and my power is growing even more. He traps me between two wind tunnels, one of them blowing a window out behind me, and aims wind blades at all four of my limbs. The force mana I have been using to lighten my body has grown fainter and fainter as more allies arrive to circle the manor. I go to apply upward force to myself before I realize I am boxed in from above as well.</p>\n<p class=\"cnNhOTc3MTZhNGNiYTRiM2U5ODRiOWJjNTZkYzBiY2Qw\" data-original-margin=\"\">I pour massive amounts of mana into cold and air mana, creating a huge pocket of freezing air in front of me. As the wind blades hit this mana they are redirected upwards and fly into the wind tunnel above me. I expand the radius of my cold bubble and the wind tunnels on either side of me also shoot upwards, allowing me to escape.</p>\n<p class=\"cnM0YzNlYzMzY2UyYzRmYzZhZGEyMGQ4MDMyZmViMWM2\" data-original-margin=\"\">All of my allies have arrived now, and I can feel my mana surging. His wind has grown more powerful as well but I had been right. In their current state, they empower me more than him. The gap between us is narrower, if he still outclasses me by a significant amount. I begin rapidly forming earth bullets and firing them with as much force as I can, simulating heavy gunfire. He has been neglecting his wind barrier, opting for offense, and several of my bullets tear through his body and cause a pained look of surprise.</p>\n<p class=\"cnM2MTM0MmZlZDUwYzRlYjRiZDg5NGEzZmM5ZDg0NmVk\" data-original-margin=\"\">My small victory is short-lived, however, as his wounds immediately close up. I had gotten first blood, however, and Baldwin's amusement was fading. I feel the familiar feeling of his divine magic seizing control of my body and I freeze in place. He brushes dirt and blood off of himself and scowls. \"Stubborn bitch,\" he mutters, frustrated he couldn't put me in my place while I was conscious. He dispels all his wind magic and walks slowly over to me. He doesn't attack or restrain me, in fact over our various sessions I have become convinced he can't without ending the state I am in.</p>\n<p class=\"cnM5MjkwNzM0OWI4MjQwMTU5M2QyMjlkZjYzZjgyNTEx\" data-original-margin=\"\">Instead, I see him pull familiar chains from the bag at his hip, similar to the ones in Walter's cellar. He plans to bind me as soon as I'm released from his control. I am awake, however, and I break myself free from his control. With everyone outside, my mana has become completely invisible and he doesn't seem to realize I am in control of my body since his divine magic still permeates it. As he approaches me, I call on all the extra strength of the mana I have right now and form a massive spike of earth behind him. He unclasps the shackles and orders me to present my hands.</p>\n<p class=\"cnMwYzUxMWJjNGMxZTQzNzk4NzdmMjg0YjAxMDgyYmU4\" data-original-margin=\"\">I do as he says. He reaches up and, just as I feel his intent receding from me so he can make contact again, I lunge and grab his hand in mine, finally making skin-to-skin contact. As his eyes widen I move the earth spike, impaling him. He uses a huge amount of wind mana to throw me away from him and I collide with a pillar, feeling a rib crack.</p>\n<p class=\"cnM0YzE1ZjhmMjVkMzQ4NWJiODljMmVlOTZhZjU1NGZi\" data-original-margin=\"\">When I recover, I see he has forced the spike out with wind and the gaping hole is healing. He's a sturdy fucking bastard. He looks up and glares at me, the game clearly over. \"Fine. If this is how you want to do it, I have other ways to control you. Come here,\" he commands, wind still blowing around him in force to ward off any attacks. I'm confused until I see him looking toward the front door, where Henry is walking in. Fuck, I was worried about this. Hopefully, I have done enough.</p>\n<p class=\"cnM0MDVmNjgwNzZmNTQwYWY4ZjJmNjY1NDMwZjI0YmE0\" data-original-margin=\"\">Henry obediently enters the house and begins walking across the wreckage Baldwin has made of it. Before reaching Baldwin, however, he begins to slow down. After another moment, he stops completely. \"I said, come here,\" Baldwin commands again through a pained growl, but Henry stays put. Just as Baldwin is getting ready to give him another command, life floods into Henry's eyes. He stumbles for a second like he just woke up from a deep sleep. Coming to his senses, he takes in the scene in front of him, processes the situation, and runs to a spot up the nearby stairs close to the back wall. Baldwin reacts by trying further commands, apparently unable to reconcile reality with his expectations.</p>\n<p class=\"cnM3YmUwY2ZhYjRjOTRkMjk4MjNkNWEwMmU4MTk2MjRi\" data-original-margin=\"\">Henry stomps his foot on the ground when he reaches his destination and immediately everything changes. The powerful wind blowing around Baldwin dissipates. The hole in his abdomen is closed but scrapes and bruises all over his body aren't healing as quickly. A look of fury descends on his face and he snarls at me, \"What the fuck did you do?\"</p>\n<p class=\"cnM2MWZiOWQyZjMyMDQ4YTU4YmEyMDE2ZjRkMWY4NTY1\" data-original-margin=\"\">I don't answer. Instead, I begin casting.</p>\n            ",
  "invisibleParagraphContent": "This story originates from Royal Road. Ensure the author gets the support they deserve by reading it there."
}