{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNmNDkzNjU5MDkxZDRjMTI4OGJiMmQ5MTkzMWIxMDc0\" data-original-margin=\"\">The glowing sphere resting on my writing desk conveyed a weary sigh from Godfrey. \"Hello, Lillith\" he greets as I scratch under Suzume's chin.</p>\n<p class=\"cnM5OTRiMDJmZjQwNDQwMzQ5NjY2YmRiYTg0ODljNzNl\" data-original-margin=\"\">\"You sound tired bud,\" I reply to a chuckle from the older man.</p>\n<p class=\"cnM4ZDcxMGM0NTU4OTRkNzY5MzA1M2Y2ZTAyYjA3YzFm\" data-original-margin=\"\">\"It's been... a day,\" he responds. \"Things are getting out of hand.\"</p>\n<p class=\"cnNmMTMxYTVkNDVjMjQ4ODI4ZTZjODUyZTA2OTQ1MzNh\" data-original-margin=\"\">\"I did hear something about a fire over in Visenar. Near your house too. How did that come about?\" I poke.</p>\n<p class=\"cnM4MTgxMTIxMzg0YzRmZDU4MjYzZDE4M2FkMjc0MzU1\" data-original-margin=\"\">\"You heard, did you? With your vast network of spies, I'm sure. So what did you think of my recent additions? Those magic lamps really brighten the roads up, don't they?\" he asks and I click my tongue.</p>\n<p class=\"cnNiZDBlZDIzODIxZDQ1YjBhZmY4YzM3N2Y2MWVmMTk1\" data-original-margin=\"\">\"Their coverage seems a bit spotty, to be honest,\" I answer and he laughs.</p>\n<p class=\"cnMzOWRkZWQ5NWEzODQ4MmI4MmI1NzBlMGFiMTZhNWM3\" data-original-margin=\"\">\"Yes, well, someone cultivated bits of an ancient unknowable deity forest all around the city so we did need to make some tough choices based on that,\" he retorts and I scoff.</p>\n<p class=\"cnM2YWI1MTNjYjNjYTQ2ZjI5OTQ1ODY5MDZmZDNmNTBk\" data-original-margin=\"\">\"You literally worship the guy, how was I supposed to know he wasn't allowed in town?\" I ask.</p>\n<p class=\"cnNjYWM0NDFlN2I5NDQwZTk5N2FlZTM5MzMyNmExM2Ri\" data-original-margin=\"\">\"You know, many priests were horrified at the disrespect you showed the Collector using his woods this way,\" Godfrey mused.</p>\n<p class=\"cnM0M2YxZTY4MTFhYTQwNDE4NTQ0OGMxMTgwZjNjMDVh\" data-original-margin=\"\">I allowed myself a half smile as I responded. \"Oh I'm sure they were. Rumor has it temple attendance has been a bit meager recently.\"</p>\n<p class=\"cnMyNzI0NmE4ZTdjMjRiNzc4ODRlZDBjMjIzZGIzZGNl\" data-original-margin=\"\">\"The head priest did go missing, it didn't exactly inspire confidence in the church,\" Godfrey explains.</p>\n<p class=\"cnM2M2VmYmViYjBmMDQwYTdiOWYxMWI0YzIxMGJiNDc2\" data-original-margin=\"\">\"Oh he just got a little closer to God. The whole city did, in a way. What kind of church loses the faith of its followers when that happens?\" I ask.</p>\n<p class=\"cnMxOTc4ZTA5YmU0NTRlODFhMzdmZDkyZmJlZjI1YmJi\" data-original-margin=\"\">\"Speaking of, I don't suppose you have my little brother kicking around somewhere out there?\" he probes.</p>\n<p class=\"cnMzODJjYTA4Nzg2ZjQxMjc4NDU4ZjM2Zjg0OGYwY2Rh\" data-original-margin=\"\">\"How many times do you think you'll ask me that? Trust me, Godfrey, I'm the one knocking the crown off your head, not him,\" I promise.</p>\n<p class=\"cnM1YTNjNmQ2OTcwYTRlZWJhMWQ2NGI4ZTI4YWQyY2Rl\" data-original-margin=\"\">\"Won't that be fun? Still, something... came up. If you have him, bringing him back could help a lot of people.\" He responds idly.</p>\n<p class=\"cnNiZjZjZDg5ZGI4MTQwMWI5YjcxZGM4OWM1ZmU4NDI2\" data-original-margin=\"\">\"I'm sure he's wandering around the Radiant Woods somewhere,\" I reply, \"Maybe you should head in after him. I'll meet you there and help you look,\" I offer, and he rewards me with a humorless laugh.</p>\n<p class=\"cnM4NWY0ZGNjYzM4OTRjYTNiNmRhNWUxMTU5YjY2NTZi\" data-original-margin=\"\">\"I think I'll have to decline. Seriously, Lillith. If he's out there, I-\" Godfrey begins but I interrupt him with a yelp as Suzume bites my fingers. I glare down at her, then realize what she wants as I look out the window and see the sun has long past set. Godfrey pauses what he is saying before asking a friendlier question. \"Forgot Suzume's treats again, huh?\" he guesses.</p>\n<p class=\"cnM2NzQ4OTA2N2Y2ZDQwODU4MDJkNjIyOThlNmE5NTk4\" data-original-margin=\"\">\"Ugh, yes,\" I answer, \"I just need to remember where I hid them.\"</p>\n<p class=\"cnM1ZTIxNDRhYTFjMjRjMDI5MWY2YTE4ZmNmMjIxNjkw\" data-original-margin=\"\">\"Left drawer of your writing desk last time,\" he answers and I shake my head, although he can't see it.</p>\n<p class=\"cnNhZjYwMGQ2MjMxYTRiYjc5YjlhMWRlZjI4YTE3NjIw\" data-original-margin=\"\">\"Nah, the genius little idiot figured out how to open the drawer. I got home one day to find the jar knocked over and empty, hold on,\" I answer before looking around my room. I find the jar of homemade treats on my bookshelf, hidden behind a collection of books I'd stolen from Godfrey once upon a time. I put three on the ground which Suzume happily eats while I return the jar. Finally, I go back to my desk. \"Sorry about that. So what happened, what do you need the old king for? Seems like you would be... less than pleased if he showed up again.\"</p>\n<p class=\"cnM0YzQ1ZmRkNjA0ODQ3ZjQ5MjdhOTYzZGUwMmNlMjRk\" data-original-margin=\"\">I hear Godfrey grumble something through the sphere but I can't make it out. \"Let's just say, someone else is looking for him, and it would prevent a lot of violence if we could deliver,\" he answers. He sounds casual on the surface, but there is a slight hitch in his voice. I put my hand to my face and rub my lip while thinking. That was interesting, but I can't help him.</p>\n<p class=\"cnM0NjM1OWNiNGU2NzQyMTRhMjc0N2JhZWRhZDAzODc1\" data-original-margin=\"\">\"I'm sorry, Godfrey, If it's your brother you need, I genuinely can't help you,\" I respond as empathetically as I can.</p>\n<p class=\"cnMxZDIwODNmMTY3MTRjMGJiZjhkNmM0ODhkNGE2MDFi\" data-original-margin=\"\">\"So he's definitely dead then, I thought as much based on your past responses,\" Godfrey replies. \"Can't exactly say I'm sorry to hear it, truth be told. It would have been convenient if he wasn't though.\" A book falls on the ground, startling me before I can respond. I glare at Suzume, who gives me a wide-eyed look of innocence as she sits next to the book she managed to remove from my shelf in her quest for more treats.</p>\n<p class=\"cnMzNzU5MjE3MzZmNTQwNzQ5ZWU4YTI0MmYzNzg0NDJl\" data-original-margin=\"\">I narrow my eyes at her before returning to the conversation. \"What's happening, Godfrey? Is this about that fire? Who wants the king, and more importantly, who is in danger?\"</p>\n<p class=\"cnM0OTI5ODUyMDRlOTQwZGNhYjhlM2UyYzJiNjE5MDAy\" data-original-margin=\"\">There is a moment of silence before Godfrey responds, failing to answer the question directly. \"Lillith, I need my people back.\" There is a serious and commanding, but also desperate edge to his voice. I sigh.</p><p class=\"cjRlNTZkM2Q1MzUwNjQ3ZTE4NDVkMGNjYTFmMmUyN2Q1\" data-original-margin=\"\">You might be reading a stolen copy. Visit Royal Road for the authentic version.</p>\n<p class=\"cnMyM2QxYjVlMzMxMDQ1MTc4NTgwODM1NThjNjcxNjIz\" data-original-margin=\"\">\"Your people?\" I ask and we move toward the same argument we have had half a dozen times now.</p>\n<p class=\"cnMwY2M0NmJhNWRlMDQ5OWI4Zjc5NDExZTBlZDJmNjEx\" data-original-margin=\"\">\"Yes, my people. The people born and raised in Potestia, who owe us their loyalty. The people we need to protect everyone you left behind,\" he snaps at me and I sigh.</p>\n<p class=\"cnM3OWU1M2U2YjM2MzQ1MTI5MmY3ZWExNjhlOTVjYTRm\" data-original-margin=\"\">\"Godfrey, no one owes Potestia loyalty. Especially not these people. You know that as well as I do,\" I counter.</p>\n<p class=\"cnNiMDA1NWQxOTE5MDRlMjliYTlhOWFjYzZkMzMyNzBm\" data-original-margin=\"\">\"I know this country has failed a lot of people, Lillith. I know. But how am I supposed to make things better without laborers? How are we supposed to move forward if everyone isn't here to move forward together?\" he challenges. \"This is their home. They should be allowed to contribute to its future.</p>\n<p class=\"cnNmZGE0MWYxMmEyYTQ2MmFiMzJkMmIzMmFjMDZlZWQ1\" data-original-margin=\"\">In a way, he touches on the truth there. I can't just move everyone away from the shitty monarchy and hope things get better. It is their home, and people shouldn't have to leave their home for a better life. But they should be allowed to. \"There are more people left in Potestia than I took away, Godfrey. If these ones were so important to moving forward, they shouldn't have been treated as the least valuable members of society for so long.\"</p>\n<p class=\"cnNlYjc3Mjg2ZWEyMzQxZDg5ZGY4OWQzYjZhMzdiODYz\" data-original-margin=\"\">\"I know that! I have always known that, that's why I have been working to point us in a better direction! But that takes work. It takes time, and above all, it takes people. Like it or not, this country has been running this way for a thousand years, and we can't kick the legs out from under it and hope for the best. It needs the support of its people until we can build something new. Fully trained and educated mages don't pop up out of nowhere. I'm not trying to keep people in slavery, but we need to rely on their labor. We can't start by removing the stone beneath our feet, however filthy it may be. We start by cleaning it up, and replacing it when we have something else to stand on,\" he lectures and I roll my eyes.</p>\n<p class=\"cnMzMWQyYmM3YTc5NDQ5ZDU4YzRhYzcxZjRjMDIzY2Ex\" data-original-margin=\"\">\"How old are you, Godfrey? How rich? How powerful? How long have you had the power to start 'cleaning it up'? How many people lived and died as slaves while you were waiting for the right time to give them a better life? A life not even half as comfortable as yours. You want me to tell you where people are so they can help you make it better? People who had to flee from your country just to live? People who were very likely born years after you first had the power to effect change? What happens now matters. I'm not going to let you drag them back to keep waiting on promises you didn't even start working toward until they were already gone,\" I spit back.</p>\n<p class=\"cnM5MDk5NDJmZGQxOTQ5YjQ5ZGJiODQzNmE3ZmRhMzM3\" data-original-margin=\"\">\"The world isn't so easy as that. It doesn't matter how much power and wealth I technically have. There are too many people, too attached to the world as it is. You know what I mean, I know you do. If someone so much as offers a helping hand dozens of other people would have tried to stop me. They <em>did </em>stop me. They stole my mind and banished me to a bookshop in the countryside. I needed real power before I could change things, and I have that now!\"</p>\n<p class=\"cnNlMWIwNzZmYjVlYTQ1YmE5ZjY1YzVjMjVmMTU3NGY1\" data-original-margin=\"\">\"Do you, though? I fought with the last king. He was a joke. A moron. The very definition of aimless power. If he were the only one in your way, you would have held the throne decades ago. But he wasn't. Do you think I haven't been paying attention? The king, in order to hold power, needs the support of the other nobles. No powerful mage can rule this country alone. So what, your fancy gold hat changed things? Now they won't resist when you take their comforts away from them? When their slaves come back and you don't send them back? They'll just shrug and say 'Well, if you say so your majesty.'? No. They'll find a new king. The only reason you can push changes now is because those people are gone and your ideas are offering them some of their comforts back.\"</p>\n<p class=\"cnM4Y2ZjOWNjZjBhMzQ0ZGFiMzc1ZDhhMWZmOGQ0MzRh\" data-original-margin=\"\">\"Maybe. Maybe, in the short term, what you have done has made this possible. I can acknowledge that. But we need to build something we can stand on, not just for a few years or a few decades. We need to build a foundation that keeps people safe for the coming centuries. And sudden, radical, and overly violent change isn't going to do that. I don't know how you have all survived this long, but it can't last. Nothing bought through so much needless violence will unless you plan to stay around killing slavers forever.\"</p>\n<p class=\"cnNiYWY0YjhkNGZlYzQ1NDc4Y2RiYzZiZjM0YzhiYTJh\" data-original-margin=\"\">\"What are you talking about? My method is a drop in the fucking bucket! My needless violence? You are the violent one. Yeah, I've killed a lot of slave owners. I've killed rapists too, and thugs who steal food from children. I've killed a lot. But I could do that for ten lifetimes and fall short of the violence of your method of change. I couldn't dream of being so radical or fanatic. You can only say that because the things I do are <em>visible. </em>A single drop of guilty blood in the light will always look more extreme than eons of cruelty in the darkness. But leaving these people in slavery? Leaving everything as it is until it's easier to change comfortably? That's fucking extreme. That's real violence, and your brand? It's not only violent to the guilty. Calling what I did extreme is just defending slavery in a palatable way.\"</p>\n<p class=\"cnMxZjRmZmEyYjNmNTQzZjY5NDNkZDkwYWIzOWJhNDU3\" data-original-margin=\"\">\"Flowery words, as usual, but it won't change reality. It won't change what is necessary for long-term change. You are just being selfish. Casting yourself as a hero while you lead people to their deaths. Do you think pulling people out of their homes and banishing them to who knows where is less violent than fighting smart and giving them a chance in civilization? It's just instant gratification, Lillith. And it's about you, not them. Now tell me where my people are so I can build this fucking kingdom into something worth believing in!\" he shouts.</p>\n<p class=\"cnMwZWNhMGM1MjVmYjQzYTk5ZGRmNTU1ODA0M2IwNmEw\" data-original-margin=\"\">The argument is getting heated, as it usually does, and we are getting to the point where I can usually get useful information out of him, but black begins to edge at my vision. \"You don't know what they are building, Godfrey, you have no idea what we are putting together. Just... Just seeing the slavers die and the people disappear isn't... isn't enough to make that call. If they wanted... to go... back...\" I struggle to retort, \"I would bring them... back.\" Something feels off. I feel more than tired, I feel sick. \"In order to... build a better... world... people need... to... choose,\" I trail off, my voice growing weak as I collapse onto my desk.</p>\n<p class=\"cnNkOTE2NmUyNzQwZDRiZTQ5ZDY1YmM2ZTBmYmU3ODNk\" data-original-margin=\"\">Suzume meows at me with concern. \"Lillith? Lillith, what is going on? Are you alright? Lillith!\" I hear Godfrey calling but I can't respond. I can't even move. All I can do is listen. I start channeling mana through my body, trying to reinvigorate myself but I don't feel the usual rush like a powerful river. My stomach churns and I put all my strength into reaching for my other whisper sphere, the one I use to contact Sarafyna. It's no use I can't move. All I can do is listen to Godfrey and Suzume.</p>\n<p class=\"cnMwZTc0NDU5NDlhZTQ3ZTE5OGU5ZjVmZjM5ODMzODJh\" data-original-margin=\"\">For the first time in years, I feel completely helpless.</p>\n            ",
  "invisibleParagraphContent": "You might be reading a stolen copy. Visit Royal Road for the authentic version."
}