{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiY2I1MjYzYTM5YTRiZmQ4OGUwMzc0N2MyYzhjYjhj\" data-original-margin=\"\">\"So what do I need to do, exactly?\" Ed asks as we walk down the beach, approaching the Radiant Woods.</p>\n<p class=\"cnNmYTAwNTNmNGIwODRlOTdhZDkxMWY3MTg1NzlhOWMy\" data-original-margin=\"\">\"Just back up today,\" I answer. \"I'm still a little under the weather, so we just want to have our bases covered if we need to fight again today.\" I finish the explanation by taking another drink of the vile concoction Henry made for me. The tumors haven't grown at all and remain manageable, but if I want them to consistently shrink, I have to keep up with every form of treatment.</p>\n<p class=\"cnM2NjlhMDM4NGUwZjQ1Mzk5MDZiMWZjZDVlZTk5Zjk5\" data-original-margin=\"\">\"Sounds a bit like you aren't quite as confident in your recovery as you have been saying,\" Ed muses, and Sara nods along. The two dozen or so volunteers pulling carts alongside us look away in innocence as if they hadn't been listening in.</p>\n<p class=\"cnNlYjBjOTNhMmI0YjQ3MmJiNzBmM2RkYTE3OTAwYmEy\" data-original-margin=\"\">\"Even if I were in perfect health, we were going to need to divide the labor eventually. There are a lot of cities in Potestia and a lot of people that don't feel safe anymore. That's all this is, alright? Getting you ready to go on runs like this alone. Besides, don't pretend you haven't been dying to use all that magic you spent so long learning,\" I challenge and Ed takes his own turn looking away innocently. He was one of the more stubborn mages, staying in his circle for months rather than weeks. Since he had fewer dispersal runes than mine, this actually makes him something of a formidable mage.</p>\n<p class=\"cnNjOTU2ZmM4Yjk5YTQ0NzQ4OTM3ZGNhYjY4ZTBlZTQ3\" data-original-margin=\"\">He hasn't had the continuously growing mana that I have, but in many ways, the circle I use for others is superior to my own. Magically, at least. Even after all this time, I have been unable to identify the cause of my physical enhancements. Nevertheless, Ed is surprisingly competent for a first-generation mage. Barring some kind of special circumstance, he would eat Hugh alive if they ever fought. All this together makes him an excellent choice for support. The cancer is just a good excuse to finally get him some experience.</p>\n<p class=\"cnNjYzNhZjE5YzljZDRmMDI4NGViNTBhNDdkNDBlZGYx\" data-original-margin=\"\">\"Actually, I wanted to talk about that,\" Ed says, rubbing the back of his neck nervously.</p>\n<p class=\"cnMwNjE0MWNlNjQ3OTRkN2NiZjYzOThjNjI0NDAzMGUz\" data-original-margin=\"\">\"Your eagerness to use cool magic? We can talk about that if you want,\" I offer and he groans.</p>\n<p class=\"cnNiMjVmZDI4OGM2OTRhN2RiNWE0MTMzYjQxOGI2NGMw\" data-original-margin=\"\">\"No, not that. I mean... dividing the labor. Look, you are sick. We don't know what caused it, but we know you are. And I figure, taking on some of the load for you could... I don't know. Make up for some choices I have made in the past,\" he begins and I pause, turning to look at him.</p>\n<p class=\"cnMxOTNjNWM4MTBkZTRiZmJhY2MxOWViNjE4ZDY2YzE5\" data-original-margin=\"\">\"I mean, I am happy to have you help. You know I'll take any volunteers I can get. But you don't have to do it for me... You and I are good, Ed. The bad blood has spilled. The hatchet is buried. You should come with me because you want to change things, not just for me...\" I say, worry in my voice. It's impossible to avoid, but I'd really rather no one risk their lives just out of loyalty to me. I especially don't want anyone risking their lives to make up for being a bit of a dick as a kid.</p>\n<p class=\"cnM0YjY5NTVhYzM0MjQ5OWY5NWI3NWVjMjMxZTJhNTc4\" data-original-margin=\"\">\"No, not with you, it's not... Look. I have, in the past, been something of a coward. I want to make things better, and I want to do that by taking the load off you a bit,\" he clarifies. I shrug.</p>\n<p class=\"cnNlOWM3MDY5NDc0NzQ2ODA4YzhiYmE2ZmZlZmQ1ODYy\" data-original-margin=\"\">\"Well, alright then. Like I said, you were always going to eventually. I can't be the only person protecting people when we try and aid these cities. I can't even always be there, not if I am going to handle the capital as well,\" I answer, a bit confused by his clear anxiety.</p>\n<p class=\"cnM4MjVhZGQwZGFhMzRiYWY4YjVmY2M0MTYyY2QxYzNh\" data-original-margin=\"\">\"Right. That's sort of the thing,\" he replies sheepishly. \"You're really sick. You'd have to be to drink that bottle of cruelty Henry devised... And based on what you said, Visenar is dangerous... for you. In a sense, you are the worst person to go back there. I think... I think I should be the one to handle the capital for now.\" I freeze.</p>\n<p class=\"cnM0YmRkOWZjMjkxZDQ5NTdiOGMxYWFkNTkwYWMyYjQ4\" data-original-margin=\"\">\"Ed... you have a kid on the way,\" I respond. \"You have a family counting on you. Visenar is the most dangerous city in Potestia, and you have no combat experience. You can't seriously want to go there, where the most powerful mages in the country are fighting?\" Ed sets his jaw and crosses his arm.</p>\n<p class=\"cnNkNzAwNzJmOTk5MzQ0Yzg4ZTgwMzE0NmVjZjY0OTI4\" data-original-margin=\"\">\"They are counting on me for what, exactly? Mariah loves me, yes. But she doesn't need me to survive. She can do everything I can and, at home, people don't exactly need a breadwinner like they do in Potestia. They don't need me, they just love me. And people love you too, Lily. For every danger in that city, it is more dangerous for you. Yeah, you are a badass, I get it. You are the monster hiding under the noble's beds. But that's why the entire city has been rigged against you. Like it or not, someone else needs to do this for you,\" he throws back.</p>\n<p class=\"cnNlZjgwYWZjYWQyYzRiODRhOGVlZTFkYTZkNWNkNDZi\" data-original-margin=\"\">\"He's right, Lily,\" Sara cuts in. \"If everything is as bad in Visenar as you claim, if it is actually filled with dispersal circles targeting you specifically, you may just be the weakest piece we can play.\"</p>\n<p class=\"cnM3MjdhZDM2N2MyYzRhYTZhYWM0N2QyNTU3ZDcxYjJk\" data-original-margin=\"\">\"And if that's where I got the cancer? If the whole point is to draw out my friends and loved ones? What if the circles aren't targeted at just me?\" I retort. Ed lets a sharp breath out his nose and Sara rubs her temples.</p>\n<p class=\"cnMyOTIzZGY5ZGFlNDQzYmQ4YmQzNjkxYjMyYTk5NjIz\" data-original-margin=\"\">\"Now you are just being stubborn. You saw a bard using magic, didn't you? You know those circles are for you. They can't target everyone but still use magic themselves. As for your other points, well. You aren't the only one who is allowed to take risks. We could spend all day talking about what-ifs, but we have to find out somehow, and your brother is right. You shouldn't be the one to do it. And people love you, too. Besides, you literally just started designing those goggles specifically to avoid anyone else getting sick,\" Sara reprimands. I want to argue further but I already know they are right.</p><p class=\"cmM5MmI0NTM0MzQ1NTQyMjZhZDVmNTM3NzUzNzgzZTky\" data-original-margin=\"\">Help support creative writers by finding and reading their stories on the original site.</p>\n<p class=\"cnM5ZWNhZGM5MWNhODQzMTBhMWZiOWFkNWVkOGFhYjM4\" data-original-margin=\"\">I don't even know why the idea bothers me so much. I have sent other people to take risks before. Sara went to the church on her own the first time, and she helped me fight two of the more dangerous people in the country. The most incompetent of the dangerous people in the country, but it was a risk all the same. Even now I am bringing people to a city whose rulers are hostile to them. I look at my brother, then my girlfriend. I see the concern in both their eyes, and it dawns on me.</p>\n<p class=\"cnM0NjIwOGFlM2MyYzRhMjBhNzVkNmM2OWNlM2NiNzA1\" data-original-margin=\"\">They aren't asking if Ed can go risk his life in Visenar. They know I won't stop him. If both of them decide he is going to do that, well, he is going to. No, they are asking me not to risk myself. It's not just about the risk to either of them. It's about letting someone take on a risk so I will be more safe. That's what bothers me. There is a certain arrogance in that idea I don't much like the look of. Because I might want to believe it is safer for me to go, but they are right. The city is currently built around repelling me. I haven't been anywhere so desperate to get rid of me specifically since Christmas at my Dad's house during my first year of college.</p>\n<p class=\"cnM3MTBiNGFmOTU4MDRhZWVhNDQxMGJmZWQ1MzgyZDBm\" data-original-margin=\"\">Edward is a better choice to go and investigate the circles in the capital than I am. Even more frustrating than this realization is its failure to change how I feel about it. I still would rather go than send Ed, and it still feels like the smarter choice. Which means that arrogance is deep-seated enough to resist self-awareness. Not an attractive look on anyone and the thought makes me wince.</p>\n<p class=\"cnM4MGU2Y2EwOGI0NDQxYTFhZGNlYjg5ZmNiN2IzNThi\" data-original-margin=\"\">\"Ugh,\" I answer with irritation, \"Fine, I will stay away from the capital. But please, be careful. And wait to go until we can plan the safest way to do so, please,\" I hedge.</p>\n<p class=\"cnM1ZGE5ODM0NzBiYTRiY2ZiODlkYzBhODQzNmUyZmJm\" data-original-margin=\"\">\"Yeah, sure,\" Ed agrees, \"Thank you. For trusting me.\" His satisfied smile is almost enough to banish my irritation but not entirely. I don't much care for being wrong, knowing I am wrong, and still feeling right. I can handle one or the other but the flavor combination of both curdles in my stomach. My bad mood persists as we enter the forest and then, after the briefest flash, find ourselves emerging underground. I keep it to myself where sour moods born of stubbornness belong. Before we head into the city, Sara and I examine everyone. We don't find it likely, and Sara has experimented a bit the last couple of days, but we want to make sure the Woods aren't responsible for the cancer. They do have a history of changing people's bodies in undesirable ways, after all.</p>\n<p class=\"cnMzYTU0MTY5NjIzNzQ2MzVhZGMzZmVlMmFlZTExMTUw\" data-original-margin=\"\">As expected, everyone else is cancer-free. In fact, after three trips through the woods today, my tumors haven't grown either. I'm not ready to write it off as the cause, but it is comforting to know we can still use it. That is sort of my motif, after all. Every weapon of the enemy and all that. As with every other city we visit, the tension in Tumult is palpable. Every city has seen changes over the last few years. The way different city lords handled the lack of labor has varied, especially since the only answer to the problem the king ever offered was to demand slaves be sent to the capital. A message that rarely even made it to any cities with the limited communication between them.</p>\n<p class=\"cnNiMWI1Yzg5YTU4YTQwYjBiYzMwMTYxZTA2NjEzOGNm\" data-original-margin=\"\">One theme has remained consistent, however. The lower classes foot the bill. When there are not enough slaves to provide for noble needs, the other commoners are enlisted to fill the need. Most cities like Visenar try to maintain the façade that slavery is for criminals and simply expand the definition of 'criminal' as needed. In some places, this involves creating new laws to target commoners. Others reinterpret current laws or militantly enforce long-forgotten ones. Tumult isn't bothering with the lie. If they need a baker, they send the guards to find and enslave one. If they need a carpenter, they do the same. In a way, this city has one of the most honest Lords in the country.</p>\n<p class=\"cnNlMjEyZmJlY2U5MzRkMDFhYjJlZDllMThhNWNjYjk2\" data-original-margin=\"\">Honesty is a luxury afforded only the most untouchable of rulers, however. Or the most arrogant. Lord Nathanial of Tumult is the arrogant kind. I could almost strike a match in this city and it would ignite. Almost. A thousand years of fear don't evaporate overnight. And, as magic solves many problems from my old world, it also creates them. Nobles don't need that degree of separation from the common people to feel safe. They have less to fear from pushing the masses too far. At least, in the short term. Conversely, commoners are even more afraid to confront a noble than they would have been on earth.</p>\n<p class=\"cnM5M2RlOWU0M2E4NzRkZjVhNzZjYmEwNjk1MDBhYzcx\" data-original-margin=\"\">What they are less afraid of, however, is going to a safe and stable home when it is offered. It especially helps when their neighbors come back with the things they need. Food being chief among them, stories being next. Every day more people believe they can have something better, and every day the powers in place prove inaction will only make things worse. Of course, there is pushback as well. Many people want to hold onto the home they grew up in, and rightly so. Others blame the Mage of Mourning for how bad things have gotten, because well, before me it was only this bad for other people. It's easy to ignore suffering when it is out of sight, out of mind, and most importantly, somebody else's problem.</p>\n<p class=\"cnM4YzVhNGQ4MTQ1YzQxYTRhYjViMTQ4N2ZhM2JjZTQ3\" data-original-margin=\"\">It is, in a sense, my fault this has become more visible. But I'll gladly take the blame from anyone who is looking for someone to pin it on. I'm not exactly looking for friends who would be happy with comfort bought through enslaving someone else. As such we receive a variety of receptions in town. Many are happy to see us and the supplies we bring, but others swear as we pass by. And of course, there are those who are the most comfortable, least affected, and most furious at the change. These do what they always do, and try to contact the guards.</p>\n<p class=\"cnM0ZTgxZTgxNmExNTQzMjU4MjM4NTJhMDU0MTVmODc4\" data-original-margin=\"\">As we have people gathering to collect much-needed food, all of theirs being confiscated by the guards and nobility, a street gang not unlike the Manticorps surrounds us. Many expected such gangs to disappear as the need for slaves increased, since they are actual criminals, but this was never going to be the case. These gangs are now what they have always been, an extension of the city guard.</p>\n<p class=\"cnNjMTVkMjdkZWI5YTRiYzE5NDdmMDliOTRhYjkwOTM0\" data-original-margin=\"\">\"Now, perhaps it's because I was never schooled properly, but this looks an awful lot like an illegal trade of noble property,\" a man in a dingy suit announces as I groan and rise to my feet. There is no way this is their real plan. It's hardly the first time we have visited and they know we have powerful mages with us. I have to keep an eye out for something else while these idiots work through their aggression.</p>\n<p class=\"cnNmMDI5Nzc0NmUxYjQyYjc5NmEzYmQ5NDE2ZDU0NDE2\" data-original-margin=\"\">\"You're up, Ed,\" I whisper.</p>\n            ",
  "invisibleParagraphContent": "Help support creative writers by finding and reading their stories on the original site."
}