{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0YzEzYTY4MGUyMzRmYmI4MTM5YWQ0ODZmNjBhN2Jh\" data-original-margin=\"\">\"Do you mind suppressing that!?\" August exclaims and Autumn's face mirrors the question. I have an entirely different question, but I'd like to ask it in private. The division between divine magic and regular mana is a little fuzzier for the twins but as far as I know, the two are entirely unrelated. They can interact but they are different types of energy. Based on her story she shouldn't have mana at all.</p>\n<p class=\"cnM2M2NlN2Q0NjQ5YzQyY2I4N2M1Mjc0NDE1YzcwZDk3\" data-original-margin=\"\">I decide not to correct him, however, and answer for her, \"Sorry, August, I'll take care of things back here. For now, try and focus on the road.\" As I speak I use my mana to contain hers and protect August from the pressure. He relaxes a little and turns back around.</p>\n<p class=\"cnM2MTg4ZjU4MWYwNjQ2Y2I4ODRlNzRiMmZlNjFhNjZm\" data-original-margin=\"\">\"You should really warn us before doing shit like that, you scared me halfway to the third plane!\" he complains. Autumn looks at us for a moment longer with a suspicious look, before turning around. I'll explain it to them later, but I'd like to speak to Sarafyna privately first. I surround us with a sound barrier so we can speak privately and she furrows her brow.</p>\n<p class=\"cnM3YjkzNjI2YmQxMzRkMTBhMjNmMDc5MjRlOTY1YWM1\" data-original-margin=\"\">\"What's the matter, what's that for?\" she asks and partially answers my first question before I can ask it. She can see the sound barrier. She can't see, but she can see my mana. Even I can't see mana with my eyes closed. Actually, she had seen my mana from a distance before she had eyes at all, so that much is obvious in hindsight. I review our interactions in my brain and pick out a few things.</p>\n<p class=\"cnNmZDgzNWEwZDg1NDRjMTU4YmE1ZDk4ODg3YTU1YWEx\" data-original-margin=\"\">She can't see Peter. She could see the trees of the forest. She can see me, and the twins. She noticed when I was holding the corn, but that didn't have any mana in it that I noticed. \"Did you know you were a mage?\" I ask, beginning my gentle interrogation. As far as I can tell, she seems confused. She answers to the best of her ability, but it becomes clear she doesn't have a thorough understanding of mana or divine magic. She understands people have different energy, but not the specifics.</p>\n<p class=\"cnM3YmFkNWU4MDY4ZTQwMjM5MGUwODA3MzY5NmEzM2I3\" data-original-margin=\"\">This leads to another long conversation about the Radiant Woods and I form a few more hypotheses about them. The most significant thing I learn is that Sarafyna could see the other victims while she was in the forest. First, this means the forest suppresses and hides the mana of its victims. This explains why her mana suddenly became apparent when we got far enough away. It also means she can see suppressed mana.</p>\n<p class=\"cnMxMThlY2RiZDA0ZDQ4NjhhMDNhODJkZjI2NDgyMzg5\" data-original-margin=\"\">Finally, it isn't just her; everyone who's abandoned there becomes a mage. I suppose there are some who don't but she couldn't sense them, but she saw enough I can assume the forest is giving them mana somehow. It gives them mana and hides it, or at least hid it while I was there.</p>\n<p class=\"cnNkYWQ4ZjMwMjJjODRlY2NiYTQzNDI0MmNiOTNhMDc2\" data-original-margin=\"\">Our last conversation does present enough data for a couple of competing theories, but I find them unlikely. Few commoners have magic, and there is no way enough nobles were banished to the woods to account for the number of magical 'monsters' in the woods. None of them cast any spells against me but, of course, having mana doesn't mean being able to use it. Like how possession of a human mind doesn't indicate the ability to code, read, or practice any other learned skill. That has some grim implications, but it could be useful in the long run.</p>\n<p class=\"cnMxNWMxZWI3MWM4YzRjYjE4NzkwYjBiNTQ1MWJkYjMx\" data-original-margin=\"\">\"Well, that's... something,\" I finally say. \"For now, I'll have to teach you to suppress your mana. And I'd like to do a few experiments. I've been assuming you had the same divine mana as priests, but there are some discrepancies. They seem unable to detect divine mana, but you can. They can't detect suppressed mana either, and yet again, you can. Is this a question of power? Does divine magic have aspects like mana? Is it because of your mana? We don't know enough about divine mana to guess, and the only priest I really know doesn't have it. Is that alright with you?\"</p>\n<p class=\"cnM1ZmQ2NTZlMjE0NTRlMmQ5ZTE2NzJmMGZmZDYzOGNh\" data-original-margin=\"\">She nods, \"I don't mind. I don't have much left to work toward, any step toward what I do have, I'll take,\" she agrees and I wince. I should probably try and think of a way to help her aside from getting justice. That's not the kind of thing anyone should be saying so blatantly. She needs something else to care about. That's when our earlier conversation pops back into my head and I drop the sound barrier.</p>\n<p class=\"cnM1YzA2ZDZlMGM5ODRhNzE5YzI3YTVlYzM0MzUyOTA5\" data-original-margin=\"\">\"Sorry about that Peter,\" I apologize, \"we had something important to talk about. Did you have any time to think about our offer?\" Sarafyna seems to remember at the same time and I see her body language brighten a little.</p>\n<p class=\"cnM1Y2VmMjcyMDQ3NDQxNThhODRkOTllYTY4NjhmYTQ5\" data-original-margin=\"\">\"It's alright ma'am,\" he answers, hope in his voice, \"if she can do what the priests can, I think it should be okay if she helps... I uh... would like to try if... you're still offering...\" he says and I grin broadly. With his fear of the priests and his insistence on obeying their previous orders, I had worried he would turn us down. For once, someone was just going to let us help them. I look at Sarafyna and she nods. I put my hand on Peter and Sarafyna doesn't move.</p><p class=\"cjU1MGQwMDNkOGY2MjRjMDViMmY5MjcwY2IwM2I3NDQ4\" data-original-margin=\"\">If you spot this story on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnMxOTkxY2UxNjM4OTQ0ZDFiNDU3NWUxMTcxOWZkZjFm\" data-original-margin=\"\">I push my mana into him and feel Sarafyna's intent alongside mine. She imposes the basic concept of healthy eyes and his body tries to comply, slowly. For my part, I try to address the cause, which seems to be Bacterial Keratitis or something similar. I can't find evidence of an injury that could have caused it, but I can help heal it. I don't have the same level of power I had in the woods and I grow weaker with every moment, but weaker isn't weak. It's slow, but with effort, I can feel the combination of our abilities is healing him.</p>\n<p class=\"cnMzZWJiZDRhMDEyNTRmZTk4YjFjZWJhZGJjMDg4YTRl\" data-original-margin=\"\">It seems we lack the ability we had in the woods, however. Sarafyna seems to struggle more with changing other people than with herself and I am just less powerful. I notice sweat pouring down her face and withdraw my hand. \"That's all we can do today, I think. How do you feel Peter?\" I inquire. He looks directly at me and squints his eyes.</p>\n<p class=\"cnM0NjJmMTA3OTJiMDRlZTViZGI2Y2I2ZjlhODczMGEy\" data-original-margin=\"\">\"I can... I can see something!\" he blurts and I grin. I catch a slight upward flick on Sarafyna's mouth as well, but it doesn't reach a full smile before Peter follows up with, \"It's just sort of blurry colors, but I can see a little again!\" With that news, her mouth turns back down.</p>\n<p class=\"cnNkOTBmZGM1MThjODRjOWRiYzgzZWFiOTNiMmEyYTVm\" data-original-margin=\"\">\"I'm sorry. I wasn't strong enough... I wanted to do more-\" she starts but I cut her off.</p>\n<p class=\"cnM3YmU0MGUxYzcyZDQzZWFhZTFhZGNlZTVkM2IxOGFl\" data-original-margin=\"\">\"That's normal. I had an... ex with divine mana once. He couldn't make significant changes in a single day. We have time, we'll do more,\" I promise and both of them seem encouraged.</p>\n<p class=\"cnM1YzEyZmMxMWU2ZTQ0NzQ5Y2Q3NGEzNTQ3ZjI2ZmNi\" data-original-margin=\"\">\"I can't wait...\" Peter says under his breath and I affectionately rub his back.</p>\n<p class=\"cnNjZDc4ZmQyOGQ0OTRmYTdiOGIzMTA2MjM3OGQwYzFi\" data-original-margin=\"\">\"You courted someone with divine mana? Was he a priest?\" Sarafyna asks, skeptically. \"How did that go?\"</p>\n<p class=\"cnNiMTQyNzczN2FlZDRiMDE5MzVhNDljOGU5ODE4NDI1\" data-original-margin=\"\">\"He had too much of a temper. One day he completely lost his head and I just dropped him,\" I quip.</p>\n<p class=\"cnM4YzIwMTQwY2M5NzQ0YTk4Y2VkOGI4MDgzOTNkN2I0\" data-original-margin=\"\">\"That makes sense,\" she agrees, \"I certainly wouldn't trust a priest with anger issues,\" she scowls. That's the understatement of the century. \"Should have killed him...\" she scowls under her breath.</p>\n<p class=\"cnM5YWRhOWU0NDA1NTQyNDdhYzY2ZjFlNTZkZTU5ZDc3\" data-original-margin=\"\">\"I'll tell you the whole story later, when we have a little more privacy,\" I promise and she tilts her head, at the chuckle in my voice. I have a feeling she'll appreciate the unabridged story.</p>\n<p class=\"cnNkMzYyZDIyMzIzMDRiODhiZDZmYThlYjFiN2NiZTFi\" data-original-margin=\"\">Sarafyna's mana is the last major shock for the next couple of weeks. We slide into a bit of a routine. Neither Sara nor I sleep long and we often discuss plans while the others sleep. It is on one of these nights that I discover she does in fact appreciate the entire story of my engagement to Baldwin. I even tell her about my grief aspect. She can kind of discern it anyway and even if I couldn't trust her she would have more to lose from coming forward than I would.</p>\n<p class=\"cnM5ZTY3MGE5OTEwOTRlNjg5YTUwNWM5ZmU2YTc5Njhl\" data-original-margin=\"\">In the mornings, I help her practice suppressing mana. This takes a lot of work but she makes progress every day. She is the fastest student I have had so far as well; it's not long before she can successfully hide it without my help. We also explain the difference between divine magic and mana to the twins. This is a bit of a risk, as they learn more about Sara, but less of a risk than them realizing it at the academy after we hide it from them.</p>\n<p class=\"cnMyYTczNDVjNDNkNjRmNGQ4MGNkODYzMjA1YTc5NDk0\" data-original-margin=\"\">After that, we help Peter recover his sight. He looks forward to this every day and excitedly sits down, practically shaking with excitement while we are still practicing mana suppression. By the end of two weeks, he can see as well as the twins can. \"I can see the grass!\" he exclaims as we finally get his vision back to normal. He runs away from my hand and hugs Sarafyna. She is the one with 'priest magic' and gets most of the credit for his healing.</p>\n<p class=\"cnM5NDA4NzFjZWVkNjRmM2U5NTE2MjIyODdkNGExYjBm\" data-original-margin=\"\">He doesn't shy away from her appearance at all, which is a pleasant surprise. She is making progress on this herself, but it is slow going and not perfect. On the wagon, we practice on our own. Sarafyna has been tackling the tumors all over her body. She understands something about them I don't and prefers to work on them alone. Her right arm is the first she heals. It now lacks the large tumors, although it strongly resembles a bad burn scar. I suspect this is true further into her torso as well. In a month or two, her entire body will still look disfigured, but in a more manageable way.</p>\n<p class=\"cnM1NTk4OWM0MWJiNzQyOTA4NDI0MWQyNGVjYzQ0M2E1\" data-original-margin=\"\">I wonder why she didn't heal the ones holding her eyes shut first, but I allow her to keep her reasons to herself. In my case, I give up on aspecting a new type of mana. I've hit a wall and I figure the academy will help me past it. Instead, I continue to alter my own body. My poison blood is useful with enough preparation, but I'd like a similar option for unexpected combat. I don't want to be caught unaware like Baldwin. As such, I have been growing retractable fangs.</p>\n<p class=\"cnM5MWY5Y2UzN2MwMTRiMzdhZGVjODZlY2ViYjM1Nzk4\" data-original-margin=\"\">It's slow, and extremely uncomfortable, but in a few months I will be poisonous <em>and </em>venomous. If I ever lose magic I will still be deadly. This takes focus and time but isn't too difficult. In the meantime, I also practice my radar spell. It has two problems, light mana is visible to mages unless there is a lot of grief in the area, and when it is invisible I can't see the returning light.</p>\n<p class=\"cnNkM2IzOTQ5MTM2OTQ5OWNiNjYyYTM1ZTYwZGM3NGE5\" data-original-margin=\"\">The first problem, I eventually solve with what should have been obvious. My imagery had been wrong. Instead of sending out light mana in all directions, I create a point light. The mana is in a single spot and radiates light in all directions. I consider converting the light into visible light as it reaches me but I don't care for the results. I can't use it passively this way. Other people will see the light and I won't if I'm not facing that direction. What I need is three-hundred-sixty-degree feedback at all times. I don't quite master it, but I get closer.</p>\n<p class=\"cnMxZjJjZjUzNTQ3MjQzY2I4OWQ1NzIxNTdmNDIxYTJi\" data-original-margin=\"\">The twins start to warm up a little over time as well. August even begins to banter with me a little again. Autumn seems to have something she wants to say, but she seems to want to say it while we are alone and is biding her time. I don't push, I'm just glad they are slowly returning to their lively selves. At the end of two weeks, August calls back into the wagon.</p>\n<p class=\"cnNiYzMxZWQ1NDdkZDQ3M2RiOGE1NDc1NGVkOGVkMTY0\" data-original-margin=\"\">\"You were right Lillith! I see it, I can see the capital!\"</p>\n            ",
  "invisibleParagraphContent": "If you spot this story on Amazon, know that it has been stolen. Report the violation."
}