{
  "preChapterNote": "<p>And boom, Lillith, only a few hours later. Told you that you wouldn't have to wait long.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzNWYyNWY4YWViMDQwMjc5M2JmNWEyNGZhNzVmNTMw\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM0NDA1MTg2Mzk3NzQzODNiNjlmMjYxYWJjZWVmZGFh\" data-original-margin=\"\">\"So you are saying you came in, hours away from here?\" Autumn asks, and I nod again.</p>\n<p class=\"cnNlMmU5MTMxNmQ1ZjRlNDI4YjU1NmMyZTRhODQ2M2I2\" data-original-margin=\"\">\"Yes. After I fought off the flesh... thing, I flew for hours before finding you here,\" I answer and the twins share a skeptical look.</p>\n<p class=\"cnNiY2RjMGVkODdiZDQxODFhYzE0MmJhNmMzMWI1ZjZk\" data-original-margin=\"\">\"We entered at the exact same spot Lillith,\" August challenges, \"and flying takes immense and complicated mana, there is no way you could do it for hours!\" I roll my eyes. I am getting a headache and all of my muscles feel sore. I suppose that will happen when you swing a giant tree over your head.</p>\n<p class=\"cnMxNTVjYWJkODgxMzRjMjViZWFjNDljMjk4Nzc3Njdh\" data-original-margin=\"\">\"In this forest, I have as much mana as I need to do just about anything,\" I answer, \"and you have surely figured out that we are nowhere near the edge of the forest!\" The twins exchange a look again and I get the feeling they are having a silent conversation.</p>\n<p class=\"cnNiM2FiMjAwNmQ4ZDRjZGM5MmZkNjVkN2E5MGIyNzZm\" data-original-margin=\"\">\"Alright, I'll give you that,\" Autumn agrees, \"But it's still hard to believe you could use that much mana. Even the King can't reliably fly, especially for so long...\" Arguing with Autumn and August is an interesting experience. They seem to take turns like some kind of tag team wrestlers. The pair that usually bicker and trip over each other have some kind of odd dynamic when they agree with each other.</p>\n<p class=\"cnM3MGVlZTdhZTZjZDQyN2ViYzA1ODRmZTY5ZTA2MDNi\" data-original-margin=\"\">\"He can't, or he doesn't?\" I ask and the two pause, which I take advantage of, \"Look, I wasn't just walking around in circles for hours, okay? And it doesn't matter, really because the end result is the same! We are nowhere near where we came in, and something drove us back toward each other.\" The two give each other that look again.</p>\n<p class=\"cnM1YmI5NjFkOTQxMDRiNzQ5N2MyZTFjZTc1ZTIxOWI0\" data-original-margin=\"\">\"Alright Lillith, fair enough\" August answers, \"That just leaves us with one question I guess. What do we fucking do now?\" Finally, I can agree with him. The situation is bad, but not hopeless.</p>\n<p class=\"cnMzMGRkOGE4MTYwMTRiOTRhOTI4MjM5NGNhNWE2ZDE4\" data-original-margin=\"\">\"Well,\" I answer, \"What we need is information. The flesh... whatever left the forest, right? Which means it's possible. All we need to do is figure out how.\" I reach out to a yellow rose and it seems to stretch to touch me as well. Creepy. This whole place seems to want to touch me.</p>\n<p class=\"cnNhNzI0ODc3MTYzNjQzMGRhNzIxY2E3MWQ2ODAxZDE5\" data-original-margin=\"\">\"You think so, huh,\" Autumn intones, unimpressed by my evaluation. Okay yeah, 'we need to know how to leave' isn't exactly wisdom that will be passed down for generations. Still, I'm working on it.</p>\n<p class=\"cnMzZWZkNGI5Njc3ODQwMDhiYzkzNTU3MDc5NzIzZmJk\" data-original-margin=\"\">\"Give me a minute!\" I insist, \"Can you... what's the word for it... scan things? Figure out what they are made of, how they work?\" I inquire. I've been trying to examine the things in this forest since I got here, but I've been foiled every time.</p>\n<p class=\"cnMwNGZlMzU2MjJjMjQxNDA5YzNjZTJlNTZhZTg5ODc2\" data-original-margin=\"\">\"Uh, we can feel if there is mana inside something, and maybe figure out its aspect,\" August answers. That will work well enough for my purposes. I'm likely the only person who understands the inner workings of the world well enough to actually analyze something's genetic makeup. This is a magical forest, however, so analyzing the mana could very well be enough.</p>\n<p class=\"cnNlOWE4YWUwYjFkNjQ5MzhiZTk4OTI0ODk3MjQwMjI5\" data-original-margin=\"\">\"That works for me. I figure it's magic keeping us here, and it's magic holding the sun in the sky. If we figure out what kind of magic, we can get out. So, we analyze the magic in everything. The flowers, the trees, even the monsters if we run into them,\" I explain. The twins give each other a look and then nod to me.</p>\n<p class=\"cnM5ZWFjZjhjM2ZjZjQxNTRiNzNmZjQyM2E0MDUyMWRl\" data-original-margin=\"\">\"Well. I have no other ideas. I have to warn you, we aren't that good at making out aspects we haven't grasped yet,\" Autumn hedges. Well, I'm not too worried about that. Three of us will still find more than just me. I cautiously reach out and finally make contact with one of the flowers. While it had been reaching for me, and its siblings are still doing the same, it doesn't do anything to me on contact. At least nothing I can discern.</p>\n<p class=\"cnNmMmZhM2Y0OGY2ZTRmYjA5MjM0NjFmYzJhMDlmYTIz\" data-original-margin=\"\">\"I can't guarantee it's safe, everything here seems... alive,\" I say, \"But we aren't getting out of here by playing it safe. Do what you can, and tell me if you figure anything out.\"</p>\n<p class=\"cnMyOGJjYTYwN2VmMzQ3YTNiNzkwM2VmYzgxNzM2YzNh\" data-original-margin=\"\">\"I don't want to alarm you Lillith,\" August says behind me and I tense up. Are there monsters nearby, what's wrong? \"But all plants are alive,\" he finishes his quip. I take in a slow deep breath through my nose. I'll admit I've made dumb jokes in bad situations before but he needs to phrase them better. I just about blasted the area around us with stone bullets.</p>\n<p class=\"cnM4MzZiMTdmOGE2YzRhZDJiY2ZmMTAzOGMxZGJmYzAx\" data-original-margin=\"\">I pull my hand away before I can push mana into the flower and turn around to tell him so, and my eyes widen. Before the twins have a chance to react to my expression, I have thrown us all in the air with force mana. The twins scream in unison and I can't tell which voice belongs to whom. It doesn't matter, and I keep flying up. The trees feel impossibly tall, far taller than they felt last time, as we are pursued by the abomination of flesh I thought I had lost.</p><p class=\"cjJmMWQzNGU2MmNmZjRlNWNhMWEyNmYyMDI4ZDc1YzYy\" data-original-margin=\"\">The tale has been stolen; if detected on Amazon, report the violation.</p>\n<p class=\"cnM1NDQ2OGIyY2E3MTQ4OWU5ZjA3YjdiNDYyMzI5YmMw\" data-original-margin=\"\">It throws itself from tree to tree, rapidly elevating behind us. I see the limbs it's creating are far more muscular than last time and its speed has somehow increased. We finally fly above the trees and the monster throws itself from them after us. I put more mana into the elevation, enough that I worry I will break someone's neck if I use more force, and we barely avoid the beast's attack.</p>\n<p class=\"cnM1Nzc3MjM1MDBjZjQ4NjE5MWM5Y2QwZjZhYzY4MWE1\" data-original-margin=\"\">It creates a disgustingly long limb that extends to reach out to me. Before it can grab me, its body thankfully begins to fall and the hand at the end of it swipes in a last-ditch effort. It misses by a literal hair, a few strands of its sparse fur brushing against my boot. As it silently falls back into the woods, I sigh in relief and slow our ascent, allowing us to come to a stop in the air.</p>\n<p class=\"cnM0NGQ4MDY2OWMwMDRjOWJiYWIwYTBhMjgyMTc5ZDA1\" data-original-margin=\"\">The twins look like they have just been fired out of a cannon which to be fair, they kind of have. Autumn's hair has lost its perpetual perfection and has turned into something of a tangled lion's mane. I suppose mine probably looks similar. Autumn is gasping for breath, and August is actually puking into the forest below. Fair enough. I allow them to get their bearings.</p>\n<p class=\"cnNmNGYwZDVlZDQxMzQzYTJhYTRlY2ExZmM0YzA2NTg1\" data-original-margin=\"\">After several moments, August wipes his mouth on his sleeve and looks up at me. \"Collector, Lillith. A little warning next time?\" he protests and I stare at him nonplussed.</p>\n<p class=\"cnM1ZWU1M2Q2YWJmZjRmZWQ4OGIyZGNhMDVkNDA3ZDBi\" data-original-margin=\"\">\"August, we survived that by the skin of our teeth. Your warning was either flying up in the air or getting swallowed by an acid monster.\" I see him preparing a quip but we are both distracted as we look at Autumn, who is gaping at our surroundings in horror.</p>\n<p class=\"cnMwZDQ1MzEyZDNmYjRhNDk4ODUyODUzM2JmNzE2ZGYz\" data-original-margin=\"\">\"She was right, Augie. There is nothing. Nothing but this Collector-forsaken woods for... ever. There really is no getting out of here... we... we are never going home...\" she spirals and I try to head her off.</p>\n<p class=\"cnMyZjMwOGVjODJjMTRjOTVhZDhmMzc5MWM5MTJiOWZl\" data-original-margin=\"\">\"No, Autumn. Remember that thing got out. There is a way, and we are going to find it. We'll find a way out.\" I give August a meaningful look and he looks confused for a moment, then realizes what I am indicating. I'm not getting through to her and she has started to hyperventilate. He might be able to talk her down, however.</p>\n<p class=\"cnM3MTU3MjlhODQ4NjQ1NmNiMGIzYzQ2ZjFhODc5ZTlj\" data-original-margin=\"\">\"Yeah, Autumn,\" he chimes in, doing his best to follow my example instead of hers. \"We are with Lillith of Endings! If she got out of a marriage with fucking Baldwin Tudor, she's not going to be taken down by a few trees!\" I shake my head at him. Leaning on me isn't what she needs.</p>\n<p class=\"cnNmMWY5MDc3ZWI0ZDQ5ODI4NGI3YTY1ZjZkYWRkZWRi\" data-original-margin=\"\">As her rapid breathing increases, I see him realize this and shift gears. \"No Autumn, that's not right,\" he begins, \"Do you know how I can be certain I'm going to get out of this? Because I have you. You have never let me down before. You have always gotten me out of trouble, our whole lives. And you have me to do the same for you. You are going to get out of here because I am going to take you out of here. And I'm counting on you doing the same for me.\"</p>\n<p class=\"cnMyNzY5MDNiZThlZjRkMWZhYzA5NDJmOTIyM2JiNjA2\" data-original-margin=\"\">This speech calms her a little, but not enough. I notice his hands shaking and I realize his emotional state is not far from hers. If he hadn't needed to puke, or if his first thought wasn't to make a joke, he would probably have broken down at the same time. I need to do something. My strong suit is making people angry, not making them feel better. The closest thing to comfort I typically provide is justice.</p>\n<p class=\"cnM1NGQ1YTk0NDBkNzQxNmI4MTU3ODdmMmNiMDE1MDg2\" data-original-margin=\"\">I decide distractions are the best I can offer. \"Let's move on,\" I say, breaking the awkward silence. \"We'll figure out how to get out of here once we are far, far from whatever that creature is.\" The twins vehemently agree, and I fly us in a randomly chosen direction. The flight is mostly quiet and lasts at least two hours. The sun, of course, refuses to move.</p>\n<p class=\"cnMxODY4MWJhODIzYjQ3NDViYjA0Y2MzYTEzZjM0NmM2\" data-original-margin=\"\">After the quiet and a slower movement speed allow everyone to gather their minds, Autumn breaks the silence. \"Listen, Augie,\" she says, \"About when we were attacked by that thing earlier...\" August perks up and turns in the air to face his sister.</p>\n<p class=\"cnMzMGZhYjg3NDEwMjRmYzhiNWY3OTc0MTVjNjIzNTJh\" data-original-margin=\"\">\"Yeah?\" he invites, welcoming whatever she wants to get off her chest.</p>\n<p class=\"cnMyNzRhNjU5NDgwMDQ1ODY4ZmM0Yzk2NDNlNWExMDMy\" data-original-margin=\"\">\"When we flew up in the air suddenly, you know... it's just...\" she trails off.</p>\n<p class=\"cnNmYmQ2MWMyYmMzMDRmYzNiMjA4MmEwOTg2ZGZhOWZk\" data-original-margin=\"\">\"Go ahead, Autumn, you can tell me,\" he encourages.</p>\n<p class=\"cnM3NDhiNzJkMGI1NjQzY2VhMzAyNTcwNWExYzk0ZTlj\" data-original-margin=\"\">\"Well, the thing is,\" she starts, then a broad grin splits her face, \"your squeal was even higher than mine!\" she finishes with a laugh. I join her as August's face turns bright red.</p>\n<p class=\"cnM0NmU4YWNmM2UwODQ5N2JhYWRiODFjMjFkZTEzNzdl\" data-original-margin=\"\">\"T-that was Lillith!\" he insists as Autumn and I laugh harder.</p>\n<p class=\"cnNlYmMwNzc2M2RmZDRjMDRiMTMzYmI2MGI2N2VlZjMw\" data-original-margin=\"\">\"As if!\" she challenges, \"I saw you!\" I see August turning an even brighter red and glancing at me. Hey man, if you wanted to save face in front of me, you probably shouldn't have tried to blame me.</p>\n<p class=\"cnMyYmY5OTEyNjY4NDQwZDhhNDRjZjgyNWVmYzJjOGE5\" data-original-margin=\"\">\"Can I give you some advice August,\" I ask, then move on without waiting for an answer, \"Just lean into it. You screamed. Squealed even. So what? It was surprising! Anyone would have, and it was kind of funny. Own it.\" He looks at me skeptically and I laugh, \"I'm serious! Do you know what really manly people never have to worry about?\"</p>\n<p class=\"cnMxNWQ4NGI0MjA1ODQwYTdiNjBiYTk0MTBiYTFlYmFl\" data-original-margin=\"\">\"What,\" he asks, looking away to hide his blush.</p>\n<p class=\"cnNlYmM5NmU1ZDAwZTRjNjhhZmUzNzM4M2Q3NmU1ZmY1\" data-original-margin=\"\">\"How manly they look,\" I answer. \"Seriously, just be a person. People scream when they are scared or startled. If you'd laughed it off, or just screamed again, we would have all laughed and it would be over. Now? Now we know you are embarrassed, and we are going to make fun of you forever.\"</p>\n<p class=\"cnNhNWMxNmE1NGRkZDRlOTNhZmQxZjEwNjljZDAzMDU5\" data-original-margin=\"\">\"It's true,\" Autumn agrees, \"You simply aren't going to live it down. But don't worry, I'll protect you the next time Lillith startles you.\" she teases.</p>\n<p class=\"cnM4MTAxYjQxZjQ5ZjQ4ZmQ5Mzc4MTc0MzdjNzM4MjVh\" data-original-margin=\"\">\"Gonna be hard to do while you're squealing yourself,\" August retorts and I smile. It looks like the twins have recovered from their brief panic. Now I just have to convince myself they weren't right. That and avoid panicking about that mana-invulnerable flesh monster. It had followed us somehow. Or found us, and for some reason, it wanted us specifically. I shudder at the thought. I need to learn about these woods and get out of here as soon as possible. I decide to interrupt the twins before they devolve into bickering.</p>\n<p class=\"cnM0ZjZjMmIzNWY3NDRmYzNhYTYyNmIzMmYwNWRkZjli\" data-original-margin=\"\">\"I think it's safe to descend now,\" I say and they look at me, concerned. \"I know, I know, but we have to at some point. Come on, it looks like there is running water over there.\" The twins assent to my plan, and I slowly lower us back into the woods, near what looks like a river.</p>\n<p class=\"cnM4ZWI0YTgxNWU3MDQ5Yjg5NzE2N2E4MjUwZGRmY2Jj\" data-original-margin=\"\">I almost immediately regret this, as a chorus of shrill screams greet us the second our feet make contact with the earth.</p>\n            ",
  "invisibleParagraphContent": "The tale has been stolen; if detected on Amazon, report the violation."
}