{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjN2U5MTBhYTRiMTQ5MTA4YjFlMzY5M2IyNWZhODY1\" data-original-margin=\"\">For weeks at the academy, Kaede had felt less like Pascal's servant and more like... something akin to a close friend. Pascal had never left her out of any conversation that she was present for, and he often solicited her thoughts on topics that she had knowledge of.</p>\n<p class=\"cnNhZmI0ZDY4YTZhYzQ1MWFiMzM0M2M1NDcxMGZmOTBk\" data-original-margin=\"\">But today reminded Kaede once again that in the eyes of society and everyone else, she was still just a servant.</p>\n<p class=\"cnMyZjFhNGZhODVkYTQ3NTJiYWYwMDQyYTBjN2ExOTVk\" data-original-margin=\"\">The war council was her first experience in being seen but not heard, as she spent the whole time standing still and silent. It was understandable though, as just like Cecylia -- who stood silent behind the ambassador through the whole meeting -- Kaede was far too inconsequential to speak out in a gathering of Empire-ranking bigwigs. Even Sylviane and Pascal barely had any opportunity. The two of them only sat at the same table due to their position as heirs. Meanwhile the other attendees were either lifelong career officials or seasoned political leaders with an established power base.</p>\n<p class=\"cnNlNTNhNWI2YThjMTRmOTc5NzU0ZmI1ZmZiNzIyNTMw\" data-original-margin=\"\">However, Kaede did not extend the same understanding to her exclusion from Pascal's meeting with Sylviane and Emperor Geoffroi. She might have promised Pascal on the roof last night that she would always be family to him. Yet a real family member would not have been kept outside the doors like she was now...</p>\n<p class=\"cnM0ZGExMzM1NzI1YTQxNjE4YzI1MGI1ODMzNWNkYjRi\" data-original-margin=\"\">A real family member would be sitting inside in their private meeting, not left waiting outside with a mere bodyguard.</p>\n<p class=\"cnM4OGNhNzkxMmNlYTRlNGJiOWY4MGIzMTdmMDA2ODU0\" data-original-margin=\"\"><em>Maybe that's not entirely fair,</em> the familiar girl thought.</p>\n<p class=\"cnNmMTJjM2U4MGY1YzQzNTJiZDE2OWRhNmE4YTY4NmRk\" data-original-margin=\"\">Kaede glanced at the female armiger who stood on the other side of the closed doors. The young lady appeared somewhere in her early twenties, which for a mage meant anywhere between actually twenty to half a century old. She was a hint taller than average, with chestnut-brown hair that barely draped over her narrow shoulders. Her eyes were a cloudy gray, and while her face held the ideal 'almond' shape, her wide nose and freckled cheeks were just proportional enough to not be homely.</p>\n<p class=\"cnNkODI0ZDc0MThjZTRiNjZiOTZlMWI2OTVkMDY2NTFl\" data-original-margin=\"\">She also wore heavy half-plate armor, although Kaede had never heard it clink. She carried a steel heater shield on her back, while the weapon that hung from her crossed double-belt was a heavy mace. This imposing wardrobe made it clear that she was ready for action at any moment. Though thankfully her vigilant gaze stayed on the empty hallway rather than looking at Kaede with suspicion.</p>\n<p class=\"cnMzMTQyNzNkMWE3MTQwNzNiYmM1N2ViMTY5ZTk0Njkw\" data-original-margin=\"\">Sylviane had addressed her affectionately as 'Mari', so it was clear that she was very close to the Princess. Kaede knew that royal bodyguards also routinely served as confidants, and Mari was likely no exception.</p>\n<p class=\"cnM3ZjdkMjhkODA4NDRlYWZhNzQ4ZDJlNDNhZTZmOTVi\" data-original-margin=\"\">\"So... what's the Princess like?\" Kaede finally worked up the courage to ask.</p>\n<p class=\"cnNiMTYyN2ZlODk1NTQwZWRiNGM2NjUxY2FmYzY4NDM2\" data-original-margin=\"\">It felt rather uncomfortable just standing there with a fully-armored lady in silence.</p>\n<p class=\"cnM0OTc0YWRkNDgzZDQzMGQ5YTQ2ZGFkZDhkOTZlNjE4\" data-original-margin=\"\">\"You'll find out in a moment.\" Mari replied simply.</p>\n<p class=\"cnNmYjVkNmYwMTg1MTQxMjdhZWM2YmM1NTg3ZjMwODM4\" data-original-margin=\"\"><em>That is so extremely not helpful,</em> Kaede's face fell.</p>\n<p class=\"cnM2YTAyNGE3ZGJjODRjYTJhZjQzZjZmMzk1MjQ3ODhj\" data-original-margin=\"\">Though before she could file any more silent complaints, Mari looked at her and added:</p>\n<p class=\"cnM0OGUyMmYyYTVkNjQyMGZhZTgxZjkxZDgxYTIwYTM3\" data-original-margin=\"\">\"Word of advice though: I would tread carefully if I were you. His Grace may be quite laid back when it comes to noble courtesy, but Her Highness is a stickler to etiquette. You didn't exactly start on the right foot by virtue of being his familiar.\"</p>\n<p class=\"cnM0MWJkNTFlODVmMDQ5M2U4Y2RkYmQ3MTU5MTA4YTc1\" data-original-margin=\"\"><em>The Princess is the jealous type then.</em> Kaede swallowed as she muttered \"thank you\". Mari's sympathetic warning was definitely precious insider knowledge of Sylviane's character.</p>\n<p class=\"cnM4YzhhNWEwYWI3ODRkNDJhZmRmMWRiZTY1OTcwODNi\" data-original-margin=\"\">Then, as if on cue, the doors to the private chamber opened.</p>\n<p class=\"cnMwNDlhNjMxNWI4MzRlOWY5Njk1M2YxZmIzNDg5NjBh\" data-original-margin=\"\">\"I'll let you two work out your problems,\" Emperor Geoffroi's deep yet affectionate voice came. \"Don't forget the meeting this afternoon Sylv.\"</p>\n<p class=\"cnNjMmY4ZTVhOTkyNTRhMjg4YzA4N2M5OGYxMDYxZTU2\" data-original-margin=\"\">\"I won't, Father.\"</p>\n<p class=\"cnM2YThkZmRhYjE0ZjQ2MWE5NTYzNDZkYzRiY2RlMDU3\" data-original-margin=\"\">The brawny Emperor then stepped out from the room. He paused briefly and examined Kaede with a stern gaze, which made the familiar girl feel like she had just been brain-scanned by a MRI machine.</p>\n<p class=\"cnNmNGYzNjgzZDkzNDQ4YzY4NWJmZjA2NjRhYTk3N2M5\" data-original-margin=\"\">The Emperor's mustache then curled upwards as he offered a fatherly smile.</p>\n<p class=\"cnNjNDk1ODRkMGIwMDQ3OGY4MWY0MzZlYTJmMjcwZWVm\" data-original-margin=\"\">\"Kaede, is it?\"</p>\n<p class=\"cnMxNTc0NDM1MzMxMzQxYjk5OTRiZTRlZDQ5NWQzMzBk\" data-original-margin=\"\">\"Y-yes, Your Majesty,\" Kaede hurriedly replied with a curtsy. She almost stumbled in her anxiety.</p>\n<p class=\"cnMyZDMxM2I4YWZlNTQ1NTg4NTYwODhhOGExZmMyZDBk\" data-original-margin=\"\">Geoffroi chuckled, which did wonders to calm Kaede's nerves in her first time greeting an <em>Emperor</em>.</p>\n<p class=\"cnM5YjEzMzY5ZjhiNzQxMWU4ZTNjOTU5NTVlNzJkZGNj\" data-original-margin=\"\">\"Don't worry. I'm used to Pascal's outlandish ideas in 'proper behavior'. There is no need to fear me, so long as you treat my daughter with the appropriate respect that she deserves and do not seek to undermine their relationship.\"</p>\n<p class=\"cnNiMDk4YWFmZDEyNzRmODBiYWI3MDQzNjNkMjQyODBh\" data-original-margin=\"\">Kaede did not miss the conditionality of his statement which also made it a warning.</p>\n<p class=\"cnNkODlmNGEyZDI2ZTRlOGQ4MThiMDUxNTQ5MTExZGRk\" data-original-margin=\"\">\"Of course, Your Majesty.\" She nodded firmly.</p>\n<p class=\"cnM2NWM4YjNkMTlhYjRmZjg4ZDY4ZjQ0MzcyOTI4Zjhl\" data-original-margin=\"\">\"Sylv told me that you're from another world, but you're nevertheless a Samaran in ours.\" Geoffroi added with curiosity in his gaze. \"Would you like to meet the ambassador from the Grand Republic of Samara? He is in charge of all Samaran relations in Rhin-Lotharingie. I believe he is still away on business, but we can certainly have arrangements made.\"</p>\n<p class=\"cnMwMmNiY2Q2MzRkMjQ1YWFhNDcwNTcyMjM4YmRlZmY5\" data-original-margin=\"\">Kaede's eyes lit up. Considering the problems that Samarans faced outside the Grand Republic, the ambassador would certainly be a man who could offer advice and protection to her kind. The only issue was, of course, the fact that she wasn't <em>actually</em> from the Grand Republic.</p>\n<p class=\"cnNjZWFiZDU5MzY0ZjQ5NTQ4N2U5MmNhNjBiYTEwZGE1\" data-original-margin=\"\">\"Y-yes! Thank you very much, Your Majesty!\" She bowed this time.</p>\n<p class=\"cnM3ZTdhZTkwNWM4MjQwOTRhM2Q1ZmZjMGY1NTE0NjJj\" data-original-margin=\"\">The Emperor simply nodded with a mild smile before he strode off. He met his own bodyguards further down the hallway before turning and vanishing from sight.</p>\n<p class=\"cnM0ZDg2ODE4MDEzMzQ0NTY5YWExZDE5YmM3YjVlYTAz\" data-original-margin=\"\">\"Mari, you can bring her in now.\" Kaede heard the Princess' voice from inside.</p>\n<p class=\"cnNjZmRkYzIxNTM0MjQ5N2FiYTJlOTE0OTZlMzE0MDk2\" data-original-margin=\"\">The knight-in-waiting nodded to Kaede, as though reminding the familiar girl of what she had just said. She then followed just behind Kaede into the room, and closed the door gently almost as soon as the smaller girl stepped past the threshold.</p>\n<p class=\"cnNjYjdhYWI4NTRhMDQwNDA5ODRmYjZlM2Q2ZDI1MDA0\" data-original-margin=\"\">Kaede swallowed again as she walked into the middle of the room under the Princess' unimpressed gaze. Sylviane sat regally upon a plush armchair. Even Pascal looked a hint nervous as he sat on another armchair to her side. It certainly did not help Kaede's nerves to see even her master tense, as he was normally so unflappable if not downright insolent towards figures of authority.</p>\n<p class=\"cnNkMjNkNjVkZTZjNjQwODRhNDI3NzgwNjhlN2MwZjRk\" data-original-margin=\"\">The young girl carefully lowered herself in the most sincere curtsy she had given yet.</p>\n<p class=\"cnMyMTNkMTc1ODhmMTQwZWE4Y2I5YjJmNzgwNGE4NmE2\" data-original-margin=\"\">A silent moment of eye contact soon followed. Yet as uncomfortable as the air grew, Kaede did not shy away from Sylviane's steady gaze. In a situation where she had nothing to be guilty about, weakness would only mislead the other's judgment to worse ends. All she could do was wait patiently for her turn to speak: a courtesy appropriate for differences in social rank, as Pascal reminded her this morning.</p>\n<p class=\"cnMyYmE1NmU3MjBjMDRhOTJiNGJiNDUwNGU1YzViNzkz\" data-original-margin=\"\"><em>She isn't just some noble from the academy either.</em> Kaede reminded herself as she tried not to fidget in her small heels. <em>She's Pascal's dear fiancée, someone I MUST try to stay cordial with...</em></p>\n<p class=\"cnNmYWYxM2JlMmIwYTRlYmI4YzA3ZjgyNDhmYmNkOGU2\" data-original-margin=\"\">After what seemed an eternity, Sylviane finally bestowed upon Kaede the grace of a gentle smile. Her hands, which were clad in long, periwinkle gloves, left the armchair's sides and folded on top of her lap. Her violet, mid-calf skirt had clearly been smoothed out after she sat, as it did not show even a single wrinkle over her legs.</p>\n<p class=\"cnNkNjZiOTc4ZmFhODQwYWI5MzBiOGYwZDNjOGIxNTBj\" data-original-margin=\"\">Her actions were straight and simple, yet they exemplified the Princess' behavior. Sylviane's movements held neither natural grace nor crudeness. However they were all taken with a delicate touch, as though she concentrated upon her image with every step.</p>\n<p class=\"cnNiYWQ4ODEzNWZlNDRlYzM5MjgxMWEyNGViYWYxMTU3\" data-original-margin=\"\">\"Don't worry,\" the Princess spoke at last. \"I won't bite even if you are his kept woman.\"</p>\n<p class=\"cnMyMDRhZWU0ZTNmMzQwNmRiZTU1MThhNmM4Mjc4YTdk\" data-original-margin=\"\">Kaede's attempt to smile back was wry at best:</p>\n<p class=\"cnNhYjZmOTg1NWViNTRmNTViYWNjMTU2OWRlM2NlNmMz\" data-original-margin=\"\">\"I'm not. I'm his familiar.\"</p>\n<p class=\"cnMwNjVjNjg5YjA3NDRiYTM4ZjJmNjYxODIyZmM3Yzhh\" data-original-margin=\"\">\"Which... is far worse, if you'll pardon the expression,\" Sylviane replied in calm words. \"I realize that it's no fault of your own, and I <em>am</em> grateful that you saved his life. I gathered from his report that you were quite central to the bait-and-trap scheme. But...\"</p>\n<p class=\"cnMyNzY4MmE4NTViZTRlYzdiMWQxYmIyM2Y1YWM1ODIy\" data-original-margin=\"\">The Princess closed her eyes and sighed, almost in exasperation, before reestablishing contact.</p>\n<p class=\"cnNiODMzNGZlMDQ1YTQ2ZTA4NTU5OTNiMWM5MGY2M2Vi\" data-original-margin=\"\">\"Courtesans I can deal with. It is simply a matter of fact that few men of greatness and ambition are ever completely faithful to only one woman. Even my father, as family-oriented as Gaetane traditions go, had a second lover when he was younger. He's not proud of it, and while I don't understand what drives men to unfaithfulness, the simple fact is that powerful men often do: it's a cardinal sin of their kind.\" Sylviane answered with a glance towards Pascal, who oddly kept his silence even though his frowning gaze clearly wanted to retort.</p>\n<p class=\"cnNhMDVlODk1NjI5OTQxYzA5ZTA1N2Y1N2M0NmFiMDhj\" data-original-margin=\"\">Kaede returned a bare nod. It hardly took a historian to know just how common affairs were among the nobility and the modern political elite. Media-aware scandals represented merely a tiny tip of the iceberg. Female activists might debate biologists on the role of genetics, but as a scholar the evidence to Kaede was overwhelming.</p>\n<p class=\"cnNmNmQ3NzI2OGQ4NzQ3MGM5YTAwZmY2ODg3NzIxYWE3\" data-original-margin=\"\">Far more interesting was Sylviane's willingness to share this history with her, since royalty did not normally air their dirty laundry to outsiders.</p>\n<p class=\"cnM5NjQ1MDI3OWMyYzQwNGNiMmM0MTFhYjgyMzg5YWQw\" data-original-margin=\"\">\"But such 'concubines' are also temporary, or at the very least, informal,\" Sylviane continued as her voice gradually hardened to almost a lecture. \"I am willing to tolerate Pascal having one as long as he continues to hold <em>me</em> in the highest regard and is discrete about his affair -- which means keeping her tucked away, in some remote residence, unseen and unheard.\"</p>\n<p class=\"cnNjOTQwOTFmMDFlNTQwMTViZWQ1YTA4NWE2M2M2YTEx\" data-original-margin=\"\"><em>In other words, keep the dirty tramp out of my sight,</em> Kaede thought. It was somewhat bitter too, as she was the harlot of this conversation, even if the princess avoided saying so.</p>\n<p class=\"cnNjYTFjZjg4ZjhhMjRjYjJhMjZhY2I5NDJmNWJkYjRl\" data-original-margin=\"\">Sylviane then grew solemn:</p>\n<p class=\"cnMxODAzZDNlYTkxOTQyZjQ4M2E0YWI4NzU3MGYyNjY1\" data-original-margin=\"\">\"Unfortunately, you are none of those.\"</p>\n<p class=\"cnM3NDI3MzNkZDJjZTQ4NzBhMzRkNDJmMzk3MTIyZTcz\" data-original-margin=\"\">\"I'm also not intimate with him, whereas a concubine would be.\" Kaede held her ground, though even her stiffened voice remained wispy.</p>\n<p class=\"cnNmNDliMTBmOTJkNTQ5M2RhZjc1ZDJlYTZmNzFkYmRm\" data-original-margin=\"\">She then blanched a little when Sylviane's eyebrows shifted up just a hair to betray her revelation...</p>\n<p class=\"cnM5ZTY1MDQ4NDQ4NjRiNTg5YTg3Nzk5NmIyZTE4OTI5\" data-original-margin=\"\"><em>Seriously! Why do all nobles, even the sensible ones, always jump that conclusion!?</em></p>\n<p class=\"cnNjYjFlNjQyMGQyZTRmZmM5YjU2ZjM4ODI4NWI2MDZj\" data-original-margin=\"\">Of all the changes brought by Kaede's gender switch, the social view that kept seeing her as some sexual object was easily the most irritating. It was as though her femininity came before her identity as a <em>person</em>, and she would rather suffer her menstrual period again than deal with this every time.</p>\n<p class=\"cnMxZDIyNDRmYjc4NTQyNjA4NGI3YjI4YTE1NTA0YzNj\" data-original-margin=\"\">Though ultimately, it hardly even mattered to Sylviane:</p>\n<p class=\"cnM5ZmJjNWMwM2U2ZDRlM2RhMDMyMzE0ZTg1MjgwZGUz\" data-original-margin=\"\">\"Yes, but you <em>are</em> a girl officially attached to him. Furthermore, your bond is even more permanent than the sanctity of marriage, as not even the Pope can divorce you. As a mage's familiar, it is part of your <em>function</em> to be present and active,\" Sylviane stated. \"This you have already proven through foiling the assassination plot against Pascal.\"</p>\n<p class=\"cnNhMmY5YTI5ZmM2YzQwZTI4MWRmYzNjNWMwZGEzNzc5\" data-original-margin=\"\">\"In other words,\" Kaede moodily interjected, \"you would have the same problem with a sister, if Pascal had one.\"</p>\n<p class=\"cnM0NWNiYzNiMmZhZTQ2NTBhNTU5ZGVmYTRkZjY4YTU5\" data-original-margin=\"\">She heard a groan from Pascal. Only then did Kaede realize that she just completely tore up his request of \"<em>speak only when you are asked.</em>\".</p>\n<p class=\"cnNlMmE3MTJjOWVhMjRmNmY5ZmY0ZDg2NWMyNzY2MzMy\" data-original-margin=\"\">\"Apologies, Your Highness.\" She hurriedly added, finally breaking eye contact to glance down. \"That was inappropriate of me.\"</p>\n<p class=\"cnMzN2UwNTVhNmM2OTQ5ZWViNjIwMmZhM2ZkZTZkM2Vh\" data-original-margin=\"\">The air grew silent once more. The atmosphere became almost oppressive.</p>\n<p class=\"cnM2OTNmZWQ0OWRhMDQzZTZiODJiZjFhYjBlZTM4MWIw\" data-original-margin=\"\">Kaede also couldn't help wonder what the penalties for disrespecting royalty were. As a crown princess, Sylviane would inherit far more dungeons than Pascal ever could. They might even come with their own secret police department, with medieval sensibilities capable of making Stalin's gulags seem like a beach resort by comparison.</p>\n<p class=\"cnMyZjg2MDdlNDliMDQ5ZjFiOTkzNzkyYjdiZGFkNTVj\" data-original-margin=\"\">But as she snuck a glance back up, all of her imagined pressure evaporated at once.</p>\n<p class=\"cnNhOTljNmY1NzMyMzRhMmI4ZDFjY2E1MmNhNmVkMDYw\" data-original-margin=\"\">Sylviane was still staring at her, but now with an odd, almost bittersweet smile before she broke out in a chuckle. The Princess then turned towards her betrothed:</p>\n<p class=\"cnM0OTQ2YmIxNWJlNDQwMjE4MTI0ZWYwZTM2ZTgzYjhi\" data-original-margin=\"\">\"I can see why you like her.\" She followed with a sigh.</p>\n<p class=\"cnMxOWI5NTZjNWEzNzRlYjVhMDM2YzliZDQ1NjEzYTNi\" data-original-margin=\"\">\"I told you she was fun to talk with.\" Pascal grinned as he finally confirmed that his betrothed hadn't put a silencing spell on him.</p>\n<p class=\"cnNkZTYyNDljZDZhNTQzOTU4ZjMzY2JkZTgzOTliOTBm\" data-original-margin=\"\">\"I think your idea of 'fun' is different from most people's.\" Sylviane's voice was somewhere between amusement and exasperation.</p>\n<p class=\"cnM2MDQ4MDE4YWM2ZjRhM2M4ZGIwMWUzOGZjNGU1MmUz\" data-original-margin=\"\">\"On that note, please stop grouping me with other men.\" Pascal remained unabashed. \"Last I checked, it was you who encouraged me to court other girls at the academy to 'broaden my experiences'. I have never initiated a relationship with another girl without your approval.\"</p>\n<p class=\"cnM2Y2ZiMzFlYmU1ZjQyZDliZDVhZTNmMjNmMzQ0ZWZi\" data-original-margin=\"\"><em>He's clearly henpecked,</em> Kaede thought. It was apparent now that Sylviane had asked him to hold his tongue, so that the Princess could assess Kaede for herself.</p>\n<p class=\"cnMwOGNmYzBlNDVhZjQ5MmM4MzUwMDk4NmQzNGEyOTkz\" data-original-margin=\"\"><em>Does that mean I passed?</em> The familiar couldn't help wonder.</p>\n<p class=\"cnMwNTQwZDMwZjk3NzQzZmJiNDdhYjhkMThjMDU5YTI1\" data-original-margin=\"\">In the meantime Sylviane countered flatly:</p>\n<p class=\"cnNkMDJhNWJjMjFjNzQ5MzhiYmIzYWQwNTQ2NWY4NDhm\" data-original-margin=\"\">\"Except this one.\"</p>\n<p class=\"cnMwNjc4OWFhZWEyMjRlNjBhMjI1MWUzM2U4NzM4MDAw\" data-original-margin=\"\">\"Yes, well, I did not think a familiar would apply.\" Pascal at least had the courtesy to look sheepish. \"In my defense, I just wanted a companion.\"</p>\n<p class=\"cnM3Y2FmMjkzZDNhNzRhMDliN2MxZWFkNzU2MDU1ODli\" data-original-margin=\"\">\"Should have tried the other gender.\" The Princess tossed back as her eyes gave Kaede another up-and-down sweep. They weren't exactly grumpy or unhappy, more like... conflicted.</p>\n<p class=\"cnM2Yzg3NmUyMDVlNzRiODlhMzMxODc0MjdkYTFhMDNh\" data-original-margin=\"\">\"I do not think the Church would approve,\" Pascal grumbled into the air.</p>\n<p class=\"cnMyYWQ2OGZlYWQ1YTRmODk5MGU1ZGEzMDNlYzI4NTY2\" data-original-margin=\"\">Sylviane's gaze immediately froze. Then, as her eyes widened and her cheeks flushed, she spun around to cast an outraged glare at Pascal:</p>\n<p class=\"cnNmZDM5NjFhYzQxYTQ2Yjg4ZjllYWU0ZWU2MTQ2MDVl\" data-original-margin=\"\">\"You know what I meant! And they don't approve of this any more than the other!\"</p>\n<p class=\"cnNlMjhhODc4ZjNhNzQwMGU4NjY3YjkwM2I3YzI0MWJk\" data-original-margin=\"\">Kaede wondered if religious conservatism actually turned girls off from fantasizing forbidden romance like Japanese schoolgirls often did, or if Sylviane only rejected it because the prospect of her <em>fiancée</em> being gay was... extremely not cool.</p>\n<p class=\"cnM0NTgxMjcxOWU0MjQ1OTc5ZGEyMjk5ZDhkZDNmYjU4\" data-original-margin=\"\"><em>And here I was worried about being seen as a guy, by a girl, as paired with another guy, when I'm now a girl, but was a guy...</em> her thoughts looped about.</p>\n<p class=\"cnM1ZDNlM2Y0OWMwZTQyMzU5N2I2OGM3YzIzNjJhMDJl\" data-original-margin=\"\"><em>This is so surreal.</em></p>\n<p class=\"cnMyMzkwN2UxMzM3MjQ4NWRiNWMxZjg0NjY1ZTYyZGI2\" data-original-margin=\"\">\"I honestly believed you would like her,\" Pascal mumbled out again, paying triple to the concept that anything a man could say in such a situation only made it worse. \"I mean... you can tell by the looks alone.\"</p>\n<p class=\"cnMwZGYwODA0NTgzNjRiZTc4N2Q2Njk0MjAxYTdjMjM0\" data-original-margin=\"\">Sylviane's gaze upon Kaede was conflicted again. There was even a look of familiarity in her eyes, as though Kaede reminded her of someone. Nevertheless, she turned away to her betrothed and asked pointedly:</p>\n<p class=\"cnM0YWI1NmYzMGZmMDQzOTJhZjY3MjlmZTc0NDdkMTQ4\" data-original-margin=\"\">\"And how far down did that rank in your original motivations for summoning a cute girl as your familiar?\"</p>\n<p class=\"cnNkZWM3YzZlZTFiNTQyZDZhMTM4NDUxZGE4NWE4Yzk3\" data-original-margin=\"\">Kaede blinked a few times. Wives simply did not refer to mistresses as 'cute'. Perhaps that meant she was now past the first hurdle of being seen as a direct threat?</p>\n<p class=\"cnNmMDFjY2U1NTRkNDRmNzdiMzNkZDE4Yjk4OTEzZWU5\" data-original-margin=\"\">\"Does that mean you do like her?\" Pascal asked with rising hopes.</p>\n<p class=\"cnNkODExZTNjMDY0MjRhZjNiNjg3M2NmNWUyZTkyNTQx\" data-original-margin=\"\">\"SHE is not the problem. YOU are!\" Sylviane declared as she jabbed her index finger his way. \"A familiar does not choose the summoner, but I have no doubt that you <em>did</em> specify the result, <em>Runelord!</em>\"</p>\n<p class=\"cnNjZmZhZTE0ODRmNzQ2NjJiZTBmNGE3YmM4YWZjZGJk\" data-original-margin=\"\">\"I cannot deny that one,\" the lord himself admitted. \"She even gave me the fisticuffs for pulling her out of her life in another world. Left me sore for days.\"</p>\n<p class=\"cnM4M2JkOWE4YTBjNzQyZjFhYTMzMGMwMGI1NDdlYzdh\" data-original-margin=\"\">Sylviane spun towards Kaede with an incredulous look:</p>\n<p class=\"cnM3YWM5MTRmOTAyMjRhMDhiOTU4NWIwNzQ4ZWVjZTEz\" data-original-margin=\"\">\"Is that true?\"</p>\n<p class=\"cnMyN2E3OWM2YjhlNTRhMDhiMzRjNDU1NzIxZjcyZWQz\" data-original-margin=\"\">Kaede hesitantly nodded. \"Sorry. It was the morning after he summoned me, and my emotions had gotten the better part of me.\"</p>\n<p class=\"cnMyYTM2MzYyNmVhZDQxZDZiMDljZDFjNzgxZTJmZmM0\" data-original-margin=\"\">\"Oh you don't need to apologize.\" The Princess giggled with amusement. \"I'd been tempted to give him a good slap ever since he told me. It's nice to know that you've already done the deed, even if it's not quite as satisfying.\"</p>\n<p class=\"cnMzY2E1MDgzYThlNzRhM2RiNTI0N2YxM2Y3NTJkMjY1\" data-original-margin=\"\">The Princess then grinned at Pascal's rolling eyes before her gaze returned to Kaede and hardened into a stare:</p>\n<p class=\"cnM2YmQzZmI1Y2JhMDRhODZhNmU3ODE0NGU3ODNhMmM0\" data-original-margin=\"\">\"However in the future, I <em>will</em> have you arrested if you assault my future husband, is that understood?\"</p>\n<p class=\"cnM0NzZjOTY1MzdjMTQ3ODU5YWNjMDI1YTg3ODY3NjQ0\" data-original-margin=\"\">\"Crystal.\" Kaede rushed to nod. It was clear that Sylviane wished to reserve the privilege of dealing with Pascal for herself.</p>\n<p class=\"cnM5N2Q0YTg5OTI4ODQxZDFhYzUxZDBiOTVkYmYxYjdk\" data-original-margin=\"\">Satisfied with her answer, the Princess' expression softened.</p>\n<p class=\"cnNjNDdkMjgzNjExMjRhZGNiM2MwYjFmYjVlOGJhNDdk\" data-original-margin=\"\">\"Did you really come from another world?\" She then asked in curiosity.</p>\n<p class=\"cnNhMTVhYjc1YzE5MDQwYzhiYjM0ZjRjYTM4MzBhNDUz\" data-original-margin=\"\">\"Yes, Your Highness. A far more technological realm that's sent men to the moon, but with no magic at all,\" Kaede clarified. \"I would say more socially advanced as well, but discussions with Cecylia proved that may just be bias from my perspective.\"</p>\n<p class=\"cnM5OGM2MWQ0ZWVhNzRhNTI4ZGYyZTM0ZDc1OWQ1YTc1\" data-original-margin=\"\">\"How could one travel to celestial bodies without magic...?\"</p>\n<p class=\"cnNjN2VlNDY1YTBkNzQ4ZGVhZDAzN2MxNjI1N2MzMzEz\" data-original-margin=\"\">Kaede's eyebrows shot up instantly. <em>Did that mean mages figured out space travel?</em></p>\n<p class=\"cnNiN2U5NzBjMjU2NDRmMmY5OGIyNGMxNjhkMzAxNzZj\" data-original-margin=\"\">Nevertheless the Princess puzzled for merely a brief second, before her eyes soon refocused upon Kaede. Sylviane would not be side-tracked easily, a sign of mental discipline as expected from someone whom Pascal deeply respects.</p>\n<p class=\"cnMwYzVlYzZiOTQyZTQ1NjNhYWZlODA3MTM2YzExNzg1\" data-original-margin=\"\">\"Never mind. It's good that you've talked to Cecylia at length. She's an excellent judge of character and one whom I trust very much.\"</p>\n<p class=\"cnNhZWY4NDEyZTQ3YTQ2MjY4YzA1YWE5MDNhNTM3Y2I2\" data-original-margin=\"\">With a preoccupied frown, Kaede halted her other thoughts as she realized that Sylviane and Cecylia didn't just know one another; they were on excellent terms. Since they were both Pascal's childhood friends, it was likely they met way back then and kept in touch. Plus Cecylia was a trained intelligence analyst, thus the Princess had the best eyes and ears for monitoring Pascal back when he was at the Königsfeld Academy. Though this might be a little more awkward today, considering that Cecylia was a spy for another country, alliance notwithstanding.</p><p class=\"cjU2MzAwMjc1ODM1ZTRiM2E4ODE0Zjc3YmYwNjk4N2Fm\" data-original-margin=\"\">Unauthorized content usage: if you discover this narrative on Amazon, report the violation.</p>\n<p class=\"cnMxZTJmZTFiMGU1ZTRkMmFhY2ZkNzU3ZjJkMDMxN2Mw\" data-original-margin=\"\">A brief shiver went through Kaede as she remembered her near-paralysis when those scarlet-crossed dhampir eyes came up close and personal...</p>\n<p class=\"cnMwZWM3MWI1OWMyODQ3Y2FhYjE5MDRmZjkzMWMwOGJk\" data-original-margin=\"\"><em>Not sure if I want a reference like that.</em></p>\n<p class=\"cnNkZTVlNTg4YzE5YjRlYzI4MTJiYWE5NTYyMmZlMjM2\" data-original-margin=\"\">\"I do admit, Kaede, that your intrusion into our relationship may be similar to that of a sister.\" Sylviane noted back to their prior conversation before Pascal spoke. \"Except that men don't summon sisters, however much some of them may want to.\"</p>\n<p class=\"cnM2YzUwZjA0OTIyNjRlZGE4ODc4NGI5NGNhN2I3Nzgw\" data-original-margin=\"\">Kaede nodded back. After her recent years in Japan, she became very familiar with that concept. It was one that she found more amusing than anything else, since she actually grew up with an older sister.</p>\n<p class=\"cnM5OGNmOTcyMzYwNDQzNDk5YjNhY2UyZjQ5NWZlODFl\" data-original-margin=\"\">\"There is also a natural limit between siblings, however close they might become,\" the Princess continued. \"That limitation does not exist when you do not share any blood relations with him.\"</p>\n<p class=\"cnM2YzQwYTQ5MWZlNjRlNTFiYTFjNmQ3MzBhZGY4Nzlk\" data-original-margin=\"\"><em>Incest is a near-universal taboo, after all,</em> Kaede nodded as she understood. Sure, there were a few cultures in history which saw a siblings' union as 'sacred'. However, it was clear that the Trinitian Church teachings which spread through Western Hyperion did not harbor such views.</p>\n<p class=\"cnMxNjFjOWZiZTA3MjQ4Yjc4OGVjZjNiZGU4NTlkZTBj\" data-original-margin=\"\">Then, Sylviane spoke with a stern face fitting of a tigress marking her own grounds:</p>\n<p class=\"cnMxZGFkNjdhZGZmNzQ5NGJiMjVlZjUwMTk1MDQxYzgz\" data-original-margin=\"\">\"Could you promise me that you will not develop romantic relations with my husband-to-be then?\"</p>\n<p class=\"cnMzNGM1MDY2NTgwODQ4MWQ5NGFiNDA1OGZkM2M4Y2Rm\" data-original-margin=\"\">\"Of course!\" Kaede rushed to answer. <em>It's not like I've ever felt attraction towards a man before!</em></p>\n<p class=\"cnNhMmY3N2QzMDk2ODRiMjRiMjc0MzQwMDE2MGY1NDg5\" data-original-margin=\"\">Yet even as she said that, she felt something uneasy deep within: was this really something she could promise? When she could be spending untold years in this body?</p>\n<p class=\"cnM1MzIzM2VhMmNjYzRlZDE5MzQ2MmFjMjY4YjMxMGZi\" data-original-margin=\"\">However Kaede completely ignored it as she went on:</p>\n<p class=\"cnM2NWZkOGM2NzY3YjQyMTA4ZWRhZWM1NThkOTU5MDRk\" data-original-margin=\"\">\"In fact, Your Highness, there is something you should know about me. I don't know if Pascal told you, but...\"</p>\n<p class=\"cnMxOWMyNjgxMGY1MjRkODdhNmFlN2Y1ZWFmZDg3NDJi\" data-original-margin=\"\">\"She is a <em>boy</em>, or was.\" Pascal interjected as he stole her thunder. \"I <em>really</em> was not looking for anything of romantic or sensual interest, honestly!\"</p>\n<p class=\"cnNkYjJhZjZlNTdhNzQwOTM4YWI5ZGJjOGQ4MjAyMThh\" data-original-margin=\"\">After freezing for a brief moment, Sylviane locked her gaze upon Kaede once more and leaned forward in her seat. Her waist-long, dark-purple hair fluttered about in voluminous tresses as she stared straight at the familiar with shock-enlarged eyes.</p>\n<p class=\"cnMxY2YyNjUwMzI2MDQ2ZmE5MWZiNDBlNjdlNGQ2MGYw\" data-original-margin=\"\">Kaede felt like an exotic animal being scrutinized over. Even the armiger Mari was now gawking at her from the door, all pretense of disinterest abandoned.</p>\n<p class=\"cnMzOWNiYTcyZmFmNTQ3NTdiZDBjMGZkYmY4NGZiN2Q2\" data-original-margin=\"\">The rapidly growing curiosity, perhaps even fascination, in the Princess' eyes did not help. Within moments, Sylviane stood up and closed the distance between them. She reached out to Kaede's cheeks and shoulders, gently feeling them through silken gloves as though confirming the reality of what she saw. Her hands then trailed down, brushed past the familiar's small chest before settling on a firm hold at the narrow waist.</p>\n<p class=\"cnM1MTMzMzIyMWVlNzQ5ZTI5NjFiOThhNDc0NmIwNzNj\" data-original-margin=\"\">\"I would <em>never</em> have guessed...\" Sylviane spoke through an almost trance-like voice, before stepping to Kaede's side and gliding one hand gently through the snowy-white long hair. \"It's like you were meant to be a girl. How does it feel?\"</p>\n<p class=\"cnM2YjkwNjhlMzU0YTRjZWRiZmZjYmMxNTBmNzI0MWQy\" data-original-margin=\"\">\"Uh... smaller?\"</p>\n<p class=\"cnM2NmIzY2M1ZTQ2NTQxYjJhZGM5MGFkY2FhOWE1OTJi\" data-original-margin=\"\">Kaede honestly wasn't sure what kind response the Princess sought from her. After adapting to countless changes over the past few weeks, her entire experience was simply too overwhelming to describe by words alone.</p>\n<p class=\"cnNhZTc5NjhlZmI5ZTRmNTFhMzQ0NTczMDExYzA5Y2M1\" data-original-margin=\"\">\"I guess I'm starting to get used to everything.\" Kaede shrugged as she glanced down in dejection. \"Not that I have another choice: even Pascal has no idea how to fix this.\"</p>\n<p class=\"cnNhYjZmM2VkNzgzYjQzMDE5ZjkyNDhmZTVmMjZiNTE5\" data-original-margin=\"\">\"I guess it must have been a shock, suddenly finding yourself like this.\"</p>\n<p class=\"cnMzYzVmMDk5NjRjMjQ1NWJhYjI5MWU4MjRmYmQ0M2Zl\" data-original-margin=\"\">Kaede nodded back as images of that fateful first night flashed through her mind:</p>\n<p class=\"cnMyMmM1MGQxZjU0NDRiZjliYjYwNjZjZDMyYmVjZWVk\" data-original-margin=\"\">\"Waking up in some stranger's bed and finding myself stripped and dressed in 'bridal lingerie' was... not exactly pleasant.\"</p>\n<p class=\"cnM5N2JiZTVjMzNiMDRmNzM5YjViMzQ3NzVhZGMwYzFm\" data-original-margin=\"\">\"&lt;Did you have to...&gt;\"</p>\n<p class=\"cnMzMTAxYTcyMWQxNDQ1Y2E4NmYyMzU0MzFiMDUxOTc1\" data-original-margin=\"\">Pascal's mental voice cut off as his fiancée slowly rotated back towards him. His entire body stiffened as her petrifying glare laid him against the chopping block.</p>\n<p class=\"cnMwZjQxYWUzNDA4NzQyODBiYTQxOWNiMjUwMDg1OWQ3\" data-original-margin=\"\">\"&lt;Well, it's true,&gt;\" Kaede commented, relieved to have the Princess' examining eyes off her again. \"&lt;Besides, payback is fair.&gt;\"</p>\n<p class=\"cnNiOWY3NGYyOGQ5NzQ2MzRiOTNjMmNiZGVmZjE4MTFi\" data-original-margin=\"\">\"Uh, I would like to point out that you have done that too,\" Pascal stated. \"Well, the lingerie, at least. Your collection for Vivi is just <em>obsessive</em>...\"</p>\n<p class=\"cnNjOTI0YWY4YzBkOTRiOGE4YzJmYTVhMGY2MGFiODhm\" data-original-margin=\"\">\"It's not even two dozen--\" Sylviane let slip before she loudly retorted: \"I do NOT have an obsession!\"</p>\n<p class=\"cnMzNWUwYWVmNzU0YTQ2YTJiMjQ1MDg0OTVjNDNhZTM1\" data-original-margin=\"\">Pascal didn't say a word after being interrupted. He simply stared at his future wife with a knowing look, arched eyebrows included. Somehow he had reversed the situation in an instant, and it was now Sylviane who sported a light blush while trying to recover her momentum:</p>\n<p class=\"cnM0ZGRmNGIwMzM1MTQzN2M4MGJlNDM0ODM2ZWYzYjk2\" data-original-margin=\"\">\"A-anyways, I'm a girl. I'm allowed to play with dolls.\"</p>\n<p class=\"cnM0YWI2MzhlNjI1MzQ3ZDQ5YmIyYWE3YzRiNGQyYTc0\" data-original-margin=\"\">Kaede shivered as she felt a chill sweep across her from Sylviane's words. Pascal's mention of 'Vivi' also left her curious if Sylviane kept some ornate, life-sized doll.</p>\n<p class=\"cnNmMGQ3MDA4NDQ5ODQ3ZGM5NjNiMzU2ODM0ODk4OTE3\" data-original-margin=\"\">\"You're a <em>man</em>, aren't you?\" The Princess's voice grew adamant. \"What are you doing in my domain?\"</p>\n<p class=\"cnM1ZDliM2YzMzc4ZTRhMjY4YTVjNTg0ZDc5MGU4ZjIz\" data-original-margin=\"\">\"So it is acceptable for ladies to take sword-and-shield but we are not allowed to enjoy cuteness!?\" Her betrothed immediately cried unfair. \"What kind of gendered hypocrisy is this!\"</p>\n<p class=\"cnNlZTBiZjgzZjc2NDRkYTdhOTYzYmY0YTFkNjcxNjc3\" data-original-margin=\"\">\"The practical kind, since by the grace of magic we can fight just as well as you do.\" Sylviane countered. \"In case you forgot, the last five times you dueled me...\"</p>\n<p class=\"cnM2YTJlZGIzYjk2NjQ0NmRhMDhhNjZmYWU3NzNiMmU1\" data-original-margin=\"\">\"I have not forgotten a thing and you can stop rubbing salt in every chance you get,\" Pascal cut her off with a torrent of words, his drawling arrogance completely abandoned by this point. \"Can we get back on topic please?\"</p>\n<p class=\"cnNkMjJhNjQ3YTI3MTQyNzdhZDMyNzM1YmMxNDUzMWEz\" data-original-margin=\"\"><em>He must be really desperate if he'd rather talk about...</em></p>\n<p class=\"cnNjZmZhMDY2NzZmMDQzODZhM2RhMWYyN2U0YTQ1Y2Rm\" data-original-margin=\"\">\"Sure, let us revisit how you summoned a girl, took advantage of her helplessness, stripped her bare naked, and had your way with her, when you're already engaged...\"</p>\n<p class=\"cnMyMDU3ODg5ZWIzMTRkNGU5YjZlZDVkM2VjOGZmMjNm\" data-original-margin=\"\">Sylviane leaned forward over him, forcing herself deep into his personal space to continue her offensive without giving him a moment of respite. Even Pascal's steadfast determination to hold his ground soon began to buckle under the relentless verbal assault:</p>\n<p class=\"cnM1NWVhYzlhNzMwNzQxM2Q4NzY4NzI0NTJjZDIyM2Mx\" data-original-margin=\"\">\"I have a portable projector if you would like to show us your memories. I'm sure your eagerness of the moment will be perfectly noted by your ravishing hands as they anxiously stroked every length of that porcelain skin, carefully examining a girl's most intimate parts. Or when...\"</p>\n<p class=\"cnMzNjlmZWZkYzkxNzQzYWM5YmJlMjJjNjAxOGFlNzYz\" data-original-margin=\"\">Kaede felt her cheeks ignite as Sylviane's exaggerated descriptions began conjuring vivid, uncensored images in her mind. Before she knew it, her thin arms had wrapped themselves around herself in a tight, protective embrace while her glare fixed itself on Pascal.</p>\n<p class=\"cnMxMTVhMzJhOWVlYjQzOTJhMjU2NzY3N2Q1MWExZWVh\" data-original-margin=\"\">She felt dirty from just the visualization. Worse yet, Pascal could have done exactly <em>that</em> and she wouldn't even know...</p>\n<p class=\"cnMxZWFjOWU4MTgyNTRkNDc4NmM0NmVjNjU3ZTNjN2Rl\" data-original-margin=\"\">With his back arced away from his fiancée, Pascal was also blushing a fiery red. He soon threw up both hands in defeat:</p>\n<p class=\"cnM3M2IzNmQyYmRlNjRkNDY5MTk2NjI4YTEwNjU0YTE4\" data-original-margin=\"\">\"I surrender! Unconditionally! Just state your demands already! And please stop making me sound like such an irredeemably lecherous pervert!\"</p>\n<p class=\"cnNhNDIyMGJmYzcwMTQyNGViNmRiZWZjODlkZDI1MTI3\" data-original-margin=\"\">Sylviane finally returned to standing upright. Even her cheeks were flushed with embarrassment, although her shortness of breath was mostly due to the machine-gun fire of accusations.</p>\n<p class=\"cnNhY2UzZTRjODhlZjRlZTQ4MmE1MTBlNjNkMDcxMjgw\" data-original-margin=\"\">\"Well... you did say that you honestly thought I would like her, right?\"</p>\n<p class=\"cnM5NWZmOTUwNGVlMzQyZmM4MjM2MTNjMDFiM2RmZTRm\" data-original-margin=\"\">After taking a few steps back and pivoting towards her fiancée's familiar, Sylviane sent Kaede a warm smile: the delight of a victor as she admired her prize.</p>\n<p class=\"cnM3YmM4ZTFiODMyMzQ3Y2Q5YTMzOTMzMTgzMDFkZDYy\" data-original-margin=\"\"><em>I have a bad feeling about this...</em></p>\n<p class=\"cnMxZGMxY2VjMmI5ZjRlYWM4NTljMmM3ZGI3YzcyZGVj\" data-original-margin=\"\">\"I will allow you to accompany him wherever he goes. But in exchange, I want you to obey my authority in all matters at home.\" Sylviane dictated her terms and conditions. \"That means if I want to borrow you this afternoon, or request that you keep your distance from him for a week, you will do so. I will also tell you where to sleep. I reserve the right to determine what you can or cannot wear. And I may demand changes in your etiquette or behavior.\"</p>\n<p class=\"cnM3OTc2ZWVhZjliNDQyNWRiMDM4YWQ0ZjdmNmNjODQy\" data-original-margin=\"\">Sylviane then rotated back to Pascal:</p>\n<p class=\"cnMyNzgxZmE4MTQxYzQ4Y2I4ODM4M2IyYjI5ZTJkYzVl\" data-original-margin=\"\">\"And you will not object or interfere in any way. Is that acceptable?\"</p>\n<p class=\"cnM5YzU3OTVlZDBmZjRkM2NhOWVlZDM2MjhmNzAxYWNm\" data-original-margin=\"\"><em>She's a natural dictator,</em> Kaede thought. Still, a part of her did have to admit: <em>this is quite mature for her age.</em></p>\n<p class=\"cnMzZDc0ZmM1YmJmODQwOTFiZTllNzMzZTRjMjZmMTYy\" data-original-margin=\"\">It was an old trick in the book, especially in cultures that once practiced polygamy. When a husband of authority grew interested in another female, a shrewd wife would often seek to establish dominance over the new girl, and therefore control any budding relationship. Although there was usually far more subtlety and less... tyranny.</p>\n<p class=\"cnNlMmY4OTJhOTQ1ZjQyMmNhOWRlYzI1OWFmN2VlZTFi\" data-original-margin=\"\">Furthermore, none of the authorities Sylviane demanded was unusual when Kaede thought about old aristocratic sensibilities. A lady of the house easily held all of that, and more, over her maid servants. It was simply part of how noble households used to be run, even back on Earth a century or two ago.</p>\n<p class=\"cnNhMGZhMzliNzZjYjRkMjhhNDY2YjhmZmQyYTFkYjkz\" data-original-margin=\"\"><em>I just need to play along for now until I can get on her good side first, then maybe we can renegotiate.</em> Kaede thought of the warning that Pascal gave before setting out.</p>\n<p class=\"cnM3ZWE3OGZhNmZlODRhYTI5M2NmYTdiOTU5YWRiZWRh\" data-original-margin=\"\">Meanwhile, Pascal's first response was a deep frown.</p>\n<p class=\"cnMzYWUyMjhhNzIyYTRlZDA5ZjI0NjQyNTFiYmZjOTU3\" data-original-margin=\"\">\"I do have obligations to take care of her after summoning her into our world.\"</p>\n<p class=\"cnM1YzMxN2FiOWZjYjQzN2I4ZTFmNzQ1MzBmYjJkYjU5\" data-original-margin=\"\">\"And I'm not unreasonable,\" Sylviane replied. Then, almost jokingly: \"besides, if I were mean enough to desire harm upon her, I hardly require your permission to manage it.\"</p>\n<p class=\"cnM3MzZiOWJmMTU1YzQyM2JhMzU2MzdjYzljYjJmOGZj\" data-original-margin=\"\"><em>Of course. She has plenty of guards and agents at her beckon...</em></p>\n<p class=\"cnMyOTYzZDUzYjhkMDRjMGFiNTYzZGMxNzg1NjBkYjc1\" data-original-margin=\"\">Kaede sighed. Sylviane wasn't exactly subtle in reminding her of their difference in rank. It felt as though they were negotiating a transfer of her 'ownership'. This might be common to their 'medieval' sensibilities, but it certainly wasn't in the modern age that Kaede grew up in.</p>\n<p class=\"cnNlM2FmZGJlY2EyMDRmNGI4NjA1NzVmNzFjZThhMThl\" data-original-margin=\"\">\"Fine,\" Pascal begrudgingly agreed. \"But I retain my right to intervene in the interests of her well-being.\" His voice then grew unyielding: \"I <em>will not</em> relinquish my obligations to her, on any grounds.\"</p>\n<p class=\"cnM5ODc4MDk0YWM0ZTRhYzk5ZjU3YTNiNWUwYTVjOGEw\" data-original-margin=\"\">\"Wouldn't have it any other way,\" Sylviane replied with a genuinely sweet smile. \"You being responsible in personal relationships is a rare and good thing.\"</p>\n<p class=\"cnMwZjI1OGMwYjQwMTQzOWRhMGVjYTYyN2ZjYjI3ZDY2\" data-original-margin=\"\">Her royal gaze then bore down upon Kaede in expectation of a response. Though there was a hint of light within them that was already admiring a newly-acquired possession.</p>\n<p class=\"cnMyNGRkMTk1ZGViNjQwM2M4Y2I5ZTg3ZTI0NTk1OWJh\" data-original-margin=\"\">\"Of course...\" Kaede answered. Not that she had any other realistic choice but to play along for now. Then, as nonchalantly as she could: \"should I address Your Highness any differently then?\"</p>\n<p class=\"cnMyZmM1NGZmMjgyNjRmMDE5NjQxNjI1MTVjNDgxYTkx\" data-original-margin=\"\">She honestly wasn't sure this time. Historical events were one thing, but details like the evolving etiquette of different time periods confused her, even if Hyperion followed similar trends to Earth.</p>\n<p class=\"cnM1NDJlZWY2ODEwNDRhNTc4MWY1ZWNkOWY0YmUwZDcx\" data-original-margin=\"\">Sylviane went back to staring at Pascal again, her eyebrows raised halfway between surprise and curiosity:</p>\n<p class=\"cnMxY2UwNDA0OTAyZDRkMmRhOGUwOTQ5ZmYxMTViMDY0\" data-original-margin=\"\">\"What weird things are you making the poor girl call...?\"</p>\n<p class=\"cnNkMWQyOWVkOTc0NjRhZTM4ODE1MzM4OTEyZDkyNjgy\" data-original-margin=\"\">\"NOTHING-!!!\" His near-shout came on instinct before she even finished. \"She just calls me Pascal!\"</p>\n<p class=\"cnMxZWQzOTQzZDRlNzQxODNhNWRhYjIyYjgwNDcyMzkx\" data-original-margin=\"\">The Princess' grin was still humored as her sight returned to Kaede.</p>\n<p class=\"cnNhZWFlMzhlMDM5NzRhMDQ4Y2E2ZjhhMTRiYzc2NzAw\" data-original-margin=\"\">\"'Your Highness' is still the formal way to address me. But among us and my other servants? 'Milady' will suffice adequately.\"</p>\n<p class=\"cnNiNTcyNjdmZTI3OTRkYzU5NTBiN2I0NmViNTE3YjUy\" data-original-margin=\"\">\"Yes Milady,\" Kaede answered as she gave a slow curtsy, seeking as much elegance as she could manage. \"I'm in your care.\"</p>\n<p class=\"cnM2NzgyYmUzYWViZDRlOTc4NGIxNmZkODQzMjkzNTA5\" data-original-margin=\"\">\"Don't worry, I'm a far more reasonable person than Sir <em>Runelord</em> here,\" Sylviane beamed with reassurance. \"I'm certain we shall come to know each other real well. However, I will hold you to the promise you made me earlier.\"</p>\n<p class=\"cnNiNmYyODgyYTFmMDQ2ZTJhNjY1ZjA4ZWIwNDljOThh\" data-original-margin=\"\">That ill sense of unease in Kaede's chest only grew worse as she nodded back.</p>\n<p class=\"cnMzMDM1YzQ2NzM5NDQ3NWY5NzMyYmJkZjNhZGJmOTVm\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNhNGUxZWQxYjM4ZjRhMjc5MWFhOGU0NmRjYmJjZGMz\" data-original-margin=\"\"><br>Kaede wasn't sure how the situation had evolved so quickly...</p>\n<p class=\"cnM2ZGM3Yjc1MWI3OTRlYzI5YWI3Y2FmNmM3ZDE2MzI1\" data-original-margin=\"\">Before the hour was up, she was already sitting next to the Princess on a rich velvet couch, with the unusual pleasure of having her hair brushed by royal hands.</p>\n<p class=\"cnNmN2I4NWFkMzQyMTQwNDM4OTFmNmQ1OWFhZGNkNDBl\" data-original-margin=\"\">...Except that she was stiff as a board and too nervous to enjoy it.</p>\n<p class=\"cnM0OWQwYWU0MzRhZDQ1NjJhYTkxOTM1YjlhOThmNjBj\" data-original-margin=\"\">Meanwhile, Pascal remained in a large and comfortable armchair right across from them. He watched his fiancée with a peaceful smile. Though his turquoise gaze seemed distant and preoccupied under the soft, golden curls.</p>\n<p class=\"cnNhNmRjNjBiZGEyZDRhZTI5NzcyNzRmYWNkMTUxOWYw\" data-original-margin=\"\">\"&lt;Relax. This is normal for her.&gt;\" He had told Kaede some minutes ago. But that was far easier said than done given how out of place she felt.</p>\n<p class=\"cnNhODExYjhjMmU3MDRlYmY5ZGE4M2EyMDJkNDY3NTQy\" data-original-margin=\"\">Sylviane's hairbrush then vanished into an extra-dimensional pocket somewhere near her waist. With both hands on Kaede's thin shoulders, she adjusted the smaller girl's position before leaning over.</p>\n<p class=\"cnMzODllNzZhNjk5MTQ0MDJiZjRhNmNjYzhlZTI3NTk5\" data-original-margin=\"\">Kaede felt the pressure build on her back. The Princess' arms were soon draped over both shoulders, while soft cheeks nuzzled against the silky, straight hair behind her head.</p>\n<p class=\"cnNkNTYxMWI3YmM4NTQ1ODQ4N2I0MGM3MjE0NTBiZDFi\" data-original-margin=\"\">\"I take it the past month was quite stressful.\" Pascal finally broke the silence.</p>\n<p class=\"cnNhMjg0MWNkZTc1ZDQ4NjQ4YjMyODM1YWRhZTZkOTIx\" data-original-margin=\"\">The weight atop Kaede's head increased as it was turned into a royal headrest. She rather doubted that the slim-waisted Princess was heavy, but her own body was smaller and hardly built for strength.</p>\n<p class=\"cnM4M2ZhYTZkOWNlZDRmZDNhNGQyZTEzNTlhNWM0YTlh\" data-original-margin=\"\"><em>Apparently I'm a large teddy bear,</em> Kaede thought.</p>\n<p class=\"cnNjZmQ2OTI2ZjMzMTQ1MmQ5NWI2NDQyZWVhMjI3NzFk\" data-original-margin=\"\">Still, being treated like an oversized ornament wasn't that bad of price if it meant earning the Princess' trust over time. The real question that troubled Kaede was: <em>where does this go?</em></p>\n<p class=\"cnMzNzg4NTc2NmYyYzQyYjZiYmZiNjg3YTg2NzkyODk0\" data-original-margin=\"\">\"Edith took Vivi south with her, so I haven't even had any chances to relax like this in the past few weeks,\" Sylviane complained as she crossed her hands over Kaede's chest. Meanwhile she continued to rub her cheeks against Kaede's silky hair. \"And you weren't around to help either.\"</p>\n<p class=\"cnMwMjVjMjg0MTZkNjQ5ODRhYzE0YTNjMGU1MzZjZjZl\" data-original-margin=\"\">For the first time, it dawned upon Kaede that 'Vivi' might actually be a person, another girl whom the Princess treated as a cuddle-toy like her. However if she remembered correctly from the meeting, 'Edith' was the name of one of the front line commanders...</p>\n<p class=\"cnNlMTQ4NDljNjU5MzRhYWFiZjM3NmU3NjNkN2ZjYWQ4\" data-original-margin=\"\"><em>Wait, are they talking about Vivienne? The Paladin-Bard Pascal mentioned on the way here?</em></p>\n<p class=\"cnM5NzJkYjg0MWFlZDRmYmI5ZWVkYjdlMzZlNjhmYTJh\" data-original-margin=\"\">Kaede could not fathom why one of Rhin-Lotharingie's most notable individuals would allow themselves to be treated like... well, a stuffed animal.</p>\n<p class=\"cnM5MTFhYmZhYTFmNzQ5N2Y4NzMwZmI1YjNkY2RmZjY0\" data-original-margin=\"\">In the meantime, the familiar could almost feel Sylviane's pout press into the top of her head. Compared to the poised and careful princess, this was Sylviane's true, relaxed form.</p>\n<p class=\"cnNiNWZkZDJlNThmNDQyYThhNGUzNzIzMjliMGYyN2Q0\" data-original-margin=\"\">\"I kept calling though,\" Pascal kept his voice neutral as he defended himself. \"You never accepted the <em>Farspeak</em>...\"</p>\n<p class=\"cnMwYWNiYTkwZmM2YzQzYjY4ZGViMGM0NWZiYzM3OTY4\" data-original-margin=\"\">\"Like I said, you weren't helping,\" Sylviane interjected before going back to brushing her cheeks against silky soft hair.</p>\n<p class=\"cnNiNzA5ODEyYjlmZjQ2YmFiN2NhMzcwMDY4Y2MyMGQy\" data-original-margin=\"\">Pascal took his own turn for a long sigh, as though in acceptance that he couldn't win against royal unfairness.</p>\n<p class=\"cnMzYzM5OTA5MmU3YjQ3YTc4NmJhMzEyNjZmZjZhYThi\" data-original-margin=\"\">\"Alright. Fine. What did I miss helping with? Last we talked, you spoke of tensions down south, but were more preoccupied with the unrest up north.\"</p>\n<p class=\"cnM2MzY4Zjg4ZGRhMDQwNGE4ZDk4ZmJiYWQ5YjYxYTNi\" data-original-margin=\"\">\"We knew that tensions were brewing in the south, thanks to all the lies that the Imperator spread about our treatment of Tauheed worshippers. Though we had no idea how <em>overwhelming</em> the Caliph's readied forces were.\" Sylviane spoke as she continued to use Kaede as a headrest. \"Nevertheless, Father told me to help King Alistair resolve his domestic issues as quickly as possible, since the north has always provided Rhin-Lotharingie with its best soldiers during times of war. Unfortunately, the 'Ducal Alliance' under that agitator Fitzgerald was on the brink of open revolt. They demanded King Alistair sign their 'Charter of Liberties' to undermine his authority -- no taxation without the lords' approval, no revocation of aristocratic property, no punishment without consent by a court of peers...\"</p>\n<p class=\"cnM0Zjc4MjE1ZDE4YTQyNzJiNTc5YmRmNTFiNTRjNGNl\" data-original-margin=\"\">\"It is a load of horse manure, just like I had told you then.\" Pascal scoffed. \"Their claim of 'liberty' is laughable at best. It is nothing more than a brazen grab for more privileges! With a 'court of peers', all they have to do is to win a popularity contest and now they can walk free from even the worst criminal offenses! It makes a mockery of the law, as cases should be judged by those who have spent their lives studying legality. Verdict should <em>never</em> be passed by some random gaggle of lords whose only qualification is their birth, who could be bribed, emotionally manipulated, or simply given promises to sway their opinion!\"</p>\n<p class=\"cnM1NTM4ODcwYjc5MTQ0NDZhZDgwOTI0M2ZiYWY3YzY5\" data-original-margin=\"\">Pascal's fuming voice made it clear that he found the demands downright offensive. It wasn't even a surprise for Kaede. Pascal had always been someone who believed that responsibility and power should be given based on professional merit.</p>\n<p class=\"cnMxZGFhNTAxZjE2NDQ3M2JhOGE1NWIxODNmZWU1Mjhl\" data-original-margin=\"\">Meanwhile, Sylviane sighed with a wry, little smile, as though she expected this from him as well. She leaned away from Kaede and began to brush the familiar's snowy hair once more.</p>\n<p class=\"cnNlZmM5MGM3NmQ5MTRlZTNhNWJmMzE1YjM3MzU1ZWNl\" data-original-margin=\"\">\"I know you felt strongly about the 'Trial by Jury' part. And the taxation point is just...\"</p>\n<p class=\"cnM2YWFhODFlODIwMTQyYmRhZmIzMDExYjQ1ZWZkNWM0\" data-original-margin=\"\">\"Blatant exceptionalism?\" Pascal's scowl grew. \"No one likes paying taxes. Yet without taxes, how shall the state grow? Weichsel certainly did not develop its roads, canals, hospitals, its fortresses using only the King's personal funds. Rhin-Lotharingie is vast and sorely lacking in infrastructure to tap its abundant resources. Yet every time the Emperor tries to secure coin for projects, the collective dukes whine and pretend poverty, as though the wealth they took from their own lands had suddenly vanished!\"</p>\n<p class=\"cnM0YzFkNzQ4ZGI3YjRhNDk5NDNjZTAxNGQ0ZTkyOGZl\" data-original-margin=\"\">Kaede was still trying to grasp the whole picture of their conversation. But this 'charter' felt oddly familiar despite the fact she only just heard of it. However it was clear from the exchange and all their past conversations: Pascal was a firm supporter of crown authority over what he considered the 'petty and selfish nobility'.</p>\n<p class=\"cnM4ZGYwZDEzZTg4MTRiODU4MmU1YjFmMTk4YzQzOTEx\" data-original-margin=\"\">\"Pascal you're a monarchist then?\" Kaede inquired.</p>\n<p class=\"cnMwOGQ3YmIzOGE1MjRjOTc4Yzg3MDBkMGJlMWJkOTJk\" data-original-margin=\"\">\"He's an absolutist.\" Sylviane chuckled in reply. \"Though Pascal does have extremely high expectations for rulers. I wonder if I can even meet them when I become Empress?\"</p>\n<p class=\"cnMxZjliMzQ3NWIxYjQxMzdiYzYwMDk5ZmI3MjNlMjE0\" data-original-margin=\"\">\"You will do fine.\" Pascal said simply.</p>\n<p class=\"cnNiOWVmOWQyYjY5NTRjNjlhMmU0ZDBiM2I1MThhMjdj\" data-original-margin=\"\">Kaede couldn't see Sylviane's expression, but there was something in the Princess' humored voice which sounded genuinely worried.</p>\n<p class=\"cnNjNThmZjEwZDMzNjQ4NWViMjBhZWQxNTE3MzE1Njg1\" data-original-margin=\"\">\"Either way, you know I agree with you on the point about taxation,\" Sylviane frowned. \"However, I don't think all their demands are unreasonable. What about the guaranteeing of private property, noble or otherwise? I believe Weichsel has such a law?\"</p>\n<p class=\"cnM3MDU2NTJkNDVlZDQxZDM4NjBhMmE1ZjkzNDcwODIx\" data-original-margin=\"\">\"Of course! Otherwise there would be robber barons who try to seize merchant wares under false pretenses!\" Pascal answered. \"Even Kaede here understands the logic behind it.\"</p>\n<p class=\"cnM5YjVjYTI4YmM4YzQwMzY4OWRhYzJlMTliM2U2N2Ez\" data-original-margin=\"\">He then paused and looked expectantly at Kaede, as though asking her to fill in the rest.</p>\n<p class=\"cnM1YzQ3ZmNlZmU3ZTQxNjk5ZmU1N2JjNzYzMzhkNTYw\" data-original-margin=\"\"><em>Does he want me to show off before the Princess?</em></p>\n<p class=\"cnMyYmRjNDEyMzM4ODQ4NmM5NWE3OWM3YzYzN2RkZjVh\" data-original-margin=\"\">\"Uhhh... because the guaranteeing of private property is essential for boosting commerce, especially trade.\" Kaede answered. \"For a merchant, any risk to their wares spells an increase in prices and thus lowers both supply and demand. However if such risk can be mitigated or eliminated, then the flow of goods will increase while making it cheaper for people to receive what they need. This can have a snowball effect, as cheaper materials and tools will improve local productivity and wealth, which in turn brings in more trade.\"</p>\n<p class=\"cnNmOTE0YTY2NDhhODRkNmZiMzliYzg5NmUwNGM4MWNl\" data-original-margin=\"\">Pascal's smile showed that she scored full marks. Meanwhile Sylviane stroked her hair as though the Princess saw her as an even more deluxe toy.</p>\n<p class=\"cnNiZTlhYTc5NjZkNjQzNTZiNTc1YTgwMzdmNjllNzk4\" data-original-margin=\"\">\"Adorable <em>and</em> smart. You <em>are</em> a treasure.\"</p>\n<p class=\"cnM2MjY4YmY5YjllNjQ2ZmRhYWNkZGVjODE3OGFlYTAy\" data-original-margin=\"\">Kaede wasn't sure if this was a good outcome or not. She felt distinctly like she was being even more objectified.</p>\n<p class=\"cnM5MWM4YWNkOTY2OTQ1MGM4N2YwYmRhOTdlMTQ1NDJl\" data-original-margin=\"\">\"But this is why a property guarantee law is something that Rhin-Lotharingie could actually use,\" Sylviane added. \"I'm less sure about the nobles' land rights, though we can discuss those details another time.\"</p>\n<p class=\"cnM1ZWY1NDE1YWNjNTRmNjc5NjJkZDAzM2Q5Y2U2NjI2\" data-original-margin=\"\">\"You are more interested in this Charter than I expected. Just how exactly did you resolve the issue for King Alistair?\"</p>\n<p class=\"cnNlY2JhNTQ4Y2ZiZDQ4MTg5ODc2ZDlkOWIzYzUwYmQz\" data-original-margin=\"\">Pascal's look wasn't just inquisitive. He also spoke the King's name with a smattering of disdain. He had tried to hide it, but Kaede could still tell.</p>\n<p class=\"cnMzY2JkNzgwNzgxNDQyODJhNjgyNDg2OTM4NTIwY2Rl\" data-original-margin=\"\"><em>I wonder what happened between them?</em></p>\n<p class=\"cnMzZTQyMDg0OGZlODRjNGI4NWZmNGNlN2EzZWI3ZDJl\" data-original-margin=\"\">It felt like whenever they turned, there was someone else whom Pascal had a rocky relationship with. However if Princess Sylviane noticed, she said nothing about it as she went on to explain:</p>\n<p class=\"cnNlNjY1YzJlNWE0OTQ1OWY5OWRiODMxM2JhM2E4ZWM1\" data-original-margin=\"\">\"Fitzgerald was already starting to gather his forces by the time I arrived. Alistair had hoped to try one last time to negotiate, though by that point he had already resigned to meet them in the open field. He had hoped to cut a path to the rebel commanders in battle and eliminate them before the fighting took too many lives.\"</p>\n<p class=\"cnNkODExZDIyMzU1NjRmYWJiYjdlYTRhYjRhZGEzOWJh\" data-original-margin=\"\">\"That King still thinks like a mercenary.\" Pascal shook his head with disapproval. \"So did you negotiate with them?\"</p>\n<p class=\"cnNhMDY2YzFjMTk2ODQ5ODRhZDA3YTEwNzMxNGY3ODk0\" data-original-margin=\"\">\"No. I agreed with Alistair that Fitzgerald had grown too egotistical and wouldn't accept anything less than near-complete concessions. Alistair asked me to contact Duke Kenneth Randolph and persuade him to join the King's side. When I did, I found out that Kenneth had been invited to the other group also. Kenneth didn't really like Alistair and he did agree with some of the Charter's demands. Nevertheless, he refused to join the rebels as he had no wish to betray the crown -- even if Alistair was never legitimized as a bastard.\"</p>\n<p class=\"cnM4ZTBlYjc3ZmE2YTRmZjhiOTRmN2Y0YjZiNDc3MmE2\" data-original-margin=\"\">Kaede's eyebrows rose. She did remember reading that the Kingdom of Gleann Mòr had some kind of succession crisis less than a decade ago.</p>\n<p class=\"cnNlY2QyYmMyNzZmNTRkODZiNzg0MzE1MDA1YmNkODA1\" data-original-margin=\"\"><em>But... an illegitimate King? No wonder why his nobles are trying to undermine him.</em></p>\n<p class=\"cnNjZDA5YjE3MjJiNjQ2NjU5ZGFjOGZiMmVmZTY5MzU0\" data-original-margin=\"\">\"Of course Duke Kenneth does not wish to be remembered for treason. He is a descendent of Douglas the Black's second-in-command.\" Pascal raised the name of the Lotharin hero from the Independence War. \"However Kenneth does have a formidable army and is an experienced veteran. I heard that even the elite 'Black Guard' looks up to him.\"</p>\n<p class=\"cnM3YmVkZDc4YTBkMjQ0MTA5Yjc3NzQyOTg5ZjljNDJm\" data-original-margin=\"\">\"Precisely.\"</p>\n<p class=\"cnNjZmQ0YWI0MTg0NDRjZWM5NzllNTdlZTc5NTJkNTFk\" data-original-margin=\"\">Kaede could now hear the knife in Sylviane's humored tone as the Princess continued:</p>\n<p class=\"cnM5Mjk0YmQ0MDkxNzRlMjdhZjlmMTVmNWQ3NzRlMTc4\" data-original-margin=\"\">\"Kenneth was too good for the Ducal Alliance to pass up, even if they were suspicious of him changing his mind. So I negotiated a compromise with him: I would take the Charter's seventeen points to my father and we'll give some of it due consideration on which ones would be good for the Empire. In exchange, he would join the Ducal Alliance under false allegiance, on the condition that he would be given command of the entire rebel army.\"</p>\n<p class=\"cnMxNzI3NWNjMmU3OTQ1ZGFiZWUwYTRmM2RhZGEzYjJh\" data-original-margin=\"\">\"And they agreed?\" Pascal looked incredulous. \"The moronic idiots!\"</p>\n<p class=\"cnNiZmY0OWViMzRjYzQ4ZDI4ZDhhYjBkOTU2OTA5ZmMz\" data-original-margin=\"\">Even Kaede felt surprised, though for a completely different reason: <em>Sylviane cannot be more than a year or two older than Pascal!</em></p>\n<p class=\"cnM0MTJjYWMwYzA2MzQyZmE5Yjk5M2JmYzA3YzI3ZTc2\" data-original-margin=\"\">Yet, the Princess clearly had a talent for devious schemes.</p>\n<p class=\"cnM4ZWUwZDJmYTM3YzQxZjc5OGFjMjU4NzBhZDYwMWNl\" data-original-margin=\"\">\"Never underestimate the power of ambition and greed.\" Sylviane mused. \"With that one stroke we defanged the rebel alliance. It wasn't hard for Kenneth to arrange an opportunity for me and Alistair to raid their camp and capture their leaders in one stroke, all without a single major battle. Alistair was quite merciful though, as he pardoned most of the minor lords. However Fitzgerald and the other top leaders had to be made an example of.\"</p>\n<p class=\"cnMyMWI2YTg0MWVhNzRjZjA4NDA5ZDZlNjViNDYwMGVi\" data-original-margin=\"\">It was then when Kaede finally realized why the whole story sounded familiar. It reminded her of the circumstances behind the <em>Magna Carta</em> during the First Barons' War of England. Kaede had always found it ironic that Anglo-Saxon historiography paints the <em>Magna Carta</em> as some sort of great leap for democratic values. When in reality it was written by a cabal of treasonous barons who demanded exemptions and special treatment from their King.</p>\n<p class=\"cnNmYzJiZmQ4MTA0MDRkMzBhNzViN2ZhYjMyZDI4YTFi\" data-original-margin=\"\"><em>Just like the modern elite and their tax loopholes!</em> She could almost hear her father's voice complain.</p>\n<p class=\"cnMxY2QzMzVmNzYxMDRlYTJiYWQ4MTUwODY1ODgzODY5\" data-original-margin=\"\">It was another one of those moments that gave Kaede a pang of homesickness.</p>\n<p class=\"cnMwNjkxZmMwYWE2NjRhNjg4NjRjMGNjMWQwYjZiN2E1\" data-original-margin=\"\">\"Is that the reason why you are so keen to talk about the Charter's details?\" Pascal asked.</p>\n<p class=\"cnMwZDdmODljMmY5NzQzZTk5ZTdjM2U5ZTdjODc2OTU0\" data-original-margin=\"\">\"Yes.\" Sylviane nodded. \"I did promise Duke Kenneth to seriously consider its contents. It was a promise made in good faith and I intend to keep it.\"</p>\n<p class=\"cnMzYjU4OWIzYmUxNTQwZTg5ZDFiOTUwOTRiYjUwZWZh\" data-original-margin=\"\"><em>Devious to her foes, yet honest to her allies,</em> Kaede reflected. <em>She really does have great potential as a leader. If only I could find a way to earn her respect...</em></p>\n<p class=\"cnNlZjBhOTU1ZjcxYzQ1ZTdiYTgwNmE3YzkxMjIyZDgy\" data-original-margin=\"\">The conversation was then interrupted as several taps came from the window.</p>\n<p class=\"cnM5OTI2ZGQ2ZGExMjQzOWFiNmFmMzQ5ZjQ5NWNlM2My\" data-original-margin=\"\">Sylviane's bodyguard Mari, who had stood against the door with a look of complete disinterest for the past hour, swiftly crossed the floor without waiting for the Princess' word.</p>\n<p class=\"cnNmYzcwMGU5NjVmMzQxM2I5ZTg2NzU3MDRjN2RhMzE2\" data-original-margin=\"\">As she turned to the source, Kaede saw the entire window glass enshrouded by a light blue haze. The bird hovering just outside reminded her of a lean falcon, except with a magnificent, flowing tail decorated by tiny sapphire gems. It was covered in cerulean feathers that progressively grew lighter towards the wings and tail. Meanwhile its body emitted white-blue flames that sent ripples of heat through the surrounding air.</p>\n<p class=\"cnM0ZjNkNGJmODA3ODQ1ZjY4NTZlNjFiMWRiZjhhNzYy\" data-original-margin=\"\">It was one of the twelve sacred phoenixes of Rhin-Lotharingie: the noblest of magical beasts.</p>\n<p class=\"cnM3OGYwYmMyYjQyOTRhNDRiMTAxOGM1NzA0ODZhY2Rm\" data-original-margin=\"\">But rather than staring in awe, Kaede tensed up further as the phoenix flew through the opened window and towards its master. The familial girl tried to shift away, except the Princess, who was still draped over her shoulders, pinned her firmly in place.</p>\n<p class=\"cnNiNmIyMTIwYmNlZjQ0ZjNhMDRjYmI4MjJjMDdhM2U0\" data-original-margin=\"\">Kaede braced herself for the heat of scorching air so close to the flame source. Yet as the phoenix settled on Sylviane's shoulder, she felt only the envelopment of a soothing warmth. It was as though she lay just far enough away to enjoy a lit fireplace on this wintry day.</p>\n<p class=\"cnNmZTRlMjcxM2JmNjRkM2U4OWUzMmJkNmYwOWExYzgy\" data-original-margin=\"\">\"Relax,\" Sylviane reassured. \"Phoenixes are natural empaths. Hauteclaire's flames only burn those he detect hostility from.\"</p>\n<p class=\"cnNlODM2YTUyOWE3MjRlYWM5NmZjYTdjNjg5MTIxYzNh\" data-original-margin=\"\">\"Was that a test then? Milady?\" Kaede asked with relief, wondering how weird they must look to Pascal's amused eyes right now: bird standing regally on top of a Princess who lazied over his familiar girl.</p>\n<p class=\"cnMyOGM2ZGY1ZTIyZTRlMzU4OWQzNzhmNDAyMGJiODlh\" data-original-margin=\"\">\"Not really. Although if I <em>was</em> wrong about you, you might start to sizzle a little right now. Be a shame though...\"</p>\n<p class=\"cnNlZTFkZDAwYTExNzQzNTJiNjViNDk3Yzc0ZTAyNTc4\" data-original-margin=\"\">There was a deadly nonchalance in her voice, and Kaede made a mental note that whatever else Princess Sylviane might be, she was not someone to be scorned. The phrase 'off with his head' came to her as naturally as placing an order for dinner.</p>\n<p class=\"cnNjOWNlNTk2YjMwOTQ3Mzg5ZjBjMDgzN2FkNTAxYzc3\" data-original-margin=\"\">Perhaps it was just another way for the Princess to warn 'you <em>really</em> do not want to become my enemy'.</p>\n<p class=\"cnM4OGVkZjg0NTYyMTQ3Njc5NmU1ZjIzNTNkMjQ2NTkz\" data-original-margin=\"\">Sylviane then patted down Kaede's hair twice before rubbing cheeks against them once more. \"A little heat and they're even softer now,\" the Princess happily noted.</p>\n<p class=\"cnNmMTc0NzhmMjAyZTRkN2Y4MThhNjdiMDNlMDFhNzhk\" data-original-margin=\"\"><em>Like a blanket fresh out of the dryer,</em> Kaede thought as she looked towards Pascal for support, but he merely shrugged with amusement:</p>\n<p class=\"cnMyM2Q2NTBlY2FhYTQ1MDM4NTVkY2YzY2Y3M2UyNTlk\" data-original-margin=\"\">\"&lt;You do make a nice, soft pillow.&gt;\"</p>\n<p class=\"cnMzMmMxZWNmY2UxZjRlYjQ5ODAwYzdmZTQ3ODA3NDEy\" data-original-margin=\"\">Only the phoenix Hauteclaire seemed to sympathize with his fellow familiar as he gave a low whistling chirp of solidarity.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized content usage: if you discover this narrative on Amazon, report the violation."
}