{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkOThjMDM1NTRkMTQwZmNhMGI1YmY0Njk0OTRjMmFi\" data-original-margin=\"\">Kaede stared in awe at the dense patch of fog that engulfed the center of the stone circle. One armiger after another emerged from its shimmering, otherworldly haze, which concealed the distortions in space that bent the very fabric of reality itself.</p>\n<p class=\"cnNlMTY5NTU1ZTAzNzRkMTViMTNjZDQ4MzcwNDdiYzA5\" data-original-margin=\"\">Her own journey through had been surreal, to say the least. It was as though gravity had turned horizontal the moment she had stepped into the fog, forcing her to 'fall' through a twilight forest at breakneck speeds. There she had flown, her twists and turns guided by powers beyond her control as countless ethereal trees rushed past in blurs.</p>\n<p class=\"cnM0ZDRmNjc1OTZmMjRiZWRhNDcyZTVjOTc0MDE2ZGUx\" data-original-margin=\"\">Then, before her queasy stomach could expel its contents, she had soared into another fog and decelerated into reality. In the span of less than a minute, her physical existence had leaped across the country, emerging just outside the gates of a small, fortified town.</p>\n<p class=\"cnMyMzM3NTc0MjVkODQzMTliMzI2MzJiYjA1OTVjODUx\" data-original-margin=\"\">Had it not been for Pascal pulling her aside, the dazed Samaran who had materialized from the haze would have stood there, dumbfounded, until the next person collided with her.</p>\n<p class=\"cnMwYjcwMWEwZmJjNjRkNzlhOTVlZDMwOWFjOWRmNmYz\" data-original-margin=\"\">It was only after all twelve of Sylviane's armigers came through that the Princess followed. Then, moments after Sylviane strode out from the haze, the shimmering fog lost its otherworldly sparkle and began to fade. The light mist that had engulfed their surroundings also dispersed. It revealed their position on top of a small mound just outside a town's open gates.</p>\n<p class=\"cnNhYTIxMjE5YjZiNjRlNDhhNDQwMTJjOWI4NTA2YmIx\" data-original-margin=\"\">Kaede felt a sense of validation as she saw two guards clad in mail armor and tabards with Lotharin livery. They gazed upon the new arrivals with dumbfounded faces as though they had trouble picking up their jaws off the ground.</p>\n<p class=\"cnMzNTRjODQ5MjUwZjQ5ZTE5NDY4OTE1ODVmMjBlYTc2\" data-original-margin=\"\"><em>Clearly I'm not the only one who finds this totally abnormal,</em> the familiar thought.</p>\n<p class=\"cnNhNjQwNTAzYjAwNzRhOTNhNWU3YjUwZDc1N2IzNmVl\" data-original-margin=\"\">It was a reminder that even though the nobility of Hyperion used magic in their daily lives, the more esoteric sorceries continued to seem like 'miracles' in the eyes of common peasants.</p>\n<p class=\"cnMwZDJhODQ1OTA5ZjRmMjk5ZWNiZGI3N2FkMGFkYjU3\" data-original-margin=\"\">However this also left Kaede with a worrying thought: <em>did this mean that Hyperion was unlikely to ever shed its Medieval social hierarchy?</em></p>\n<p class=\"cnM2NzUzZjBmYjcyNzQyZjI4YjhhYjZjMTc5YjNhYjEz\" data-original-margin=\"\">After all, it was impossible to establish even the illusion of equality when the gap between those who have magic and those who didn't was impossible to cross.</p>\n<p class=\"cnM5MDg2ZjkyOGVjZjRmZTg4MzYxYTI3ZTdlYWI2MDI5\" data-original-margin=\"\">\"Sir Robert,\" Sylviane called out which snapped Kaede out of her thoughts. \"Take us the remainder of the way please.\"</p>\n<p class=\"cnM2YTE4MzE5MWQ0NjRjYTI4MDNjMDhkZGRkNDZjZGMw\" data-original-margin=\"\">\"Yes, Your Highness,\" the young armiger who stood next to Kaede replied. At the same time, the phoenix Hauteclaire left his perch on the Princess' shoulder and flew over to land on Sir Robert's.</p>\n<p class=\"cnNhMDQ5MDE3NmMxZjQ1YTc4OTNmZmE4NGZiYmNkMGM1\" data-original-margin=\"\">\"Everyone, link hands and form a circle.\" The wayfarer armiger then beckoned before reaching out to Kaede with an open hand. His expression beamed as befitting of a chivalric knight.</p>\n<p class=\"cnMyYjM4M2Y3ZWQyYjQxMjQ4MTU5ZDllMDc5ZWM4NGZh\" data-original-margin=\"\">Sir Robert was a handsome young man with a boyishly cute face and a brilliant, infectious smile. He was a bit short for a Lotharin male. However his figure was lean and athletic. His eyes were a vivid green. And the chocolate-brown hair framing his smooth cheeks was just long enough to look elegant without being too feminine.</p>\n<p class=\"cnMzZGQxZjY3ZDJjYTQ3NDViYWU0ODNkM2ZmYWFmODY4\" data-original-margin=\"\">Kaede couldn't help but smile back as she took his white-gloved hand. His grasp of her fingers was both gentle and firm in equal measure. It was as though the young man <em>practiced</em> being a gentleman.</p>\n<p class=\"cnNhNTIxM2VmZmM0YjQ1YTY5NTQxMGZmYWI3MTRiZjAw\" data-original-margin=\"\"><em>The Princess sure chose a pretty boy for her retinue,</em> the white-haired girl amused herself.</p>\n<p class=\"cnNmOGRjMWFiYTg2NTRhNjQ4ZjI0OTFmZGMwMzBhZDM2\" data-original-margin=\"\">Looking around, Kaede realized that all of Sylviane armigers were young, fit, and at least a quartile above average in looks. It certainly felt like the Princess took advantage of her position to make sure she was surrounded by treats for her eyes.</p>\n<p class=\"cnM1MWJhZjc5MzNlYzQxNDQ5NDQyMTMxN2U2MjJlOGU3\" data-original-margin=\"\">The Samaran girl then winced as she felt Pascal roughly clutch her other hand. His expression was scowling but not at her. It quickly dawned upon Kaede that Pascal's absentminded gaze was in deep thought, likely over his impending meeting with Weichsel's King. He remained worried even as Sylviane moved to his other side and took his hand.</p>\n<p class=\"cnMxZTU5ODFjM2FhNTQyMjM5NmQ4ZWIxNWE5YTdmMDZm\" data-original-margin=\"\">\"Don't fret. You'll grow wrinkles,\" the Princess smiled as their eyes met. \"Diplomacy is my arena, remember?\"</p>\n<p class=\"cnNiOWM4ODZlMGY1MzRiMGU4NWJlMDJiMzhmYTk4YTAy\" data-original-margin=\"\">\"Never thought there would be a day when you would be reassuring me.\" Pascal replied before a smirk came to his lips. \"Still, I am happy for your concern.\"</p>\n<p class=\"cnNmNTZjZmU4OGNhNDQ1MjI4NjQxMzI3ZWEyMmMzYTY5\" data-original-margin=\"\">For a moment Sylviane looked taken aback as a furious blush spread across her cheeks.</p>\n<p class=\"cnMwZjNjOWU4YTY3ODRmZDY5ZDViZjI0OGZjM2NiY2U1\" data-original-margin=\"\">\"Why would I be concerned?\" She turned away. \"Worrying just doesn't suit you, that's all.\"</p>\n<p class=\"cnNiNGVkOWE4MDA3YTQyNGY5ZDVmNGQ1OWE5YzcxZTQx\" data-original-margin=\"\">Pascal chuckled to himself before his expression turned serious once more.</p>\n<p class=\"cnMzYWYxMTJmNzQ4YTQyYWNhYzc0ZWE3OWU0YzU1NWU3\" data-original-margin=\"\">\"Father always told me that despite King Leopold's attitude, his political acumen should never be underestimated. No offense to your charms or powers of persuasion, Sylv, but I anticipate this trip will require a concerted effort from the both of us. And I intend to play my part to its full extent.\"</p>\n<p class=\"cnM3M2E3MzBhN2I5ODQ1ZTA5NTBiYTdhN2JkMmE1ZDY5\" data-original-margin=\"\">\"I'm sure we'll persuade King Leopold to send reinforcements as early as possible.\" Sylviane nodded back.</p>\n<p class=\"cnNmN2MzMGFlYWJhNjRhZWJiYjY4N2MyNjdlNGZiMWRm\" data-original-margin=\"\">Yet even as she did so, Kaede could see the shadow of doubt creeping in her wisteria gaze. The Princess was nowhere as confident as she wanted to appear, which was made more obvious as Sylviane silently mouthed three words as she turned away:</p>\n<p class=\"cnNjNWY4ZGZlMzA4ODQ3NTU4MjFlYjU5MjMyNjUwYjc1\" data-original-margin=\"\">'We have to.'</p>\n<p class=\"cnMzMjliMzhmYzg1YzQzZTY5ZWZiNDZmZTUzMzlhNDAx\" data-original-margin=\"\">In the meantime, Sylviane's armigers had finished forming the circle. Fifteen individuals had their hands linked in a tight ring as Sir Robert began to channel his magic with Hauteclaire's aid. Ebbs of blue and green mana poured out of them and formed a tree-like magical array beneath his feet. A thick 'trunk' sprouted out to the middle of their circle between reaching out with tendril-like mana strands that wrapped around each and every individual forming the ring.</p>\n<p class=\"cnNjYjNmOGIwZjY4MTQ2Y2ZiMjM3NTI5NTU4MmQ0NTIx\" data-original-margin=\"\">\"&lt;I thought mages couldn't share mana since different sources repel each other,&gt;\" Kaede puzzled over telepathy as she saw the two different mana colors interweave. \"&lt;Are phoenixes special in this regard?&gt;\"</p>\n<p class=\"cnMwYjdiNDk1ODk5MjQ2OWE4ZjRkMTlhZTZjYzQ4Njkx\" data-original-margin=\"\">\"&lt;Phoenixes are natural metamages -- rare spellcasters whose mana have limited transfusive properties.&gt;\" Pascal stated.</p>\n<p class=\"cnM3MTc2MTlkZjhkZTQ3MWFhMDM3MGVlNjY3YzM2MDNh\" data-original-margin=\"\">Kaede refrained from more questions as she watched the air between them distort. Her body stiffened as it felt like ice was growing across her tingling skin. The space within the circle twisted as though it was being drawn into a whirlpool. The initial manifestations of a teleport spell were taking shape, and Kaede shut her eyes tight as she did not want to see its disorienting visual effects.</p>\n<p class=\"cnNiMDlmZmRiODAwYjQ0ZDNhZGIzYWFkZDBlZjhlOTEw\" data-original-margin=\"\"><em>Here we go again,</em> she thought with distaste just before her body felt like it spontaneously evaporated.</p>\n<p class=\"cnM3MzM4ODc5ZGExNDRhNzJiZTJjZDgwYmFiMTQ3ZWQ3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlOTE1ZDYzM2JkMzQ5ZWY5Y2MxN2UwNDI2ZjlmMWM1\" data-original-margin=\"\">------ * * * ------</p>\n<p class=\"cnNjMGMxZDZjN2I3MjQxMGQ4M2ExNTJhMWZmNWFmYTA3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhZjNhMDI5MzZlYzRhMWRiYmJhNzA4ZTdlODQ3YTI1\" data-original-margin=\"\">\"Ladies and gentlemen, welcome to Nordkreuz.\"</p>\n<p class=\"cnM0Njc5MTNhYzhiNzQzNGFiZDIwYjk3N2Y0Mjc5ODc0\" data-original-margin=\"\">Kaede heard Pascal's ringing voice before she slowly opened her eyes. It had taken them five jumps before arriving at last. Over two-hundred kilopaces of travel by teleportation had left Kaede feeling as though her entire body was now a foreign entity. She felt like a literal airhead with her head floating like a balloon above the rest of a detached body.</p>\n<p class=\"cnNmNDI1MGVjM2Q1ZDRmYWU5MmRiMzg2NzA0MjQ4MGY5\" data-original-margin=\"\">These alien sensations were exactly why she hated teleportation as a medium of travel, even with all of its efficiency.</p>\n<p class=\"cnM2OTRkYzY4MTJjMzQzYjc4ZjBjN2I1ZmFhNjcyMDQz\" data-original-margin=\"\">Meanwhile, Kaede felt a sweaty palm part from her right hand. Sir Robert was breathing hard as he staggered over to a short stone wall and almost collapsed against it.</p>\n<p class=\"cnNmNmIyMDQxNTUyMDQ4OWFhY2E3MzI5OTNjZDc5MGY3\" data-original-margin=\"\">\"Sir Robert?\" Sylviane strode over to him with concern.</p>\n<p class=\"cnNiYmVkNmU4OGI5ZDQ1MzZhODU1NTI5ODA2MTY5MGNm\" data-original-margin=\"\">The young armiger tried to stand back up, but the Princess placed a hand on his narrow shoulder and pressed him to sit back down.</p>\n<p class=\"cnM0YmM2ZGJiOWM1MTQ1NzA4YTc0ZWM3ZWEzZmM1OWRl\" data-original-margin=\"\">\"Take a few minutes to rest.\" She insisted. \"You must be exhausted after making five consecutive teleportation jumps for such a large group.\"</p>\n<p class=\"cnNkYmYyMjg3NzA3YzRiMTRhMDU4M2E1YTU5YzNjMDBm\" data-original-margin=\"\">The phoenix Hauteclair, who flew back to Sylviane's shoulder but stayed close enough to engulf Sir Robert in his soothing heat aura, chirped as though in agreement.</p>\n<p class=\"cnMxOTEyZmNjZWFjOTRkOWZiMTE3NjJmY2M5NDE2OGE4\" data-original-margin=\"\">\"Thank you, Your Highness,\" the wayfarer armiger nodded with an appreciative smile.</p>\n<p class=\"cnNhYTUxODY1M2FkODRjY2Q4MzljYjE2MDM4ZTEyNGFk\" data-original-margin=\"\"><em>It's no wonder the people close to the Princess are so fiercely loyal to her,</em> Kaede reflected as her lips formed a smile. She couldn't help hope that, perhaps in time, Sylviane would also treat her that way, and not simply as a nuisance who latched onto her fiancé.</p>\n<p class=\"cnM3N2VhYTgyMzRiNjRjZDg4N2U5NDVjNGZkNzVmZjkx\" data-original-margin=\"\">In the meantime, the familiar looked around as she took in the scenery. The hewn-stone, circular platform they arrived at had an inscribed-stone in the center, which was likely the city's main teleportation beacon. A short wooden bridge connected the platform's island to a small gatehouse in the city's walls.</p>\n<p class=\"cnMzZjBjMDVjNTc4NDQ5OWY5NTc0MDkwZDM2ZjQyNmRh\" data-original-margin=\"\"><em>So this is Cross Lake, the most strategic location in the north,</em> Kaede thought.</p>\n<p class=\"cnMzMzFiYzcxN2ZiMDQ0MTBhZmM4ZTkwYmY5MmUzZDVh\" data-original-margin=\"\">She had forgotten how many times she stared at a map, marvelling over just how important Pascal's home and fiefdom was in the geopolitics of the continent. The lake was only mildly shaped like a bent cross, but it was the junction point between three important rivers: North Lotharingie, South Lotharingie, and Albis. Because of this, whomever controlled Cross Lake could dominate transportation and trade across the continent's north. It was why the city of Nordkreuz had been built here, upon a peninsula that jutted out into the center of the lake.</p>\n<p class=\"cnM4ODdlZjMzNTFmMDRlZTg4OGZjNDlhMTFiNGFlZmNi\" data-original-margin=\"\">It also helped that Nordkreuz was built upon a convergence point in the ley lines -- a geographical magical phenomenon that Kaede didn't understand but was critical to the siting of cities and fortifications in this world. They were the only replenishable source of magical power apart from living mages. As such, defensive wards and industrial equipment like arcane forges were often attuned to draw energy directly from the ley lines. This in turn made Nordkreuz not only important in trade and military strategy, but also in the development of industry.</p>\n<p class=\"cnMxOTMyNTBlYTUyMDQwMmU4MTkxNzk2ZDk3OWRmMDgy\" data-original-margin=\"\"><em>It's no wonder why Pascal's father wanted to use Nordkreuz to tie Weichsel and Rhin-Lotharingie together in an alliance,</em> Kaede thought back to her prior conclusion. Without a peaceful settlement, Nordkreuz would become a thorn in the relationship between Weichsel and Rhin-Lotharingie that the Holy Imperium could exploit, just like how the United States took advantage of the Sino-Soviet Split to win the Cold War.</p>\n<p class=\"cnMzYzUwYzllYTE5OTRjZTlhZTlhZDBmZmFmZTU4OTcx\" data-original-margin=\"\">As Kaede turned away from the lake and looked upon the city's imposing stone walls, she noticed that Pascal was talking to a young Weichsen lieutenant who had crossed the bridge.</p>\n<p class=\"cnM2MTc3OTgzZmI1MTQ3NDk4MGJkZjBkOGNhYWQ4NTg0\" data-original-margin=\"\">\"He has been reassigned? Who is in command of this city's garrison now then?\" Pascal asked.</p>\n<p class=\"cnM0OWZkODFhNTU0ZTRlZDQ5YmU3ODQ5MTk0NTBkODQ4\" data-original-margin=\"\">\"Brigadier-General Bernard von Konopacki, Your Grace,\" the redheaded junior officer replied, which instantly brought a scowl to Pascal's countenance. \"Though with His Majesty and the other generals in the city, the Brigadier doesn't have much room to exercise leadership.\"</p>\n<p class=\"cnNkNWZiMmUyYTUzYjQ2Yzc4MzY2YTA1MDE3NzRhZGVi\" data-original-margin=\"\">\"Which other high-ranking commanders are in the city right now?\" The landgrave inquired next.</p>\n<p class=\"cnM5MTMwMmI2OGYyNjQzNjFhOWM0OTBmYzhmMWY2OGM5\" data-original-margin=\"\">\"Chief-of-Staff General Wiktor von Falkenhausen and General of Cavalry Sir Neithard von Manteuffel are both here with the King. Three other brigadiers of the army are also encamped outside the city. In addition, four Knight Phantom commanders are cycling in and out of the city in their raids against the Skagen Peninsula. Lastly, Colonel Sir Erwin von Hammerstein is here to train the new Phantom Grenadiers.\"</p>\n<p class=\"cnNiNzY1NmM1NzcwMTQ2MjNhMzljMmNlNDJlNDFlM2Ni\" data-original-margin=\"\">\"Phantom Grenadiers?\" Pascal raised an eyebrow.</p>\n<p class=\"cnNkMmUzODBjODU0MzRjYzBiZjlhYWI3MWEyNzJlNDIw\" data-original-margin=\"\">\"They're a new formation that the King established with the late Marshal,\" the officer explained. \"Air cavalry, organized in the same manner as the Knights Phantom, except most of them are yeomen who have yet to receive the Knight's Cross.\"</p>\n<p class=\"cnNiMjA2NDk3NTE2NDQ1NDU4NDMyMzRjMTMwZmJmMzcz\" data-original-margin=\"\">\"Then the bulk of Weichsel's elite forces have already been gathered here?\"</p>\n<p class=\"cnNhMGU4NTAwYTRjYTQ0NmFhMDVkYWRjNWM1OWFhMGY2\" data-original-margin=\"\">\"Yes, Your Grace,\" the officer answered. \"Colonel Albrecht von Bittenfeld of the <em>Black Lancers</em> is expected to arrive tonight.\"</p>\n<p class=\"cnM3OTc0NzA5ZjdlZDRkNGRhYWRlMzU1NDEwZmJjNzQz\" data-original-margin=\"\"><em>That's all five of the Weichsel's elite Knight Phantom units.</em> Kaede realized. No country would ever divest itself of <em>all</em> its best troops just to aid an ally. The fact King Leopold concentrated his elite forces here meant he had military operations of his own planned.</p>\n<p class=\"cnM2YzNiZDI3YTQxZjRmM2U4ZTQwM2FkMTVjYjVhNjBl\" data-original-margin=\"\">\"Thank you. Please inform the King of our arrival and arrange an escort to my residence. That is all.\" Pascal concluded before exchanging a military salute with the young officer, who strode back across the wooden bridge and returned to his post.</p>\n<p class=\"cnNjZjBiNDVmOGMzZjQ0YWJiNWY4ZWIyZGYxOWQyYmE3\" data-original-margin=\"\">\"&lt;What's wrong?&gt;\" Kaede asked as her master's scowl persisted while he remained in deep thought.</p>\n<p class=\"cnNhZDQ4ZTdlZTdhZjRkODQ5MjM4MTg1NWRjMDUxNTM1\" data-original-margin=\"\">For a second Pascal didn't answer. He took a runestone out of his pockets and activated it. Then:</p>\n<p class=\"cnNhZDZmNmIyNzlmNjRjMmE4MTcxYTI4MTk5Y2ZiZjAw\" data-original-margin=\"\">\"&lt;Brigadier Bernard, one of General Manteuffel's protégés, was given command of the city's garrison.&gt;\" Pascal explained with a worried frown. \"&lt;Nordkreuz has always been in the control of my father's faction. It makes sense for the local lord to have a garrison commander whom he could work with. I do not understand why the King would pass this position to someone from the conservatives, unless General Manteuffel has already won the contest and is slated to become the next Marshal.&gt;\"</p>\n<p class=\"cnMyYjE2ZDhiMzE0ZDQ4Y2U5ZWYwMDUzZTA3NGRkNzRl\" data-original-margin=\"\">Kaede knew that this was one of the key differences between the two countries. Weichsel's feudal divisions were administrative only, with each lord serving effectively as a governor who carried out the King's will. Crown laws dictated everything from the range of acceptable tax percentiles to how many soldiers each lord must raise. Traders and artisans received royal seals to operate through the national guilds, while officers fell under the command of the General Staff and swore allegiance to the King.</p>\n<p class=\"cnMwN2M4YTg5NTUxMDQ5MTNhNDhlNzU3YTVhNGFhYzgw\" data-original-margin=\"\">Nobles didn't even have any right to command the soldiers they raised unless they also served as army officers. All of this solidified Weichsel as a unitary state with an absolute monarch.</p>\n<p class=\"cnNkM2U4NDE2ZTNkZjQ0YjBhMzRmMmJjNjg0MWMwNTMy\" data-original-margin=\"\">However, before the Samaran girl could respond, it was Sylviane's voice that rang across her mind:</p>\n<p class=\"cnNkMmMxZjQxNWM5MTRmMTU4NWQ2MjZkZDgwNTA5YmEy\" data-original-margin=\"\">\"&lt;Isn't Manteuffel against the Weichsel-Lotharin Alliance?&gt;\"</p>\n<p class=\"cnNiOWQ0Y2Y5Nzc0NjQ0NTZhMjU3YzhiM2I2ZjAwODVi\" data-original-margin=\"\">Kaede almost jumped. Hearing a voice she didn't expect <em>inside</em> her head was definitely not pleasant.</p>\n<p class=\"cnNhNDM1Y2Y4N2VkODRiYjk5YmNlZDRiMWVlMmNmYThm\" data-original-margin=\"\"><em>Who else is in my head now...?</em></p>\n<p class=\"cnNjMTI4MTE4YTVlNTQ0ZGQ4ZWQ3ODM4Yjk0ZmFhN2Nm\" data-original-margin=\"\">\"&lt;That is correct.&gt;\" Pascal answered.</p>\n<p class=\"cnMwYWExNGYyYTVlYTQ2ZDI5ZmM1YThkZWI2MTc5NzQx\" data-original-margin=\"\">\"&lt;Then I hope we haven't arrived too late,&gt;\" the Princess added with concern. \"&lt;If King Leopold had indeed chosen him as the next Marshal, then it means the King is also shifting his stance on foreign policy.&gt;\"</p>\n<p class=\"cnNjM2I4NTY0MThhMjQzNDY5MjFiZWMwZTc5MzNlZTRm\" data-original-margin=\"\">\"&lt;How can you be sure of that?&gt;\" Pascal raised an eyebrow.</p>\n<p class=\"cnM3OTgxMTQ3OTZhZTQxNDliYTg1Nzg1NDcyOWU4NjMy\" data-original-margin=\"\">\"&lt;Because...&gt;\"</p>\n<p class=\"cnM1N2M2MzZiOWViYjRmMTdiY2M0YzFlNTMyZjdiMjEx\" data-original-margin=\"\">For a moment Sylviane struggled to come up with a simple explanation. It was then when Kaede had a moment of inspiration and jumped in:</p>\n<p class=\"cnMxMDRiNzYyYTYyZDRhOGZiMTUwODhkNjBmYTFjOGFi\" data-original-margin=\"\">\"&lt;Because war is the continuation of politics by other means,&gt;\" she quoted Clausewitz, the famous Prussian military theorist back on Earth.</p>\n<p class=\"cnMyMWRiZjNlYWFhNjQwOGZhYThhNzQyZGI5OTQ3NTFj\" data-original-margin=\"\">\"&lt;Exactly,&gt;\" the Princess gave her a surprised, but appreciative nod. \"&lt;A wise king will not chose a man who disagree with his foreign policy to lead his armies.&gt;\"</p>\n<p class=\"cnM5YTVmYTFiNjUzMDRkNjI5OTMzNGZmNTc1YTA1NDVk\" data-original-margin=\"\">It was a reminder that the boundaries between political and military affairs were inseparable, at least for those who rose to a certain ranking.</p>\n<p class=\"cnM5ZjBjZDkwY2UwOTRjMDJiMmUxOTliMGNjNTc4OWQz\" data-original-margin=\"\">\"&lt;Kaede have you dealt with the nobility back in your world?&gt;\" Sylviane asked next as her eyes were full of curiosity.</p>\n<p class=\"cnNlMjk2YmUzMjRjZjRmMGU4Y2JlZTEwNjhlODQwNDEw\" data-original-margin=\"\">\"&lt;There aren't really any 'nobles' in my world, Your Highness, just plenty of politicians,&gt;\" the Samaran girl replied. \"&lt;But I am fairly well learned on geopolitics and international relations.&gt;\"</p>\n<p class=\"cnM5NDFmYjU1MjU3ZDQ4YWI4NjFhYjc0NTExZWU5NjBk\" data-original-margin=\"\">\"&lt;Though she mostly talks to books and prays to flying pasta,&gt;\" Pascal lightened the mood slightly with a casual joke. \"&lt;There are only the three of us in this, Kaede,&gt;\" he noted after her formal address.</p>\n<p class=\"cnMxODg0YTYwNmIxYzRlNjY5M2I5ZjMxYTIxMTVmZTFk\" data-original-margin=\"\">\"&lt;I didn't even notice you set this network up,&gt;\" Kaede remarked, unhappily. \"&lt;Aren't <em>Telepathy</em> spells suppose to give a 'ring' inside the head?&gt;\"</p>\n<p class=\"cnMzZjkzMDliMWM5NDRkNWViNWYzYmNhODA2ZGFlM2Ri\" data-original-margin=\"\">\"&lt;That is because I tied our familiar bond to the <em>Telepathy</em> connection I made with Sylv,&gt;\" Pascal explained. \"&lt;Joining individual links is the basis to forming telepathic networks. Sylviane also tends to run one with her armigers. You can tell when they exchange silent glances at times.&gt;\"</p>\n<p class=\"cnM3ZjRiOTllYjkwYzRmZWRhNWZlYWRjYTYxOTUwMzc5\" data-original-margin=\"\"><em>No wonder why they rarely talk,</em> Kaede thought. <em>They're all chatting away on smartphones inside their heads.</em></p>\n<p class=\"cnM1YTAyMTY0ZmEwNzQwMDM5NTMyMjZkNDdiYjdiOTZj\" data-original-margin=\"\">\"&lt;Still, the lieutenant called Manteuffel 'General of Cavalry', so it does not appear he has secured the Marshal's position yet.&gt;\" Pascal took the conversation back on topic. \"&lt;With father's chief-of-staff General Wiktor here to back us up, we may still have an opportunity.&gt;\"</p>\n<p class=\"cnM3MDgzNzBkZDAxZDQ0OTViNjZlYmU1ZTgzZDBiMTRk\" data-original-margin=\"\">\"&lt;I sincerely hope so,&gt;\" Sylviane replied as she exchanged a nod with Sir Robert. The wayfarer armiger had stood back up as a sign that he was ready to walk again.</p>\n<p class=\"cnM5NGE3NjEyNTk2NjQ1YTNhZTMyYTY4NmRmMWViNzkw\" data-original-margin=\"\">\"<em>Blaze Ignition,</em>\" the Princess whispered in a quiet yet commanding tone. Her phoenix Hauteclaire expanded his wings with a cry before transforming into a halo of blue-white flames, which then merged into Sylviane's body.</p>\n<p class=\"cnM0YTFhMDliMmZhZjQxOWJhNDA2OWE4MmRlYjEyNzhl\" data-original-margin=\"\">Flame-feathered wings sprouted from slits on her back armor while white-blue embers cored by traces of gold began to drift from her body. Sylviane's usual wisteria eyes grew alight in bright cerulean, meanwhile her dark-purple hair began to burn with an electric blue hue. Even the waist-hugging steel cuirass, skirting, and lightweight spaulders that covered her battledress emanated blue flames across their surface, as though they were freshly hammered by a sacred blacksmith.</p>\n<p class=\"cnMyZDllOGRkODg3OTRiZjNiOTU2ZGY4OGE0NjQ4N2Jm\" data-original-margin=\"\">The entire ensemble reminded Kaede of a fire burning on pure oxygen. It formed a stark contrast between radiating presence -- which the normal Sylviane rather lacked -- and the cool gentleness of her composed countenance.</p><p class=\"cmVhYWVkYmQ5ZTI2YTQyYjJiZGM5MmZiYjRmNjE3NTMw\" data-original-margin=\"\">The genuine version of this novel can be found on another site. Support the author by reading it there.</p>\n<p class=\"cnM1ODkwMzE5YWVhMjQ2YjZhNjEyMGRlZTY1ZWU0M2E5\" data-original-margin=\"\">\"The Black Dragon awaits us.\" The Princess declared to her armigers. \"Form up and show them the pride of Rhin-Lotharingie!\"</p>\n<p class=\"cnM2NzNlYjgxODYxMDRlYTk4NDc4MzJlZWNlMzcyYzY0\" data-original-margin=\"\">\"Yes, Your Highness!\"</p>\n<p class=\"cnM0OTZmM2M3NTVkNjRjZjU4ODE5ZDViN2I2ZDgxMTE1\" data-original-margin=\"\">As Sylviane strode ahead to lead, her twelve Oriflamme Armigers fanned out behind her to form the wings of a chevron. They all wore uniforms of white and aqua on bright-cerulean, which included an enchanted cape that now billowed flames of golden-white to match her burning embers.</p>\n<p class=\"cnNmNWRiOWI3Mjc3ZDQzYzU4NWZmNWNhMWEyMmQyMDhi\" data-original-margin=\"\">It was clear that Sylviane intended to awe the residents of Nordkreuz. She would ensure that every citizen who saw her would spread the news that the <em>Cerulean Princess</em> had arrived to aid their Kingdom against the coming Northmen.</p>\n<p class=\"cnNhZjYzNDRhZGQyZDQyNTI4YmFmM2VjMjhjYTdjNGY2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1MTVjNmU0OGI4MTQ4MTQ5YWM1ZDNmMWNhMWY0YmM2\" data-original-margin=\"\">------ * * * ------</p>\n<p class=\"cnNkNWE1NzI4ZjYyODQ5NmY4MTA0MjA3OTVlYWFlM2Jk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiN2YzM2M4OGNjMzRiZDY4NmUxNDliMGFjYzQwYThi\" data-original-margin=\"\">\"Atten-tion!\"</p>\n<p class=\"cnM4YTkzYmJjMzhhNDQ5NDBiNWU3YjBjMTJhYzc4MmRl\" data-original-margin=\"\">Ariadne Charlotte von Zimmer-Manteuffel snapped her heels together. She stood alongside six other junior officers in black-on-burning-red uniforms in the front row. They led a loose square of uniformed men and women totaling over fifty. This included an entire class of fresh graduating cadets from the Königsfeld Academy, as well as other young, newly promoted officers who had earned battle honors from the recent autumn campaign against Västergötlander raiders -- the same battles during which Ariadne earned her Knight's Cross.</p>\n<p class=\"cnMzNTUwMTRiOTQ4YzRiNDQ4YmZlNGY4YjVhZTEzNzg3\" data-original-margin=\"\">The bulk of those assembled didn't know what to expect. All they knew was that this was some recruitment event for a new, experimental unit. Ariadne however was one of the few who knew exactly why she was here. She had already heard the details through her Manteuffel family connections, and there was no way she would miss this chance.</p>\n<p class=\"cnMwZTNhN2UxM2U0ZDQ2Nzg5N2QzOTdiNDkxYjI3MmU2\" data-original-margin=\"\">The old man -- well, not actually as old as he looked -- who stepped up onto the podium was Colonel Sir Erwin von Hammerstein. Even with his wrinkled cheeks neatly shaved and wearing a spiffy uniform, the Colonel still looked like a bandit plucked out of the mountains. He had ferocious, bulging eyes that could scare a recruit by mere glance, a big mouth whose toothy grin wavered between contagious and frightening, and coarse, darkly tanned skin that belonged on a farmhand more than any aristocrat. The man was neither tall nor strongly built, but his homely face alone was more than enough to leave an impression.</p>\n<p class=\"cnNiYTQzYzY0NmFkNzRkZTZhMmFiZGY4NjQzOGEyYzFj\" data-original-margin=\"\">He was also a legend in the Weichsel military, especially among the lower ranks. Had anyone asked for the bravest and most daring commander, every soldier would point their fingers at him.</p>\n<p class=\"cnM2YzM2MDk5Y2QyYjRlNWNiNjRkMjNkNjVmYzcwMjk1\" data-original-margin=\"\">But his reputation wasn't all compliments.</p>\n<p class=\"cnNjNGIxY2I0OTkzNjRjY2Y5NjE4MWIzZDg0YjE4YjQ3\" data-original-margin=\"\">Erwin von Hammerstein was known for his fearlessness, not only towards the enemy, but also to his own superiors. It was why despite his thoroughly impressive battle record over a century of service, the man was still a mere Colonel. To him, leading a charge came as easy as disobeying an order. If it weren't for the chestful of medals he had collected, his equivalent number of demerits would have sent him to a court martial long ago.</p>\n<p class=\"cnNhOTQ5YjZmZjNhZTQ3MTQ5M2I3OTA5YjA3NzdjY2Jl\" data-original-margin=\"\">\"Talk about a bunch of scrawny-ass dew-dripping sprouts...\"</p>\n<p class=\"cnNiOWZiYjY4YzJhZjQyNGRiZjE0YTVlZTg3MzMxMzRj\" data-original-margin=\"\">The lines across his brow easily tripled while his big mouth turned into a deep, downward curve.</p>\n<p class=\"cnM3NjczZWJhYzg2NzQ0MmY4NTA5MTM4NzZmM2Q2NmI4\" data-original-margin=\"\">\"I'm sure you all know me. I am Colonel Erwin von Hammerstein, Hammerstein for short. People call me anything from the 'daredevil' to the 'pillory celebrity'. And chances are everything you've heard about me is true, except I don't have any extra heads or digits...\"</p>\n<p class=\"cnM1ZmVjODhiMzRjMjRlNjhiNTJlOTVlMDcwY2UxYjk4\" data-original-margin=\"\">A few cadets loosened up from his joke and chuckled. Two of them even snorted, one of them was a young man whom Ariadne had shared classes with back at Königsfeld Academy.</p>\n<p class=\"cnMyNDkzYTEzYjJlNTQ5NTM5NjI0MTEwZjBiMTJhNTY4\" data-original-margin=\"\">Ariadne could almost see little glittering stars in the young man's eyes. The intensity of his hero worship reminded her of Reynaud, whom she hadn't seen ever since she left Rhin-Lotharingie on the same day Pascal departed for the Oriflamme Palace.</p>\n<p class=\"cnM3N2FmZTM3Mzg4ODQ3ZjliMTMzYzlhYjMxMjdiNjIx\" data-original-margin=\"\">\"I'm here today on a simple matter,\" Colonel Hammerstein continued in his gruff voice. \"The late Marshal, Father bless his soul, had assembled two new units of Phantoms earlier this year. Problem is, they're no knights, not even cadets... Yes son?\"</p>\n<p class=\"cnMxMDkyNzZjM2EzNTRiODJiNjY1ZmMwM2YwYmFiNzAy\" data-original-margin=\"\">A fresh graduate that Ariadne only knew by name lowered his upright hand and spoke out:</p>\n<p class=\"cnNkNjU4YTBiYWMyNzRmNzFhOGU5Y2VlMDhmNmNkNjY1\" data-original-margin=\"\">\"By the laws of Weichsel, only the King may create a formation of Knights Phantom.\"</p>\n<p class=\"cnMwOTJjNGFhOWE1MzQ5ZDZiMzcxZjFkMmE2NTEzODFh\" data-original-margin=\"\">\"Yes I've got your permission and paperwork right here, ye damn lawyer,\" the Colonel waved the stack in his hand before putting them back down. \"And Holy Father forbid that you should listen. I said they ain't no knights. They're trained in the Phantom's ways, but not to your standards. Reason is a simple one: the last war showed that we could always use more Phantoms, yet we don't have enough nobles to go around. So these fresh greens are all yeoman instead...\"</p>\n<p class=\"cnM1YTg3MTc3ZTA3ZjRlMDFhMWZlMThmOWIzMDdjZWE1\" data-original-margin=\"\">Some of the cadets started murmuring in discontent, and Ariadne scowled faintly as she recognized the signs. Like any other branch of the Weichsel military, there were officers of yeoman origin -- commoners blessed by magic -- in the Knights Phantom. However they had to earn the lowest rank of nobility, a Knight's Cross at least, to be accepted for training in these elite units. As a result, many nobles claimed that the Knights Phantom was the 'last true bastion of noble blood' in Weichsel's military. It was therefore unsurprising that many resisted expansion to the lower classes.</p>\n<p class=\"cnM0ZDk3MGE2OGNmNTQ4Y2ZhZDA3NjE0ZGEzMTUyOTlh\" data-original-margin=\"\">\"But our shortage in officers is even worse, hence why I'm here to ask for your support. We need platoon leaders, company commanders! And I need a sidekick! Any who accept will be given a full rank of promotion, to at least a Junior Lieutenant!\"</p>\n<p class=\"cnNlNzczMTBmNmZkZDQxYjk4ZWM0YmQ5YTI0ZjdhMWZi\" data-original-margin=\"\">\"Sir!\" Another fresh graduate spoke up, rather smugly too: \"everyone here is at least an officer cadet. We're guaranteed Junior Lieutenants or higher upon the campaign's completion, which is also the lowest ranking for any <em>proper</em> Knight Phantom. Why should we devalue ourselves to a lesser unit?\"</p>\n<p class=\"cnM5NzhhZjhmODhhOTQyMzZiY2Q4MDczNTQ3NzNiNWE3\" data-original-margin=\"\">\"...Especially one that probably won't see any action,\" a young lady chipped in. \"Why would a unit in training be dispatched to the front?\"</p>\n<p class=\"cnMyNTFiYmMyZDk5OTQyMGI5MWI3ZDY0MDViM2RlNDhk\" data-original-margin=\"\">\"All you vainglorious, ladder-climbing bastards can get out of my face,\" Colonel Hammerstein growled. \"I want you worthless punks no more than cowards and deserters.\"</p>\n<p class=\"cnNhN2RjZDA2ZDVjOTQxYjdhMDAxMDI5NDNkODY0YWNl\" data-original-margin=\"\"><em>Who are you calling 'worthless'?</em> Ariadne fumed with a scowl.</p>\n<p class=\"cnNmMDE1ZGI3N2ZmYzRmZjY4NjM1NzYyYzlmMjI5YzRl\" data-original-margin=\"\">She could not deny that her intentions were all about 'ladder-climbing'.</p>\n<p class=\"cnM1ODgwOGE1NDQxNzQyODA4MWViOWNiZTZmZDI4NmJh\" data-original-margin=\"\">Many of the noble cadets paid just enough respect towards the authority of his rank of Colonel to wait out his last syllable before strutting away, insulted and angry. Knowing about the man's foul mouth was one thing. Experiencing it was something else entirely. Only a handful of them stayed behind, alongside a number of yeomen who had been promoted from the ranks.</p>\n<p class=\"cnNhZTI4ZTEwMjVkZjRhZjQ5OGE0YjQyOWQ4ZThhYjc4\" data-original-margin=\"\">\"And this is the so-called elitest of the elite, all fucking twelve of you,\" the Colonel scanned over them like a lion observing gazelles, then snorted as he came across Ariadne. \"A blood-be-damned Manteuffel too. I'd thought you'd be first to clear out.\"</p>\n<p class=\"cnMwZjMxMDhjZDNiMDQwMzE5NDZhODNlNzgzNTllYWVm\" data-original-margin=\"\">\"My pride isn't so cheap to be insulted by meager and ungrounded provocation, Sir!\"</p>\n<p class=\"cnM4OWM5M2ZhNjE2MzQ1NzI5MzViZmU4ZTdjMTZjMDZm\" data-original-margin=\"\">Yet even Ariadne couldn't keep the anger out of her voice. The young lady took pride in her own steadfast persistence. But she did not possess the rhinoceros skin needed to deal with men like Hammerstein.</p>\n<p class=\"cnNkMDc2ZDg4ZmRkMTQwZTg4MTlmMzUzMGQwMThjMGRk\" data-original-margin=\"\"><em>I came here for a purpose, and I am not leaving here without it!</em></p>\n<p class=\"cnM0MjUyYmYxYzkzZDRjZmE4M2UyOWYxOTc3MTExZDc0\" data-original-margin=\"\">Only a stubborn refusal to yield kept her from lashing back against the infamous Colonel.</p>\n<p class=\"cnM2MDgzMmViMmJlODQyMDNiOTUwNGU4MzI3ZDBmZTJh\" data-original-margin=\"\">\"So why'd you stay? Why join up?\"</p>\n<p class=\"cnMzZTg3NTg5ZjRjMDQzOGFiNDZkNDM5Y2JhZTMyNTU3\" data-original-margin=\"\">\"Any soldier could join a famous unit, Sir!\" Ariadne stared back with unerring challenge. \"It takes a true knight to <em>forge</em> one themselves. As green as these troopers may be, I highly doubt any unit assembled by the Marshal and drilled by yourself lacks potential!\"</p>\n<p class=\"cnNhMGU4ZDBkNjc1MjQ5ZTNhM2M2MGI2MmM4MTJiYWZj\" data-original-margin=\"\">And then, it happened. The famous one-eighty, as Colonel Hammerstein's mouth went from downward half-circle frown to upward half-moon grin in an instant.</p>\n<p class=\"cnM1YmI5Mzc5NmJlMDQ0ZWRiYmVkZTRlNGRlYTE4NDYx\" data-original-margin=\"\">\"Spoken like a true man!\" He lauded, despite facing someone who was anything but male.</p>\n<p class=\"cnNmYzExYWFjY2E0YTRjZjdhZTc1MWZjYWNhMzY1NDM4\" data-original-margin=\"\">For a brief moment, Ariadne felt as though her facial muscles had been petrified. By the time her lips finally twitched in annoyance, the Colonel had already gone onto his next target:</p>\n<p class=\"cnM1OTA5MjFmM2NkYjQ4ZTQ5OTE4MWJlODExZWRiNjQ0\" data-original-margin=\"\">\"What about you, Hans Herbert? Think you're good 'nuff just because you earned the Knight's Cross in autumn for saving your commander from three berserkers? You were also knocked unconscious in the fight and survived by <em>sheer luck!</em> You should know that I demand better!\"</p>\n<p class=\"cnNjYTNkNjFjMzVjOTQzMTdhOGU3OTVlMDE2MjBjNGM3\" data-original-margin=\"\">The young man whom Ariadne recognized as they had been knighted at the same time looked taken aback. Hans was clearly surprised that the Colonel knew his name and background despite his humble, yeomen roots. It was apparent that whatever roughneck image Colonel Hammerstein might like to cultivate, the man also did his homework.</p>\n<p class=\"cnMwODEzNTVkNTM0NzRmMDRiYmYzZGUzZDJjMjMxZTQx\" data-original-margin=\"\">Nevertheless the lean and freckle-faced young man returned an eager salute: \"Yes Sir! I know I still have a long road ahead of me, but I have the guts it takes to learn what I need! I look forward to your training so that I may perform better next time!\"</p>\n<p class=\"cnMyMWQzMDM4N2MxNjQ5YWFhYzI1NWQ5YTljYjk5Yzc1\" data-original-margin=\"\">Colonel Hammerstein settled for a toothy nod this time before moving on. He sneered and walked past three young men, before stabbing his finger into the chest of a female cadet after them:</p>\n<p class=\"cnNhYTc3ZjQ0ZjZjZDQxOTU4ZTAxN2Q3N2E2ZGZjNWE1\" data-original-margin=\"\">\"What about you, Elise? Think your scrawny little ass is enough to command air cavalry?\"</p>\n<p class=\"cnMzYjg1ODE1OWNmZjRlM2NiMjI3YWY2M2NkNmIxYTdi\" data-original-margin=\"\">Ariadne had never actually spoken to the petite girl back at the academy. The latter was a year her junior and easily the smallest of the Knight Phantom cadets. Short and fragile in appearance, Elise held a demure and thoughtful look that seemed the antithesis of a cavalry officer.</p>\n<p class=\"cnNjMDlmNmZlYmExMzQ2ZTdiNWFiYjFjZGYzZTZlNjgz\" data-original-margin=\"\">Yet despite the man's casual harassment, Elise's countenance never wavered as she saluted back. It was precisely the kind of attitude required for any woman -- even one of noble birth -- who sought a career in the military.</p>\n<p class=\"cnM4NDY0MzBjMDA4MzQ1YmZhNWU2ZjNmNzdmNDcwZGQy\" data-original-margin=\"\">\"My butt is not required to command, Sir! I rank among the best riders in the academy! And my wish is to join and learn from one of the best unit commanders in Weichsel's history!\"</p>\n<p class=\"cnM1NGE1ZmIyM2E3NTRhMWViYTYzODQ5OWZmZDM2MTgw\" data-original-margin=\"\">\"Flattery will get you nowhere. But accepted!\"</p>\n<p class=\"cnNiODNiZDIzOTM2MDQ1ZDhhMmUwZmZhOTk4OGQ4M2M4\" data-original-margin=\"\">Even though Colonel Hammerstein said that, his grin still stretched from ear to ear when Elise had offered her response.</p>\n<p class=\"cnNkYzQzNzM3NzQ5MTQxMjU4YTEwOGVlZDA3YTJmNzNi\" data-original-margin=\"\">\"And you, Kayeten? Didn't you claim that you will become a Knight Phantom commander one day? You sure it's acceptable to settle for such an unprestigious unit?\"</p>\n<p class=\"cnNhZjlmY2E0YzkyMzRjMDQ4ZjNjNmM2YjE3ZGZkMDlk\" data-original-margin=\"\">Kayeten was another cadet whom Ariadne knew: a braggart by nature whose defining features were his messy black hair and a prankster's gaze. He was the same boy who looked upon the Colonel with hero worship from earlier.</p>\n<p class=\"cnNhMGFlYWEwZTc3MTRjM2Q5YjEwZWQyOGVlNmRiNzA4\" data-original-margin=\"\">\"Prestige be damned, Sir! There is no value to glory unless it is won by our own deeds!\"</p>\n<p class=\"cnNjYjQyODJhN2QwMzQwODc5NjVkMmVlMzhmNjMwYzZk\" data-original-margin=\"\">\"Well said!\" The Colonel boomed. \"But remember that efficacy always comes before glory! Fail to achieve victory and all you have is foolhardiness!\"</p>\n<p class=\"cnNkYmRlNGE2MWE0ZDQ2MzJiYzI3MzEwYzAwYmRlMzQ1\" data-original-margin=\"\">\"Yes Sir!\" Kayeten saluted in response.</p>\n<p class=\"cnNkMGM1NTU0MzhjNDRjM2RiMmFiN2FmZWY1ZWVjMTk3\" data-original-margin=\"\">Meanwhile, Colonel Hammerstein seemed satisfied for the moment and returned to the podium:</p>\n<p class=\"cnM5ODFiN2Y4NDNhZTQyOGViZjliMDk1NzJiNzIyZWE4\" data-original-margin=\"\">\"I will speak to each and every one of you in due time. But for the moment, I want you to seek out your new commands and assess the men's character and readiness. Ariadne, you're promoted to Captain of the 1st Company and will act as my second. Elise, you will serve as Ariadne's lance lieutenant.\"</p>\n<p class=\"cnMxOTE3NDliNjgyODQ2M2Y5YmViNDY5YThhY2YxMzk4\" data-original-margin=\"\">\"Yes Sir!\" Ariadne acknowledged along with Elise before her lips formed a faint smirk.</p>\n<p class=\"cnNiNzNiYjVmMWVkMTRhNTA4N2U1M2JiMTk0MDZkNjA3\" data-original-margin=\"\">This was what she had come here for. Colonel Hammerstein might be an insolent man to serve under, but he was also a fair leader who valued competence above all. Ariadne was sure that between her top grades at the academy and the Knight's Cross she earned since, she would compare favorably against the others and receive her own command.</p>\n<p class=\"cnMzZmNiNjkxYjI3YTQ1YWM5MmIzMTk2YmIzZjIwMDYx\" data-original-margin=\"\">Her expectations were not disappointed.</p>\n<p class=\"cnNjZGI3MDdiYzhiMjQyZDVhOTNlMWJlZDczYWJjODUx\" data-original-margin=\"\">\"Hans, you will command the 2nd Company, with Kayeten as your lance lieutenant,\" the Colonel announced next. \"Yes Lieutenant?\"</p>\n<p class=\"cnM4OWM2OTU0YmJkZjQ1ZTNhN2M1NmE2M2NlNThmNWIy\" data-original-margin=\"\">\"Why am I under him?\" Kayeten said, clearly disgruntled at having to serve below a yeomen, who had risen from town militia instead of graduating from the academy. \"He never even had formal officers' training.\"</p>\n<p class=\"cnMxOGNhZTIzZDBiMTQ0Mzg4NWI5Y2YxYmNlNzI3M2Q1\" data-original-margin=\"\">\"You will find that I value practical experience more than schooling. Hans has fought in over a dozen battles and has worked his way up from squad and platoon command. How much combat have you seen, sproutling?\" Hammerstein challenged.</p>\n<p class=\"cnM2M2E1MzNiYWU3MTRiYWRiZWVkYWI3NjRkYzQ1NTQy\" data-original-margin=\"\">Those words shut Kayeten up at once, though not without much disgruntled fuming and stares shot at his new captain.</p>\n<p class=\"cnM4ZGNmZGIxMGQzYzQzOTBiMGE1NzkxNTljZDg5ZWNm\" data-original-margin=\"\"><em>Aren't we just off to a peachy start?</em> Ariadne thought before she met Elise's gaze and the two nodded. <em>At least I can agree with my second.</em></p>\n<p class=\"cnMxZmFmNjU2MjUxZDQ0ZjI4ODcyMzYwZmEzNmJmMTcz\" data-original-margin=\"\">\"Hey look at that,\" the new Captain Hans spoke with an incredulous voice.</p>\n<p class=\"cnNhZmQwY2M1ZWM0MTQwY2M4ZDk5NzcyMzJhODhjNDc0\" data-original-margin=\"\">Tracing his gaze east, Ariadne quickly discovered what he had been staring at. It was impossible to miss the blue-white glow that enveloped the armored knights that marched up the bustling main street, especially as throngs of residents gathered along the road to watch. The perfect chevron formation was led by an armored princess whose bright-blue hair was billowing with lit embers. She was flanked on each side by six armigers who followed in her wake, while a young man and his white-haired familiar walked behind them.</p>\n<p class=\"cnMzMDU1YzFiNzk2NzQxOGFiZDk4N2EzMDU3YTdkNTEx\" data-original-margin=\"\">Needless to say, everyone within sight soon had their gazes fixed on the newcomers. Even the seasoned Colonel Hammerstein couldn't take his eyes off the Lotharin visitors:</p>\n<p class=\"cnM1ZjQyMmE2ZjRhNDQ3NmE5YjM4ZDc1ZTk5MjI3YmNm\" data-original-margin=\"\">\"Is that... Crown Princess of the Empire?\"</p>\n<p class=\"cnMwMzkwMDU4MmJjMjQ5NzRhNjRjZjljMmQzZjZjNjA4\" data-original-margin=\"\">He had stepped close to his new second-in-command, clearly in recognition of her previous role as a post-grad 'exchange student' in Alisia Academy.</p>\n<p class=\"cnM1YWQ0NTA1OTQ0YjRjZDE5NWIxMTEyZjllZWZkYzI4\" data-original-margin=\"\">\"The one and only <em>Cerulean Princess</em>,\" Ariadne answered.</p>\n<p class=\"cnM3Y2Q3NTRlMWUzYTRiMjU5YjM3NDA0NThhOTVkZmQ1\" data-original-margin=\"\"><em>Uncle Neithardt, King Leopold, General Wiktor, Princess Sylviane, and even Pascal... why would all these key figures congregate here?</em> The young lady thought. <em>Unless...</em></p>\n<p class=\"cnM3ZDY3MzgwY2ViMjRkMGQ4YzRkNWQ2N2ZjMzgyNzVl\" data-original-margin=\"\">Ariadne smiled to herself as she realized what it meant. The spotlight of history had clearly lit its focus upon Nordkreuz. Something was coming, something important enough to leave its mark in the history books as a turning-point in the fate of nation-states.</p>\n<p class=\"cnNmYjA4MGRhY2Y2MjRkOTBiNjY2OGJlZDYyNmM3OWUy\" data-original-margin=\"\">And Ariadne knew she must prepare herself for the opportunities that lay waiting ahead.</p>\n<p class=\"cnM4Yzg2NTJiODAzNjRkZmI4YzQxZjliNDZmYjY3NjVl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyYWExY2UwYWU1ZDRiN2VhZDY1NDFhNGZkZDVjZjYy\" data-original-margin=\"\">------ * * * ------</p>\n<p class=\"cnNiYTAxMDUwYjE0OTQ2MWNiMTRjMmJiZThlOWM1NmRj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMzYTkyNzQ2YTNmMDRjMDJiZGI3ODE2ZjMyYmY5NTU5\" data-original-margin=\"\">Kaede stared in amazement at the cylindrical keep which served as the Moltewitz family residence. It made for a nice distraction after what she had just gone through.</p>\n<p class=\"cnM3MDNhMjRlNmY5ZTQ5MjQ5OWViNjI4YzFjMzMwNmM5\" data-original-margin=\"\">The guards from the city's gates had escorted Sylviane's group all the way here before departing. They had to walk across the whole city, from the southwestern end to the northeast where the lord's residence was located. This proved no easy task as Nordkreuz was a trade city. Its avenues were bustling with merchants peddling their wares, and today the crowds were especially large as many came out to celebrate New Year.</p>\n<p class=\"cnMzY2M4YWRiNThmNTQ5ZWRiYTVhMzQxYjYzNjYyMjM5\" data-original-margin=\"\">The garrison had to send several squads ahead of Sylviane's armigers just to clear a path for the Princess as she formally made her way to the Landgrave's estate. And despite their best efforts, the city's guards could not stop many bystanders from shooting pyrotechnic spells into the air and turning the Princess' arrival into an impromptu parade.</p>\n<p class=\"cnNjYWZhZjJkMzc2OTQ4Mjc4NjI5ZTFmY2U2ODNlN2Q2\" data-original-margin=\"\">Needless to say, the trip had not been a calming experience for Kaede. Sure, <em>she</em> wasn't the one most people stared at, as the presence of both the Princess and the Landgrave were more than enough to seize the bystanders' attention. Nevertheless, walking down the central boulevard of a city with thousands of eyes pointed in her direction was the opposite of comforting for her. By the time she reached the city's northern walls, Kaede desperately needed a quiet break from the stress overload.</p>\n<p class=\"cnMwODc2ZmFkM2IwNjRmNjI4ZTM3MDQ4ODk0ZDYwNmQ5\" data-original-margin=\"\"><em>Still, we made it,</em> Kaede thought as she breathed out another sigh of relief. She focused her eyes once more on the four-story stone keep and its idyllic surroundings.</p>\n<p class=\"cnM3YmFiOTE4NzM0YjRiYWQ5Nzc5MTg2NjU5OWZmOWQ1\" data-original-margin=\"\">The home that Pascal grew up in actually laid outside the city walls. It was built on top of a motte raised from a lakeside island, which could only be reached by bridge. The construction was quite militaristic for a Landgrave's dwelling, as windows were only present on the upper floors while the lower floors had arrow slits instead. However, it did offer peace and quiet from the busy urban quarters, as well as an excellent scenic view of the lake.</p>\n<p class=\"cnMyNGIyN2E5YTA4ZjRmYWVhYmMwNmFmNDE2YTNjZGJk\" data-original-margin=\"\">It was also Kaede's official place of residence as a member of the Landgrave's household, even if a stone keep felt as displaced from 'home' as it got.</p>\n<p class=\"cnM1NzUxYzkwNzc5MzRkMGRiN2E2NGQ0NmNjNjI2ZWQ5\" data-original-margin=\"\">After making it across the bridge, the group arrived in a small courtyard before the keep. There, they found a sizable welcoming party waiting for the Princess. It included one king, two generals, at least ten servants including six maids and a majordomo, and more than two dozen guards and officers of various affiliations.</p>\n<p class=\"cnNlMzljMWM5YmNiZDQ5MmM5MjI4OWEyZjU4MmY1OGIx\" data-original-margin=\"\">Most of the lower ranking soldiers wore Weichsel's crimson-on-black officer uniforms or its black half-plate armor. However, six of them wore pitch-black uniforms with thin, midnight-blue markings, which identified them as members of the King's Black Eagles.</p>\n<p class=\"cnM1ZDZmZmU0YTM4NzQ0NzQ5ZTlhN2YzY2UzZjVjYjQ4\" data-original-margin=\"\">\"Welcome to Nordkreuz, Your Highness, Your Grace.\"</p>\n<p class=\"cnM1NzM3MDc1MTM4YzQxZDBiZjZlNjVmN2I3YTEzMDli\" data-original-margin=\"\">The man who approached Pascal first was in the prime of his adult life. He had a figure of modest build and mediocre height, but his facial features were handsomely proportioned with a sense of lingering boyishness. His lightly-curled hair was coffee-black, trimmed in a long men's cut that just obscured the ears. Meanwhile his clear brown eyes and clean-shaven cheeks offered a natural, approachable smile.</p>\n<p class=\"cnM0OWU0YWQzYTgxMTRlMTY5ZGMzOWY2MDc3ZDVlZmJh\" data-original-margin=\"\">What surprised Kaede the most was that he wore an exact copy of the regular crimson-on-black officer uniform of Weichsel, including the two-starred insignias of a lieutenant general. Apart from the midnight-blue cross that hung from his collar instead of the usual black Knight's Cross, there wasn't a single extra decoration to hint at his social standing.</p>\n<p class=\"cnMyYzZkZGZiZTc5ZjQwNjNhY2UwNWI5YTE5Yjg3ZmYx\" data-original-margin=\"\">Nevertheless, the man's status was made abundantly clear when Pascal approached him and bowed deeply with a knightly salute.</p>\n<p class=\"cnM4NWY1NTYyMTQzNjRlYjA4YWM2YzBlZWIyYjMzMjc5\" data-original-margin=\"\">\"Your Majesty.\"</p>\n<p class=\"cnNmZTFjNWQyZTQyMzRiMmZhZDUxMWRiMGZjYTM3NWFh\" data-original-margin=\"\">The King however made no attempt to maintain proper protocols of rank. He walked straight up to Pascal and clapped the young man's shoulders as though consoling a relative.</p>\n<p class=\"cnMxYzJiZDkxMjIzNzQ5M2ViMDI1Yjk5MjkxMDQ1OGUz\" data-original-margin=\"\">\"Pascal. I'm sorry about the loss of your father. He was a dear friend and shall be missed.\"</p>\n<p class=\"cnMyMGFkOTkzNDViZjQ5NDc4ZGFjYzNjMjhjOGU4YTYy\" data-original-margin=\"\">They were sincere condolences given with sorrowful eyes, and Pascal nodded back with genuine appreciation in his melancholic voice:</p>\n<p class=\"cnMxZWI5NGE0MzJiMzRjMzY4MTU2ZDIxYjEzYzIwNGVi\" data-original-margin=\"\">\"Thank you, Your Majesty.\"</p>\n<p class=\"cnM1NTRmMmYzZjBmYTRiNTliYzBjZjM5NGJlY2M0MGEw\" data-original-margin=\"\">\"Your Majesty,\" Sylviane spoke next. The Princess had cancelled her Oriflamme transformation and was back to her usual self. She gave a slight bow with her head which was accompanied by a light curtsy.</p>\n<p class=\"cnNhM2Q1NzMxODM2ZjRkZmJhYThmOWVlNzAzYTI2MTk0\" data-original-margin=\"\">It was just enough to show respect and courtesy without seeming deferential. After all, she was not merely an ambassador but also the crown heir of her country.</p>\n<p class=\"cnM2NGJiMzBkMDZmMDQ4ZmU4MTkxNjZkNTgxNjQ5MGFj\" data-original-margin=\"\">\"Your Highness,\" King Leopold beamed a charming smile as he took the Princess' gloved hand before bowing to kiss it softly. \"It has been almost a decade since I've last seen you. Your father must be proud as you have grown into a remarkable young lady.\"</p>\n<p class=\"cnM3ZDIzOTI5YzAzYzRmMWU4ZGVkN2FiMzkzNDgyMzE3\" data-original-margin=\"\">\"It is good to see you in excellent health as well, Your Majesty,\" Sylviane smiled back. \"My father the Emperor sends his warmest regards. He understands that Weichsel's expedition to aid our struggle against the Caliphate has been delayed. Nevertheless, he thought it would be best to send me to assist in your conflict against the Northmen, to clear the threat to our alliance's rear so that Weichsel's forces may march south as early as possible.\"</p>\n<p class=\"cnMzZWE2Y2Y3ZGRkZTRlNDhhYzgyMzc5ZDE2OTFiNDIz\" data-original-margin=\"\">A knowing smile spread across King Leopold's lips as though he had already expected this.</p>\n<p class=\"cnM3MjdhMjUwMDk3MTRiODg4MWMwZTZlODFiNDI5MTg5\" data-original-margin=\"\">\"Your help is most appreciated, Your Highness.\" The King paid his gratitude first before asking: \"But does the Empire not have a non-aggression pact with the Grand Jarldom of Skagen, brokered by King Alistair between his former employers and Emperor Geoffroi?\"</p>\n<p class=\"cnNhY2FjYTYwMjA5YzQ3ZmI5YmQzZTdiMTc2ZGViNDY1\" data-original-margin=\"\">\"Yes.\" Sylviane replied firmly. \"Our treaty dictates that we shall not violate each others' borders. However, it does not forfeit the Empire's right to come to the <em>defense</em> of our allies within their own realm. If the Jarls of Skagen invades Weichsel in cold aggression, then I am obligated by the honor of Rhin-Lotharingie to help.\"</p>\n<p class=\"cnMwYzc0MzQyYWI0MjRlMzk4ZjM1NzU5OGRlYTUyNWY2\" data-original-margin=\"\"><em>That may be the legal interpretation,</em> Kaede thought. <em>But in spirit, Rhin-Lotharingie would be tearing up a treaty that would leave their northern flank exposed while their south is embroiled in war.</em></p>\n<p class=\"cnM4YmNlZmI5ODMzMDQ4YWJhNzhmNjRiMWYzNTcyM2Q1\" data-original-margin=\"\">It was a bold gamble made to secure an ally, one which hinted at both the Emperor's desperation and his respect for Weichsel's military prowess.</p>\n<p class=\"cnNlYjY3MTY1N2NiNDRlMzE5MDRlYjYzMTkxNzM0ZWYy\" data-original-margin=\"\">Even King Leopold looked a bit surprised as his eyebrows slightly rose.</p>\n<p class=\"cnNjY2FmOWNhODM2ZDQ5YmRiY2I4N2E0N2I5MzdiN2Fh\" data-original-margin=\"\">\"I am truly, <em>deeply grateful</em> for the integrity of our allies.\" Leopold nodded sincerely as he spoke. \"The Northmen are already assembling their forces for a winter invasion -- the snows began early this year which gives their forces the greatest advantage. I doubt it will be long now before we see a decisive battle. My armies could certainly use the strength and inspiration of an Oriflamme in the lead.\"</p>\n<p class=\"cnNiYmEzYmQwZjVkODQwMGI5ZTg2ZWNlYmM2NDQzNzA0\" data-original-margin=\"\">\"That is what we are here for,\" the Princess exchanged smirks with the King, as both of them recognized each other's game.</p>\n<p class=\"cnM1N2U3NzdkNWYzZDQyNTM5YWRkZGExOTJlNTI0MjVi\" data-original-margin=\"\">...Which didn't mean they couldn't both benefit from it.</p>\n<p class=\"cnM2MjQyZDgzZmE4OTQxMjA4YmFjYWIyYThhMDQ0Njhm\" data-original-margin=\"\">In many ways, this was the truest form of alliance-building. There was no altruism, no charity. Both sides joined because they wanted to make use of the other, and this created a shared, common interest where they could both benefit.</p>\n<p class=\"cnM1OWM1YWYzNDNmYzQxZjhiM2E5Y2UzMjg0Y2ZlNjhk\" data-original-margin=\"\">\"Let's discuss this in more detail inside,\" the King added. \"In the meantime, may I introduce Your Highness to my top commanders -- General of Cavalry Neithard von Manteuffel and Chief-of-Staff General Wiktor von Falkenhausen.\"</p>\n<p class=\"cnNmOWE5YWU4M2Q1NTQwYjViNzliNGVhZThmNjllMjAz\" data-original-margin=\"\">\"Your Grace,\" Sylviane's expression was a careful smile as she stepped up with an outstretched hand.</p>\n<p class=\"cnM4MjFkYTc3NTRhYTRlMjVhOTliY2YzZjJjNWIzYzhk\" data-original-margin=\"\">\"Your Highness.\"</p>\n<p class=\"cnMyNDU0ZmYyYjgzYzQyYWU4MjE1OTEyNGJhNGE4N2M3\" data-original-margin=\"\">The first to shake hands was General Manteuffel. He offered a brief nod of courtesy but his expression was otherwise emotionless. Even his words came in an almost monotone. It was as though meeting royalty had already become boring for him.</p>\n<p class=\"cnNmMTY3NTk0ODljMTQ2YTQ5ZmMyZWJjZGMxNjQzMzFh\" data-original-margin=\"\"><em>Talk about the expressiveness of a rock,</em> Kaede couldn't help think.</p>\n<p class=\"cnNiYmQyYWZiY2I2MTQ2YWY4ZTU0MTRjYzYyZjU0NTg5\" data-original-margin=\"\">Neithard Mittermeyer von Manteuffel was the Duke of Polarstern, commander of Weichsel's cavalry, and leader of both the conservative faction and the powerful Manteuffel clan. At one-hundred-twenty-nine years old, he was a moderately-built senior who appeared to be in his fifties. His graying hair was thin and flat. His mustache lay neatly trimmed from the nose to lip corners, which combined with aged winkle lines and sharp blue eyes for a tall, elderly gentleman look.</p>\n<p class=\"cnM3NDk3YTc1NTRmMDQ5MWY5NzE2OTljOTc5NDVlM2Zi\" data-original-margin=\"\">The most surprising aspect however was that he wore the black-on-burning-red uniform of a Knight Phantom. It signified that -- despite his age -- he was a man who never gave up his membership in the elite air cavalry and, to this day, still led from the front.</p>\n<p class=\"cnM4YmZlMzdmMDQ5MTQzODliNzhmMjg4MDU2ZTRkMjA0\" data-original-margin=\"\">The other general however could not have acted more differently. He took the Princess' hand and, with a flourish of his own, knelt slightly with a deep bow to plant a gentle kiss.</p>\n<p class=\"cnNkYWFlMGVhNzFmNTRmMmZiMjYzN2FlMjcxOTY0M2Qx\" data-original-margin=\"\">\"Your Highness,\" he spoke with a beaming, infectious smile. \"I am charmed to see what a beautiful and intelligent young lady you've grown up to be.\"</p>\n<p class=\"cnNhN2RjNDAwMzA0NjQ3NWM5OTVmYzIxMTk2M2Y2NjZk\" data-original-margin=\"\">Kaede could at once see the resemblance as the handsome and surprisingly young man stood back up. His glossy black hair and the scarlet crosses in his intense, deep-red eyes were the exact shade as Cecylia's. The dhampir girl certainly hadn’t been kidding when she said her father was a 'stud beefcake'.</p>\n<p class=\"cnM4M2IzMTkwMDhlZjQxNDA5ZTU1Zjg3NWZiYTIwY2Jk\" data-original-margin=\"\">Standing tall even among able-bodied military men, Wiktor von Falkenhausen had a broad chest and a firm waist. His musculature shone through the standard black-and-red uniform he wore. His stunning good looks were perfect enough for a modern action movie star, even with the heavy-stubble beard and mustache that covered his jaws. However, the most amazing part was that he appeared not a year older than twenty-five, despite his seniority in the group as he was actually a hundred fifty eight years of age.</p>\n<p class=\"cnM5MzQ4MTM2ODgzZjRiNmQ4MzE2NWE3YjRhMGQ1MmZl\" data-original-margin=\"\">It was as though the gods had crafted a specimen of male physical perfection, and he now stood before them just short of posing in a herculean stance.</p>\n<p class=\"cnMzNjEwMTZiZmNmZjQxMjY5NDBjOTFkMmJiMDcyZGQ1\" data-original-margin=\"\">Even for Kaede, the thought of what laid beneath that tight-chested uniform passed through her mind for a brief second. The attraction seemed undeniable for anyone who had even the slightest sense of aesthetics, let alone female hormones...</p>\n<p class=\"cnNjYTBlYzI4MTJmYzQ0YWRhNzFjYWQwMGU1ZTEzY2Mz\" data-original-margin=\"\"><em>No, just NO.</em></p>\n<p class=\"cnNhZjhmYTRiYjlmMjQxZTdiZjQzMWNhY2FmNGU4ODdm\" data-original-margin=\"\">Her recognition rebounded in horror at what she had just thought. Even assuming she had sorted out her gender issues, Wiktor was still older enough to be her grandfather, not to mention the parent to one of her friends.</p>\n<p class=\"cnNmZDZiNjUwYzdkYjRiNmNhZjQ5YmFjNjcwOTVkOTNl\" data-original-margin=\"\">Kaede proceeded to kill her mental imagery with fire.</p>\n<p class=\"cnMwMGU1NzMyZDU0ZjRhN2FhOWZiY2E5Mzg3NTM4MWIw\" data-original-margin=\"\">In the meantime, Sylviane couldn't help but cover her mouth and giggle like a teased schoolgirl.</p>\n<p class=\"cnNjYmVjYzUxMDBiNzRiMTNiNDk0MDZlMmE2NTQ5MDky\" data-original-margin=\"\">\"General--\"</p>\n<p class=\"cnNiMTZmZDVmOGQ1MzQxZmI4YjU2MGEwOWM3MjczNDFi\" data-original-margin=\"\">\"Uncle,\" Wiktor corrected her with a playful grin. Even his voice was smooth as velvet.</p>\n<p class=\"cnNjOTg5N2JmNmVjNjQ0ZGM5ZmVmNTk0OGFkYThjMGRi\" data-original-margin=\"\">\"Uncle Wiktor,\" Sylviane giggled again. \"You certainly haven't changed one bit. Keep that up and your wife will pull you home by your ear again.\"</p>\n<p class=\"cnNmZDQ4OGNjZTVlZTRhNmZiNmEyNGQwNmVhOTRmYjFl\" data-original-margin=\"\">\"I am simply welcoming a gorgeous young princess with all due courtesy,\" Wiktor announced with a completely shameless smile. \"Especially after the rather stone-faced gesture by my colleague.\"</p>\n<p class=\"cnM4NGZjYzhhYmU1YjRmYTE4MDZjN2IyY2QwNTY0YTQy\" data-original-margin=\"\">It made Kaede wonder if the general exaggerated on purpose, just to make sure the Princess who obsessed over etiquette didn't feel unwelcome. There was no doubt that he helped Sylviane loosen up from the stiffly professional persona she adopted to meet the King. Meanwhile General Manteuffel was completely unfazed by the rebuff as the latter kept up a perfect poker face.</p>\n<p class=\"cnMyOGRiZWM2N2JjNjQ0ZmU4N2QzMGRmY2RlMjU0Mjk5\" data-original-margin=\"\">King Leopold then chuckled:</p>\n<p class=\"cnNiMjI0ZDJlMGExNTRiZTg5YTIwMzE4NmVlMjEzODE5\" data-original-margin=\"\">\"As much as I enjoy your antics, Wiktor, we're pushing the line of hospitality with how long we're making guests stand in the courtyard. Pascal? If you would -- it is your home after all.\"</p>\n<p class=\"cnMxYzBlZjU0YzQ1ZTRhNGZiNTUyNmQyYmRkZWU2ODM3\" data-original-margin=\"\">\"Of course,\" Pascal nodded with an amused smile. His familiarity with General Wiktor showed as he was never bothered in even the slightest by the courtship behavior of his father's chief-of-staff. \"Everyone, please follow me to the war room. We will continue our discussion there.\"</p>\n            ",
  "invisibleParagraphContent": "The genuine version of this novel can be found on another site. Support the author by reading it there."
}