{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4ZmNlOGU2OTNhNjRlZDY5YTE4MTdhOThhNjAxNDhj\" data-original-margin=\"\"><strong>Henry</strong><br>Since Lord Baldwin bought me from the Manticorps, the days have all melted together over time. He only needs me for two things, alchemy and... something else. I'm not sure what it is yet but he visits me most days. He has little to talk about but when we are done, I always feel exhausted, like I've been working all day. The days are too short and I've deduced my memories are being erased.</p>\n<p class=\"cnM0OTY3ODIyYjZlNTQxODJiMDcyNDVlYzA1MGEwNWM5\" data-original-margin=\"\">I don't know what the purpose of this is, but it gives me a foreboding feeling. Aside from that, I spend my days concocting green mist for him. The drug itself isn't actually all that dangerous but Baldwin has me adding ingredients to make it more addictive. I don't know what a man like him needs to sell green mist for but the one time I had the courage to ask, he just laughed at me. He also has me brew a safer version that he consumes himself.</p>\n<p class=\"cnNkZWFhM2RmYTFkODRjODhiM2I4MDNiMGU3OTQwMjY1\" data-original-margin=\"\">I tried making it with a poison once, but he knew somehow. He used it anyway, right in front of me and with me in the room. The mist enveloped us both to my horror and he smiled at me. A second later the mist was gone and we were both okay. He told me to go ahead and try again, but he would just sell the poisoned mist and blood would be on my hands. He seemed to get actual physical enjoyment at my panic.</p>\n<p class=\"cnNkMDNmMzhlOWJlYzQxYjU4OTU1YTAyN2NiOThjMDY0\" data-original-margin=\"\">Today is just like every other day. I lay on the ground in the cell Baldwin keeps me locked in, trying to get some sleep. Tonight, however, things change as I hear my cell being unlocked. I turn over wondering why Baldwin is here twice in one day, then freeze. Standing at the entrance to my cell is my sister, Lillith. Tears running down her cheeks as we finally see each other.</p>\n<p class=\"cnM3MDY2ZjhjNDYzYzRhZDM5MzQ4NDY5MWEyMTdmOWY0\" data-original-margin=\"\">Both of us are paralyzed for a single moment, but I scramble to my feet and she rushes to me. We hold each other in a tight embrace and just sob together for a few moments. We both catch up to our bodies at the same time and speak over each other.</p>\n<p class=\"cnM3ODM3NTU0NjQ0ZDRhMzNhZjcxYWI2Y2FhYTEzODVm\" data-original-margin=\"\">\"Henry, I'm so glad you are alive!\" she exclaims while I worry, \"Lily, what happened, why are you here?\" We look at each other, then silently agree she should speak first.</p>\n<p class=\"cnNhZDRiODM3NmY4NTQxY2FhZjQ2MTcyZjliYjZiNzc2\" data-original-margin=\"\">\"It's alright, Henry. He doesn't know I'm here,\" she assures me.</p>\n<p class=\"cnM2ZmMyZWI3ZGFmNzQ2NDk5ZDQzYzk4ZGRhZGZmNTVk\" data-original-margin=\"\">\"Then you need to get out, now,\" I insist. \"He could hear us, he knows everything, I don't know how but he does!\" She shakes her head at me.</p>\n<p class=\"cnNhOTUyNzU3NDQ2ODQ0MDhhMDJmZDBlMzlkNDI2NzI5\" data-original-margin=\"\">\"I'm not leaving without you Henry. Besides, I know how he 'knows everything'. He doesn't know I am here, and we are in a sound bubble,\" she claims. \"I'm here to get you out, we have to leave now!\"</p>\n<p class=\"cnNkOGYxNjIwM2EzZTQyOGFhNzI0M2M3Y2I5OTZmYTE0\" data-original-margin=\"\">Daring to hope again, I start to follow her toward the ladder in the corner of the room. Before we get there I realize something and stop. \"Where will we go? We can't go home. Baldwin will find me there and know you came here.\" I ask. I can see she understands the concern but is denying it.</p>\n<p class=\"cnMxZTFjNTMxYjNiMDQzY2E5NDllNDQ0NjU3NzY1NjQw\" data-original-margin=\"\">\"We'll leave the city,\" she answers. \"Go somewhere far away. We can just run!\" I can tell she is lying. I don't know why we matter to Baldwin, but Lillith obviously believes he won't let us go. Any other city would search for us and return us to him. It isn't safe outside the walls. And what about the rest of the family?</p>\n<p class=\"cnNkOThmNzc1NGYwNDQ2NjJhY2YyNGQ0ZDFmY2ZlMTU0\" data-original-margin=\"\">\"We can't do that, Lily. Besides, I know you better than anyone. You could never run. I believe you would try, for me. But it would kill you,\" I respond, dismissing the fantasy.</p>\n<p class=\"cnM5MGFjM2E5YTUyODQ2ZDFiMmM1NGRhZGI5YzQwNDIz\" data-original-margin=\"\">\"I could never leave you either, Henry. Not with this man. Not ever. Besides, maybe he won't care, he has power over us anyways, maybe he'll just see it as one lost game in a war he is winning,\" she lies again, tears welling up in her eyes again.</p>\n<p class=\"cnNlYjA5MGM5OGI3NDQxODI5OWQ0NGJhMDJmMzg1YjA1\" data-original-margin=\"\">\"I have been working with him for a while now, Lily. Baldwin doesn't lose games. We both know you can't take me out of here. Not without putting all of us in more danger,\" I answer, voicing concerns she has clearly already considered.</p>\n<p class=\"cnM3YTM3ZDBkMzc0NjRiNzBhZTk1NTMzNDJkZWM1MDdm\" data-original-margin=\"\">She slumps her shoulders, abandoning her denial. She hugs me again and we hold each other in silence for a moment. I resign myself to the decision we both have to make when she speaks again.</p>\n<p class=\"cnMyMDlhYWZhZmRiZDQ4YmE4YzBlM2I4YzlkYzBlZDNj\" data-original-margin=\"\">\"Alright, I'll leave you here. For now. But if that's how it has to be, I need you to do something for me,\" she answers, pulling away and putting her fists on her hips. She then moves on to catch me up on her recent activities. My emotions range from pride to horror as she relays the different acts of violence and moments of triumph. It is a strange thing, to look up to your little sister.</p>\n<p class=\"cnM4NWEzMGQ2MGUwZjQ0ZjJhYTg5YzQ4NDgxZWY4NmIx\" data-original-margin=\"\">I embrace the feeling, however. I don't like everything she says she did, and I don't understand how casual she is about the people she has killed. But under all that, I admire her more than ever. I feel relieved for Gilbert and sorrow for Dad. When she tells me about Mom my heart shatters and my resolve to stay here wavers. In the end, however, it only hardens.</p>\n<p class=\"cnM1NWJkNzQwYmJjZjQ3N2Q5ZDA2NjRiMWRjOGU2Mjk5\" data-original-margin=\"\">\"I only just found out Baldwin was the one who had you, and I came to search his estate as soon as I could. He didn't even bother hiding you well. Just shoved you in the basement under his fucking guest house. Arrogant prick,\" she says, catching me up to the present day. \"I have a plan to end all of this, and now that I have you I can start putting the pieces together.\"</p>\n<p class=\"cnM1ODczMTg4ZjZiZTRjZTNiZGQzMGNkYTM1MDNmZjE5\" data-original-margin=\"\">\"But if what you say is true, won't he just learn your plan through me? In fact, won't he find out you have been here the next time he sees me?\" I ask, worry returning. She nods along confirming the worry.</p>\n<p class=\"cnM0NWMyZTQ3NGQ4YTRkMTM4MDU2YTc1MTU3YWJkN2Ni\" data-original-margin=\"\">\"Only if he asks about it, but yes, that's a huge risk. Which is why...\" she starts, pausing as if nervous, \"I want to do a bit of an experiment.\"</p>\n<p class=\"cnM3ZTljYmZhMmVjZjQ3MGFhNDY4MTYyYjRmZWY4YTAz\" data-original-margin=\"\">\"What kind of experiment?\" I inquire apprehensively.</p>\n<p class=\"cnNiOTE2ZTFjMzYwOTQwY2ViZjA2MTI4YmU5Yzk3Mjc2\" data-original-margin=\"\">\"I want to... use my mana to alter your mind a bit,\" she admits and I gape at her.</p>\n<p class=\"cnNjMGFhYTM0Y2Y1YjRiYzhiNjY5NWI3NTc1ODhmOTBi\" data-original-margin=\"\">\"Lily, that's basically a cardinal sin. That's the domain of the Collector, you'll end up on the third plane if you do that!\" I exclaim, suddenly worried.</p>\n<p class=\"cnMxMmFlYzg0ZDdhNDQxODI5MTU4NzYxYWIxZDIzYzZh\" data-original-margin=\"\">\"If that's going to happen it's probably too late, I've already been altering my own body. I won't make you Henry, I know it's scary. I can do this without you if necessary, or we can risk him finding out. But this is the safest,\" she responds.</p>\n<p class=\"cnMwNDM4ZWUwOTY1MDQwODc5MGM1NGQzYWRjYTc2OWNl\" data-original-margin=\"\">\"Safest? Couldn't this kill me?\" I ask, giving her a skeptical stare.</p>\n<p class=\"cnNkZWY3MTIwNWJmYjQ3Y2NiNDUwODdjMDUwYWE2ZDNl\" data-original-margin=\"\">\"No, I'm not going to do anything severe. You can trust me, Henry,\" she assures me. Well fuck. Guess I'm going all in.</p>\n<p class=\"cnMwZTZlNzlhNWEzNDRhZjY5ZmRlZmVmMWFhZDgyNjI5\" data-original-margin=\"\">\"Alright, what are you going to do?\" I ask.</p>\n<p class=\"cnNjMzVjNTMxZDM0ZDRmZmI4NDA1OWI1NjMyNmViNmU2\" data-original-margin=\"\">\"In my experience,\" she explains, \"Baldwin's magic can be affected by our intent. Even if we aren't aware. The state of mind we are in affects how we answer his questions. My plan is pretty simple, actually. I am going to set a trigger in your brain. If it loses control over your body, a few different, um, things it produces will be released. This will essentially put you to sleep until it regains control. Your body will still do as it's told, but you won't be conscious. Any information you process will be dreamlike and jumbled. My theory is, while he can order your body around, you won't be able to answer questions in a meaningful way.\"</p>\n<p class=\"cnNiYjNlOWU4OWJkNzQ2ZTU4ZjJlNjlhMzI2NzdkOTQ0\" data-original-margin=\"\">I nod along while trying to follow her. That doesn't sound possible, but I figure it's still my best option. \"And it's safe?\" I ask.</p><p class=\"cmM3ZDc5OTAxMzllNTRkNWY4OWU0Yjc1NWFkNTJmMzhl\" data-original-margin=\"\">Unauthorized usage: this narrative is on Amazon without the author's consent. Report any sightings.</p>\n<p class=\"cnNmMDRkMjdhMjA2ZTRiYzQ5YzYyMzU3YTZjMWZkMjJh\" data-original-margin=\"\">\"Absolutely not,\" she promptly responds, \"not for an extended period of time. Hopefully, it doesn't last that long though. I'm also certain I can fix any damage if you'll let me.\" Well, that doesn't sound encouraging. I have a feeling I'm not the only one taking a risk, however.</p>\n<p class=\"cnNiYzEyNjc2ZDVjOTQ3NWY5MTQzYjUzNDcwYTBhYjBj\" data-original-margin=\"\">\"And if it doesn't work?\" I ask.</p>\n<p class=\"cnMyMDcwOGZjZWRkYTRiM2U4Yjk5OWY2NWEwZDQwZjc0\" data-original-margin=\"\">\"Well then, we hope he doesn't ask the wrong questions,\" she responds. \"I'm not going to lie to you, this is a huge risk. But anything we do to fight back will be.\" I nod, then steel myself.</p>\n<p class=\"cnM5NjdiMDM0OGU4YzRkZGRhYWYyMDNjYmExZjI0OTVk\" data-original-margin=\"\">\"Okay, do it,\" I agree, and she spends the next few hours coursing her mana through my body. At first, nothing happens but she walks me through opening myself up and allowing her mana to flow through me. Apparently, this would be easier if I were a mage and could help guide the mana, but the willingness to allow my body to be changed by her is what allows it to start working.</p>\n<p class=\"cnNhNzc1N2MxNDIwMzQ1ZTI5ZDM5YzU5ZTgxZTBiYWQy\" data-original-margin=\"\">After a long while she eventually stops. \"Did it work?\" I ask as she wipes sweat off her brow.</p>\n<p class=\"cnNjYjQyZjYwMWZjODRkYTRhZDc1ZTgxNDNlYzQ3NWJi\" data-original-margin=\"\">\"I think so, but honestly, we won't know for sure for a while,\" she responds. \"Alright, so here is the plan,\" she starts.</p>\n<p class=\"cnM5MWVhZGIyM2YzMzQzYTA5ZjM0MGNiNjQ2YTQ3NzY4\" data-original-margin=\"\">It takes a while for me to understand, but it seems like a good plan. \"And how will we get a sample of... what did you call it, tissue?\" I ask.</p>\n<p class=\"cnNmZGJmZjVlMjAxYzRhMDVhOWE2ZjFiNGVkM2QwMWRm\" data-original-margin=\"\">\"Well,\" she answers, \"Tomorrow I am being christened as a noble. This will be my official introduction as Baldwin's fiancé. If I play my cards right, I think I'll have a chance.\" With that, she finally leaves and I finally lay down to get some sleep.<br>_____________________________<br>Today, Baldwin was particularly angry when he came to interrogate me. I suppose Lillith must have put her plan into effect. A moment later, I feel like I just woke up from a week of sleep and Baldwin looks even angrier. I really hope that means her other plan worked as well. I give him his green mist for the day before he storms off.</p>\n<p class=\"cnMyYThiNjI1OGZiOTQ4ZWQ4Y2MxZGRlYTI2YzYwNzIw\" data-original-margin=\"\">Several hours pass before Lillith finally visits me. She looks like she has been stoned in the city marketplace. Her hair is short and ragged and her face is badly beaten and abused. She is also grinning like she was just gifted an expensive dessert. I don't know whether to worry or feel happy for her.</p>\n<p class=\"cnM1NDAyZmIxOWY2ODQyNzA5ZWU4OTZjODJhZjU1MTYy\" data-original-margin=\"\">\"Lily, what in the three planes happened to you?\" I gasp, rushing over to her and examining her wounds.</p>\n<p class=\"cnMxYmE5YjI3NTk0ODQ2MTg4NWZhZWM3NDkwZWVjYzZk\" data-original-margin=\"\">\"I got what we needed,\" she exclaims proudly, presenting her hand with two teeth in it. I look between her and the teeth for a moment.</p>\n<p class=\"cnNlZDFkZTEzOTdjMzQzOGU5NjhiNTc0NTFiN2YyM2M2\" data-original-margin=\"\">\"Are you sure those aren't yours, you look like they might be yours,\" I say, absolutely dumbfounded.</p>\n<p class=\"cnNhMmNlYWQ1ZjJjNTRlNzNhNmViNjdkNTg0MWYzZmNm\" data-original-margin=\"\">\"And here I was thinking I looked pretty today,\" she scoffs before sitting down and crossing her legs.</p>\n<p class=\"cnM0Yzk1M2VmNzE0MzQ5ZDBiZDM5MDEwYWQxNTNkMGVl\" data-original-margin=\"\">\"Why can't you heal those?\" I ask in concern, \"They look painful and you managed to alter my brain in a single day? Why not do the same here.\"</p>\n<p class=\"cnMyNDRjM2RmYmRjNTQ2MWRiMjgyNDQyYzRlZmJmMTNl\" data-original-margin=\"\">\"An excellent question,\" she responds distractedly, \"I don't know. The question has caused me a great deal of confusion. It seems it's easier to make completely new alterations than to heal a body to its natural state, for regular mana anyway. I would love the time to just sit down and study that alone but alas, I am busy.\"</p>\n<p class=\"cnM4N2Q5M2FjNjVkMzRmYWM5MjdkMjg1OTYxMGIzMGE0\" data-original-margin=\"\">I take this at face value, she would know better than I would I suppose. \"Okay then... So. How exactly are you going to use those teeth to restrict his mana?\" I ask.</p>\n<p class=\"cnM4YTMwOGNjOTBhZjRmZTlhYmE3YTFjNDM2YjdkNGRk\" data-original-margin=\"\">\"Another excellent question. I'm not, not directly anyway. What these give me is knowledge,\" she explains. \"See, when mages gather mana, they store it in their bodies. It's where we draw it from and it's where we aspect it. It's in our blood, our bones, our flesh. With any piece of mine, another mage could discern that I have aspected grief.\"</p>\n<p class=\"cnMwNWQ5ODI4Y2JkYTQxZTQ5ZTFkOTljMzc1YjcyNjRk\" data-original-margin=\"\">\"And teeth are bones, so you are using them to find out all the magic he uses?\" I ask, trying to catch up.</p>\n<p class=\"cnMwNTRlMDNiYTQxNjRmNzdhMWViMTcxODI4YjRkZGYy\" data-original-margin=\"\">\"No and no,\" she answers cheerfully. \"Teeth aren't bones but they do have tissue in them and a couple of other things that would have technically been targetted on a surface level. And I won't know what every magic he uses is, but I will know if he has an endoaspected mana.\"</p>\n<p class=\"cnM3N2ExNWMzMTRhZTQxNGE4ZGU0MmFhNmVmM2I2OThl\" data-original-margin=\"\">\"Okay, and if you know that you can stop him from using them?\" I guess.</p>\n<p class=\"cnM0MjIzN2YyMmIwMTRkZGY4Njg4Njk4YTBmZmI2YzU4\" data-original-margin=\"\">\"Sort of. If I know where he will be, I can draw a magic circle that dissipates the mana he uses. I intend to enlist the help of... a few friends to help close the gap. But I don't want to fight fair; I want to be the only one with the advantages of endoaspected mana. Plus I saw him use wind magic today, so I can dissipate that as well. I can also prevent mana from regenerating inside the circle. This doesn't work on me because of the design of my circle, but it will work on him. He will have a finite amount of mana to use.\" she explains.</p>\n<p class=\"cnM1ZTk0ZmZjYTg2MjRmNDBhNGJhYThmMThlZTE3Nzg2\" data-original-margin=\"\">\"Why not just dissipate all mana?\" I ask, \"You are stronger than other people right? Won't you win in a magicless fight?\"</p>\n<p class=\"cnMyZWNmZmE4MzJkMDQwMDc5MjI4M2RmYmUwOTQyMjRk\" data-original-margin=\"\">\"Maybe,\" she shrugs, \"But Baldwin can alter his body as well. He might be just as strong, or stronger. Plus he has expanded reach and height. Not a safe gamble. I will restrict his inner aspects and the external ones I know about, then I should have the advantage in a magic fight. What is this despair? Hopelessness? That doesn't make sense...\" she trails off.</p>\n<p class=\"cnMzYTJiMzY2Y2E4ZDQ5YTU4Y2Q1ZWE5OTg4Y2E4Yzc3\" data-original-margin=\"\">\"What about his divine magic, can you dissipate that?\" I ask as she starts to get distracted.</p>\n<p class=\"cnM4Y2U0NGFiZjlhYjQ5YjdiYzRlZWYwNjM1NzM3OTcy\" data-original-margin=\"\">\"Hm?\" she responds, \"Oh, if I can I don't know how. Maybe a priest will. Remind me to schedule a long talk with Emeric. No, I have another plan for that. Aha! Dominance. That makes sense... and fear? Of course, this dickhead has two. How did he get fear though? Is he more insecure than I thought?\"</p>\n<p class=\"cnM2N2U0MzYyMjVhYzQwOGQ4ZjYyZjgyMjJhNDRmODIw\" data-original-margin=\"\">She doesn't elaborate on her plan for his divine magic, however, as she jumps up and starts drawing a circle in a journal she brought.</p>\n<p class=\"cnNmNTRiMjg5NTUxNTQxOTBhZGFjNDc1Y2Y0MjA4N2Vm\" data-original-margin=\"\">Over the next few nights, she works on the circle, and once it's finished, we begin drawing it. It's a complex design and I am in awe that she designed it at all. We are drawing it down here. She plans to fight Baldwin in the manor above, and this underground area apparently expands beyond the walls of the building.</p>\n<p class=\"cnNjOTk4MzhmOWIwMzQ3ODRiYWY5NDI5OTBkNjc5M2U3\" data-original-margin=\"\">One problem occurs to me as we draw together. \"Won't he just... leave when he feels the difference in mana?\" I ask.</p>\n<p class=\"cnNlOTZlYjUyYTEzMjQ1YTJiYWQ0MTUwYTBjYmQ4ZWNj\" data-original-margin=\"\">\"If he was right at the edge, yes. We need him inside before we activate it. I need to draw him in and then activate it somehow. That's where you come in. I will make a loud sound, you should be able to hear it from down here. That's when you draw the final rune in the center. Then I will try and get him to use whatever powerful spells he has left and drain his mana so I have a clear advantage,\" she answers.</p>\n<p class=\"cnNiYWJlOTdhZWIyZjQ2ODI5YTA4ZDQ2ZGEwNTFmZGE4\" data-original-margin=\"\">\"What if I'm not down here?\" I ask. \"What if I am somewhere else, or if he brings me to the fight?\" She pauses at this.</p>\n<p class=\"cnMzZTQ2NmRmOTZiOTRiZTJiNjdkZWMyYjIxOTUwZDAz\" data-original-margin=\"\">\"Shit, that's a good question... One moment,\" she says, stopping to think for a moment. Then she snaps her fingers, \"Alright. It shouldn't matter what elevation we are at, as long as the rune is in the center of the XY plane. we will have to carry the rune on us and try to put it in place upstairs if that happens. Either of us can do it. I'll find the center and describe it to you. If the fight goes on too long or you are up there, one of us will place the rune and keep it there. I'll have to use illusions to keep him away from the rune but at that point, I should have an advantage.\"</p>\n<p class=\"cnNhNDMwMjIxMGJmMjRkNmRiYjAwNzAzOWMzMDM3NTAw\" data-original-margin=\"\">The plan she comes up with feels... spotty but it isn't plan A at least. I suppose it accounts for me being out of the picture entirely, she can activate the circle herself. Let's hope it doesn't come to that. Although it will be a waste, as I find out later that 'keep the rune on us' means 'tattoo it on the bottom of our foot.'</p>\n<hr>\n<p class=\"cnNjZjM4ZmFiYWU3MTQzZTdhNDEwYTQ1NjQ1OTMzMmM2\" data-original-margin=\"\"><br>A few weeks later, Lillith is healed. The circle is done, and she visits me to offer me a vial of red liquid. \"Is that...\" I ask.</p>\n<p class=\"cnM4OWU0ZmYyODA5MzQ3MDM4N2MzOWM4YTgwZDJkNjJh\" data-original-margin=\"\">\"Yeah, it's my blood. Don't worry, I manually pulled my mana out of it, it should be fine,\" she says.</p>\n<p class=\"cnM0MmNlZWQ4YTBmNTQ4MjM4MzFkNjEzNGQ2MmRiOGRm\" data-original-margin=\"\">\"Okay... that begs the question... why though?\" I probe.</p>\n<p class=\"cnM3M2ZlYTYyNDA3ODRhOWI5ZThiNGNjOTA0OGRmMjVm\" data-original-margin=\"\">\"Put it in the green mist,\" she answers, \"it should manage his divine magic. It's poison.\"</p>\n<p class=\"cnM0NDcxZmJmNTg3MDQzM2E4NjhjNTMzZjZhOTJkZGNi\" data-original-margin=\"\">\"He knows when I poison him, he doesn't care, his magic just heals him! Wait hold on, why is your blood poison?\" I protest.</p>\n<p class=\"cnNjODEzY2M2Yzk5MjRlZTI4MmFmN2M2NWE4NmVkZDE5\" data-original-margin=\"\">\"Yeah he is an arrogant cock, isn't he? But that's exactly the point. He uses his divine magic for it. This poison is stronger than anything you have ever heard of, and it won't activate until I activate it. It's harmless until I specifically combine another ingredient with it, which I can do in the fight. Poison like this absolutely wrecks the body, without divine magic he'd be dead in minutes with no cure. With it, however, it will have to work overdrive to protect him. Especially with a huge dose administered over an extended time,\" she assures me.</p>\n<p class=\"cnNlNzgwNmM4NGQ0ODRhMWI5YTY5Mjg2Y2Q5ZDFiYmY2\" data-original-margin=\"\">I look at my little sister like she is some kind of first-plane spirit. \"Where do you get these ideas?\" I ask, baffled. I ignore how she dodged my second question.</p>\n<p class=\"cnNkNDdlNWM3YmQxMDRjNTdiNWIzYzhmZmM1NTU1OTYx\" data-original-margin=\"\">\"I know,\" she grins, \"It's out of this world how cool it is, right? Best part? I have been investigating the estate for weeks. I'm pretty sure Baldwin knows I do it but he doesn't know what to hide. His father uses your green mist too. Two birds, one stone.\"</p>\n<p class=\"cnNiYjMwMjJmNmIyMDQwNWFhOWYyMjAxMzIyMmJmZWJm\" data-original-margin=\"\">\"Two birds, one stone?\" I ask, and she punches a fist into her hand.</p>\n<hr>\n<p class=\"cnNkZjhmOGVhYWY1MzQzZDg5NjY2MDUxODRmZjUwYmNk\" data-original-margin=\"\"><br>Sometime later, after many more meetings, I wake up from an interrogation. I am not in the usual spot and I am standing in the middle of a ruined manor. I see Lillith, tired and splattered with blood. Baldwin is cut up as well and is picking himself up off the ground and snarling at me.</p>\n<p class=\"cnM3MzlhOTJjODU1YzRmMjhiMTdkYjdlOWQ3ZDMwZGM0\" data-original-margin=\"\">Shit, it's time. No time to waste then, I scan the room frantically until I find the spot Lillith described. I march over to it before Baldwin can react, while he is still trying to order me to do something, and I stomp my foot down on a notch Lillith left in the floor for me.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized usage: this narrative is on Amazon without the author's consent. Report any sightings."
}