{
  "preChapterNote": "<p>Thanks to everyone who is still reading! This chapter is where I really think the story starts and begins to take a life of its own, let me know what you think!</p>",
  "postChapterNote": "<p>Locking comments on the first 15 chapters or so. As the story grows they get harder to keep up with. Fear not, you will be able to comment after that phase of the story.</p>",
  "chapterContent": "\n                <p class=\"cnM5MjNlMjFhNDFhNjRlMDFhZGZhOTQ5NTIxNzgzY2I4\" data-original-margin=\"\">\"Have you ever heard of a broom, old man?\" I shout into the back of the shop while sweeping up another shattered glass he has left on the floor.</p>\n<p class=\"cnM1MGRlMTFkYjE4NjRhM2M5NGJkZTA4ZDAxNjdkZjI5\" data-original-margin=\"\">\"I am far too busy with more important work to worry about trivial things like that!\" Godfrey retorts, injecting all the haughtiness he can manage in a shouted reply.</p>\n<p class=\"cnM2MTFjMjg3YzI1ODQ2MGI5YWM5M2YzNGE5OWE1NWE3\" data-original-margin=\"\">I smirk to myself. \"Reading smut is not 'important work' and I know you are not doing it for a customer, so don't try it!\"</p>\n<p class=\"cnNmMmMxN2M3ZjNlNzRmNDM5OTk0ZGM0NDhlNzBlNDc1\" data-original-margin=\"\">\"Lillith child, you are too young to know what 'smut' even is. I am researching the latest literature by the finest artists on the continent!\"</p>\n<p class=\"cnMyOGFmOTYxYmQ4NjQzNTViMWI5YzkyZjY4ZDYwMzRm\" data-original-margin=\"\">\"I'm old enough to know fine art doesn't make your face so red nor your pants so often in need of adjustment!\"</p>\n<p class=\"cnMyOTA1YmRmOTk2NDRjMzA5NWI2MjI5YmIxZDQ3NGIy\" data-original-margin=\"\">With my final jab, Godfrey storms into the front of the shop, an indignant look decorating his face and I do a victory lap in my head while bracing myself for retribution. His demeanor quickly reverts to the wisened old wizard's facade he likes to present to the public as the bell at the front door jingles and my victory is complete.</p>\n<p class=\"cnM4NmQ2ZGU3ZDNhMTQ5N2Q4MjRlNmIyNTJiYTUzMmUw\" data-original-margin=\"\">I have been working for Godfrey for six months now, and we have built a much more familiar rapport. I have abandoned all attempts to sound like a seven-year-old around him, and he doesn't seem to notice. I deliberated whether to try at all or not, but ultimately decided it would hurt my goals more than help. We get along as well as can be expected, and can exchange good-natured banter to a point, but his temper will boil over at certain things like it very nearly did a moment ago.</p>\n<p class=\"cnMyZWJkZTE2MjlkMDQyNTc4OTdhNWQwOTRjNTYzOTM0\" data-original-margin=\"\">It's far from perfect, however, as he remains a noble. He has me working for free despite his wealth, and he can't help but condescend to me. These friendly exchanges keep work amiable but are always punctuated by a reminder that I am at best an amusement and at worst a tool to him.</p>\n<p class=\"cnNlYWRjMTg4OGEzYzQxZjlhOTFiN2JkZGZhMWIzMmFi\" data-original-margin=\"\">His shop is clean and organized, one could even call it presentable, and customers are beginning to be a somewhat regular sight, thanks to me. Those thanks are entirely metaphorical, however, as he has not actually expressed any gratitude.</p>\n<p class=\"cnNhNzNiNGNlNWMyMDQ0Y2ViYjBjYzYzMDlmODU2ZDhm\" data-original-margin=\"\">I turn my attention to the customers that have just entered the shop. \"Welcome to Godfrey's, how can we help you today?\" I ask politely as a well-dressed man and his son walk in.</p>\n<p class=\"cnNhM2MyZWQ1YTk2ZTRjYzA4NzQ1NzAxNjFhNDM4MTQy\" data-original-margin=\"\">The man just scoffs and addresses Godfrey directly, \"I am looking for a journal for my wife, a gift. Do you have anything like that Godfrey?\"</p>\n<p class=\"cnMyM2YxZjg4YzRlYjRlNTZiYTcyZTE0Yjg3OTcyNGQz\" data-original-margin=\"\">\"Certainly, Walter, let me show you my reserved collection in the back...\" Godfrey responds while leading the man, Walter apparently, into the back of the shop. He leaves his son behind without a word, so I suppose this is a familiar routine for them.</p>\n<p class=\"cnM2OTAyYjdmZDFlOTRiNjVhYWFhOWRlMDRiMTNhZDhj\" data-original-margin=\"\">\"What are you doing here?\" The boy sneers at me.</p>\n<p class=\"cnNkNDIzYWMxYWMyZDQ1YzE5NzA3ZDRlZWE2OGIyNjc3\" data-original-margin=\"\">I pause to look down at the broom in my hands, then respond, \"Making a tapestry.\"</p>\n<p class=\"cnM3NTdiYmE0YzEwODRmMWRhOWQxYzQ2Y2JmNTMxOWI0\" data-original-margin=\"\">\"My father says Godfrey shouldn't have hired a dirty commoner to work here.\"</p>\n<p class=\"cnNjM2YyZmVhY2U1NzQ5NDY4ZDk1NGQ0NTg1YjQ1ZDBm\" data-original-margin=\"\">\"Is that so?\" I respond wearily.</p>\n<p class=\"cnM0ZTJiMjZkNmY3MTQyNDU4ZDBjZmRjOWFkMmI2OGE3\" data-original-margin=\"\">\"He says we only came here because we were in a rush, but no one will want to buy books from a dirty little girl!\"</p>\n<p class=\"cnM1NzVjMzM3ZGY5MzQ2ZGE5ZjE2NWY0NjI5YmNiY2Y0\" data-original-margin=\"\">\"Your father sounds like a real noble man, kid.\"</p>\n<p class=\"cnM5MTMzNjRhYTA3NjRmZGU5NzVjNDM1NTA5MjNiZjI3\" data-original-margin=\"\">\"Of course he's a nobleman, can't you tell? And I'm not a kid, you're a kid! He's right, you are an idiot girl.\"</p>\n<p class=\"cnM2MGYwOWEyNmU3NjQzMWRiN2RhNjQwM2ZkMDA3MzQ2\" data-original-margin=\"\">\"Yes, well, we all have our weaknesses.\"</p>\n<p class=\"cnMxZjAwNjE0Y2Y3NDQ1MmZiMjdjM2NhNTRjYzA4Nzlj\" data-original-margin=\"\">\"So?\" he asks, looking at me like I've forgotten something.</p>\n<p class=\"cnMyODJhNTBhMjA4ZjQzOWE4NTQ2NjVlNWRkMWNhZDQ1\" data-original-margin=\"\">\"So what?\"</p>\n<p class=\"cnNjMGFlMWMzMDhhNjRkMDQ5OTVmNWVhMWM1NGU3Nzhi\" data-original-margin=\"\">\"So what are you doing here, stupid? You are a burden on your betters!\"</p>\n<p class=\"cnMxMmZkYTZlYzRkZTRmYmJhZGI4OTY5OGYwNTRhNjg4\" data-original-margin=\"\">\"Burdening, I guess.\" I shrug as I go back to sweeping. We might look the same age, but letting a kid get under my skin is... beneath me.</p>\n<p class=\"cnM5MjVlZjdlNzllOTRlZDU5NjVmYzA1NjBhODUyOTU1\" data-original-margin=\"\">\"What's that supposed to mean?\" he asks, but his father returns before I can respond.</p>\n<p class=\"cnMzMDI2OWMwMmNkMzRkYmI4MzhjMTU4ZWY3NmY5MzNl\" data-original-margin=\"\">\"Come along, Hugh, don't talk to the uh... help,\" he says, wrinkling his nose at me. \"Godfrey, you really must get rid of the little urchin. If you hadn't re-organized this shop, no one would bother coming in at all.\"</p>\n<p class=\"cnM2YzNjMjRmMjQyOTRiNDhhZGFjM2YwNzQ0ZTNjZjZl\" data-original-margin=\"\">\"Oh, take your little snot and go meet your wife, Walter, I have important work to do,\" Godfrey scoffs while waving him off.</p>\n<p class=\"cnMwYmY2MTBmNjhkZjQ1OTI4MDZiMjRiM2MyNjQwNWZm\" data-original-margin=\"\">\"Well, it's not my business I suppose. Feel free to ruin your reputation.\" With that, Walter and his son storm out of the shop, and I let out my barely contained laughter.</p>\n<p class=\"cnMxZmM2YWIxY2U3ZDQ4YzQ4ZGEzODA1NTg5NmZlOWMz\" data-original-margin=\"\">\"Real gems those two,\" I say. \"Really a shining example of nobility.\"</p>\n<p class=\"cnM2ZWRjMTAxMTNiODQ4ZmU5MGViM2U3ZTEyZWQ3Mjc4\" data-original-margin=\"\">Godfrey smirks at me and dismisses, \"Pay them no mind, Lillith, now if you'll excuse me...\" he says, waving me off. I realize he probably views those nobles and me as roughly the same, which makes me wonder what his noble rank actually is.</p>\n<hr>\n<p class=\"cnNiOGNhYzM1ZTk4YzQyOWU5YTA0M2MyZGJiZGY2YWQz\" data-original-margin=\"\"><br>I return home and do my chores for the evening. Tonight is the night. I have everything prepared.</p>\n<p class=\"cnNjNzRkNmU5Y2ZhOTRjODZhOTY3YTFjZTM3YzAzNmYx\" data-original-margin=\"\">I have been studying magic for the past six months, and I have a good grasp of the concept now. It is well known only nobles are mages, but it turns out the reason for this is twofold. Firstly, the few commoners who awaken magic are granted nobles' titles. Secondly, magic can be earned one of two ways, through education or genetics.</p><p class=\"cmIwNWIxNzA5YzkxYzQ2Nzg5MDBlY2QwMGI2NWFlNWFl\" data-original-margin=\"\">Support the creativity of authors by visiting the original site for this novel and more.</p>\n<p class=\"cnM4OTAyZTdkZDcwYjQ5MmU4MGZmNTIwYWU4ZjJlMmNk\" data-original-margin=\"\">Magic is introduced to the body through the use of magic circles. A prospective mage draws a large and intricate circle on the ground and needs to wait at the center while magical energy, or mana, of different essences, is gathered from the environment.</p>\n<p class=\"cnMwNzE3NjM1Yzg0ZTRhYTFiZmZmMGM3MDNkOGYxYTdl\" data-original-margin=\"\">The process usually takes several weeks, and the mage can't leave the circle before the energy takes root in their bodies or it will dissipate. After this, the mage has a moderate amount of mana, but can't repeat the process. Magic is passed down, however, and their children can draw their own magic circles. In this way, magical ability grows in families over generations, and even if a commoner does learn the method to gain power, they will be extremely weak in comparison to established nobles.<br>In other words, for a commoner to become a mage, they need weeks of free time as well as resources to keep themselves fed and cared for while they gather mana. This is for the few commoners with the level of education necessary to understand the workings of magic circles well enough to design one.</p>\n<p class=\"cnM3NTEwMGE4Y2Y1NzQwMjBiNDdmYTU0OTljMmQ4NWQ0\" data-original-margin=\"\">No pre-existing designs are published, with every family guarding their designs jealously. With all these factors together, it is essentially out of reach for a commoner to become a mage. In some rare cases, however, someone from a mundane family is born with a high level of mana already. These are the commoners elevated to nobility.</p>\n<p class=\"cnMyMmUwOWYxZTU0ZTQ1OGFiZjQ0YWNjYTc2MzQ4M2Ew\" data-original-margin=\"\">I am not one of these lucky souls, but I do have an advantage. Over the months of studying the workings of magic, I begin to recognize patterns. Magic works through the precise combination of attributed mana. Mana in its base state is featureless, but through will, it can be infused with an attribute. These attributes include the obvious like heat, cold, light, and other things typically associated with magic. It can also be infused with less obvious concepts, however, like force, friction, tension, or any other of thousands of different mana attributes.</p>\n<p class=\"cnNjMDY1MjFkNjJhZjQ5MTg4MTgwOTI5OGNjYTM2OWQ3\" data-original-margin=\"\">A magic spell is essentially a recipe of attributed magic. For example, basic fire magic can be created purely with fire-attributed mana, but will only create a flash and go out. For a long-lasting spell, a mage needs mana with attributes of wood, air, and heat. To throw a fireball, a force attribute has to be added.</p>\n<p class=\"cnM3M2JiNGYxNjhjZDQ0MDI5OWMyNDZjOWQwYzUzZWUx\" data-original-margin=\"\">The power, distance, direction, and temperature all depend on how much of each attribute is included in the spell. Most mages do treat this like a recipe, experimenting with quantities and ingredients until they find a result they like. This is likely because math in this world is at basic algebra, with some trigonometry that seems to be mostly relevant to architects.</p>\n<p class=\"cnMzYjg2ZTRkYTY4ZTRiMDJiNGM5M2E2NGRiMDk5ZjMz\" data-original-margin=\"\">With my knowledge in math, physics, and science, however, I have a feeling I could start with the result I want and write an equation to find the values I need. I just need mana.</p>\n<p class=\"cnMzY2FhNmRlMGJkYjQyOTY5NTk5ZTk2ZGE4ZTVjMTE0\" data-original-margin=\"\">This brings me to the magic circles. I only know the basic template, but I understand how they work. Magic circles designate a point as a center and use runes associated with different attributes to draw in mana. They then meet runes of force that direct them to that center and gather them around elements that match their attribute.</p>\n<p class=\"cnNjOGVhMzI4NWQxNDRlZDlhNzQ4YjZiYTIyY2NjM2Nk\" data-original-margin=\"\">Eventually, this energy stabilizes, and whatever the mana gathered around will permanently carry that magic, even regenerating it when it is used. Interestingly, this method is used to enchant magic items as well as grant humans mana. For a knife, the circle would primarily gather metal-attributed mana and add in a little of whatever attributes were desirable, like sharpness or durability.</p>\n<p class=\"cnNlNDA0ZWVmMzI4YjQ3NzhhZTUwMWEwNmY2NWM4Y2E4\" data-original-margin=\"\">For a person, the primary attributes would likely be blood and bone, as well as other obvious elements of the human body, mixed with minor elements for mages who want to specialize in different types of spells. I have a different plan.</p>\n<p class=\"cnNhNDZhYWY4OTRjODQ0YzVhZTIxNmU0Y2ExMjg3MDNi\" data-original-margin=\"\">The first problem is the weeks needed to gather mana, but I am pretty sure I can get around this. The way the center is specified in magic circles is relational. Generally, the room the circle is in is used as a point of reference. Other times an entire estate or even the country itself in the royal family's case. The larger the area used, the more mana can be drawn into the circle. The one rule is the point of reference has to be established, and the magic circle has to be drawn in the exact center of that point of reference.</p>\n<p class=\"cnMwN2FlYWI3ZGM0MDRjNDM4NWRjMjI3NjUxNWViYzIx\" data-original-margin=\"\">The size of the magic circle is actually about comfort as well. In other words, they are large so the person inside them can move around comfortably for the weeks they spend there.</p>\n<p class=\"cnNhNTY3ODlkZGVlYzQ4ODk5YzYzOGVjZThhY2MyN2Fh\" data-original-margin=\"\">Finally, the weeks-long time limit is just the minimum. For particularly rich and powerful families, teenagers spend months there, one renowned mage even claims to have lived in the circle for years to maximize the amount of power they can accumulate. The only reason they leave is because, well, they want to live their lives.</p>\n<p class=\"cnNkNzhkNGE2NmY0NzQyNTE5NjYzZjAzZjUwODkxNWE1\" data-original-margin=\"\">This is where my idea comes in. Hypothetically, as long as the circle is at the center of whatever space I use as a reference, it can be any size. If I choose a space for which the center is trivially large, I can move the circle around inside it. So, by designating the reference space as an ever-expanding universe where either every point is the center or no point is... Well, no one has to care where the center is. I can tattoo a magic circle on my body and accumulate mana from everywhere, forever.</p>\n<p class=\"cnNhYjRmZjE1NWZjZTQxYzE4YmE3MjIwNTQ1Y2YzZDI5\" data-original-margin=\"\">There are two problems, however. Most mages accumulate magic inside their entire body, and this would only accumulate magic in one spot. I add outwardly pushing force runes to my circle that should push accumulated mana into the object it is attached to as a way to solve this problem.</p>\n<p class=\"cnNlMDk4NWUzOGUzMDQwMDZhYjBhODI0NTI4OWU1ODIw\" data-original-margin=\"\">The second problem is the endless size of the universe. This would be too much mana, it would overwhelm me and I wouldn't be able to control it. My magic circle is designed in an intricate spiral with dispersal runes that only allow a small trickle of the mana to accumulate. This is a reluctant change but after thinking it through I realize a 'small trickle' would still be a respectable amount, especially considering I never have to stop accumulating it.</p>\n<p class=\"cnM2NjM5YTk1M2Y0OTQyZTNiOWNkM2IzYmY1Y2UzNmJh\" data-original-margin=\"\">I also make a few other changes, since I have a much more detailed understanding of the makeup of the human body, down to exact percentages. I am not limited to blood and bone and simple elements like that, and I can target the elements of my body much more specifically and accurately. Lastly, I don't want to specialize, so I can focus entirely on accumulating mana.</p>\n<p class=\"cnNmYmJiYzdmMGY1OTQwYjJhOTAzZTA3MmQxMzVhYTZm\" data-original-margin=\"\">Now, I just have to take a few risks. Seeing as each mage can only use a magic circle once, if my design sucks I am screwed. It could even be dangerous; a lot of these ideas have never been tried or even considered before. My encounter with the nobles today solidified my resolve, however.</p>\n<p class=\"cnM3MWY5MTFlYzJlZDRmNDI5NTFiMTQ0OWU1NTE0ODIz\" data-original-margin=\"\">I loathe power dynamics. Nobility, wealth, and every other boot that ever pressed down on my throat in both my lives is going to face a reckoning, and this is what I need to make it happen.</p>\n<p class=\"cnMzMmNhOTQ0ZWMzYzRjYzY4NDMzMDBkYjg1ZTBlMDY0\" data-original-margin=\"\">\"Nothing ventured, nothing gained,\" I mutter to myself.<br>Using ink stolen from Godfrey's shop and a needle from my mother's sewing, I begin the long, arduous task of a highly detailed stick-and-poke tattoo on my stomach.</p>\n<p class=\"cnMzMzMyYjUzMDk0MTQ3ZTE5OTFjMmEwN2IyZDc0N2Qx\" data-original-margin=\"\">This process takes me another two months, but at the end of it, I am finally ready to ink in the activation rune to begin gathering magic. I steady my hand and breathe in deeply. There is no going back after this, and I have to fight off second thoughts.</p>\n<p class=\"cnM4NDY4YzFjZGQ5MDQ2NDlhMzQ2YzM5Y2UxNjg3M2I3\" data-original-margin=\"\">\"Please let this work. Pleeease let this fucking work,\" I beg no one in particular as I grit my teeth and finish the last bit of the rune.<br>Pain.</p>\n<p class=\"cnMxY2VmYTc3MzQ5ZTQ2NGU4NTllMTU3OTE0NDU5Mjc3\" data-original-margin=\"\">Pain is the only word I can think of as I am bombarded with mana. This process is supposed to hurt a little, but something I have changed has dialed that up to eleven.</p>\n<p class=\"cnMxODUyNzAyMTk0YTQ2ZTE5MmVjOGU4ZjQ0NzQyZjIw\" data-original-margin=\"\">I have been pepper sprayed, I have been beaten with batons, and I have been tazed, but this is true agony. Just when I think I have truly made a mistake and am about to cut across the circle to make it stop, my vision fades, and I black out.</p>\n            ",
  "invisibleParagraphContent": "Support the creativity of authors by visiting the original site for this novel and more."
}