{
  "preChapterNote": "<p>Hi, I wanted to give another shout out to a writer with a fun story on here, by an author that regularly reads and comments on this one. Give it a shot!</p>\n<p>Interested in a bit mystery? Maybe a bit of political intrigue, or how about a mystery with a indescribable horror waiting beneath the surface to be discovered? If any of that interest you then be prepared to receive some <a href=\"https://www.royalroad.com/fiction/65737/eldritch-guidance\" rel=\" ugc nofollow\">Eldritch Guidance</a>!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(16, 14, 14, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\"><a href=\"https://www.royalroad.com/fiction/65737/eldritch-guidance\" rel=\" ugc nofollow\"><strong><em><img src=\"https://www.royalroadcdn.com/public/covers-large/eldritch-guidance-aadaujuodrm.jpg?time=1678934024\"></em></strong></a></div>\n<div class=\"col-md-9\">\n<p>In the city of Graheel, a small antique shop sits quietly mixed in with all the other shops. Its unassuming appearance is easily overlooked by many. However, this store and its owner has a terrible secret. A devil lives in that building. The owner of the store, John Li, an enigmatic figure whose origins and intentions are unknown. The desperate from around the world, often unknowingly, come to him in search of salvation. A red witch thinks the owner is an ancient creature, a white fox calls him a wizard of eld, a warrior believes him to be a spirit, a holy woman declares him a god. This mysterious individual would stand at the center of a strange series of events. From the store owner John's perspective, he has no idea what's going on. He really was just a dude that got caught up in some crazy stuff.</p>\n<hr>\n<p>An urban fantasy packed full of intrigue, mystery, and a bit of Lovecraftian horror.</p>\n<p>New chapter released Weekly!</p>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiNWFkODBjZWIyZjQ3MjJhZjk2N2ExZDJjZWQ3ODdi\" data-original-margin=\"\">My mind reels at Ozzy's words. So many thoughts and emotions grip me that I almost feel like I am suffocating. Panic, horror, shock, fury, and sorrow all tear at the fibers of my mind, and I unravel like the seam of an overburdened wine-skin. I fall to my knees and begin to sob, oblivious to the people packed into the room with me. I am vaguely aware that the woman from before is now comforting me as she had been for Ozzy, rubbing my back and whispering that it was okay.</p>\n<p class=\"cnMyNTdiMWU1NWY1MzRmM2Q5NWU0NDE2ODg1MDljZWRj\" data-original-margin=\"\">I am certain of it. That emblem, cruelly branded onto this boy's neck, is the same as the button I found in Henry's makeshift lab. Baldwin has Henry. I mean, I don't know it for sure, but something in the depths of my soul wails that it is true. It makes too much sense. The cruelties and violations Baldwin has been trying have failed. Again and again, they failed. A man so used to owning people, so confident in his own right to govern their very bodies, and a child who won't be controlled.</p>\n<p class=\"cnMzYTk4ZDk4NmFjODQyYWFhYWYyODZkMTdhY2I0N2Q1\" data-original-margin=\"\">He needs a backup plan. He needs leverage. He likely considers my entire family his property. No wonder he never lost his confidence. He always had an ace in the hole. A point of leverage he could use. </p>\n<p class=\"cnNhYTlmYzg3YmVhNjQ4NjY5ODIzZWY3OGM1ZWRkNmMx\" data-original-margin=\"\">'Shit, what if he takes his anger out on him? What if my stupid language tricks send him into a rage and he goes to Henry and beats him? What if he is dead?? Baldwin has no need of an apprentice alchemist, he could just kill him as an example! Oh fuck oh fuck did I get him killed I-\" and I stop myself as my thoughts spiral. No, I can't think like that. Only Baldwin is responsible for Baldwin's actions. Henry is still valuable to him as a pressure point for me. </p>\n<p class=\"cnM4YThlOGI5YmE5ZTQ2NDM4YmQ5NmQxZjM4MGY1OGM0\" data-original-margin=\"\">I start to calm down. Annie Beckett would be hyperventilating right now, but the mana in my body seems to have blessedly spared me by managing my oxygen flow directly. I need to focus. This is good, I can use this. Two of my problems just became one. I can focus all of my efforts on tracking Baldwin's movements and planning to take care of him. Dealing with Baldwin will lead me to Henry.</p>\n<p class=\"cnMxZDMwNGJkOTg1OTRmNzI4NDcxMzhkZjhhZWMxZTUw\" data-original-margin=\"\">I take in a few deep breaths and compose myself. I realize at some point I had wrapped my arms around the woman from before. I suddenly become aware that my reaction spooked Ozzy; he is huddled up and crouched. On the balls of his feet, he has one arm wrapped around his knees while his other jerks to the side with erratic movements. He is mumbling, \"I'm sorry I'm sorry I'm sorry I'm sorry,\" and rocking back and forth. Oh fuck, the poor kid thinks I am reacting to something he did!</p>\n<p class=\"cnM0MGNhYjRiYTcyYTQzOGE4MmViOTU0YjcxN2FkNDY4\" data-original-margin=\"\">\"Ozzy! It's okay, I'm okay, you didn't do anything wrong!\" I reassure, leaving the arms of the woman I had been holding. We both move to him and crouch near him. </p>\n<p class=\"cnMxYTMyN2E4MjFlOTQ2MDU5NjcwMjY1MTM0NDU0OTY0\" data-original-margin=\"\">\"You have to be more calm,\" the woman whispers to me, \"the panic in your voice is only upsetting him more.\" She's right, of course. I have to be a calming presence, not another frantic one. I nod in acknowledgment and lean down close to him.</p>\n<p class=\"cnMyYWI1ZTgwNjg1NzRkNTE5ZTc0NzA5M2I5ZWI2MDli\" data-original-margin=\"\">\"Ozzy,\" I say gently, placing my hand on his arm, \"I'm not upset with you. You have done nothing wrong. It's alright.\" His rocking begins to slow and the muttering quiets. He looks up from behind his good arm with clear apprehension. \"I want to apologize to you, Ozzy. I shouldn't have startled you like that. Will you forgive me?\"</p>\n<p class=\"cnNlNTYyODQzNmIyZTQ5OWI4YTdjZGEyYjNmNWZjMjJm\" data-original-margin=\"\">\"You're not mad?\" he sniffles, his voice reflecting the same fear and uncertainty as the rest of his body.</p>\n<p class=\"cnM4MjIwZjcxNzVmMzQ0OTY5NmI1ODMwMTIzNDA0MDlm\" data-original-margin=\"\">\"I'm not mad,\" I reply, giving him a soft smile and a nod. \"Will you forgive me?\" He looks at me for a moment, then nods rapidly. I stand up and offer him my hand to help him stand as well. </p>\n<p class=\"cnMxMGM3MGI0ZjI2ZDQ4N2RhNmI4NmI4Y2RlYmFjYjlk\" data-original-margin=\"\">As he is pulling himself up with my help, I feel him tense up as another man sitting against a wall nearby complains, \"When is someone gonna shut the little shit up for good?\" Ozzy looks around like he's scared of being hit, then scurries over and hides behind the woman who had introduced us. I glare daggers at the man who had spoken but he shows no sign of remorse.</p>\n<p class=\"cnNhNzM5MjEyOTQ1NzQ1MTc4YzVmNDBkYzRlMTQ5OTdl\" data-original-margin=\"\">I open my mouth to snap at him but the woman beats me to it. \"Shut it, George, he's a fair bit more pleasant to listen to than your constant bellyaching!\" The man just waves her off and I feel no need to escalate any further. I am growing to like this woman more by the moment. She seems fairly deceived about the level of her guilt in her sickness, but that's hardly her fault. It's a rare gem that can find themselves in a situation like this and still make room to feel compassion for others.</p>\n<p class=\"cnMyYjRiNWVmN2FmMzQ5NjNhMzUwZDg5ZjdhODE5MDEx\" data-original-margin=\"\">\"What's your name?\" I ask, looking up at her and she looks down at me, smiling. Ozzy glances around from behind her and I wave at him before returning my attention to the woman.</p><p class=\"cmRlNmRmN2FiN2UwNDQzMGNiYmI0NzY2ZWEzN2ZjZGYz\" data-original-margin=\"\">If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it.</p>\n<p class=\"cnM0M2ZhNGQ5MjhkMjRlYzA4NTNjOGE0Mjg2NzZmNjYz\" data-original-margin=\"\">\"I'm Diana, a pleasure to meet you,\" she replies warmly, even giving me a curtsy. \"And you are?\"</p>\n<p class=\"cnNjYTY1MGQ3MjlkYTRkMjg4MDgzYzI4NTA0MmI1ODcy\" data-original-margin=\"\">\"Lillith. My name is Lillith. A pleasure to meet you as well Diana,\" I respond, giving a soft bow as I wore my practical attire today. This seems to amuse her and she rewards me with a laugh.</p>\n<p class=\"cnNmNjA3OTU4ZjI3ZTQ1YTc4ZGM1YmM4MGIyM2NmNDFl\" data-original-margin=\"\">\"So which is it? Did you end up here after confession, or were you dropped off by your master or husband?\" she inquires, looking me up and down.</p>\n<p class=\"cnMwMDJkMGE5Y2YyNzRlODViMDVhZGRmMzYxZjE0YTk3\" data-original-margin=\"\">\"Neither, I came here on my own,\" I reply, eliciting a look of confusion. \"Do you mind if I ask you a few questions?\"</p>\n<p class=\"cnM1Yjg3MjZkZDEzZjRhZWQ5YzQ5MGYwY2QwZjM1YzVl\" data-original-margin=\"\">Her face dances with concern at my answer but she nods, \"Well alright, but you really have no business here if you aren't serving penance, you need to get home as soon as you can young lady!\"</p>\n<p class=\"cnM5NTRhNzk1NGMwNjQ4Y2Q5Mjk1NzgyMDI3Mzc3N2Yx\" data-original-margin=\"\">I smile at her concern. \"I'm alright; don't worry about me. Can I ask, do you ever get any visitors?\" This confuses her even more, but I continue, \"Priest, nobles, anyone who checks in on you?\"</p>\n<p class=\"cnNkNjVjZWJhYTdhMTRjODE5MTI5NTYxZTIwYWUxNDJk\" data-original-margin=\"\">\"Before you? Never. No one would come in here willingly. The only person who approaches is the priest. He drops off a few crates of food about 10 paces from the door and then leaves. We can't leave to get it until he is far enough away. Then he'll come to get one of us, and they'll just go blank; they walk to him and then they're gone. Those are the only times we see anyone else.\"</p>\n<p class=\"cnMyMmQ3OGEyYzM3YjRiNDY5N2I2ODU5ZmQwMjU2OGEw\" data-original-margin=\"\">\"You can't leave? Who stops you if the priest is the only one who ever comes near?\"</p>\n<p class=\"cnM2MGM3ZGM2Yjk1YzQ0YWRiMzcyOTc1YmRhMDZiMjg0\" data-original-margin=\"\">\"What do you mean? We just... can't...\" </p>\n<p class=\"cnNmNGJmNzkzZGI2NDQ1MDM5ZWZjZTVjZjdmYzg5Mzc2\" data-original-margin=\"\">I furrow my brow at this. Is it more of the priest's mind control? They keep the inconvenient members of society locked away, unable to leave until they get them? \"Can you... ever leave? Besides to bring the food in I mean,\" I inquire and she shakes her head, looking at me like I just asked if she ever wears her bloomers on her arms. Well, this could work...</p>\n<p class=\"cnM5MGQ5YTNlZTZkNzRhY2U5MzJiYTZhYTI3YjE2NDk2\" data-original-margin=\"\">As I am contemplating her answers, Ozzy finally emerges from behind Diana. I see his arm twist behind him in a position that looks incredibly uncomfortable, and I decide to try and help. \"I might be able to fix that for you,\" I offer, \"I'm a mage, I know a few tricks.\"</p>\n<p class=\"cnM2NWMzMmJjYjhmMzQzYWZhYjAwYTc4ZjIwOTE4MjY3\" data-original-margin=\"\">Diana laughs again, she is a very cheerful woman for one who has been banished to live like an animal. \"You're a mage, are you? Come on girl, don't toy with the lad like that!\" I just smile up at her and cast a flashlight above my hand, drawing the eyes of everyone in the building for the first time. A sense of fear washes over the room and I realize that may have been a mistake. Oops. \"By the Collector, My Lady, why is a noblewoman visiting us??\" she exclaims.</p>\n<p class=\"cnM1MDY5MmQxMmU1YTRlZDdiYjZjMTAwYmVkOGJiZmM1\" data-original-margin=\"\">I banish the light and put my hands up placatingly. \"I'm not a Lady! Well, I'm a lady, but not a Lady lady. I'm a commoner, I'm just also a mage. I really can help!\" I explain, reducing the suspicion and fear in the room not a bit.</p>\n<p class=\"cnM4MmRjMzIxNzU5NzQ1NGQ4MmM4NTJiNjJkYzRlYjlm\" data-original-margin=\"\">Diana shakes her head at me but Ozzy speaks up, \"You can help me? How?\" I see the hope in his eyes and, to my great relief, I feel the intensity of my mana drop, just a little.</p>\n<p class=\"cnMyYjg4ZmU3MDdmODQ3ZDA5OGY3ODFmZmVkODNmYzQw\" data-original-margin=\"\">\"It's hard to do, and I'd need your permission and help, but I can use mana to alter your body a little. I can find where the problem is and show your body how to adjust so you can use your arm again. I can even make other changes if you like, maybe get rid of that brand? I think I can do pretty much any... thing...\" I trail off as I realize The entire room is gaping at me in horror.</p>\n<p class=\"cnNlOGJmMjhkN2NiMzRmNmU5NmM4MWI5ZjY5N2QzZjIw\" data-original-margin=\"\">\"No no no, please don't I didn't do anything wrong, I'm sorry!\" Ozzy begs as if I had just threatened to have his arm severed from his body.</p>\n<p class=\"cnNlNWNkYzg1ZThiNTQyYTE5YzJhMmQxNjBjYjUyOTQ4\" data-original-margin=\"\">\"Are you a fool, girl, or are you just cruel?\" Diana reprimands. I look at her, dumbfounded.</p>\n<p class=\"cnNjZjQ0ZGQ0NzM5YTQxMWI4ODA4NzQxZjMyZDU4Njc3\" data-original-margin=\"\">\"I- I don't understand, what did I say?\" I stutter out, absolutely lost.</p>\n<p class=\"cnMyMTIyNWEwZWJhYzRmNGU5NDAyOTc1YmFhZTdlNzY0\" data-original-margin=\"\">\"You said you were going seize the Collector's work and alter the poor boy's body! Do you want him to be banished to the woods?\" she lectures me, clearly upset, and pulling Ozzy into a hug.</p>\n<p class=\"cnM2M2U2ZWFjNGNjYTRmYzFiM2UyZWIyZDg4ODgyZTZi\" data-original-margin=\"\">\"Banished? For allowing himself to be healed? Weren't you already banished here for being sick and injured?\" I ask. I can't understand why they are so afraid.</p>\n<p class=\"cnM3NWE5NDMyZjIwZjQ5MzJiMjMwZGU4NThjNjM2MTYz\" data-original-margin=\"\">\"To the woods idiot girl,\" she snaps, forgetting all her fear of mages from a moment ago. \"I'll die here before I let that happen, any of us would!\"</p>\n<p class=\"cnM3YjU4NTIyZGI4ZDQ1NGVhMjIyZjlmYzA1MjBkNDZl\" data-original-margin=\"\">\"Why the woods? I don't understand?\" I ask, even more confused.</p>\n<p class=\"cnM3YTdhMDFhZmYwNzQ5MjZhYWFlMDRkNzM0MTIzZWFh\" data-original-margin=\"\">\"Why the woods? Because that's where all the monsters are! That's the only place you'll end up if you go trying to alter the Collector's design!\" she fumes. </p>\n<p class=\"cnM5Y2U3ZTNmZTA4ZjQ3Yjc5NDcxNmZkZmIyNGI5ZDI5\" data-original-margin=\"\">So it's more like an execution than a banishment. They refuse to heal them, they lock them up here, bringing them just enough food to survive, and they send them to be killed by monsters if someone else heals them? There is something sinister going on here, and I intend to find out what. First, I think I can help them another way.</p>\n<p class=\"cnMzZTI5ZDQ3NzhjODQ1ZDhhYTAyYTEwZmQ2NjM5YTRl\" data-original-margin=\"\">\"I'm sorry,\" I say, \"I didn't know. I'm a fairly new mage. Can I help you in a different way?\" She cocks an eyebrow but softens a bit.</p>\n<p class=\"cnM3YTg0N2QxYTg2NDRlZjU5MDNhNDdjOGFhNmRlOTc3\" data-original-margin=\"\">\"Alright, but no more of this talk about messing with anyone's body, okay? What did you have in mind?\" she asks.</p>\n<p class=\"cnM5ODdiMjE2NmYxOTRlZDY4OTU3YTUxODMyMTNjNzFl\" data-original-margin=\"\">\"Well, I know some kids who could use a sheltered place. They can come here, bring extra food and supplies, and help you contact people outside of here. In exchange you let them use the building and care for them if they fall sick,\" I explain, hoping I'm not threatening them with some other taboo.</p>\n<p class=\"cnM1ZmNjMjJkNjZhNjRhYzJiOWM1NzlkOGNmOTQ0ZDEx\" data-original-margin=\"\">\"Kids?\" Ozzy asks, clearly getting a little excited. </p>\n<p class=\"cnM3ZWFlODk1ZTlmNTQ3YWJhYWIxMDhiNmI4YzhiOGQ0\" data-original-margin=\"\">Diana looks more skeptical. \"This is no place for kids that haven't been sent here, Lillith. I don't know if that's such a good idea.\"</p>\n<p class=\"cnNiYTY4MGM2MTg3YTRmODg4MDBjYTU0OGNiMDIyMjQ2\" data-original-margin=\"\">\"They're orphaned and alone, Diana,\" I say, \"You would do them as much good as they would do you.\"</p>\n<p class=\"cnM5MGEyYzEyYzEzODRhMDJhY2I0NjZhNGI4NzkxMjFl\" data-original-margin=\"\">Her expression softens and she nods her head, \"I see. You are trying to help both of us are you?\"</p>\n<p class=\"cnNkN2JmNzc2OTZmODQ5NDNiNTM4NWM4MjQzYWNhZjNh\" data-original-margin=\"\">\"Yep,\" I beam, \"and one more thing.</p>\n<p class=\"cnM1ZDEyMTE3ZTU5NDRkN2FiNGIyODUxMmUzZGRiMDg4\" data-original-margin=\"\">\"What's that?\" she asks, folding her arms.</p>\n<p class=\"cnNjOGFhYjY1NTdlZTQ0MTM5OWNlNDgyYTA2MmE3ZmJl\" data-original-margin=\"\">\"I want to teach all of you to use magic,\" I announce to the entire room, and everything goes quiet.</p>\n            ",
  "invisibleParagraphContent": "If you discover this tale on Amazon, be aware that it has been unlawfully taken from Royal Road. Please report it."
}