{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNmNGQ3MDI4Njg5ZTQyMmJiYjc4YzgzMzc2MTU5MzFm\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnMzZmU4Nzk2NTVjMDQxN2Y5NDRjZjI4OTI0OTg0ZGI3\" data-original-margin=\"\">This is not going as well as I had hoped, but it is going better than I expected. Ember's revulsion to the magical altering of the body surprised me. It also connected a few dots. I don't know who or what the Collector, or the Nexus as Ember calls it, is. But either its influence extends past Potestia, despite the lack of worship it receives, or its taboo on changing the body has a common source. It could be a coincidence, it's not like people responded universally well to transitioning on Earth after all. But it feels the same.</p>\n<p class=\"cnNiNDQ1OWNlYTNiNzQyMjc5NzgyZjUwNGRhMzY0NmVh\" data-original-margin=\"\">As far as I can gather, tattoos and piercings don't elicit the same strong reaction. At least Ember didn't react to mine or anyone else's. And it wasn't the lack of respect for gender as a law of reality that seemed to throw her. It was the very concept of changing the body from its original design. Except in Sarafyna's case, because she is a sage, apparently. I have to assume this refers to her divine magic. Her mention of other sages concerns me, especially since I get the feeling they are the rulers of her country in some way. It was bad enough when the national religion had mind control powers, but if all of the country's leadership does? Well, I wouldn't want to live somewhere run entirely by Baldwins.</p>\n<p class=\"cnMxYTc1ZTViYjBkMDQ5NzViMDUxNGQyMjFlZjc5MjU4\" data-original-margin=\"\">And of course they have some sort of special exemption from the taboo. Still. Her outrage had the easy tone of a child echoing their parent. Like a belief wedged into her like thorns, but lacking roots to hold their place. This is important. We have visited a couple dozen communities now. Places with elected leaders, others that chose leaders by drawing, and my favorites, the ones with organizers but no established authority figures at all. I have introduced her to people all over the world now. Former slaves and Mages of Penance. Dozens of different ways of life that different people have been allowed to choose.</p>\n<p class=\"cnM0NTFkODNiMGI3YTQ4ZjU5N2E5NWEzYjRjNDJhOGQz\" data-original-margin=\"\">One thing she hasn't seen is a military force. Anything to indicate we are invaders. She has seen people living their lives for the first time. Listened to their stories. She had nothing kind to say to any of them. Not a word of comfort or a hint of compassion. Outwardly, she was nothing but hostile. But I am hopeful. Because this entire time, she has been fostering a deep grief. It resonates through her bones like music and twists her. It is a rope, knotted around a wooden stake. It's a stake she has held through her heart for so long her flesh has grown around it. Into it. But I can feel it. If I grab that rope and pull, I can tear it out.</p>\n<p class=\"cnM2NTlkM2YyYmZkYjQ0MzBhZjZmZjRhY2EzN2FmYWIx\" data-original-margin=\"\">It will be painful. It will be bloody. And it will leave an open, empty hole behind. But it will be something that can heal. I don't know what she is comparing everything she has seen with. I've never seen her home, and I've never met her family. But I know that what she has seen is not what she was told she would find. It's so easy to believe strangers are invaders. A malignant force creeping into your home. It is sickeningly easy... until you meet them. Until you meet their children and hear their stories. Until the foreign monster is revealed to just be another person.</p>\n<p class=\"cnM1M2QzZjA4M2FkMTRhMDNhNTU5Zjc0MWQ2YmYzNWFl\" data-original-margin=\"\">She has resisted this every step of the way. This is always the way. To find ways to dismiss their personhood. To vilify them and curse them. To justify fear in any and every way available. But I can feel it failing. I can feel the truth burrowing its way into her. So this isn't going as well as I hoped. But yes, it's going better than I expected.</p>\n<p class=\"cnNlYjE2MjI1YzQ3MTRjMWE5NjIwYmM2YzM0ZWY3N2Uy\" data-original-margin=\"\">\"There is one more,\" I hesitantly admit. \"I'll be honest with you, it's not our best. In a way, it is more depressing and pathetic than anything you have seen so far. In another, it will be the closest to what you are expecting. You asked to see all of them, so I'll show it to you. But truth be told, I'd rather not. I think you know enough to know what I stand for, and this last place... it's not what I stand for.\" I leave it at that and Ember is silent for a while. We walk through the green field near one of the more democratic communities in the middle of an open plain. She actually lowers herself slowly to the ground and sits, her tail flicking behind her. It's an impressive feat with her hands bound.</p>\n<p class=\"cnMxMTAyODkyMWIzNDQzNTViMGZmZDFmZDM5M2QwOTJj\" data-original-margin=\"\">Again I look at her legs and wonder why a bipedal creature would still have that structure. It explains her height, she'd have to be that tall just for balance. Then I examine her face for a moment, shrug, and sit down next to her. Ed and Sara share a glance and join us so we are all sitting in a circle. \"You are still invaders, you know,\" she says and I scoff.</p>\n<p class=\"cnNmMDgyOWRmYTgwYTQzY2Q4ZDViZjk2ZDdiNmE1MDQx\" data-original-margin=\"\">\"Invaders, are we? On all this unused land. Providing for ourselves. Asking for nothing but a safe place to live our lives. What are we invading, Ember?\" I challenge.</p>\n<p class=\"cnNjNWQwNjIxOGU2ZDQ1MTFiYTdmNTVkMmNhMWRhOWFh\" data-original-margin=\"\">\"You crossed our borders and built entire cities on our land. That's exactly what an invader is. A fucking colonist,\" she retorts. And sure, I guess we are literally colonists, but not in the way she wants to believe.</p>\n<p class=\"cnNhNjZkNTYzNjUyNDRkYWZhYTUzNTI5M2IwMzEzZGI5\" data-original-margin=\"\">\"We aren't what you've been told, Ember. We aren't the forces of hell. We aren't the first wave of some superpower here to drive you from your homes and take it for ourselves. These people are refugees, occupying unused land because their home wants them to be slaves,\" I answer.</p><p class=\"cjgyOTc4Y2RjNzhlNTQ5Yjk5N2IxNzE2ZWU5NzQ1MGVl\" data-original-margin=\"\">You might be reading a pirated copy. Look for the official release to support the author.</p>\n<p class=\"cnNmNWJkMzk0NzNiNDRiOWI5YTY1ZDNjZWVhODI3ZWFm\" data-original-margin=\"\">\"Occupying our land, past our border,\" Ember corrects and I roll my eyes.</p>\n<p class=\"cnM2MmYyNjE1YzM5YzRjNjRhZjZkN2YxZmZhNzE0ZGE5\" data-original-margin=\"\">\"We crossed your border so we are invaders? What, you drew a squiggly line on a paper somewhere and if anyone crosses it they are an evil demon you have to drive away? That's a child's game, Ember. You play that in a sandbox and then you grow the fuck up. You don't base decisions about actual people's lives around it!\"</p>\n<p class=\"cnNiMjUwOGZhNjc5MzQ5Y2RhYmEzZjBjNDcwZDhlMzQ5\" data-original-margin=\"\">Ember scoffs. \"You're hardly objective about this. But we aren't getting anywhere. I want to see the last one. I don't care if it's your least favorite. Show me,\" she insists. I sigh. Well fuck. But I suppose we weren't going to get anywhere with half the truth anyway.</p>\n<p class=\"cnNhMmExMDBlYjg5NjRhMDk5NTgwMTZkZGUwOWJlODE1\" data-original-margin=\"\">\"She was going to see them eventually, Lil,\" Ed shrugs.</p>\n<p class=\"cnNjMTYxYjVjMGZhODQ1NGQ5NGNlNGFiN2MyZmYzMDI4\" data-original-margin=\"\">\"Uh, can I wait outside this time? I keep getting weird looks when we go there,\" Sara requests.</p>\n<p class=\"cnNiNTI2M2I5YmI4ZDQxZGY4NGJjMmJjODIzNTNkNGNj\" data-original-margin=\"\">\"What, they don't like sages? Is that why you don't like it there? I don't care about that, plenty of people don't like the sages,\" Ember replies.</p>\n<p class=\"cnNiNzA5ODUwMDgxZjQ2OGZhZmNkN2YzNWY0ZWIwODU1\" data-original-margin=\"\">\"That is actually very interesting. See, it's not that bad, just telling me a little bit about where you're from. But no, not sages. Assuming I understand you correctly, I don't think I am a 'sage'. That's all Sarafyna. No, it's lesbians they don't like. I kissed her in front of them on a recent visit when they were trying to set up a marriage for me. Anyway, one thing led to another and I couldn't exactly go with her on the next visit. Sorry about that, Sara,\" I explain.</p>\n<p class=\"cnNiMjQwYmU0ZGM1ZjRmOGVhNTliOTJhOTE2YTczMzVm\" data-original-margin=\"\">\"Wait, what?\" Ed startles, \"You two are... courting?\" Oh right, I keep forgetting to talk about that with them. The relationship is still new and I was planning on coasting for a while longer, but I guess we aren't doing much to hide it.</p>\n<p class=\"cnM2NTg0MWVmYmMzODQzOTBiYTUwN2VkZjczNTk3NmMy\" data-original-margin=\"\">\"Yes Ed, we are courting. Don't worry about it,\" I answer. I'm about to elaborate but I see Ember staring at me with a previously unreached intensity. \"Uh, hey girl. What is it? Don't tell me you have a problem with it too, do you?\"</p>\n<p class=\"cnNmMjU2MjdjN2JjMDQwZTM5NjM4Mzg1NWEwYWRlZTg2\" data-original-margin=\"\">She blinks, then shakes her head. \"N-no, I don't care about that. It doesn't... the stories never mentioned the chimera being intelligent, much less romantically involved with you, but it doesn't matter. I suppose prophecies are always vague. But... you aren't a foreign sage, are you sure?\" she asks.</p>\n<p class=\"cnNkZjFkYWYyZTg3OTRlNGJhMDViMzc3OTJmYTE2Yjkz\" data-original-margin=\"\">\"Prophecy? Seriously? You have been talking about some bullshit prophecy this entire time? Come on man, that's an even worse reason to hate me than the squiggly paper line! But no, I'm not sure. I can only guess what you mean by 'sage', so I suppose I'm not sure I don't qualify. Care to share with the class?\" I say. Ember looks back and forth between us, her mouth closed and calculations running across her eyes. Finally, she lets out a breath.</p>\n<p class=\"cnMzMTZiMmNlMWIwNTQzMDA4ZWU5NzY1YWRhNDlkYjY4\" data-original-margin=\"\">\"A Nexus sage. Someone who can control and manipulate nexus energy. Weren't you both using it to... weren't you both using it back there?\" Ember asks. So she does mean divine magic.</p>\n<p class=\"cnM4OTZmZTQ5Y2VkMDQ4N2M4NWM1NGJhZmE2N2FkMWY1\" data-original-margin=\"\">\"No,\" I shake my head. \"I was just using regular mana. I just use it to help direct Sara. If that magic is what you mean, then yeah, that's all Sara. I'm just the trophy wife.\" Ember examines me even more intensely at this. Then something occurs to me. \"Wait, why did you assume I was a 'foreign' sage and Sara was a 'local' sage? What's that about? We are from the same country.\"</p>\n<p class=\"cnNlYzg2YjY5ZjMxYTQ4ZjdiZDcwODkxYWMzYWU2NWZk\" data-original-margin=\"\">She looks at me for a moment. She opens her mouth to respond, pauses, and I can see her expression shift as she changes course. \"You just talk like a foreigner,\" she finishes. What does that mean? I talk like a foreigner?</p>\n<p class=\"cnM2ZWY0NzU3OWU3NjQ2Y2ZiNjQyNWYyMGM5NWJjNGE4\" data-original-margin=\"\">\"What? Do I have an accent? Wait we both talk like a foreigner to you,\" I protest but she looks away stubbornly. \"I don't talk any differently than anyone else here. I mean, I'll give you I say some eccentric things but...\" And then it hits me. I do, in fact, speak differently than anyone else here. Or rather, I talk about different things than anyone else here. It's obvious, really. She is in contact with the Woods, or Collector, or Nexus, or whatever you want to call it. The same entity that tortured Sarafyna and told her she was in hell.</p>\n<p class=\"cnM1N2E0ZWRlYmYzZjQ3NTZiODFjMWYzNjA0ZWFhNjAx\" data-original-margin=\"\">In a way, Sara is local in a way I am not. They all are. They may have been born across different borders, but I am the only real foreigner here. The way I trail off doesn't go unnoticed. Sara's eyes widen as a similar realization dawns on her. Ember's eyes narrow as she watches me work out what she means. Ed, still reeling from my casual coming out, slackens his jaw as he tries to figure out what everyone else is reacting to.</p>\n<p class=\"cnMxMzczZGQzMTU3NDQ2MjE4MzZhMzNjZDgxY2EwNjVh\" data-original-margin=\"\">\"I thought you said you weren't a sage. Why lie about that?\" Ember questions and I hold my hands up in protest.</p>\n<p class=\"cnM1OWU2ZDFhMGEyMjQ5NjQ5NTZmNzZmZTdiYzFkYjI1\" data-original-margin=\"\">\"I didn't! I don't have divine magic! Or nexus powers or whatever. I just... look, what do you mean by foreign? Are there 'foreign' sages in your country?\" I ask as she examines me.</p>\n<p class=\"cnMwZjFkYmYxODE0MjRhNmNhZjllOWM1ZjljOWJhMDAy\" data-original-margin=\"\">\"What's going on?\" Ed interjects but no one turns to respond. Sara's scars begin to grow more pronounced and her fingers lose their shape as she prepares to defend me as our guest grows more agitated.</p>\n<p class=\"cnNjYmJkZGE2MzY0OTQxY2NhNDAwMTFiNTMzNjE2MDcx\" data-original-margin=\"\">\"I think you know what I mean,\" she accuses. \"I have never heard any local speak like you do. About the things you do. But I've heard plenty of it from the sages. But I don't know why I should be more open while you continue to lie.\" Well fuck. That is about as much confirmation as I need. I'm not the only one. There is someone else like me here. Multiple people. This only introduces a million questions. Are we all from the same place? How long have the others been here? How many of them are here? What does she think I'm lying about?</p>\n<p class=\"cnMwOGNlNDhiYmY5MjRlZDRiOWFjNjcwMmQwMWYyODgz\" data-original-margin=\"\">\"Alright,\" I say. \"I am a foreigner. I'm not from this world. I'm older than I look. I had an entire other life in another reality. All cards on the table here. So. Will you tell me about your sages now?\" I ask. Edward looks at me like I just spit up on myself but Sara only looks concerned. Ember looks hostile.</p>\n<p class=\"cnNjMjExYzgyZTczZDRlZjU5YzY4MzBhNTlkNWU1NzA1\" data-original-margin=\"\">\"Yes, I figured that out. I've suspected it since I first woke up. But you are still lying. I know this because every foreign visitor is a sage. If you couldn't control the nexus, you couldn't come here. So why are you lying to me?\" Ember replies.</p>\n            ",
  "invisibleParagraphContent": "You might be reading a pirated copy. Look for the official release to support the author."
}