{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwNDhlNGIyNTdkNjRhNTg5OGY1ZjA4YzM1ZDdkZGRj\" data-original-margin=\"\">\"What is wrong with you? Seriously Annie, what are you doing right now?\" Sara scolds in a quiet voice the second I open my eyes. My hand flies to my cheek, then my side. All healed. I'm wearing clean clothes and lying in my bed at home.</p>\n<p class=\"cnNmNWU2Mzg1MmFmZjQ5NWFiOTkxZWE5NDcyZDgxMWVm\" data-original-margin=\"\">\"What happened to Lord Nathanial?\" I immediately ask, \"Did he get away? We need to-\" I am stopped short as I look at my girlfriend's face. I have seen her without form at all and with random limbs growing out of her body like Nico Robin. I have seen her split her body into a giant mouth with hundreds of teeth. I have seen her contorting into horrifying monsters or growing hundreds of mouths on tentacle limbs. The look on her face at this moment scares me more than any of them. She is furious in a way I have never seen directed at anyone but priests. All of it is directed at me.</p>\n<p class=\"cnMzMDY2MjJkYTE2ZTQyMTE5N2RjOWRkZWJlZTdjYTk0\" data-original-margin=\"\">\"Shut up about the fucking lord,\" she says, still quiet, still calm. When I woke up, I had mistaken that quiet for Sara's usual reserved demeanor. That was... a miscalculation. Because it is also cold. Cold and livid. I haven't had someone this angry at me that I actually cared about for a long time. I swallow. \"Do you know what you looked like when I found you? Under a half-shredded shield, bits of stone embedded sporadically in your bleeding and burnt flesh?\"</p>\n<p class=\"cnMzOTFlNWRhM2VlYTQxNmVhOTMyNzJlYmQ4ZGIzYzNi\" data-original-margin=\"\">Guilt begins to creep up my spine as I respond, \"Sara, I know, it was stupid, I just-\" I start until she cuts me off. Her next quiet words boom over my protests.</p>\n<p class=\"cnM5YmE2ZGE5YjQyNDQxODc5ODA1Yjk0Y2M0MGYyMzAw\" data-original-margin=\"\">\"I thought you were dead, Annie. I thought you were dead for... longer than I should have. You don't have a heartbeat. You even felt dead to my divine magic. I thought you were gone <em>for hours. </em>It wasn't until you started coughing in the cart, halfway to the house, that I realized I hadn't lost you forever. So tell me, Anne. Why? Why did you rush into a fight you weren't ready for? Why couldn't you just rest? You told me you would rest! But you just had to push, and push, and push, like you always do. You got lucky. You should be gone now, do you understand that Anne? You should be dead, and I should be mourning over your fucking corpse. Why? Annie, Why?\" Sara grows louder and more impassioned as she asks me this, and water is running down her cheeks by the time she is finished.</p>\n<p class=\"cnM4OWE0NGMyMDlhNzRlNTdiYTRlMjMyY2I0YzQ1N2Y4\" data-original-margin=\"\">I don't answer at first. Her tears are summoning water to my own eyes and my throat aches with an unreleased sob. I can't defend myself. She is right. And, while even in the moment I knew I had made a mistake, seeing the effect that mistake had on Sara carries its own gravity with it. The silence drags as she glares through glassy eyes and I bite my lip. Finally, when I can't leave her in silence any longer, I speak. \"I'm... I'm sorry. I was being an idiot. I just...\"</p>\n<p class=\"cnNkNzcyMzlhNzQwODRjNGRiZGUwYzQ0OTlkMTliNDgx\" data-original-margin=\"\">\"Just what?\" She leans forward, inviting me to continue. I'm not used to being on this side of this type of exchange and I have to say, I'm not a fan. But I have to admit I belong here.</p>\n<p class=\"cnNjYzNlYTkzOGJlODQ4MTE5MzBkN2RiYmY4MWNkYmEz\" data-original-margin=\"\">\"I hate feeling helpless. I know, I don't have to tell you that. But it's the best I have. I hate feeling helpless, Sara. I hate feeling helpless to help. I can't stand watching horrible things that I can't change. I hate feeling grief I can do nothing to soothe. I hate that I found my friend, beaten, abused, and mocked and there was nothing I could do to make it better. Yeah, I killed the people who did it. And other people with the same power turned around and started doing it to other people immediately. I want to stop it all. I want to be everywhere, putting every fucking abuser and creep in the ground. It's what makes me who I am.</p>\n<p class=\"cnNhYmQ2NjAxYjE2ZTQ0Yzk5NzFlN2NmYTgwMmJmMmQ5\" data-original-margin=\"\">\"And I was. I was doing everything I could, anyway. I finally felt like, maybe, I could stop all of it. Then this fucking cancer showed up. It showed up and tried to put a collar on me. It wants to chain me to the wall and force me to watch as comfortable, rich, assholes wave their hand and burn homes to the ground to punish our efforts to organize. To help. To feed. I was so fucking angry, Sara. It was like I was at the academy again, looking down at Leo in the dirt and the blood. And again, I wanted to tear the culprit apart. So I rushed it. I'm sorry,\" I explain. It's not much, but it's true.</p>\n<p class=\"cnNiZDM5ZGE4NzI3NTQ3NDI4N2M1Yjg4Y2YyNTJjOTMx\" data-original-margin=\"\">\"Annie. You are not powerless because you are sick. Maybe you don't always get to be the big hero anymore, but you are not powerless. Or what have we been doing these past few years? All these communities we've built? All these whisper spheres we've distributed? You have always said you don't want to be the hinge that revolution needs to turn, so why do you have to risk everything you and I have as soon as you don't feel like you are anymore? Do you know what Ed, your brother you used to complain about, pulled off while you were pulling your little suicide stunt?\" Sara reprimands.</p>\n<p class=\"cnNjZTcyNWNkNzVlZjQ1NDdiODcwZWViNmZhZjk3Y2Fk\" data-original-margin=\"\">\"He drove off the gang?\" I guess. This isn't a huge surprise to me, it was what I left him there for. I knew he'd pull it off fine.</p><p class=\"cmYyMmFmZTM0YWVhZDQ5NWM5MzAyMzNkNGE4NDQxM2Fi\" data-original-margin=\"\">If you spot this narrative on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnNjYTc1ZDU1MGEwYzQwMzg4ODk1YTI2YTE4MzhlZmZk\" data-original-margin=\"\">\"Yeah, he did. It took a toll on him, but he did. But that's not what I mean. He pulled off what you could have, if you had come back instead of running off to fight the most powerful mage in the city while your body was trying to kill you. All those people that saw him defending them, then saw what the knights you killed tried to do? They reached a tipping point,\" she answers and I feel a sudden, slight rush of adrenaline.</p>\n<p class=\"cnM2MzJhYTE5NTA0NDQ4MjdiMWM3MGRhZThkZmIwMjk5\" data-original-margin=\"\">\"He got more people to come back?\" I ask, hopefully.</p>\n<p class=\"cnNiNjViMmQ0YjlkNzRlOGQ4MmQ3ZmVmNWFlM2I1MDE4\" data-original-margin=\"\">\"No. He did the opposite. He convinced some of our volunteers to stay. Because the people there are ready to fight, not flee. After watching a regular mage defend them. After seeing what almost happened to their family. They are doing what you always said they would. They are organizing, and fighting back. And Ed is the one who helped them put it together.\" My breath catches at that. We have been helping and supporting cities all over Potestia for a long time. Freeing slaves when new ones have been captured and feeding anyone else we can. But the commoners in each city have always chosen to risk the future or come to safety with us. If I understand Sara, however, it sounds like one city has actually decided to fight for their home.</p>\n<p class=\"cnMxZjU4Njk5OTMxYjQwOGQ5ZWFjMTQ5NTM3M2U3MDcx\" data-original-margin=\"\">\"And people are going back there, to fight?\" I ask. Sara nods.</p>\n<p class=\"cnM2YWZlMDBiN2U4OTRjNzZhNzczZTU2OGQ1OWM4NmIw\" data-original-margin=\"\">\"I've brought two caravans back already. They are ready to fight, Annie. Some of your ideas, and some of theirs, have already been implemented. The nobles in Tumult are about to get very uncomfortable as every laborer in the city begins to refuse them. They are standing together. This is growing beyond you. Because they are not alone, which means neither are you,\" she says.</p>\n<p class=\"cnMxNGFiMjk5Njc2ZDQ1YzVhMDU3NDIwYWRjYjM1YTQy\" data-original-margin=\"\">\"Really? Which ideas?\" I ask, my blood pressure rising as I think about what this means. I have mentioned a lot of things from Earth that could replace the systems people were used to. I didn't know what would work best in a world of magic, so I just spread as many ideas as I could from Earth. The people in this country had spent their lives under mind control, convinced only one system of society existed. Even if they hadn't, everyone always believes the current state of society is the best it can ever get. So instead of just ideas I like, I have been distributing everything I can remember about all sorts of theories and ideas. I am also not as good at this part as some of my friends back on Earth, but there are plenty of brilliant people here. The more I share the more they'll be able to come up with their own alternatives.</p>\n<p class=\"cnM0NGZjNThiMTg5ZDQyZTc4NDI3ZmFlMTA1MzVkM2Vj\" data-original-margin=\"\">This is what she means by 'my ideas' so I am more than a little curious how the beginning of this revolution is forming. She glares at me, making it clear this is not the time for questions. \"They are refusing Potestian coin and using mana vouchers. Stop getting distracted, you can ask Ed all about this later. The point is that they are not powerless. They are not powerless, because they are fighting, together. So you don't want to feel powerless? Come back to me. Make a plan. Talk to the thousands of people you helped bring together. And do not tell me how I'm 'too important to fight with you' unless you are willing to fight alongside everyone else. You aren't hiding your face anymore, Annie. You aren't trying to stay lowkey while you sneak slaves out of the city. You don't have to fight alone.\"</p>\n<p class=\"cnM5MzFkMWFmYjA4MzQ0Yzc5NWI2OTM0NzNkOTFkZTdl\" data-original-margin=\"\">I dip my head a little, properly chastised. \"You're right,\" I answer. And she is. The truth is, I have grown arrogant. I have grown prideful, after killing the king. With my damn title like some kind of super-hero. The Mage of fucking Mourning. \"We are going to win. We are going to win because our enemies are powerful. They know they are powerful, and they are drunk on pride. And pride is just an uppity name for stupidity. But I wasn't being any different. I'm sorry.\"</p>\n<p class=\"cnMyODQ2NDU2M2M0NTRjY2JiYzUyNzZkYzg1ZWRjN2Vi\" data-original-margin=\"\">\"Yes. You were being stupid. Look, I'm not asking you to stop fighting. I know you won't. I don't even want you to, not really. I know you will be out there killing nobles and slavers in a day. But I refuse to watch you kill yourself because you want to do every single thing on your own. I... I love you, Annie. I love you in a way I don't even understand yet, but it cuts into my chest and pulls my heart out. When I thought you had died, I was so desperate. I would have done anything to get you back! I was so hurt, so betrayed. Because we are just getting started, you and I, and you almost threw it all away. I could have killed you. Never again. Promise me you will never do this again,\" Sara demands.</p>\n<p class=\"cnMwMTYxOWY0YzEwMjQ4ZmJhZjM4ODZlMjAxN2UzZWJk\" data-original-margin=\"\">\"I don't know if I can promise I will never take a risk again,\" I start to a sharp, pained look on her face, \"but I can promise I won't charge in like an idiot again. I will only risk what I have to, when I have to.\" I hold up a pinky, a gesture she recognizes by now and she grabs it with her own. It's a bit funny, her conflicted face and the pinky promise. But even goofy, childish things can feel serious at times. She finally lets out a sigh and slumps over, resting her head on my legs. I adjust myself in the bed to make it more comfortable for both of us. She seems relieved, and she has shifted from my old legal 'Anne' to 'Annie' which was functionally my actual name on Earth. She must have been pretty pissed to use my legal name, which she knows no one but my mother had spoken since my... first childhood.</p>\n<p class=\"cnNlNjQ2YzE1Mzk2NTQ2OGZiMDYwNTg3YmQyYTU1YTJl\" data-original-margin=\"\">\"He was dead, by the way,\" Sara finally answers. \"I don't know what happened, but you seem to have taken each other out.\" That makes sense. Bombs tend to do that. Good fucking thing I had a similar mana to his or I really would have died. I sigh in relief, then something occurs to me.</p>\n<p class=\"cnNlNzhlZGFmZTI1NjQ5Y2Y5MzM3YjBmNWY1YzI5OWY5\" data-original-margin=\"\">\"Wait, that is a lot of organizing for an afternoon... How long have I been out?\" I ask.</p>\n<p class=\"cnNjZmY2NWY5MTFlZDRjMjJiMGRlZTQ5N2I3NWNhNjZl\" data-original-margin=\"\">\"Two weeks,\" Sara sighs and my face pales. Two entire weeks? Holy shit.</p>\n<p class=\"cnNhOWY4ZmYxMjhiNzQ1OWQ4MjkwNjA2YjIzOTllZDQ1\" data-original-margin=\"\">\"Has Ed gone to the capital yet?\" I ask again and she nods. I am about to remark on this, when my whisper sphere, the one connected to Godfrey, lights up on my end table.</p>\n            ",
  "invisibleParagraphContent": "If you spot this narrative on Amazon, know that it has been stolen. Report the violation."
}