{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwZTk0MTVjNDJkNDQzNjJhYzYyYzk1MGI0ZjAyN2Uw\" data-original-margin=\"\">Two days after the late Marshal's funeral, Kaede and Pascal were passing time in the library when she heard him sigh faintly. The young lord then began to pace back and forth in front of the windows, where his eyes remained drawn to the snowy flurry outside.</p>\n<p class=\"cnMyYzEyNzRlMjk4MDQ1OWNhNDZhZmNmYjI5MDU0YTk1\" data-original-margin=\"\">\"Feeling restless?\" His familiar asked as she looked up from the small booklet that she had been writing in.</p>\n<p class=\"cnNkOTdiNTFlZThjODQxYjg4NjQwYWY0MzhmNjc0ZWZh\" data-original-margin=\"\">Pascal glanced towards her with a scowl before responding in a voice somewhere between sullen and irritated:</p>\n<p class=\"cnM4MTYzYzNhMjFlZjRmY2VhMzcwZjZhNmVkOWYxZjRj\" data-original-margin=\"\">\"I feel like a week of my life has just wasted away.\"</p>\n<p class=\"cnNkOTZmZjBhZmYxMzRjMDZiZTk4MTFlMzJmMzY1YWU0\" data-original-margin=\"\">It wasn't the first time Pascal had expressed his displeasure over the past week over a lack of purpose. While Weichsel's cavalry forces were taking turns launching raids into the Skagen Peninsula, the bulk of its infantry and officers remained in Nordkreuz, with little else to occupy their time other than training. This left Pascal with very few responsibilities, especially compared to his fiancée.</p>\n<p class=\"cnNjZTMyYWJjODYxMzQxOWI5OTRkMmNjNjYyNjlmMzlm\" data-original-margin=\"\">Princess Sylviane had been busy negotiating a new trade deal with King Leopold that sought to attract Weichsen investment to the mines of Rhin-Lotharingie. After all, while Weichsel has a significant metallurgy industry known for the quality of its steel, it also has a shortage of iron ore which it had traditionally imported from the Holy Imperium. However, since the War of Imperium Succession ten years ago when Weichsel annexed several of the Imperium's northern provinces, Weichsel's economic ties with the Imperials had come under periodic embargos.</p>\n<p class=\"cnNhZjZjNGY0NGE0ZjQ0YTE5YzA4NWM3Njg0Y2M1NWFm\" data-original-margin=\"\">Sylviane wanted to persuade King Leopold that Rhin-Lotharingie would be a far more reliable source. However the problem was that the Empire's mines and infrastructure were also significantly behind that of the Imperium. Therefore, to meet the same needs, Rhin-Lotharingie would need significant investment and expansion of its mining facilities -- capital which the Lotharins lacked and would require outside funding.</p>\n<p class=\"cnMwOTgyNTQ1ZWIwYzRjYzNhZjc3YWI4MTQyNGIzMTk2\" data-original-margin=\"\">The problem was that after centuries of being exploited by the Imperials, the Lotharins were also wary of foreign economic interests. Therefore, Lotharin law specified that <em>all land</em> within the Empire of Rhin-Lotharingie must be held by Lotharin owners. This caused negotiations to stall for the longest time until Kaede made a suggestion to the Princess:</p>\n<p class=\"cnNhODRkY2Q1MDg3ZDQxMDRiNWQyN2YzYTIwOTE5Zjll\" data-original-margin=\"\">\"Why not create new, joint venture businesses with shared ownership? If a business has a 51% Lotharin ownership, then it's technically a Lotharin business and can therefore own Lotharin lands. Meanwhile the margin is so slim that should a dispute happen, it wouldn't be hard for the Weichsen owners to draw support from the other side with a sound argument.\"</p>\n<p class=\"cnMzZDY4NjZmMzI5NTQxODdiZjA0MTU3OTAzODdmMGY0\" data-original-margin=\"\">It was the exact same dilemma that Deng Xiaoping faced in 1978 when he decided to reform China and open it up to the world. Kaede recognized this and therefore proposed the exact same solution.</p>\n<p class=\"cnMxMzc3NGZjMzBiOTQ2YTA5NTZjOGFkM2FiODRmMzUy\" data-original-margin=\"\">Last she heard from Sylviane, this was the breakthrough they needed. Negotiations had moved onto the next phase, and the Princess was so delighted she spent all of lunch today in a self-congratulatory spirit.</p>\n<p class=\"cnM4ZGUyZGNlNTBiNzQxYWVhMzAwZTU3MTJiZjQyMTE3\" data-original-margin=\"\">...That likely contributed to Pascal's mood, as it only further highlighted his own lack of recent accomplishments.</p>\n<p class=\"cnMzOWI1NzBhYjUzNDQ3MjI5NWI1NDhiY2Y2Mzg0NTMw\" data-original-margin=\"\">\"What are the Northmen doing?\" Pascal complained as he looked out the window again in-between his back and forth pacing. \"Skagen's army left the port city of Nordkapp a week ago, yet they <em>still</em> have not made it to the border. It is like they are seeking battle yet deliberately drag their feet along the way. We know from past experience their army is capable of more than twice the speed they are marching at, especially on snow.\"</p>\n<p class=\"cnNkMjRmNzgwMzg0YTRjMmJiOWE3MTI5YjJhNGJhOTY0\" data-original-margin=\"\">\"Well, you did say that their army of 30,000 alone had no chance of victory,\" Kaede interjected. \"Maybe they are waiting for more reinforcements to arrive by sea?\"</p>\n<p class=\"cnMzYjNjZDk2YzQ0MzQ5NjU5ZGQxMDAwZmM3ZjhlZjY5\" data-original-margin=\"\">\"An expedition group of 6,000 from Västergötland has already arrived and is landing as we speak.\" Pascal noted. \"I doubt there is more to come as that country had taken heavy casualties back during their autumn raiding campaign. Meanwhile Skagen's own forces would not have departed from Nordkapp if they had more troops to disembark. Yes, I maintain my opinion that their numbers are not enough to assault Nordkreuz. But if the Northmen recognize this fact, then they ought to respond to His Majesty and begin peace talks! Their current stance of neither fighting nor negotiating is just wasting our time!\"</p>\n<p class=\"cnMyMDA4NDUyNzY5MTRkMzk5ZTlmYTNjODI1NGM5MDE3\" data-original-margin=\"\">Kaede made a wry, sympathetic smile as she considered her master's frustration. Pascal wasn't much of a negotiator so he was of no use to Sylviane in the trade talks. What he wanted to see above all else was for Weichsel's army to begin its march into Rhin-Lotharingie, to honor the defensive alliance that he himself stood at the center of. However, until the northern threat was resolved --be it through battle or diplomacy-- Weichsel's forces were going nowhere. And as a result he was stuck here in Nordkreuz playing armchair general.</p>\n<p class=\"cnM4ZjQ2NmYxYjQ5MjQ1MWY4MjE4MWI3NzM3MzYyM2Nh\" data-original-margin=\"\">With a deep sigh, Pascal forced himself to turn away from the windows. His turquoise eyes fell upon Kaede and for a brief moment, curiosity overpowered irritation in his gaze.</p>\n<p class=\"cnMxZTkwMjUxZGEwMzQwZDM5MGQ4ZGRiMDkzYWY4MzA2\" data-original-margin=\"\">\"What are you doing anyway?\"</p>\n<p class=\"cnM1OGJhYmQ3ZGQwMDRmOWU5Mjg4MjRlMWJhODQ5Yzc4\" data-original-margin=\"\">\"I'm writing a journal,\" Kaede smiled more naturally as she raised the enchanted self-inking quill in her hand. \"I figure if I'm going to be caught up in the great events of this world, then the least I could do is record it as a first-hand source just like Xenophon.\" She cited the Greek historian who personally fought in wars as a mercenary commander. \"Besides, it gives me a chance to practice writing in your language.\"</p>\n<p class=\"cnNkMDdhNDIwNjlmNzQwNTJiNzczY2ZkNGEyZmYzMzVh\" data-original-margin=\"\">It felt particularly odd to write down letters that she had never personally learned and therefore had no muscle memory for, yet recognized and understood thanks to her familiar bond with Pascal.</p>\n<p class=\"cnM5YTk5YjNjZWE2MTQzZDU5ZjMzZGE4YjNiNzQ5NmJl\" data-original-margin=\"\">\"You really are a history scholar,\" Pascal's eyebrows rose slightly. \"Most people in your position would be seeking to change the world, not record it.\"</p>\n<p class=\"cnM2OTliNGU3ZDlkZTQxNjA4MGY5NzczYTllMzUzYzBj\" data-original-margin=\"\">\"You speak as if I'm not already doing my part to help you and the Princess,\" Kaede feigned a slight pout.</p>\n<p class=\"cnNmNThmNTc5ZDE5MjRjMjJiNDBkZWZiNDExMTA2NzMy\" data-original-margin=\"\">\"No, no. Not at all,\" Pascal sighed. \"In fact, you are being more helpful than I am.\"</p>\n<p class=\"cnNhZWU3Y2M2MjEyNTQwODhhNmY0ZTk0NGI2MjljOTQ0\" data-original-margin=\"\">\"Patience, young one,\" Kaede stroked her nonexistent beard sagely before she gave Pascal an encouraging grin. \"You'll get your moment soon enough.\"</p>\n<p class=\"cnMxMzkzNzFkZDc2YjQzY2FiYTgzZGFkYjk5N2M4OTUy\" data-original-margin=\"\">\"The sooner the better,\" Pascal remarked impatiently. \"But what I meant is -- are you fine with just staying to the side as you do now? Recording what you see and giving the occasional piece of advice, instead of actively trying to push the world in the direction you want?\"</p>\n<p class=\"cnNhOGVlYTA4ZTg3ZjRhMmNiMGNmNzE5Mzg4YzhlMjE3\" data-original-margin=\"\">\"I've never considered myself a mover and shaker of the world, certainly not where I come from,\" Kaede shrugged. \"All I've ever wanted was to educate others on the importance of history and learning from the past, to take a more nuanced view of the present and look past the black-and-white narratives that dominate my society back on Earth.\"</p>\n<p class=\"cnMxYjVlYjQ4ZWY1MTRiZjBhNGJjY2I4ZjhjMTU0ZTMz\" data-original-margin=\"\">\"Considering your father was a professor and you were surrounded by students, that is only natural,\" Pascal pointed out. \"But it is also no longer the case. You now walk among the corridors of power, being close to leaders of national importance. Surely you have greater ambitions than to simply 'teach history'?\"</p>\n<p class=\"cnNkOTU3ZjAxMDdlODRiYjU5YzdjZTk5NDAyOGFiZGJk\" data-original-margin=\"\">\"'Ambition' is really not my thing,\" Kaede frowned as her lips twisted into a faint scowl.</p>\n<p class=\"cnMyMzczN2RhN2U4ZTQzZjU5M2JjODI5OGQxN2E0OWI3\" data-original-margin=\"\">If anything, Kaede had been mocked as being too unambitious back on Earth. <em>Herbivore men</em>, as the Japanese liked to say -- a term Kaede found particularly distasteful as it dredged up memories of <em>his</em> ex-girlfriend and their unpleasant breakup.</p>\n<p class=\"cnM2ZjhmZDZkOWIzYjQ5YmJhMjY3NWU1MzcxYTljMWE0\" data-original-margin=\"\">\"But at any rate,\" Kaede rushed to bury the distasteful thoughts that she hated to be reminded of. \"I haven't even lived in this world for two full months yet. That is far too short a time to develop a mature view of how I envision its future. The last thing I want to be is one of those people who demand change without even taking the time to properly grasp the reasons behind the current status quo. After all,\" she declared proudly, \"I'm a strong proponent that only those who live within a society have any right to make decisions for that society...\"</p>\n<p class=\"cnNlZmFiODYzYzQ5NDQzNDE4MmQ4MjQzNmJkYmU1OGVl\" data-original-margin=\"\">At that moment, Kaede's keen, familiar-enhanced ears heard a commotion outside the door. It sounded as though every officer who frequented the building was now marching down the hall in their leather boots towards the map room.</p>\n<p class=\"cnNkM2I5MmNmMDhlMzRmYzRhZjMzN2I0MzQ4OGNkZDk2\" data-original-margin=\"\">\"Something's happening,\" Kaede closed her journal booklet and stood up. \"Impromptu conference in the map room.\"</p>\n<p class=\"cnMxODI0YWQzZDhiZjRlMDJhZmVkNWYxMGYxNGVkYmZk\" data-original-margin=\"\">\"Finally,\" Pascal remarked as he immediately strode towards the door. His expression had changed to a grin so eager it bordered on wolfishness.</p>\n<p class=\"cnNmOWJiMTg4NmJkOTQ0Mjk5ODk3ODMwMGYwYzkzZmQx\" data-original-margin=\"\">However his overenthusiasm made Kaede feel uneasy as she frowned slightly.</p>\n<p class=\"cnM4NGE2YzQzZWE0MzRmMmJhNGQyNzAzZjYwM2RhMjBh\" data-original-margin=\"\"><em>I know you're eager for recognition, Pascal,</em> the familiar thought. <em>But you should never be in a rush to see battle, or you'll regret it.</em></p>\n<p class=\"cnM3MTUwZmYxZTkwYzQ0ZTU4YTRkMmFiOTg1YWIzOWE1\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM2ZjlmZTFhMDc0ZjQ1OWNhNTI3OGE4MjNiMmRlOGFm\" data-original-margin=\"\"><br>\"What was Colonel Brykalski thinking!?\" Kaede heard General Neithard von Manteuffel's deep growl resounded through the room like rumbling thunderclouds. \"His orders were to impede and harass the Västergötlanders' upriver landing operations, not to decisively engage an entire brigade with only three battalions of cavalry and a single company of Phantoms!\"</p>\n<p class=\"cnMxNzE4MTJkNjFiYTQ5Njk5Y2E5Y2NkZmZlMmMxZDEw\" data-original-margin=\"\">There was no sign of the general's stony poker face as he stared at the map table where a cavalry figure bearing a tattered flag of Weichsel represented the recently shattered force.</p>\n<p class=\"cnMwMmM5NDVjZDBiMzQ5ZjFhYzlmYWIwZDVmMDUzZGI3\" data-original-margin=\"\"><em>So roughly 1,200 versus 6,000?</em> The Samaran girl estimated.</p>\n<p class=\"cnNlMjg5NDdhZWJkZDRiYzE4NDAwNjk2YjU4NjBlYjNi\" data-original-margin=\"\">Kaede had read that Weichsel's battalions --based on the Holy Imperium's cohort system-- consisted of three companies of 150 men each plus battalion command, with a full strength of 500. Though the reality was a little more complicated since the battalions were organized as self-sufficient units on the operational level, with an integrated support company to manage supplies. As the cavalry shed its support elements to conduct fast raids, this meant that only seven combat companies were present at the battle, with roughly 1,200 combat and command personnel.</p>\n<p class=\"cnM5NzI2MmNkMzk4ZTQ5ZjlhYjlmYmJkYjk1MTFiODgx\" data-original-margin=\"\">Meanwhile General Neithard made the brigade analogy since a Weichsel brigade --based on the Imperium's legion-- was roughly 5,500 men, and the Västergötland landing force was 6,000 in strength. Though in reality the Northmen had a very different unit organizational structure.</p>\n<p class=\"cnM1NjMzMDllMmMxODQyMDhiMTEzNWVhMmM1N2VmYTFi\" data-original-margin=\"\">\"That's not exactly fair,\" Chief-of-Staff General Wiktor von Falkenhausen interjected. \"Brykalski followed his orders to the letter. There is clearly something else at play here.\"</p>\n<p class=\"cnM2MTc0NDA1Y2EyZDRhODE4MGQ2YzIzYTNkZTFhOTRi\" data-original-margin=\"\">The dhampir general then looked towards Lieutenant-Colonel Hans Ostergalen, who clutched the full transcript of the <em>Farspeak</em> message received by a signal officer earlier.</p>\n<p class=\"cnNlYjgxYjJmNzMwZjQ0MzRiMWIzY2IzNzQ2ZGE1YjI4\" data-original-margin=\"\">\"According to his second-in-command's report, Colonel Brykalski attacked the invasion fleet's vanguard, hoping to light enough ships on fire to spread confusion and disrupt their landing,\" Hans began to explain as his eyes darted back and forth across the sheet of paper. \"However, the low cloud cover and snow --the very same that hid their own approach-- also concealed enemy air forces until it was too late to avoid engagement. Over a hundred drake-riders descended into their formation just as the <em>North Wind</em> Phantoms climbed out of their attack run, forcing them into a chaotic melee. Command of the ground cavalry then fractured after repeated strafing attacks by the drakes' breath weapons, which allowed Västergötland ground troops to close the distance and entangle our cavalry in close-quarters combat...\"</p>\n<p class=\"cnNlNjg3ZGMwNTUxNzRjNjZiNmIyYjc1ZDMyZjYwNjNh\" data-original-margin=\"\">\"<em>A hundred drakes,</em>\" the elderly Manteuffel remarked dubiously. \"Västergötland couldn't scratch together two dozen drakes in its entirety, and our spies report but a handful with the Skagen army before they set out from Nordkapp. Where did <em>a hundred drakes</em> come from?\"</p>\n<p class=\"cnNkMzhhYjMwZDkwNTQ3YmJhYjMwM2YyMTMxOTJmOGRk\" data-original-margin=\"\">Then, as though in response to the general's question, the map table in front of them conjured a new figure off the coast of Weichsel. The distance was roughly two-hundred kilopaces from the shore, which matched the detection range of Weichsel's artifact -- the 'Eye of the Dragon' which the map table drew its information from.</p>\n<p class=\"cnNkNmE0MTZiYTRhMjRiMGZiYWU5ZGYzMTllYTYxMGI2\" data-original-margin=\"\">Kaede audibly gasped but she wasn't the only one. The Samaran girl instantly recognized the silhouette of a skywhale. However, as soon as the table's illusion magic drew the first whale, it shrunk the size down before drawing another, and another...</p>\n<p class=\"cnMwZjAxNDQwZWI2OTQyYjNhY2JkMDM3MjNjZTNhZDgw\" data-original-margin=\"\">The room fell to a deathly silence as every individual present soon found themselves staring at a formation of four tiny skywhales. The miniature figures flew off the coast of Weichsel, with a numerical label of 1,000 displayed under it -- a rough estimate of their collective crew strength.</p>\n<p class=\"cnM4ODU0NjllNzcxNDQ0MTZiMDRhMTBiZDIzMGU2OTk5\" data-original-margin=\"\">\"That answers the question,\" General Neithard's lips twitched as he instantly recognized that the reports had been completely accurate, and not the attempts of a defeated officer trying to shirk responsibility as he had initially thought.</p>\n<p class=\"cnM1ZWRmYjdlMzRjMzQzZjVhZGMzMTYzNGViN2FmYzEw\" data-original-margin=\"\"><em>Does he mean a hundred drakes were launched from these skywhales?</em> Kaede thought as her eyes widened. <em>They're being used as carriers then!</em></p>\n<p class=\"cnNkOTIyNDZiMzE3MzQ4MDRhNmFkOWJjODVmOWFmZGZl\" data-original-margin=\"\">It made sense, when she thought about it. If the skywhale they saw back in Alis Avern could be configured to transport cargo and passengers, then why couldn't other skywhales be adapted to carry drakes as some kind of 'mobile nest'?</p>\n<p class=\"cnNlMzM5MjY3NjZiZTQ1MmZiMWZhMjA3NGNkNjMyMzJk\" data-original-margin=\"\">\"Skagen's volcanic drakes can outfight several of our Phantoms in a close encounter, especially once they penetrate our formation and disrupt our units' cohesion,\" General Wiktor commented grimly. \"Meanwhile even a few dozen drakes' breath weapons rival the anti-air capacity of three cavalry battalions...\"</p>\n<p class=\"cnMzOTg3NDkxNTFmZTRlMDA5OTI0OTgxN2IxMjQ0Mzlm\" data-original-margin=\"\">Kaede remembered drakes as one of the more fascinating creatures from her reading. They were miniature dragons -- 'miniature' as in elephant-sized, instead of beings so massive they could use sport stadiums as landing pads and wrestle science-fiction starships. The dragonlords had <em>created</em> the drakes in their image to serve as grunt soldiers during the Dragon-Demon Wars. This made the drakes' mere existence a testament to the godly powers wielded by the dragons of Hyperion's past.</p>\n<p class=\"cnM5YTQ2OTBhOWE5MjQ2ODNhZTM1NTQyN2MwMTYxNDQw\" data-original-margin=\"\">However when the dragonlords departed from Hyperion, they left most of the drakes behind. Lacking intelligence and without purpose, many drake breeds died out. But some, especially the broods tamed by humans, remained. The volcanic drakes from Skagen's Reykjanes Islands were easily one of the more dangerous breeds.</p>\n<p class=\"cnMwYzcyNGUzZDIwMjRjYWQ5NTMxZTRjYWNjZTk5NTM5\" data-original-margin=\"\">\"It's no wonder they shattered in less than a half hour of combat,\" King Leopold spoke in a hushed tone.</p>\n<p class=\"cnNhZmEzMTI1NjlkODRmNWI5M2JhMzU4YzcxZmM5Y2Jl\" data-original-margin=\"\">Hans nodded before adding: \"the report also states, and I quote 'we attempted repeatedly to break off, but regardless of which direction we turned, a strong gale always blew snow in our faces while lifting the wings of our foes'...\"</p>\n<p class=\"cnMzMzA4OTFiOWViNzQ0NTJhYjliMDYyZTUxMjYyNGMx\" data-original-margin=\"\">The Lieutenant-Colonel then stared back with alarm as his fingers tapped the stiff sheet of paper:</p>\n<p class=\"cnM4YjA2OTZkYTJkZjRhNzE4ODZlZmVmYTJkZjdiNThm\" data-original-margin=\"\">\"Your Majesty, this is the most important piece of information that the Colonel died to bring us. Between those winds, the skywhales that the 'Eye' just detected, the advancing blizzard covering the Västergötland fleet, and this unusual cold front that just swept down from the North Sea -- it can't be all a coincidence, Sire.\"</p>\n<p class=\"cnM0MzYxODE5NWNjYjQ0NzFiOTcwODYxYTBkMmQyMjZm\" data-original-margin=\"\">\"You think it's <em>him</em>?\" Colonel Hannes von Falkenberg, the King's spymaster, inquired.</p>\n<p class=\"cnM3N2Q5MjM2OWMwNDQ3NWU4Yzg2YmJkM2M4M2Y0YTRl\" data-original-margin=\"\">\"Him?\" King Leopold raised an eyebrow.</p>\n<p class=\"cnM5ZDI3MDM5NzQ4NjQ3YzNiNzYxNjgyYWQ1NjYzNTMw\" data-original-margin=\"\">\"Admiral Winter, Sire,\" both Hans and Hannes declared at the same time.</p>\n<p class=\"cnM0NTk4MDI1NzA4NTRiN2I5M2JmZjkwNTM2MWU4ZWU0\" data-original-margin=\"\">\"If I remember correctly,\" General Wiktor voiced next, \"this 'Admiral Winter' is surmised to be the one most likely responsible for the destruction of the Caliphate's New World Expedition fleet thirty years ago?\"</p>\n<p class=\"cnM3ZWJiMDdhNmExYTQ1NGQ4MjY5ODExNjVlZDEyODkz\" data-original-margin=\"\">\"Yes, Sir.\" Hans and Hannes spoke in unison again. The beautiful and androgynous spymaster then gestured for the balding intelligence officer to go ahead, probably since Hans was the first to make the deduction and it was only fair that he claimed the credit.</p>\n<p class=\"cnNiNjgxNDkyNjE4MjQzYmU5NTViMDBlZmNiZDQwNTA1\" data-original-margin=\"\">\"Four decades ago, Asgeirr Vintersvend --the bastard half-brother of Jarl Eyvindur Sigmundsen of Kattegen-- wrote a book titled <em>Massive Strike</em>,\" Lieutenant-Colonel Hans explained. \"In it, he espoused for the concentration of airborne striking power by pooling together aerial assets, including both drakes and skywhales, which may be swiftly deployed for overwhelming air offensives that can quickly decide a war.\"</p>\n<p class=\"cnNkNmJmNzllNTYzYTRkNTA4M2RjMmI1NmFiZjk1NGQx\" data-original-margin=\"\"><em>This sounds remarkably familiar...</em> Kaede couldn't help reflect.</p>\n<p class=\"cnM4MmY1NmRiNjkyNDRiNjk4OGZlMWNiMjIzMWQyY2Ri\" data-original-margin=\"\">\"Then twenty-five years ago,\" Hans continued, \"just a few years after the destruction of the Caliphate's New World Expedition fleet, we heard that Asgeirr had become a Jarl on Skagen's New World Frontier. Around the same time, we began hearing of the name 'Admiral Winter' from mercenaries and traders who frequently associate with the Northmen.\"</p>\n<p class=\"cnMwNWZiODYyYzMxYzQzOWFiZDlkMWU3MGQyNzAyYWMx\" data-original-margin=\"\">\"It took us a few more years before we realized that Asgeirr Vintersvend <em>is</em> Admiral Winter,\" the dhampir spymaster followed up. \"And it has less to do with his name and more with his choice of spells. Asgeirr is a stormcaller, and one of the most powerful archmages Skagen has ever seen. His aptitude for weather control magic and his skywhale familiar are two reasons why, in his youth, he became the first individual to solo-circumnavigate the world.\"</p>\n<p class=\"cnNmYzU2ZDA0MmU4YTQ2NmJhNjdkYzg4NDA1NzU0NDUz\" data-original-margin=\"\">Kaede had always thought the term 'stormcaller' was a particularly accurate job description. Although the affinity was uncommon, they were easily one of the most important mage occupations in Hyperion. Their function varied from calling down rains for crops, to conjuring winds for trade fleets, to manipulating weather conditions on the day of battle.</p>\n<p class=\"cnNkMzg0NzU1Nzk0MTQ1ODBiYWU0MjUyM2Y5NDY2MjNj\" data-original-margin=\"\">\"But <em>four skywhales</em>,\" Princess Sylviane spoke in awe. \"Most countries are lucky to have just one or two of those beasts.\"</p>\n<p class=\"cnM0MjNkN2JmODM5MDQ2MjI4ODVhYzMxN2ZmYTgwNTRk\" data-original-margin=\"\">\"Skagen is not just a northern kingdom, it is also a seafaring culture with a tradition of exploration. Those kinds of people are far more likely to summon a skywhale familiar,\" Hans pointed out. \"I believe only the Grand Republic of Samara has more.\"</p>\n<p class=\"cnMwOWQxZDJmY2Q3MTQwYmNhOGUzYmMyODMwNDdhNGJj\" data-original-margin=\"\">\"Even so, how did he concentrate that many rare assets under a single command, given the Grand Jarldom's loose feudal structure?\" Sylviane asked next. Her tone carried a slight tinge of envy as though she had personal experience trying to do the same.</p>\n<p class=\"cnM3MDRlYzI5YzRmYjQ2NTk4NjIxOWE2ZTg2M2M2NGQ3\" data-original-margin=\"\">\"According to our sources,\" the King's spymaster commented, \"Asgeirr has a particularly close relationship with his half-brother Jarl Eyvindur Sigmundsen, who in turn is one of Skagen's most prominent nobles and the current commander of their confederate forces.\"</p><p class=\"cjVjZTFkMGYyZjAyNjRiODNhMjMyZTVhZDE3YjFiNTMx\" data-original-margin=\"\">If you encounter this narrative on Amazon, note that it's taken without the author's consent. Report it.</p>\n<p class=\"cnM3OGIyMzc2ODRkYTRhZjE5OGJhYjcwOTEyZDBhNTI0\" data-original-margin=\"\">\"Furthermore, the Northmen may squabble continuously among themselves, but they <em>always</em> unite when facing an outside threat, and their social structure places great emphasis on personal prestige and fame,\" Lieutenant-Colonel Hans added. \"I believe it's probable that the two brothers used the threat posed by the Caliphate's New World Expedition three decades ago to pool together this fleet, at least temporarily. Then, after their stunning victory, Asgeirr Vintersvend likely used his newfound fame and influence to cement the skywhale captains together as a permanent command under his leadership.\"</p>\n<p class=\"cnM4OTY3YjZmMjJlMzRmZTI5OWNiYTRmMDgzNTI0M2Mx\" data-original-margin=\"\">\"But how would they hold it together in peacetime? When there is no need for such a massive concentration of force?\" Sylviane puzzled aloud.</p>\n<p class=\"cnMzM2MwNGYwYTAwYjRiY2I5NmM0NDFkMWVhYTliMTUy\" data-original-margin=\"\">\"They don't need to.\" General Wiktor explained. \"Once a command hierarchy has been established and a sense of camaraderie forged, it is easy for the group to be recreated again, even if those involved go their separate ways during the interim years. This is the exact same logic we use for Weichsel's Fourfold Mobilization system.\"</p>\n<p class=\"cnNkZGQ0YzE1MjQ3MjRmYjQ5MDE4MWI2MDQzNmZjMmY5\" data-original-margin=\"\">\"The petty Jarls of Skagen would surely resent someone with this much concentrated power though,\" King Leopold noted. \"The weakness of the Northmen's sociopolitical structure has always been their obsession with one-upmanship.\"</p>\n<p class=\"cnNmZDUwZDAyNjFmMjQ5ZmRhNDJkZTk4NDk5NTM2ODU4\" data-original-margin=\"\">\"Which means when we defeat them, Skagen will not be able to form another battlegroup like this for who knows how long,\" Pascal scoffed as he spoke up for the first time.</p>\n<p class=\"cnM5MTg5YzMwZDJhNTQ5ODQ5YTUyNDRjMjY4YjU3Yjk2\" data-original-margin=\"\">There was never any doubt in his words: not <em>if</em>, but <em>when</em>.</p>\n<p class=\"cnMyNGIxMDVjMTdkODRmYTJhMzc4YzZmZWY3ZGE2YWYy\" data-original-margin=\"\">The balding Lieutenant-Colonel nodded in agreement, at least on the topic of replacement:</p>\n<p class=\"cnNlYjQ4MGRlZjZkMzRkZWE5YmI5ZTY3ZjkwOGE3YTgx\" data-original-margin=\"\">\"Skywhales are extremely rare to begin with, and are too intelligent and powerful to be tamed through normal means. Only baby skywhales may be summoned as familiars, and those take over a decade to grow to their adult size. This skywhale fleet is no doubt extremely powerful, but it is also not a force that Skagen is capable of replacing in anything less than a half-century.\"</p>\n<p class=\"cnM1ODg3ZjNiNWJkZjQ4Mjk4YTQyNGRhNmRlNDU3NmJi\" data-original-margin=\"\">\"Which means that once we defeat it, the Northmen would have to sue for peace,\" General Neithard declared with stiff-jawed determination, his stony gaze already fixed upon the skywhale figures as though brainstorming a battle plan.</p>\n<p class=\"cnMyMjE1MDcwMWI0ZDQ4ZWFhMDE1MDFkZjM5YWQzMmFh\" data-original-margin=\"\">\"I thought you told me before that Admiral Winter is a proponent of peace with Weichsel? Since in his opinion, warring on us is a waste of time and resources?\" The King asked his spymaster.</p>\n<p class=\"cnMwNjVkNmNiMjJhZjQ2ZmNiYzc0ZGU0OGNkMGJlN2Y1\" data-original-margin=\"\">\"He does, Your Majesty. But his political influence is limited back here in Skagen's home isles, where he is resented for luring many of Skagen's finest to adventures in the Frontier,\" the dhampir replied.</p>\n<p class=\"cnM3ZTIzOGEyZTc4YTQwNzJhNDVlMzNiN2EyYjI4ZjRh\" data-original-margin=\"\">\"In fact, I'd say this makes him even more dangerous,\" Lieutenant-Colonel Hans followed up. \"He will likely seek a decisive and crushing victory against us in order to secure a favorable peace. That way, he'll be able to go back and focus on his own interests on the other continent, undisturbed by Hyperion politics.\"</p>\n<p class=\"cnM5NTZkODdiOTI3YzQyNmJhZGVlY2RhYzgyY2E4ZjNm\" data-original-margin=\"\"><em>Great, so we really are dealing with a magical Yamamoto,</em> Kaede thought.</p>\n<p class=\"cnMyZjBjYjAyYjZmOTRkMjk4OGFkYmVlOGI0NWU3N2Y5\" data-original-margin=\"\">The analysis of the spymaster and the intelligence chief reminded her of the famous Japanese World War II Admiral. Isoroku Yamamoto was one of the most prominent advocates of naval aviation. He was unflinchingly opposed to war with America, as he had lived in America for years and knew first-hand of its industrial might. Yet, after he was politically overruled, he planned and led the devastating Attack on Pearl Harbor in the misguided hope of a swift victory against the United States.</p>\n<p class=\"cnM4YjQ0MmY1MmQwOTQ2MDVhMTU0YjQ5YzM1NmM3N2Vk\" data-original-margin=\"\"><em>But Weichsel doesn't have the nigh-infinite production of the United States did back then.</em> Kaede thought. <em>Nor could Isoroku Yamamoto call down a Kamikaze -- the 'Divine Wind' to literally blow in the Skagen admiral's favor.</em></p>\n<p class=\"cnM0NzYwOTQwMzg3YjQ2ZDA4Mzk1MThlNTRkYzA2Zjll\" data-original-margin=\"\">\"Considering how his skywhales skirted around the Skagen Peninsula where our spies might have detected it.\" Lieutenant-Colonel Hans went on. \"And how they launched their drakes from far offshore to prevent us from detecting them through the 'Eye of the Dragon' until after our first defeat, I think it is safe to surmise that a quick, <em>strategic</em> victory is exactly what Admiral Winter seeks. Which means that his target is...\"</p>\n<p class=\"cnNmNTM3Y2ZkNDk5NDQ4M2I4M2YxZDUyZTcxMjIwNDhj\" data-original-margin=\"\">\"Nordkreuz,\" General Neithard finished for him with a single word enveloped in deathly cold.</p>\n<p class=\"cnNmMjUxYTliODUwYzRmMGM5OTJlZGIwNmRhYmYxMTZh\" data-original-margin=\"\"><em>It's just like the Attack on Pearl Harbor,</em> Kaede thought. <em>Although they don't quite have the element of surprise anymore. Perhaps that other battle is a better fit...</em></p>\n<p class=\"cnNjNTZlZTBkM2MwYjQ0YjFhNTA2YTI2OWFlMDIyMTk2\" data-original-margin=\"\">\"Asgeirr wants to bombard Weichsel's army in its encampments,\" Pascal said as he nodded in agreement. \"Then, once our soldiers' morale and organization lay in tatters, Skagen's ground forces will storm the city. With that, they can achieve victory even with an inferior force.\"</p>\n<p class=\"cnNjYzJlMWI2OThhZjRhZTk5ZGM1OWNkMjUyMDFhNjNm\" data-original-margin=\"\">\"It certainly explains why their army's speed of advance more than tripled over the past hour.\" General Wiktor highlighted. \"At this pace, they may reach the walls of Nordkreuz as early as midday tomorrow. We'll have to immediately recall any cavalry detachments still raiding in the Skagen Peninsula. They've been ordered to limit their range of operations so they should be able to make it back in time for the main battle.\"</p>\n<p class=\"cnM2NTljOGZhOGRiYzQ5NTM5Y2JmM2JlZmQxMDA1YWM3\" data-original-margin=\"\">The King nodded in agreement before General Wiktor turned towards the signal officers to issue new instructions. However, the intelligence chief wasn't finished yet:</p>\n<p class=\"cnM4YWJjMTdhNDYxNzQyZmVhOWVhZTdmMzRhNzczNzlj\" data-original-margin=\"\">\"Your Majesty, I'm afraid the stakes of the upcoming clash are much higher than a mere battle,\" Hans warned, his voice growing more ominous by the second. \"Nordkreuz has one of the most powerful ley-line junctions in Northern Hyperion, and there are claims that Asgeirr is a geomancer in addition to being a stormcaller--\"</p>\n<p class=\"cnNhZDU2MTM0NmY1NTRlMzc4ODViODIzMzY4YWYwNmVh\" data-original-margin=\"\">\"That rumor is unconfirmed,\" spymaster Hannes interjected.</p>\n<p class=\"cnMyZjcyYjJmZjE2MjQ5NTlhYTJjOTdiYWZmZTM3MmNl\" data-original-margin=\"\">\"But it's not rare for a mage of his caliber to have more than one specialization,\" the intelligence colonel insisted. \"We must consider the possibility it is true, especially when you think about the amount of magical power he must have channeled thirty years ago.\" Hans then flung his arms out to impress the seriousness of the situation upon the others. \"The man once devastated an <em>entire armada</em> with hurricane-force winds billowing strong and royal water. There is no reason he cannot do the same against an entire army or even the whole region if he is allowed enough time to access the Nordkreuz junction!\"</p>\n<p class=\"cnMxMGRjMDE5OGJhNzQyZjk5ZTFmNjJlMjExMDEyYWMx\" data-original-margin=\"\">Kaede couldn't remember the chemistry terms, but strong and royal water --'Aqua Fortis' and 'Aqua Regis'-- were two of the most corrosive acids known to medieval alchemists. The latter was named after its ability to dissolve even noble metals like gold and platinum, which were highly resistant towards corrosion.</p>\n<p class=\"cnNjYzI5YTMyZGU5MjQzZjdhMGRhZmQ2YTBlN2FjNmNj\" data-original-margin=\"\">\"Nordkreuz has been the staging ground of many conflicts between Trinitians and the Northmen for centuries, long before we annexed it from the Holy Imperium,\" Pascal recognized as even his face grew a shade pale. \"If Asgeirr Vintersvend indeed wishes for Skagen to focus its resources on their New World Frontier, then he does not even <em>need</em> the city. He could simply raze Nordkreuz and its surrounding lands, to create a wasteland buffer region just like what the Dead Mountains have become.\"</p>\n<p class=\"cnMzMWQxZTVlYWQ3YTQ5YjJiMDFkZDVlOWI5ZjI5M2Q2\" data-original-margin=\"\">Pascal clenched the projection table as his turquoise eyes darkened. He then turned to meet the King's gaze:</p>\n<p class=\"cnNhOGRhZDU2ZTM1MDRkNDliNTk5ZGRmYmExNGY1MjZl\" data-original-margin=\"\">\"Your Majesty, we must intercept Admiral Winter and his skywhales <em>before</em> they can reach the city. Otherwise all Asgeirr has to do is buy time with the Skagen army while he channels a grand sorcery.\"</p>\n<p class=\"cnM4NzhjMzhiZjk3YjQwYjRhYTc3NTY2Njg3MThjYzE3\" data-original-margin=\"\">\"With the <em>North Wind</em> essentially destroyed, all the Phantom units aside from the <em>Phantom Gale</em> company are currently conducting raids deep inside Skagen territory.\" General Wiktor highlighted. \"They'll have to ride overnight if they are to make it back <em>before</em> the main battle.\"</p>\n<p class=\"cnNlNWE3MjE2Y2IxMjQxNTdhNzdlY2U0MzE0MzUwYzk1\" data-original-margin=\"\"><em>We've been caught overextended and out of position,</em> Kaede thought as she surveyed the room. The King was clearly worried, as were many of his officers. A few younger faces even revealed creeping traces of fear.</p>\n<p class=\"cnM5NGJjMzhhNmE0ZDQwOGE4ODg2ZjBmNmJiNDYzODc4\" data-original-margin=\"\">Yet General Neithard, the Manteuffel patriarch, was still as composed as a rock -- an unfeeling boulder that merely scoffed at the storm's attempt to dislodge him.</p>\n<p class=\"cnM4NzBjNjQwMjQwYjQ1ODE4Njc1M2UyNGU5ZjdhZGYw\" data-original-margin=\"\">\"This <em>admiral</em> has some guts, coming halfway across the world into our domain and trying to raze our city...\"</p>\n<p class=\"cnM5NjUwMThiOTgzZDRhYmZiYzUzNTg3ZWI1NTNiM2M3\" data-original-margin=\"\">Without even waiting for his king, General Neithard pivoted to the signal officers who used <em>Farspeak</em> spells to stay in contact with far-flung unit commanders:</p>\n<p class=\"cnNkNmMwOGZiMzI5NTQzZmVhNzk2OTg4NmQ4YjM5MWY4\" data-original-margin=\"\">\"Message all of our forces in Skagen. Order every unit to cease any and all ongoing operations. They are to head south and regroup west of the town of Suokamo near the border.\" he pointed out on the projection map. \"I will meet them there with the <em>Phantom Gale</em>. Make haste but avoid engagements until we rally.\"</p>\n<p class=\"cnM5MzYzNWE1OTY0NTQ3ZGRhZTQzY2I4NDNjMjlkYzIz\" data-original-margin=\"\">\"Yes Sir!\"</p>\n<p class=\"cnM0ZjQ4ZjBhYTExNTQ2YmRiNDQwMTIwY2Q3YTM2ODM5\" data-original-margin=\"\">Without waiting for their acknowledgements, the General had already turned his gaze to another -- Colonel Dietrich von Falkenrath, commander of the <em>Phantom Gale</em>.</p>\n<p class=\"cnM5MTA4NmFlYWE4YzRhMDg5YTNjMGMyNjM5ODhlNDNm\" data-original-margin=\"\">\"Assemble your men, Dietrich. We ride north after nightfall, and we will not stop until we are ready to have whalemeat for dinner.\"</p>\n<p class=\"cnMyMDE5M2JmYzg4NDQzMGNiYTg0NDUxNDE5MTA0OTcx\" data-original-margin=\"\">Kaede heard that the youthful-looking, fifty-seven years old dhampir was one of General Neithard's most able protégés. Standing lean and tall, Dietrich von Falkenrath had sepia brown hair and a short-trimmed walrus mustache that might have been fashionable during World War I. His expressions were almost always neutral. But unlike his mentor, there was a constant, brooding intensity within his eyes, accentuated by two blood-red crosses that contrasted sharply with his emerald-green gaze.</p>\n<p class=\"cnMyOGVhMDBkYzI4MzQzMWY5Y2I1MTdhYjQ2MjAzMmVm\" data-original-margin=\"\"><em>Talk about minority overrepresentation,</em> Kaede reflected as she realized that there were not one or two, but <em>three</em> dhampirs within the room: chief-of-staff General Wiktor von Falkenhausen, Knight Phantom Colonel Dietrich von Falkenrath, and Black Eagles Colonel Hannes von Falkenberg.</p>\n<p class=\"cnNkNmNjOGZlMTQzOTQzZmZhZjc0OGQ2OTZlYzg3YWU0\" data-original-margin=\"\">\"Yes Sir!\" Colonel Dietrich and several officers saluted with snapping boots. They then gave the King a nod of courtesy before marching out.</p>\n<p class=\"cnMwODZkMzNkYzRlZTQ2YzZiNGYzMWNlMTcxODdlYThi\" data-original-margin=\"\">Kaede barely spotted a faint tightening of King Leopold's lips. His Majesty was clearly not happy that General Neithard's orders were being carried out without waiting for his approval first, even though he stood in this very room.</p>\n<p class=\"cnNkMWRhNWNjNGZiOTQxNTJiYmM4MGIyNDYyODQ2YmU4\" data-original-margin=\"\">\"Your Majesty, General,\" Sylviane then spoke next. \"If you do not mind, I wish to join in the assault against Admiral Winter's skywhales. Father told me that there will be a decisive battle near Nordkreuz, and I believe this is it.\"</p>\n<p class=\"cnNmYjM4Yzk5ZDM4MjRkNjM5NzEyZjY3YzFmMTc0Njg2\" data-original-margin=\"\">The Princess' wisteria eyes shone with steely resolve as she declared: \"It is the duty of an Oriflamme to lead the charge, and I shall do so as long as the battle begins over Weichsel's airspace.\"</p>\n<p class=\"cnNiZWNkMTAyOGRlOTRkODE5YTkzNjJiMDVlNWRlN2Rm\" data-original-margin=\"\">Kaede watched as General Neithard, in a rare, uncharacteristic moment, looked uncertain. It was as though the elderly Manteuffel felt conflicted, between whether to accept the Princess' help as military necessity, or to politely reject her since he wasn't actually in favor of the Weichsel-Lotharin alliance.</p>\n<p class=\"cnNhNzFjMWZhNDhhNzQyZGZiYjQ2NTZlN2I4M2E0ZmI5\" data-original-margin=\"\">However before Neithard could respond this time, the King made the decision for him. Leopold strode up to the Princess, took her hands into his own, and shook it with appreciation.</p>\n<p class=\"cnM1YzNkMzUzZGUyMDRhZWQ5NThkMGZkNjliZjYzNWQ2\" data-original-margin=\"\">\"The inspiring courage of the Oriflamme Paladins is <em>legendary</em> across Hyperion,\" the King declared. \"The knights and soldiers of Weichsel will be proud to follow the Crown Princess of our dearest allies into battle. Isn't that right, Neithard?\"</p>\n<p class=\"cnNhM2ZjY2M5OWYyMzQwOWFiZjIwMzg0OTEyOWNiMGQ0\" data-original-margin=\"\">The elderly Manteuffel looked extra stone-faced as he replied in a monotone: \"Yes, Your Majesty.\"</p>\n<p class=\"cnMyN2ZmYTU4NWExZTQ2MzE5NjYzMjExZmQ1YTI1NDA5\" data-original-margin=\"\">Meanwhile Sylviane nodded back at King Leopold, and for a brief moment it seemed as though the two royals had reached a complete understanding.</p>\n<p class=\"cnM0ZmQ3NmUwOWFmNjQ1NGU5NGY4ZDQzN2IzMzU2Yjcy\" data-original-margin=\"\">\"Sir, what about the Phantom Grenadiers?\" A young signal officer, who looked barely more than a teen, asked next. \"Colonel Erwin von Hammerstein hasn't reported in since two days ago. He hasn't been receiving our <em>Farspeak</em> calls and we're not even sure where he is...\"</p>\n<p class=\"cnNmOTNjNjRjNTM5NjRiODNiYmRkYTI5OGEzYzlhNGU1\" data-original-margin=\"\">General Neithard glared back at the signal officer with such intensity that the young man's hands almost trembled.</p>\n<p class=\"cnMxMTYyN2M5YTNkZjQ5ZWI5ODFmNmQ4ZWExMDNmNTJh\" data-original-margin=\"\">\"Contact his second-in-command Ariadne von Manteuffel.\" The elderly Manteuffel declared in voice cold enough to freeze air. \"Tell her to inform that old man that if he does not meet us at the rally point, then I will <em>personally</em> make him a head shorter the next time I see him!\"</p>\n<p class=\"cnNhMzA0MzZlMjE1ZDRhODdiMDVjYmUxMzllOTJmYjcz\" data-original-margin=\"\">\"Yes Sir!\"</p>\n<p class=\"cnM2NzZhNzllMDIzNzQxZjY4ODNmOGYyZWU1YWViMjM3\" data-original-margin=\"\">At the same time, a puzzled Pascal queried Kaede over their familiar bond:</p>\n<p class=\"cnMyYWUzNjcwNDA2MTRmMGI5YTZhYzdhOWE4YjlmYWY1\" data-original-margin=\"\">\"&lt;What did you find so nostalgic during the meeting?&gt;\"</p>\n<p class=\"cnMzZGYxYWM5ZDJkODRiYjliZmZiNjkzZmQ2MzEyZjFj\" data-original-margin=\"\">\"&lt;Huh...?&gt;\" Kaede was caught off-guard before she remembered that Pascal could sense her emotions. \"&lt;It just... reminds me of something from my world. The Northmen fit the attackers quite well, apart from those crazy flying whales. But the defenders won that fight, so the concepts might be useful...&gt;\"</p>\n<p class=\"cnMwYjY1MzVkM2JlYTRhMmU5ZjM5NDhiZTM4NWQ1NTI2\" data-original-margin=\"\">\"&lt;And when were you going to tell me?&gt;\" Pascal asked impatiently. \"&lt;We are on the clock here.&gt;\"</p>\n<p class=\"cnM2NWQ2NDg3MTk1MjQ5OWVhNjlmYTNjZGVlOTAwYmMz\" data-original-margin=\"\">\"&lt;Right.&gt;\" Kaede nodded sheepishly, realizing now that she had been too swept away by the mood. \"&lt;Well, it happened near an island called <em>Midway</em>...&gt;\"</p>\n<p class=\"cnMzMzIzNjRjMDdjODQ5MWViOWJjMTAzNTdkZjczZTQy\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNmMmJkNDU0ZjJlNDQ3NTk4NTViYzg3NTYwOWUzOWJi\" data-original-margin=\"\"><br>Ten minutes later, as General Neithard was still discussing their plan of attack with the other officers, Pascal finished drafting out his own plan with Kaede and approached the King:</p>\n<p class=\"cnNhMjJkZDk0ODU4YjQwM2NiNDIzMTc5M2IxNjA1OThl\" data-original-margin=\"\">\"Your Majesty, General, I think I have a better idea for an attack plan.\"</p>\n<p class=\"cnNjOWZhZGVjNTUwNDQ3NjlhZmEwNjEzZjg5NjUyODRj\" data-original-margin=\"\">Despite being a mere captain, Pascal's words instantly seized the attention of every high-ranking officer in the room. The King did not hesitate for even a split-second before he gestured with an open palm: \"let's hear it then.\"</p>\n<p class=\"cnM1YWVjNDIyYzBjMDRhMzVhYTYwOWM2YTY3OTRiYzM3\" data-original-margin=\"\">General Neithard, on the other hand, looked far more dispassionate. He turned his attention towards Pascal as though merely observing a formality.</p>\n<p class=\"cnNhNjAwYzAyOWViZTQxMmFiMjg3MzRkNmFiNzFlMmY1\" data-original-margin=\"\">\"Sire, we know, that the enemy knows, that our cavalry --and particularly our Phantoms-- are scattered within Skagen conducting deep raids. We also know that Admiral Winter deliberately circumvented around the Skagen Peninsula, to strike directly at Nordkreuz from the North Sea. Asgeirr Vintersvend has successfully delayed our ability to detect his skywhales until the last possible moment. He likely did so hoping it would take us time to regroup our air cavalry, which creates a window of opportunity that he can exploit.\"</p>\n<p class=\"cnMzODRiNGE1MDQ3YzQ1MDc5NWRjZjE4YTcyZGY4NGU3\" data-original-margin=\"\">\"You're saying that Admiral Winter will likely launch an immediate air strike on Nordkreuz?\" The King inquired. \"If that is the case, should we not order the <em>Phantom Gale</em> to remain within the city?\"</p>\n<p class=\"cnMyZGFkNjc0N2UxYTQyYmZiMGMzYjE2MmE2OTFkMzZm\" data-original-margin=\"\">\"Yes and no, Your Majesty.\" Pascal continued. \"I believe Skagen's drakes will conduct a sortie tonight to bombard Nordkreuz, before the majority of our Phantoms can return from the peninsula to challenge their air superiority. However, while we know exactly where his skywhales are, thanks to the real-time updates provided to us by the 'Eye of the Dragon', Admiral Winter will not have the same information in regards to the whereabouts of our Knights Phantom in Skagen. And this, gives us a crushing advantage on information.\"</p>\n<p class=\"cnNmN2Q1ZjcxYjE0NjQ3ODRhZTEyYmE5ZjA5MDExMDY4\" data-original-margin=\"\">\"My proposal is that once General Neithard regroups with our other Phantom companies, he should commit all of our Knights Phantom in a two-pronged assault against Admiral Winter's skywhales.\" Pascal insisted. \"If we time it correctly, we'll get there before the drakes can return and rest after their sortie. Our primary goal should be to destroy those armored beasts which serve as a mobile base for the drakes, and hopefully kill their admiral alongside them. Without the skywhales to shelter their drakes, we can then use the Phantoms' superior maneuverability to harass their drakes when they must land to rest and recuperate...\"</p>\n<p class=\"cnM0NTM2YTljMWVkMTRjNDNhM2E2MmMxOGYyY2M5MDcw\" data-original-margin=\"\">\"Stop.\" General Wiktor interrupted him. \"You wish for all of our Phantoms to be committed to attacking their skywhales, and not to deal with the drakes until later. What about the city in the interim then?\"</p>\n<p class=\"cnMzZWQ5YzNmY2NlNTQ1YjdhMTY0NWUyYmZmM2EyZWI2\" data-original-margin=\"\">\"We hunker down and prepare for the bombardment.\" Pascal declared with a stiff gaze. \"We send all civilians to basement shelters and reinforce them by magic. And we empty the army encampments and evacuate the men. Units trained in anti-air combat should be pulled in to reinforce the city's garrison. However, all other soldiers should take shelter further away from the city under the cover of illusions to spare them from the bombardment.\"</p>\n<p class=\"cnM0N2VmOGUxYWM4ZTRmY2M4MzA5MzQ0YmQ3OTUzNDQ1\" data-original-margin=\"\">\"You're using the city and the camps as fodder,\" the King stared back, amazed. \"Pascal, Nordkreuz is <em>your</em> fiefdom.\"</p>\n<p class=\"cnMxOGU2M2YzNGRhMDQ2MTZhNDNmZmVkZTFkMzY5YzI3\" data-original-margin=\"\">\"I know, Your Majesty,\" Pascal declared as he felt a chill envelop his body. \"But this is also the surest way for Weichsel to <em>win</em>. Nordkreuz will undoubtedly receive damage, but with strengthened anti-air, it will endure and it will survive. The same cannot be said if our forces fail to achieve victory.\"</p>\n<p class=\"cnM4NWFiZWQ2NWU4MzQ3MTFiNTAwNDQ1YmQ5MGJkZDM1\" data-original-margin=\"\">\"I agree completely,\" General Neithard remarked stiffly, though his stony gaze also looked upon Pascal with sincere respect for the first time. \"We must recognize where the priorities lay. It is clear that the enemy's entire plan revolves around their skywhales, for without them, Admiral Winter will not have a secure shelter to channel his magic from. Therefore we <em>must</em> eliminate them as our primary objective, even at the cost of reducing the city's defenses.\"</p>\n<p class=\"cnM1MjRjODg2MGQ1YjRhZjNhNzQ5NTEzYjQ4ZjY0YTdh\" data-original-margin=\"\">King Leopold stared at Pascal for a moment longer before he pursed his lips and nodded:</p>\n<p class=\"cnM3ZTg5MTA0NDkyZTQxMmFhMTQwYTQ3Yjg3YTI4MzFl\" data-original-margin=\"\">\"I see you are resolved, and I accept your proposal. The details I will let you and Wiktor work out. However--\"</p>\n<p class=\"cnM0OTZmNmI5YWRjYzQ2YmQ5YWRlMTk3ZTI4NTJiNjA4\" data-original-margin=\"\">\"However given the risks, Your Majesty must not remain here in Nordkreuz.\" Colonel Hannes interrupted the King, which caused the latter to raise his eyebrows as he glared back.</p>\n<p class=\"cnMzOTFhZGZmN2Q2OTQ1N2E5MzQ4MTg2ZTlhNTc0NmM4\" data-original-margin=\"\">\"You don't think <em>a King</em> should stay and set an example for the men?\"</p>\n<p class=\"cnMxM2M0MWNlZjRlMTRiNzVhMmRhN2E3MjMzZTU4OGQ1\" data-original-margin=\"\">\"I think the benefits of that would be marginal and the risks great,\" the dhampir spymaster insisted. \"General Wiktor is more than capable of managing the defense of the city. Your Majesty's heir is still an infant. It is important for you, Sire, to act with prudence, and not with your ego.\"</p>\n<p class=\"cnM0MDQ4ZWFiMWNhNjRlZGQ4NDJlNzk2NjRmMmMwYjIw\" data-original-margin=\"\"><em>Only Hannes would dare say something like that to the King,</em> Pascal thought.</p>\n<p class=\"cnMxMTg4YzNkNTM2NDRmMWVhMjBjZTFkNmVjOWZjNGIy\" data-original-margin=\"\">Nevertheless, he did agree with the Colonel. King Leopold might hold the rank of Lieutenant-General and was an enthusiastic supporter of the army, but his forte had always been more in politics than in military affairs. For the King to remain in a city that was about to be hit by a massive air raid -- the benefits would be entirely symbolic, while even a fluke hit could lead to severe consequences for the whole nation.</p>\n<p class=\"cnNjYjI3OWI2MTQzNjQzMTZiMGZlYmQwZDM2MzgyMjk4\" data-original-margin=\"\">\"I concur, Your Majesty,\" Pascal decided to speak up. <em>After all, did King Leopold not express a desire for me to be more candid with him?</em></p>\n<p class=\"cnM2YWJkOTU2ZGRkNjRhNDhhNmVjYTZiZmVmMWI1NWNh\" data-original-margin=\"\">\"And so do I,\" General Wiktor nodded as well.</p>\n<p class=\"cnNmNTFkNjc2ZDUyNzQ2YTI4ZTMzZWYzNGFiYzJlNmIy\" data-original-margin=\"\">The King looked between the three of them before he exhaled a deep sigh.</p>\n<p class=\"cnNhMTk3YjRmNTNlNjQwYjdhNzgwNWM0OWE2Mjc3N2Yx\" data-original-margin=\"\">\"Very well,\" he said unhappily. \"I will depart back for the capital, but only after we have made all arrangements here,\" he insisted. \"And as I was about to point out -- I think it would be an error in judgment to assume that simply because Admiral Winter will take the opportunity to bombard the city, the skywhales will be left undefended.\"</p>\n<p class=\"cnMyYTM2MzU5ZjQ2NDQ4M2Q4ZGZkN2VlNjVhZDU5MTE0\" data-original-margin=\"\">\"In addition to any onboard soldiers and weaponry, they'll likely retain at least some of their drakes as a defensive air patrol,\" Lieutenant-Colonel Hans pointed out.</p>\n<p class=\"cnM1MTY1MmJlNDhhZDQ2MDVhYmMwMzNmMGM1NzlhMTVk\" data-original-margin=\"\">\"And that is why we will launch two separate waves,\" Pascal said as he began to explain the details of his plan. Weichsel might not have any propeller-driven 'torpedo' or 'dive bombers' that Kaede spoke of, but the Knights Phantom were more adaptable and just as deadly.</p>\n<p class=\"cnM4OWJjZDFkNzY5YzQ1OGE4NGFmMDNlNGU2MzU4NTU5\" data-original-margin=\"\">\"We send the first wave on a level attack against the skywhales. The <em>Phantom Gale</em> can form a wind tunnel and clear a path through any acidic rain clouds they throw at us...\"</p>\n<p class=\"cnM2ZjRlYWE5YWJhNTQwOThhYWYyOWM2ODY4YWY3NmE1\" data-original-margin=\"\">Pascal knew that Colonel Dietrich von Falkenrath, commander of the <em>Phantom Gale</em>, was one of the best stormcallers in Weichsel. Even if his magical abilities were nowhere near those of an armada-destroying archmage, they should still be sufficient to create a gap through which they may launch their attack.</p>\n<p class=\"cnM4MDgzZDRjZTg1ZjQ4YjViNTkzMGQxZTIxNDU2Y2Ew\" data-original-margin=\"\">\"Colonel Albrecht von Bittenfeld and his <em>Black Lancers</em> should then follow the <em>Phantom Gale</em> in the first attack.\" Pascal declared next. \"The <em>Black Lancers</em> are at their best in frontal assaults, and their armored gryphons can fight against drakes in close-quarters combat better than any other mount. We can further augment their numbers by sending in the Phantom Grenadiers. This should draw the attention of the skywhales' onboard weaponry as well as any drakes they retained as a defensive air patrol.\"</p>\n<p class=\"cnNjNDNmMzg0YzdiZDQxZWNiNjgwNzM3YmQ0ZGVlYTlh\" data-original-margin=\"\">\"And that's when you spring the second wave,\" General Neithard commented, as though already seeing through Pascal's plan.</p>\n<p class=\"cnM5ZjJmMjcyMjIyNTRjY2U4MWQzNzJmZjMxNWExZTlm\" data-original-margin=\"\">\"Yes Sir,\" Pascal nodded. \"The second wave, consisting of the other two Knights Phantom companies, will move into position, hidden in the upper cloud cover. They will dive down at a steep angle to reduce the amount of time the defenders have to react. Their objective will be to deliver precision strikes against those whales' biggest weak spots -- their blowholes.\"</p>\n<p class=\"cnM1ZmVjZjlhMjhlZTQ0YTlhMGQyYTVkYWUxOWRhNGZj\" data-original-margin=\"\">The blowholes were a relic of the whales' non-magical ancestors. But since all biological creatures needed a vent for air intake, their evolution had left this sole weakness on the skywhales' hardened heads.</p>\n<p class=\"cnM1YTY1MTQxYmVmODQ4Y2FiNzcwOTJlOWY1ZmI0OTQ0\" data-original-margin=\"\">Kaede had likened it to a 'thermal exhaust port', which in this context made absolutely no sense.</p>\n<p class=\"cnMyMTIzMWYxNTViYTQ2Nzg4MDExMGRlN2VlOTc0ZmU5\" data-original-margin=\"\">\"Those skywhales will likely carry considerable numbers of anti-air troops on their backs,\" Hans voiced his concerns. \"Especially towards the front to guard such a vulnerability.\"</p>\n<p class=\"cnNjMTI1NDVmM2ZjYzRiMjU4NjRkMDZmYzUwN2U1M2M2\" data-original-margin=\"\">\"That is why the second wave features two companies when only one could manage the attack,\" Pascal stated. \"Although it would be nice to increase those numbers, it is imperative that the first wave be sufficiently convincing as the 'main attack'.\"</p>\n<p class=\"cnNmNzdhMTMwNzgyNTQ3MjViOWM3ODk5ZjA5NDU1ODE1\" data-original-margin=\"\">\"In that case, it would be best if I lead the first wave,\" Sylviane declared. \"An Oriflamme's presence will undoubtedly draw their attention. Those volcanic drakes might be tough against fire, but a phoenix's flames will scorch them all the same.\"</p>\n<p class=\"cnNkMzQ3MzAzNDgyZTQzY2Q5OGVjNjhmZDUxYjk1YThi\" data-original-margin=\"\">Pascal frowned. <em>I just hope Sylv does not do anything too reckless.</em></p>\n<p class=\"cnM4Y2I0ZjM0ZWY1ODQ0OWY5MDQ4NDA2YmQ3MDQyODM2\" data-original-margin=\"\">The thought of holding her back never even occurred to him. The mere idea of stopping an Oriflamme Paladin from committing to battle was utter nonsense. Pascal's only worry was that since he lacked a Knight Phantom's training, he would not be able to accompany Sylviane in their mission to attack the skywhales. Instead, he would have to remain behind to help defend the city.</p>\n<p class=\"cnM0ZTJmNjk3NTRiMjQ3YjhhOTQ0MDMxZGU2OTVkMTRl\" data-original-margin=\"\">\"The general plan is sound.\" General Neithard declared after a moment of consideration. \"I will ride alongside Her Highness in the first wave. However, given the factors of uncertainty, I will hold the <em>Dawn Sky</em> company from the second wave back as a reserve. Colonel Erwin von Hammerstein's Phantom Grenadiers will be assigned to the second wave instead. They can dive ahead of the other company and clear a path through hostile anti-air. Only once they have the defenders pinned down will the <em>real</em> second strike dive in.\"</p>\n<p class=\"cnMwZmNkYzI1MDhmYzQ5Nzg5ZjFiNDNlN2RmODcwOTBj\" data-original-margin=\"\"><em>He plans to use them as fodder,</em> Pascal immediately recognized.</p>\n<p class=\"cnNhYmFiYjA1ZDVkNzRkYzk5OGQ0MzkzODZlMzBjMjA4\" data-original-margin=\"\">The Phantom Grenadiers may have accrued some battle experience during their raids in Skagen, but they were still a mostly green unit. To throw them at the skywhales' formidable air defenses alone, they could almost certainly expect heavy casualties.</p>\n<p class=\"cnMxMmE0NzI0MTQ2ZDRmYjliNmJhOGY3MzIzNzYwMjNk\" data-original-margin=\"\">However, since the Phantom Grenadiers were also the least trained of Weichsel's air cavalry units, they were also more expendable than the other, proper knights.</p>\n<p class=\"cnNmZjMzOWRmZWFjOTRhZDk5MDZmOTg2MTcwNDc2YTBk\" data-original-margin=\"\">What amazed Pascal was how the General chose this, despite knowing that his own niece was second-in-command of the grenadiers.</p>\n<p class=\"cnNhOTQyNjhlYTVlZTQ3MDA4M2RjZjM0MmJlMDcyYjE1\" data-original-margin=\"\"><em>Is he just being callous, or is he deliberately doing this to give her the most dangerous assignment?</em> Pascal couldn't help wonder.</p>\n<p class=\"cnNiZTg4ZGFiOGMzOTRhZjM5ZjUxN2UxZWYxNzYxYTVk\" data-original-margin=\"\">After all, units that undertook the most dangerous assignments also had the most valor to gain. It was as though Neithard expected Ariadne to either return with honors... or not at all.</p>\n<p class=\"cnMzMGY5ZjZiOTc2ODQ4YjViMDk1MmJlYWUzNzNhY2Rh\" data-original-margin=\"\">\"Even with all of this, the opportunity to deliver critical damage against the skywhales may only last a fleeting moment,\" General Neithard then added. \"We must consider what is our best means of maximizing damage through those blowholes in a single strike.\"</p>\n<p class=\"cnM1ZmFkZDM4ZjE3YTQ1OGFiNDkyNGEzOGU1N2FmMjUy\" data-original-margin=\"\">For a moment everyone fell quiet as they considered their arsenal of military weapons. But try as he might, Pascal couldn't think of a single option that really stood out.</p>\n<p class=\"cnMxZjc3MWQ3YjY1NTQ1MmE4Y2U5Y2NmNGY3YjQ3M2Ey\" data-original-margin=\"\">\"Since it's their nostrils,\" noted the King's spymaster, Colonel Hannes. \"What about an inhaled poison?\"</p>\n<p class=\"cnNiYTAyYjgzMWIxZDQ4NjFhODEzMjU3YzJiMGE3Nzhm\" data-original-margin=\"\"><em>Trust a spy to think like an assassin,</em> Pascal almost snorted. However the Colonel was also onto something, and the suggestion immediately elicited an idea from him.</p>\n<p class=\"cnM0ZmZlMWVhNzAxNTQ1YTI5ZWJjOWI5ZWNiNGM2ZWZj\" data-original-margin=\"\">\"What about prussic acid?\" The young landgrave recalled from the previous night when he and Sylviane discussed steelmaking, where the alchemical was used for surface hardening and caused the blackening of the armor that Weichsel preferred. \"It is a highly toxic gas that inhibits respiration, is easy to create, and is also extremely flammable. Once we hit them, those whales will not merely suffocate. They will burn from the inside.\"</p>\n            ",
  "invisibleParagraphContent": "If you encounter this narrative on Amazon, note that it's taken without the author's consent. Report it."
}