{
  "preChapterNote": "<p>This chapter and the next, the battle essentially, kicked my ass. wrote and re-wrote it a bunch of times, hence the lack in updates. Eventually, I had to get another talented writer's help on this battle, choreography and other ideas etc. (Her characters get a cameo in this chapter.)<br><br>Good news though, I did write ahead, so expect 4 total chapters over the next day or two. And yes, I do get back to Lillith within those four, as well as catch up to what exactly she read in the note.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MDhkNTQ2MDVhNzQ2MDRhNDM2YjEzODc2MTQ2MTc0\" data-original-margin=\"\">Water towers over the battlefield, enough to drown everyone else present if nothing is done. But not enough to stop me. Cold mana erupts from me, assaulting the water in a massive wave of its own. It takes time, but little effort. My mana saturates the wave, spreading ice like a stain on cloth. It's only a few moments before a massive wall of ice casts a shadow over the entire area. It was a pathetic attempt. A massive amount of mana, just to distract me for a moment. As I turn I see why Kallon even bothered. The little prick doesn't want to fight me alone. Weeks assaulting the palace and the asshole runs the second someone on his level comes to fight.</p>\n<p class=\"cnMyYTE2NjE0ZjY3OTQ3Y2U5ZjFhZDJkMjFhNDQ3NTMy\" data-original-margin=\"\">Instead, bursts of familiar pink mana flash beneath his feet. His signature explosion mana he has always been so proud of figuring out. It does make him fast, each explosion not only elevating but accelerating him rapidly through the air. I can't help but feel impressed. The amount of precision needed to use the force of little blasts like that... He has to perfectly apply each explosion to push his body in the correct direction, at the correct speed. A slight miscalculation and he would spin like a top in the air. Speaking of which, it would be best not to let him beat me to the Bards he is currently racing toward.</p>\n<p class=\"cnNlOGM3N2UwMzAwYzQzZDRhYWFkODEzMTEyNjUyNDE1\" data-original-margin=\"\">I use wind mana for this. Not a lot, but enough. I first launch myself after him, controlling the wind to accelerate me while also redirecting resistance around me. As I get close enough, I push mana out ahead of me, creating a little wind vortex just where I think his next explosion will go off. I miss once or twice, but I only need to get it right once. He is getting concerningly close to the bard with the flute, but my plan works in time. Just as a massive amount of pink mana prepares a surely deadly spell and the bard woman fails to form a defense, I hit just the right spot.</p>\n<p class=\"cnM3YjdjOGJhOTk1YzQ3ZDRiNTljODI3MDNiY2U5ZTk1\" data-original-margin=\"\">His foot is pulled into the wind just before his explosion goes off to move him that last little distance he needs to hit the unprepared bard. Instead of setting off an explosion in her face, he trips in mid-air and collides painfully with the ground, just as I fly past him. I can't help but laugh. Despite how serious the situation is, it's good to see the arrogant prick eat dirt. Before he can recover, I surround him with pale green wood mana. Roots spring up around him like a liana tree, forcing him against the ground and preventing movement. This doesn't prevent him from casting unfortunately and his explosion still tries to kill the uninvolved mage.</p>\n<p class=\"cnMyYzY3OTMwMzM3MjQ5NGNiYTBlYmQ5ZmNjMTM3NmZk\" data-original-margin=\"\">I grow another root to force his face into the ground and prevent any attempt to aim further spells. Meanwhile, I pick the bard girl up with wind and push her out of the way. At the same time, I use a wall of wood to intercept the explosion. It does splinter, but it absorbs the majority of the impact. I easily catch the disoriented woman as we both descend to the ground. \"Get your hands off of me, freak,\" she protests, pushing me away as soon as her feet touch the ground. Harsh, but I don't mind so much.</p>\n<p class=\"cnM4MzY5MTNhNGEyODQxMGZhN2MzNjIwMzJlNDlhOTRj\" data-original-margin=\"\">\"Um, that's the prince, Viola,\" another musical bard warns. This one has a violin and braids, and is looking at her friend with embarrassed concern.</p>\n<p class=\"cnM1YjYxYjhiZmI0NjQ5NjdhMjE5NzI2NGZiNzNhMmIz\" data-original-margin=\"\">\"Don't worry about it,\" I laugh. \"She's right, I didn't have to catch her like that. I'll admit to showing off a little, that one's on me.\" Both women look at me with something of a charmed surprise. It's not an uncommon look, even some Bards are unused to interacting directly with royalty, and I suppose I am the prince now.</p>\n<p class=\"cnNhN2M2ZGQzNTRhOTRkZGI5NGExY2NlNTBkMzllMDc3\" data-original-margin=\"\">The flautist, Viola I think, scoffs. \"We don't have time for this. Come on Octavia,\" she says. The woman with the braids watches me for another moment before following her friend. As I turn to face Kallon, I can hear the surprisingly heavy tones of their music as they return to augmenting their mana with their opponents' and allies' emotional reactions to it. What a charming way to fight. As I return to the root trap I curse. A hole in the ground reveals that Kallon has traded one of his aspects for earth mana. He escaped through the ground. I smile. He is too predictable. I casually step to the side just as earth erupts in front of me, Kallon rapidly emerging where I had just been standing. Pressurized water helps propel him more quickly as blades of stone fly through empty air where he'd hoped to find me.</p>\n<p class=\"cnNjM2NlZjE2ZWE1ZjQ2YjViZDFmMWU2NDJjNmQ4NjVj\" data-original-margin=\"\">I laugh and use my cold mana to freeze his water around his feet. My mana easily overpowers him, especially as he tries to throw one of his stone blades at a nearby bard. The man he threw it at easily dodges to the side and sneers at him. \"Come on prince- er, sorry. Former prince Kallon. Don't get cold feet, attack if you are going to attack!\" he jabs. His aura immediately flares as he successfully draws the desired emotional response from Kallon. He'd be in danger but I quickly swirl my wind around Kallon to prevent any retaliation, which only empowers the bard more. There is little Kallon can do here. His superiority endoaspect should make it easy for him to kill most people on the battlefield, but it's a poor match for my protection mana. As long as he is targeting someone else over me, he will be at an even greater disadvantage.</p><p class=\"cjcxZGIzZmRhNThhNzQ0ZDM4YjRiOWJjZjU3YTdjMTQw\" data-original-margin=\"\">If you stumble upon this tale on Amazon, it's taken without the author's consent. Report it.</p>\n<p class=\"cnNjYjBiMzE1ODY3ZTQ3YjU5MDUyMzhlMmJjYzA0NmIx\" data-original-margin=\"\">\"I'm going to fucking kill you,\" he snarls at me. I glance behind me before pointing at myself.</p>\n<p class=\"cnM4NjdlMGY4ZDQxMTQ4YjNiN2E4NjQwMGFmZTBhZDQ2\" data-original-margin=\"\">\"Me? You're planning to kill me? Well, alright I guess, come on over and give it a shot,\" I offer. \"Oh come on, don't freeze up on me.\" He practically bares his teeth as deep blue mana erupts around him, creating a pillar of thick water around him. He's panicking. The idiot is literally panicking. How many times is he going to make the mistake of using water against me? I immediately bombard it with cold mana, freezing it around him and only further trapping him inside. I'm trying to decide what ice pun will annoy him the most when I see the pink mana inside, shimmering through the newly formed ice. Is he insane? He is more desperate than I thought.</p>\n<p class=\"cnMzMWQ1NDgxOGU1ZjRlMmRiOGVkNWVlNGJhZTNkOTk0\" data-original-margin=\"\">I quickly summon as much wind as I can to catch the ice shards that erupt as Kallon's spell shatters it and sends it in all directions. It's trivial, considering the obvious color of his explosion mana. He's lucky I don't kill him now. I can just barely see his desperate mana flaring beyond the wind and ice. If I collapsed this spell on him now... I could shred him to pieces. But he doesn't deserve that. He's just a spoiled child. Besides... as much as I hate to admit it in this situation, it's a little fun fighting like this. We haven't sparred for so many years. And it gets my mind off everything Darian was saying before the fight. It would be better to incapacitate him, then help Grandfather with the actual enemy.</p>\n<p class=\"cnNjZTdlOWZhNzY4ZDQ1MDVhMjE3YjE5MWI0ZTRjNTJm\" data-original-margin=\"\">\"What the fuck are you doing?\" a woman screams behind me. \"Fucking kill him while you have him there!\" I turn to see the Flautist woman from before. Vi-something I think.</p>\n<p class=\"cnMxODYzMjIwMzg0MjQ2MzRhOGQwMzQwMjczNWI3NmQ1\" data-original-margin=\"\">\"It's fine, I have him under contr-\" I start to reassure when a loud explosion rings out and the earth shifts beneath my feet. I stumble a bit but don't fall. \"Behave yourself in there!\" I call, turning back to the spell behind me. Except, Kallon's mana is gone. I look around with a sigh. Where is he this time? How irritating. I expect him to come from below again, but as I look down for more shifting in the ground a man's cries redirect my gaze upwards. Just as the man warned, Kallon is descending on all of us, huge clumps of stone raining down alongside him. He is forming explosion mana behind each in order to create more shrapnel and spread it further.</p>\n<p class=\"cnMxMzIwNjk5MTFlZjQzZTRhOTQzOWE5NGY2NGYwM2Zh\" data-original-margin=\"\">\"Shit,\" I whisper under my breath. It's fine. I can handle this. First, I summon wind in massive quantities, sharpening each gust like a blade. I spread it out over the entire battlefield, protecting both my allies and his from this insane attack. As my wind tears through his stone, my protection mana flares, aiding me in the destruction of my opponent's mana. At the same time, I grow a massive tree in the center of the battlefield with a huge wooden canopy to absorb as much of the impact and rubble as it can. It's not perfect, the cover being formed of tangled branches. But it works. Nothing terribly dangerous makes it through.</p>\n<p class=\"cnMwY2NmNmIxZGY2OTQ3Nzk4YzQ4ODI4ZGZjYTIzMWQx\" data-original-margin=\"\">We can all hear heavy impacts above us and see flashes of pink light through the cracks. But we are safe in the shade of my spell. It takes a few moments, but eventually, the impacts stop. Terrified combatants on both sides of the battle crouch and look up. We have a nearly kind moment of camaraderie as everyone sighs in relief. But Kallon isn't done. A moment later every single crack flashes with vibrant pink light, and a massive explosion rings out above us. The shockwave knocks most people off their feet, and the wood canopy bursts into terrifying flames. Even my heart skips a beat as I see it.</p>\n<p class=\"cnNkY2IzODNhMjk0YTQ4NDJhMTBlMDUxNjE5MDg5NjU3\" data-original-margin=\"\">But fire is no more dangerous to me than water. More wind mana fills the sky, its darker green contrasting with the red firelight in an almost beautiful way. I pull from the fires, moving the wind and air to choke them before the canopy above can collapse and hurt the combatants below. And after so many spectacular spells in a row, the battlefield is silent. No one fights. I can understand why. I take a few steps toward the bard girl who had screamed at me before. I give her my most winning smile. \"See? All under control,\" I grin.</p>\n<p class=\"cnMzODJlOWZjYWNiNjQzYjI5NDk0ZWI5NTVlMWZhZjg0\" data-original-margin=\"\">She shakes her head in exasperation, then looks around her as I offer a hand to help her up. \"Where is my flute?\" She asks, ignoring the offer of my hand. I look around myself. It is almost surreal how quiet it is. The way the display of magic has calmed the conflict. It's heartwarming in a way. While we were all in danger, we forgot which king we supported. We simply supported each other.</p>\n<p class=\"cnNkNzQwOTYzODUyNTQ5NTc4MDk5MmY5NWZiMGZlMzU2\" data-original-margin=\"\">\"Funny, looking for a flute on the battlefield,\" I chuckle as she searches desperately.</p>\n<p class=\"cnMyZjMwNzJjYzdiMzQ5MTRhMTQ0OTJkMjVjOWM3NTQ3\" data-original-margin=\"\">\"Where is it? Fuck! Where is my-\" I open my mouth to stop her from panicking when the world turns red and my mouth is flooded with copper. There is something in my eyes, I don't understand, what's in my eyes? Was it water mana? It must be water mana but why does it burn? I rub my face with one sleeve to see the girl spluttering, reaching out for me in desperation with one hand and grasping her flute with the other. Her flute which is now lodged, deep in her throat. She silently coughs. Blood spills over her lip.</p>\n<p class=\"cnM0NmI4NzY4MjFhOTRkNzZhZWRmOTExMDRiZWJlYmQ0\" data-original-margin=\"\">\"What's in my eyes?\" I whisper.</p>\n            ",
  "invisibleParagraphContent": "If you stumble upon this tale on Amazon, it's taken without the author's consent. Report it."
}