{
  "preChapterNote": "<p>For those who need visual aid for this chapter, reminder that Hyperion's world maps may be found on my blog's <a href=\"https://samaran-daybreak.com/index.php/hyperion-maps/\" rel=\" ugc nofollow\">map page</a>. Links can also be found in the bottom of the story front page.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5NjUxYWIyMjQwZTRjNDdiYTllMzdhNzkyMzM4NzY2\" data-original-margin=\"\">As Pascal followed Sylviane into the Emperor's 'war room', he noticed the curious glances from those assembled around the oval table that dominated the spacious chamber. Most of them lingered on him for only a moment, though a few of them lasted longer as Kaede walked in behind him.</p>\n<p class=\"cnM3MzUzYzgxOTE4YjRmNTM4NzdiNzM4NWQ3ZjlkNDIz\" data-original-margin=\"\">Even Emperor Geoffroi's sight drifted as he briefly eyed the Samaran girl.</p>\n<p class=\"cnMzODcxNDNmYTg4NTQ1NGM4ZTQ2OWM2YTQxYmM5Zjg4\" data-original-margin=\"\">A lady in her late middle-ages had just finished presenting the strategic situation using the illusory projection in the table's center. The conjured figment was a three-dimensional terrain map of Rhin-Lotharingie, complete with its mountains, rivers, roads, and settlements.</p>\n<p class=\"cnMyNmExOTdmYjdhZjRiYmU4NDk4OGI1MTZkYTE1OWYx\" data-original-margin=\"\">\"Do you think the second line fortresses near Pirenèus will hold?\" The Emperor asked.</p>\n<p class=\"cnM1ZWEwNTg3ZjE4MTQ4YWY4OWJlYjRjNGJkYTAyNmU1\" data-original-margin=\"\">Broad-shouldered and tall, Geoffroi Jean de Gaetane had an imposing figure that towered over most others even as he sat. The Emperor was almost a century old, which for a mage meant he was approaching the end of his adult prime. His face was fairly wide, with plum-black hair and an intense blue-violet gaze that felt as though he saw straight through people. His prominent nose and thick mustache gave him an ever-stern expression, while his shaved cheeks held a thin stubble that he often rubbed in deep thought.</p>\n<p class=\"cnMzZThmZDgxMzlmZDQwNWI4YzhmNjEzNDE3MGMzYjkz\" data-original-margin=\"\">\"The southwestern mountain passes will hold without doubt. The 'Trio' may cry a shortage of troops, but they have the advantage of terrain backed by formidable mountain fortresses. In such narrow lanes of advance limited by the steep South Lotharingie Mountains, the martial prowess of three Oriflammes will easily make up for our severe numeric disadvantage.\"</p>\n<p class=\"cnM5ZTQ2YWE3ZGFhODRjOGM5ZTA2ODM1NmQ5NDhjY2Iy\" data-original-margin=\"\">Standing next to the Emperor was Dame Cosette Louise Granger, whose thin figure and unassuming appearance contrasted greatly with that of her liege. Cosette was widely known as the lifelong mistress of the illustrious Duke Gaston, though she was neither a great beauty nor of aristocratic birth. The woman was just shy of old age and upheld a respectful elegance in her classy dress and calm image. However Pascal knew that behind her silver-gray hair and plain gray eyes lay one of the best minds of Rhin-Lotharingie.</p>\n<p class=\"cnMyMGQwMTkyMjQ4MjRmMTBhMGM2MTgyMmI3ODI5ODFk\" data-original-margin=\"\">It had taken considerable time for even an Emperor as wise as Geoffroi to realize that she was behind Gaston's string of victories in previous wars. Nevertheless Geoffroi acted swiftly when he found out a decade ago. He had promoted her to the position of 'Marshal of the Empire' which effectively made her the commander of the Rhin-Lotharingie military, outranking even her lover.</p>\n<p class=\"cnNhOGQ2NzczNmIyOTQ1NzFiOGMzNmM1OTM5MzEwNDE1\" data-original-margin=\"\"><em>Though in reality she has very limited authority,</em> Pascal thought. <em>Unlike Weichsel, the Empire's feudal nature resists centralized command.</em></p>\n<p class=\"cnNkYWI5NjE4ZDNmNzRlOTc4MmM4MTRjNWQ4OTdmODVk\" data-original-margin=\"\">The young landgrave took a seat next to Sylviane, who sat across the oval table from her father. Her faithful maid and bodyguard Mari stood behind her left side, just as Kaede came to stand behind Pascal's right. They were not the only attendants either, as several figures he recognized stood behind the other nobles present. That didn't even include the four phoenixes perched near a ceiling corner who chirped quietly to one another.</p>\n<p class=\"cnNhYzMzNTg2ZjNkNDQzNDNhNWYxNzkyNjJiNWZkZTI0\" data-original-margin=\"\">\"The two coastal regions, however, are a different story.\" Cosette pointed at the coasts of Avorica and Garona respectively with an extendible rod in hand. \"The Inner Sea front is my main concern, and I plan to rejoin Gaston in Garona as soon as our meetings end. The Caliphate's forces there are undoubtedly the strongest of their three thrusts. With the support of Duke-Regent Raymond and his famous Hippo-Cuirassiers, I hope to blunt the Cataliyan advance along the banks of the River Ròse.\"</p>\n<p class=\"cnNkMjM4M2FlMDk2NjQ0ZGNhMzQyYzQzNDNhZDk1MGFk\" data-original-margin=\"\">\"And therefore you choose to ignore Avorica's plight?\" Queen Katell de Penteur, of the Kingdom of Avorica, spoke in a cold voice.</p>\n<p class=\"cnMwMWRhOTU4Mzk1NDQwNjU4Mzk5MzI1NGZhZWI3ZTUx\" data-original-margin=\"\">Pascal was surprised that the beautiful young queen with golden-blonde hair and sapphire eyes came to Alis Avern in person. She was already in her second trimester of pregnancy, and it showed noticeably despite her narrow frame. House Penteur was also one of the Emperor's more vocal opponents in recent decades. Perhaps it was for that reason that Queen Katell braved the journey, to represent her homeland in person so that it might receive the military aid it needed.</p>\n<p class=\"cnM5Mjg5ZjFkMTM0MzRiOTM4Y2FjN2NlYjdiNWI5OTNl\" data-original-margin=\"\">\"I have no intention of such.\" Cosette calmly defended her actions as she sat back down. \"The Army of Avorica is led by Dame Edith-Estellise and the Knights Hospitaller. Knowing her, she will fight for every centipace of Avorican land, even if it's not necessarily wise to do so. Nevertheless, Edith <em>is</em> the champion of Rhin-Lotharingie and the best of the paladins in direct combat. She will make the Cataliyans bleed even if she is forced back along the Avorican coastline.\"</p>\n<p class=\"cnNkOGExODcxNzM1NTQ2YjM4ZDlhNzAwY2RlNTQ5OTg3\" data-original-margin=\"\">\"But you admit that Edith will be forced back,\" Queen Katell stressed. \"Surrender Avorican lands to the infidels?\"</p>\n<p class=\"cnNjZWY5OGJlOGRkZDQxNzJiMzJmYWI4YjRhOTBjNzY4\" data-original-margin=\"\">\"That is inevitable unless the Army of Avorica can receive backup from the Kingdom of Ceredigion.\" Cosette frowned as she looked towards an empty seat, where the representative from Ceredigion was noticeably absent.</p>\n<p class=\"cnNkZTFlMjk4NGRmNTQ4ZDVhZjk0YTU4M2RlMjgxZTU1\" data-original-margin=\"\">\"Is that not the jurisdiction of Your Majesty's?\" The Queen turned her glare upon the Emperor.</p>\n<p class=\"cnNlYjQzNTVjZjI5MjRiYTA5MDNjZmQyYjhmM2Q1ZjY5\" data-original-margin=\"\">\"It is. But you have made it difficult for me over the preceding decade.\" Emperor Geoffroi replied. \"Ever since the War of Imperial Succession, or even before that, your alliance with King Elisedd of Ceredigion in opposition to my authority has undermined my influence in the Empire's western territories. I have sent for King Elisedd and called upon his forces. Yet, as you can see.\" Geoffroi gestured at the empty chair.</p>\n<p class=\"cnNlMmZhYjA2NDkxNjQxMjE5ZWM3NmM0MjJiOTMwZmQy\" data-original-margin=\"\"><em>You reap what you sow,</em> Pascal thought as his lips twisted into a faint smirk. The young queen however did not miss this as she sent him a quick glare.</p>\n<p class=\"cnNiM2EwY2IyNjI5MTRlMTNhZGIwODk4ZjEwMzAxZTcx\" data-original-margin=\"\">\"And what of reinforcements from King Alistair?\" She looked towards the King of the northern Kingdom of Gleann Mòr.</p>\n<p class=\"cnM4NzQxOTZhMDQyZjQ0NmRiMDVkNTlmMjQ5ZWY0YmU3\" data-original-margin=\"\">Alistair Mackay-Martel wasn't a handsome man by any means. He was youthful and tall, appearing in his late-twenties with a towering height and broad, muscular shoulders. However his head leaned on the squarish side, his eyes were faded blue, and his hair a dull brown. Apart from a rustic smile and a goatee-like fuzz, his face could easily blend in among the crowd.</p>\n<p class=\"cnNjZjBmNzc5NmZkMzRhNmM4YWUyOGUwOWNmNjU2NThl\" data-original-margin=\"\">The King raised his hands in an almost casual shrug:</p>\n<p class=\"cnNiODlkYzI5YjU0ODRiZGVhNjJjZGNmNzYyYTJhNjQ1\" data-original-margin=\"\">\"What can I tell you? Winter is setting in. The snow is locking my bannermen in their valleys and mountain holds even as we speak.\"</p>\n<p class=\"cnM2MzZlZmNlZGE1ODQxMTc4MDIwZGJiOWY1ZjUxNDQ4\" data-original-margin=\"\">\"Surely your troops can march through a little snow?\"</p>\n<p class=\"cnMyOWVjYjFmZDA1YzQ3Njk4YWRhYzcwNjhiZTVlY2Ez\" data-original-margin=\"\">\"Have you never travelled up north?\" The King's voice was casual yet mocking. \"This isn't like a dusting upon the white sands of the Avorican coast. A pace or two of heavy snow and even the tallest man could barely walk, let alone roll wagon wheels. There is no 'marching' under such conditions. Even with the aid of the stone circles, we might, <em>at best</em>, bring down a few hundred troops at a time.\"</p>\n<p class=\"cnNlMWEzMjllODk2ZTQ4YmU4NmM2Yjc5ZTE3OWY3NWY4\" data-original-margin=\"\">\"Then why have we still not seen any northern troops in Avorica?\"</p>\n<p class=\"cnM0NmZlYjA5YzQxNDQzMjViY2JhYzJiYzVlY2FmZWM5\" data-original-margin=\"\">\"Because I advised the King to send his men to Gervais, to the mountain garrisons that the 'Trio' must defend.\" Cosette answered. \"Given the narrow width of marching routes in the mountains, quality trumps quantity. Therefore, if Gleann Mòr can only send men in the hundreds, it is ideal that they send their best highland troops which we may use to bolster the center front.\"</p>\n<p class=\"cnM0Nzk4Y2QyMzNjZTRiMjY5MTYxZTkwOTU2NGUzOGMx\" data-original-margin=\"\">\"You...\" Queen Katell gritted her teeth. \"You are <em>deliberately</em> choosing to sacrifice Avorican lands then!\"</p>\n<p class=\"cnNhZTRjOGVkM2EzYzQ4NjNiZGQ1NzMwYTdlMjJjZjA3\" data-original-margin=\"\">\"Yes. Yes I am.\" Corsette admitted as she met the Queen's angry gaze with a plain but willful stare. \"If the Cataliyans breach our mountain fortress in the center, then they only have to march downhill until they pour into the Lotharin heartlands. Meanwhile if Caliphate forces cross the River Ròse, they will lay siege to the Garona capital of Narbonnaise. Both of these two positions are too strategically vital to lose, and both of them are under immediate pressure from the invasion. Meanwhile, the Avorican capital of Roazhon is situated to the Kingdom's north, and we can afford to retreat across two duchies before it comes under threat.\"</p>\n<p class=\"cnMwNzgyNjE0MTg2ZTQ5YTY5ODhmNjBhMjIyYTVhODUw\" data-original-margin=\"\">Dame Cosette leaned back as she finished presenting her assessment. She neither smiled nor returned Queen Katell's cold glare. Her refusal to be provoked revealed an unflappable confidence in the superiority of her own rational judgment. However, this only further annoyed Queen Katell as the pregnant royal rose slowly from her seat.</p>\n<p class=\"cnMxYTQ2OTYzZGQyYTQzYjZiYjVlOWM3MTViNGUwYTgz\" data-original-margin=\"\">Yet before the Queen could speak further, it was Geoffroi who remarked diplomatically to settle the issue:</p>\n<p class=\"cnMzYmIxMGM0MThkYTQzNzM4YWMzMzhhYjMxMzJhM2I1\" data-original-margin=\"\">\"As Emperor, I shall continue to impress upon King Elisedd of Ceredigion that he has sworn an oath to defend all Lotharins within the Empire.\" He then turned towards the young queen: \"however, it would be best if the influence of House Penteur could be applied as well.\"</p>\n<p class=\"cnM0NjlmYzFiMTMyNDQyZjI4ZGZmNGUzNDRlYTE0ODZh\" data-original-margin=\"\">\"Of course I will press that perfidious King for reinforcements!\" The Queen retorted. \"But Avorica also needs support from the rest of Rhin-Lotharingie.\"</p>\n<p class=\"cnM0ZjM0YTZlOTU1MjQ3MjM4Y2ZhYWIxOTJkODg2YmM4\" data-original-margin=\"\"><em>'Perfidious' is you as well, who switch sides in the politics of the realm as easily as you change your hairpiece.</em> Pascal commented dryly in his own mind.</p>\n<p class=\"cnM1YjBmYjY0YTU4MjQ3ODE5M2I4YmRmZjJiZjRhOGY0\" data-original-margin=\"\">Between Dame Cosette and Queen Katell, Pascal knew whom he would support in a heartbeat. The former was a born tactician in the art of defense, while the latter was a political opportunist who backstabbed others behind closed doors.</p>\n<p class=\"cnMyMjY3MGE2ZDlmZTQ2MTVhZmUyNDkwZTdkNjIxOGI4\" data-original-margin=\"\">\"Then I suggest we continue to hear the regional reports,\" the Emperor replied with a knowing look before turning away. \"Duke Hugh? What is the readiness of the eastern territories?\"</p>\n<p class=\"cnM2NGM1MGFlN2E5ZjQ3NDViZTI0YWQ3NTc3NDgyMTIz\" data-original-margin=\"\">Duke Hugh de La Tours de Lorraine was the head of the powerful La Tours family that Perceval came from. Nevertheless, it did not please Pascal one bit to sit next to the grossly overweight man. The Duke had to rest on a special armchair as the seats provided for the others were insufficient to bear his girth. His bejeweled, fat fingers stroked the small, blonde beard he grew in an attempt to hide his quadruple chins.</p>\n<p class=\"cnNmNGQ4M2I5ODE4NjQ5NmZhNDFkN2NiMGYwMWQ0NWJm\" data-original-margin=\"\">Even before coming to Rhin-Lotharingie, Pascal has heard of his unflattering nickname: 'Duke Huge the Rotund'. Though if it had merely been a matter of weight, Pascal wouldn't feel as offended by his proximity. The problem was that behind his layers of blubber was a greedy, selfish, and aggravatingly shortsighted bird-brain.</p>\n<p class=\"cnNhNjUxMmZmNWRlMTRhMDliODhlZmE3MWFiZDZiNzM0\" data-original-margin=\"\">\"Your Majesty.\" The Duke began in a haughty, high-pitched voice. \"The eastern duchies of Rhétie are in the process of mobilization. However I do not see it as prudent to send our forces southwest. My spies claim that the Holy Imperium's northern field army has swelled to a strength of twenty legions, including two of their elite Tagmata Legions. They now stand adjacent to our borders in the east, no doubt ready to reclaim lands lost in the last war should we show any sign of weakness.\"</p>\n<p class=\"cnNjMmU5MTFmN2NjYTQ1YTNhMGIyNjk0MmFmYzNkNzMw\" data-original-margin=\"\">\"But the war in the south requires troops from the rest of the Empire, including your family's domains and those of your allies.\" Geoffroi demanded. \"I should remind you that the same people who ask for your help now are those sent aid to your front during the last war.\"</p>\n<p class=\"cnM1NjJmNGFjNzAwZDQ2MDRhZjYxYTYyN2U4NDE2MGQ3\" data-original-margin=\"\">The Emperor did not have to vocalize the implied threat: should the Duke renege on his duties, he might find himself similarly ignored the next time Rhin-Lotharingie clashed with the Holy Imperium.</p>\n<p class=\"cnMwYTEyYWI4ZGVmYzQ4OGI5YjUwOTdmNDI0NWIxMDk4\" data-original-margin=\"\">\"Yes, Your Majesty, I do understand. However, the eastern territories cannot afford to strip our defenses down to a minimum at this time.\"</p>\n<p class=\"cnMxNTk3MmIyOTM2ZjRiYTFiZmE5ZGU2N2Q5ODY3NjZm\" data-original-margin=\"\">\"Do you have an alternative suggestion then, Duke Hugh?\" The Emperor asked next.</p>\n<p class=\"cnMwZjIyYWQ2OWUwZTQwZDA4YTVkMTg2NzVjZjlkNDM2\" data-original-margin=\"\">\"If Your Majesty can provide me with funding, I can raise no less than thirty thousand additional troops from the Rhétie duchies. The other dukes and I can reinforce this with a further ten thousand before dispatching them south.\"</p>\n<p class=\"cnNhMTAyYzc0N2RkODQ4OTc5MjJlNzBmY2NjZDJhMzQx\" data-original-margin=\"\"><em>As if your coffers aren't bloated enough already,</em> Pascal thought. It was an open secret that the La Tours main family often took bribes from sources within the Imperium.</p>\n<p class=\"cnNkY2MxNWYzNDQ2NTRjMjU4ZDAwNDJjNGI0N2ZiZDcy\" data-original-margin=\"\">The Emperor clearly shared Pascal's opinions as his deep voice rose with cold, simmering temper:</p>\n<p class=\"cnNjOWFlMGVmNDEwYTQ4ZGNhNzJlMWEyZmNlZDIzODk0\" data-original-margin=\"\">\"Duke Hugh, the Empire's treasury is already taxed to its limit by the war's financial needs. Your family has a long history and deep pockets of its own. Do you not feel <em>embarrassed</em> to beg for coins from the Empire's coffers at a time like this? You are the descendent of Roland the Gallant, not a poor beggar on the street!\"</p>\n<p class=\"cnM3NjczNDA5ZDFlYTQxYzg4ODA2ZWE4YmQ2NGNiZWYx\" data-original-margin=\"\">\"Yes. Yes, Your Majesty.\" The duke seemed to visibly cower beneath the Emperor's overbearing pressure.</p><p class=\"cjYzMmU0MGI4MWZkOTQ5NTlhMDQzNTdkYWNmYTAwOTMy\" data-original-margin=\"\">Stolen content warning: this content belongs on Royal Road. Report any occurrences.</p>\n<p class=\"cnMxOTg1ZWE5NmEzMzQzZDdiODIwYjllMTc0ZjFkODlm\" data-original-margin=\"\">\"You will gather and dispatch the ten thousand men that you can spare immediately upon your return. And you, along with the other dukes, shall raise the additional forces using your own gold. You will send additional reinforcements in waves of five thousand each as soon as new men could be recruited to take their place. Is that understood, Duke Hugh?\"</p>\n<p class=\"cnM3ZTNiNWUyYmEyMzRkYjA4MzQ4Y2YzYTE3ZjI3Nzcx\" data-original-margin=\"\">\"Yes, perfectly. Your Majesty.\" The obese duke bowed his head. The rest of his body couldn't bend even if he tried.</p>\n<p class=\"cnNhNDc2YjhkZWFkMzQ2YzZhYmRkNzVkMzg5NTc0YzE5\" data-original-margin=\"\">The Emperor took a deep exhale before he turned to the last Lotharin figure at the table:</p>\n<p class=\"cnMwNTFkNmM0YTViYTQ5ZThiYmY2ZmE0NTY1NDBmOTg2\" data-original-margin=\"\">\"Gabriel, what of the Belges territories?\"</p>\n<p class=\"cnNiODIwNzcwM2U1YzQ3MzA4YWNiNWQwOWVmMWYwZDc1\" data-original-margin=\"\">Duke Gabriel Gautier de Gaetane was Emperor Geoffroi's older brother. However appearances were deceiving and he seemed the younger with his lean and handsome image. He had the same plum-black hair and and blue-violet eyes as his brother the Emperor, except his face was more oval and his height was modest compared to his imposing liege. His well-kept appearance also looked to be in his best years, despite the fact he was now past his prime and the first century of his life.</p>\n<p class=\"cnNhNjdmZmJkM2EyNTRjMWNhODM0ZDNlNjE1MmQ2NTUy\" data-original-margin=\"\">\"The dukes of the northeast are assembling an army of thirty thousand even as we speak,\" Gabriel answered with a dutiful smile. \"They will begin the march south under my banner before the end of this week.\"</p>\n<p class=\"cnNiMDlkMGM2NTkzZDQzYzVhMGFjMzFhMWMxOGI3ZjQw\" data-original-margin=\"\">Emperor Geoffroi grinned as he exchanged nods with the Duke. \"Thank you, brother. I knew I could count on you.\"</p>\n<p class=\"cnM1MjFlYTlhZTdiOTQ2NzlhYTVhZDJhNDY4OTEwZTIy\" data-original-margin=\"\">\"We must all strive to make father in heaven proud,\" Gabriel replied with one hand against his chest in a display of sincerity and courtesy.</p>\n<p class=\"cnNiMTJjMmU1NTJhYjRlNmU5M2NhOTY0MjViYzg1ODll\" data-original-margin=\"\"><em>They really are brothers who grew up together like Sylv said,</em> Pascal thought with a smile. It was moments like these when he wished he wasn't an only child.</p>\n<p class=\"cnM2YmUyMjM2MDFjODQ0NTZiNDIyODRkNTQ5NjJjODYy\" data-original-margin=\"\">Geoffroi then turned towards Queen Katell:</p>\n<p class=\"cnNlOGY2NDdlNjIwOTRmNTA4MjI2NWZiYmIzOTQ0MDRm\" data-original-margin=\"\">\"Once Marshal Cosette blunts the Caliphate's push in Garona -- and I have every confidence that she will succeed -- Gabriel's reinforcements will head to Avorica to stabilize the front. Together with Edith's army, they will drive back the invaders to reclaim any <em>temporarily</em> lost lands.\"</p>\n<p class=\"cnNmN2Q0N2EzNmViODQ0YzI5NTYwMWY5N2UzNjFjY2Nj\" data-original-margin=\"\">The queen of Avorica nodded back, satisfied at last by the promise of support.</p>\n<p class=\"cnNkYzBlZGYzYmZiNDQyOGM4YTViYzFmNjk5ZjZhOTNi\" data-original-margin=\"\">\"Last but not least, I would like to hear from our Weichsen allies.\" Geoffroi said next as he turned towards Ambassador Gerhard and Pascal. \"Your Excellency? Your Grace?\"</p>\n<p class=\"cnM3ZDIyNmQwZDgwZjRiNGQ4YWU4M2YwZTg0ZDk1YTg4\" data-original-margin=\"\">Ambassador Gerhard August von Gneisenau was a dashing man with a coffee-brown hair and jade-green eyes. He was broad shouldered and above average in height, but it was his youthful appearance despite his seniority which really stood out. Although he was a retired general over a century old, he still had the pink cheeks of a boyish young man in early adulthood. It didn't help that he kept neither a mustache nor a beard. Instead, his squarish face ended in a sharp, clean-shaven chin, and his charming smile seemed natural and came without effort.</p>\n<p class=\"cnM3MDQ1NTI1MTBjYTRlN2E5ZWZkZDIxZDVhN2ZlYmNi\" data-original-margin=\"\">Standing behind his right flank was Cecylia, whose scarlet-crossed gaze Pascal had already met several times, though neither of them spoke a word.</p>\n<p class=\"cnNjYmRmNDg3OWVmNTRhZjQ5MWU1ODNmY2ExYTU1MjVj\" data-original-margin=\"\">\"Your Majesty,\" the ambassador stood up with a courteous bow. \"Weichsel has begun mobilizing as soon as we heard of the invasion and our allies' plight. King Leopold is prepared to commit an army of no less than forty thousand to the defense of not only Rhin-Lotharingie, but that of our Trinitian realm. The expeditionary forces are gathering in the city of Nordkreuz even as we speak. We anticipate the first columns to begin marching out in one week's time.\"</p>\n<p class=\"cnNiNGU3NjQwNmQ1MzRkY2Q4Njg3YjY4NGFhZjRmZGY5\" data-original-margin=\"\"><em>It cannot be that simple. Not after the Pope's excommunication and Father's death.</em> Pascal frowned as the ambassador finished his statement. However, he did not wish to speak out against his King's official representative to the Rhin-Lotharingie court.</p>\n<p class=\"cnNhMWQ5NGRiMzFjNTQzMDA4MjcwM2FmMjAwZWRhNDRj\" data-original-margin=\"\">\"That is also what I hear from back home,\" the young Landgrave concurred. He was being honest too, at least based on his information from two days ago.</p>\n<p class=\"cnNiOTY1N2UwMWM1MzRlZGM5M2Q2NTVjZDU3ZGI2ODg4\" data-original-margin=\"\">However, given the events of the last two days, Pascal also knew that his knowledge was already obsolete.</p>\n<p class=\"cnM4ZDdjZDJiOTMyNjQyOGZhN2JhMmZiNjExZGFiMjBi\" data-original-margin=\"\">A brief meeting of gazes with the Emperor revealed that Geoffroi noticed his doubts. Yet the Emperor replied with a broad grin as though he noticed nothing wrong:</p>\n<p class=\"cnM5MWVmOTUxN2E5YTRiOTlhMTEzZjI1NzI4ZDgxMjhi\" data-original-margin=\"\">\"That is the <em>best news</em> I have heard all morning.\" Geoffroi stood up before walking over to Ambassador Gerhard. \"Weichsel's troops have always been known for their quality. Their professionalism surpasses even that of the Imperium.\" The burly Emperor then clasped Gerhard's shoulders with a hearty laugh. \"Please tell King Leopold that I owe a personal debt of gratitude for his quick response and his devotion to the allied cause.\"</p>\n<p class=\"cnNlOWMxZDI0MmVkNjRmMDhiMDVmYmM2YjQ5ZGE2NDA0\" data-original-margin=\"\">\"Of course, Your Majesty.\" Gerhard answered with a humble bow before he sat back down. Pascal could see noticeable unease in the ambassador's eyes, as though he felt guilty over not disclosing the full details.</p>\n<p class=\"cnMyNjI0NWY3YjE2NDRhZDA5Y2RhZDE5MWY0Yjg3YWJi\" data-original-margin=\"\">It was only then when Pascal understood why Geoffroi played up his gratitude. Gerhard may be a diplomat but he was also once a general. To hide information from their sworn allies was not the conduct of a proper soldier, and he will surely try to make up for this in the future.</p>\n<p class=\"cnM0NjYzOTRmMTM4MDRhNGRhZmVjYzQ0MDFjODdiNGUx\" data-original-margin=\"\">\"Now... let us end on this bright note if that is all we have to discuss.\"</p>\n<p class=\"cnMzNTY0ZjdhY2Q5NTRjNzBhZmRkNzk0Mzk2MDMzNDRl\" data-original-margin=\"\">The Emperor had barely finished his sentence before Dame Cosette stood back up.</p>\n<p class=\"cnMyZDllZGJiOWJlZDRjYjNhNDQ1M2U4Mzc5N2I2YzRk\" data-original-margin=\"\">\"Sire, we still have one more issue that requires your attention. I do not wish to sour this meeting's end but it <em>cannot</em> wait.\"</p>\n<p class=\"cnM1ZTcxYzZmZGVkNTQ5NjY5MDA5OGI0MzZiNjQ1M2Ey\" data-original-margin=\"\">Geoffroi's smile vanished as quickly as it came. He gestured towards her as he strode back to his seat: \"Go ahead, Marshal.\"</p>\n<p class=\"cnMyYTYxM2NmYTdkNjQwZGI5Y2UxMGNjZjgwMDcyOTcz\" data-original-margin=\"\">\"As you all know, Duke Guy of Avro-Calent chose a martyr's death rather than withdraw from the first-line fortresses as he was ordered.\" Cosette spoke with steadfast composure, but everyone in the room knew that it was <em>her command</em> that the late Duke had defied. \"This is extremely unfortunate for our forces in the south, as his castle had been used as the main supply depot for our armies near the Cataliyan border. Now, with the loss of its stockpiles, our armies in the south are in danger of starvation. They still have supplies and coin to manage for two to three weeks, but they don't have anywhere near enough to make it through winter.\"</p>\n<p class=\"cnMyZWM5MjBmYjcxYzQ1YzVhOWM0NjJhNWRhOGNmZTEy\" data-original-margin=\"\">\"An army marches on its stomach. This is indeed of critical importance.\" Geoffroi agreed as he sat back down. \"It's a pity that the harvest in Garona this year was poor. Though even if they hadn't, that mountainous kingdom is hardly the breadbasket of the Empire.\"</p>\n<p class=\"cnMwMDAyMzcwMDdhOTRiODA5ZjE5Y2IwYTliYjIyN2E0\" data-original-margin=\"\">Cosette nodded. \"It's another reason why I must prioritize the Garona front. Their capital Narbonnaise simply does not have the provisions to withstand a major siege.\"</p>\n<p class=\"cnM5ZTAxMjdhYWM4OTQ0NmRiMmRiZTU5ZmI4MjhkODhm\" data-original-margin=\"\">\"Queen Katell,\" the Emperor turned towards the young monarch. \"I shall entrust you with supplying Edith's army in Avorica as well as Gervais' forces in the mountains. The harvest in Avorica this year has been bountiful and you should have enough to spare.\"</p>\n<p class=\"cnM2MjMyZGEzZTAxODQ5MTRiZmIxNGI0ZWIyNjc5NGFj\" data-original-margin=\"\">\"Your Majesty,\" the young queen was quick to object. \"Avorica is the smallest of the four kingdoms within the Empire. We might be able to feed and pay Edith's army, but surely you cannot expect us to take on the burden of supplying the 'Trio' as well! That responsibility should rightly fall upon the heartlands' granaries!\"</p>\n<p class=\"cnNkOTk2OWNmNjAwMzRkMWQ5M2NkZmU0MzNjZTNlNTI1\" data-original-margin=\"\"><em>And at the Emperor's expense,</em> Pascal added in his thoughts.</p>\n<p class=\"cnMwNWJiOWMyMGMzNDQwYmVhMTM0ZTMyYWYxYWU4ZWJh\" data-original-margin=\"\">It was moments like these when he missed the absolute authority of his king in Weichsel.</p>\n<p class=\"cnM5YjdkZjg3YzA0YzRkMThhYWY3ZjA0ZmIwNWQ1ZjY2\" data-original-margin=\"\">\"You're correct that the heartland's granaries are better suited to carry such a burden,\" Geoffroi admitted. \"However, the heartland duchies are also far from the front lines. The Empire's roads and waterways have limited transport capacity. We cannot expect them to ferry everything, from reinforcements to food to arrows to winter clothing. Therefore we must choose -- because if we are to supply an additional army across such a distance, it will likely slow down the reinforcements bound for Avorica.\"</p>\n<p class=\"cnNiNGU3YTBlYzAxYTQ4YmVhYjc4MDllMmRkMmU0MWJi\" data-original-margin=\"\">The Emperor concluded by offering Queen Katell the illusion of a choice. However there was never any doubt of which option she would take.</p>\n<p class=\"cnM4YmUwNmIxZGQ2YTRhNTk5ZmU2MTkzYzlkYjllYmI2\" data-original-margin=\"\">The young royal bit down on her lips and reluctantly agreed:</p>\n<p class=\"cnNmNzhhZDIyNDllNzQ5NThiNDQ5YTdkNjIzOTdjNGNk\" data-original-margin=\"\">\"Very well then. Avorica will supply Gervais' forces in the mountains. The reinforcements <em>must</em> be given priority in transit.\"</p>\n<p class=\"cnMzMzAwZmNjNjVmYTQ5NDViOTAyZDRjZjFlZjIzYWU0\" data-original-margin=\"\">\"Please remember that the 'Trio' also guards the backdoor into Avorica,\" Dame Cosette added for good measure, just in case the Queen thought she might cheat her new role.</p>\n<p class=\"cnM1NjU5NWMxM2Q5MTRiNTE5ZTdjOTJkNjcyOGFhZmNj\" data-original-margin=\"\">Pascal only had to take one look at the map before he realized: if the mountains passes fell and the Caliphate emerged on the northern side, they would be able to block the narrow gap that linked Avorica and Ceredigion to the Lotharin heartlands.</p>\n<p class=\"cnMyNWE3M2Y5YjQ4ZDRkYmQ4OTg4ODEzMjM5ZjY4ZGMy\" data-original-margin=\"\">\"In the meantime, Sylv,\" Emperor Geoffroi called upon his daughter at last. \"I want you to ascertain all available provisions in the Lotharin heartlands and organize transportation to supply our forces in Garona.\"</p>\n<p class=\"cnNhMTA3MjBhZmM2YjQ4OTU5N2ZiMjNlN2NmMDA0OGIw\" data-original-margin=\"\">\"Yes, Father.\" The Princess answered without hesitation.</p>\n<p class=\"cnM0ZDFmYzliM2ZmYjQwODNiMDU4MTkwY2VlNGJiOWZj\" data-original-margin=\"\">\"With that said, I believe we've covered everything.\" Geoffroi looked about to all participants before he declared. \"This meeting is adjourned. Marshal Cosette,\" he then turned towards the senior lady as her azure phoenix familiar flew down from the ceiling corner. \"Good luck, and may Veillantif guide your hand to victory.\"</p>\n<p class=\"cnM1M2EyOTg1MjQwYTQwOWFiNDg3Y2U5OTI1ZjEzN2Fj\" data-original-margin=\"\">\"Thank you, Your Majesty.\" Cosette bowed in deference while her familiar -- the phoenix Veillantif -- chirped back. However Geoffroi would have none of the formality as he took the lady's hand with both palms and gave it a heartfelt shake.</p>\n<p class=\"cnNmNDE1NWVkMzE1MTRiZmVhZjU2MzU2NTJmZGZjMDcz\" data-original-margin=\"\">\"Rhin-Lotharingie is counting on you.\" Geoffroi added in earnest.</p>\n<p class=\"cnNjZDIxMmE1NmNkZDQyYzNhYjJhMTcyOTBkZjc4ZTFm\" data-original-margin=\"\">At that moment, Pascal felt a ping in the back of his mind. He accepted the <em>Telepathy</em> with a mental pull, and Ambassador Gerhard's voice emerged into his thoughts:</p>\n<p class=\"cnNjYzZmNmRiMWEwMDRlYTRiNjRlZWUwNzJmMTM0YTE0\" data-original-margin=\"\">\"&lt;Your Grace,&gt;\" Gerhard began as he approached Pascal in reality as well. \"&lt;On behalf of King Leopold, please accept our deepest condolences for your father's death. He was an irreplaceable pillar for Weichsel, and there is no man in our country who does not mourn his passing.&gt;\"</p>\n<p class=\"cnNhNjFlY2I2OWJhMTQ0ODZiZmQ0MmM5ZDUxY2FjOTI4\" data-original-margin=\"\">The Ambassador's voice seemed to echo as he spoke over both open air and telepathy. However, while Gerhard's audible voice ended as he bowed in deep reverence, his telepathic words continued:</p>\n<p class=\"cnM2YmY3ZGQwMWVmMTQwNWE5ZGRkNjNiMzNkYWY4Yzhj\" data-original-margin=\"\">\"&lt;Please take extra care in your conversations with the Emperor. The situation in Weichsel right now is complex and unstable. I have my orders from the King and I am not at liberty to disclose further to the Lotharins. Nevertheless, the alliance your father forged is necessary for the long-term security of Weichsel, and I for one do not wish to see it falter.&gt;\"</p>\n<p class=\"cnM3YmJkNzE3NWQxZTQyZjZhNzNkMjM4ODNjOWU2OTRi\" data-original-margin=\"\"><em>Father, do you see this? This is what your work meant to our people...</em></p>\n<p class=\"cnM2ZDAwNzMyZDkyZDRjODg5YTAzMzY1ZGMwZDk2ZWIz\" data-original-margin=\"\">Pascal's eyes grew glassy at mentions of his father's legacy. Even as the young noble shared a hug offered by his childhood friend Cecylia, he could not stop reflecting on how deeply felt the ambassador's words were to him.</p>\n<p class=\"cnNlNWFlYTg0NWU4NDQxNGU4ZjgzNjgzMmQ5MWFjYTA2\" data-original-margin=\"\">Gerhard did not need to mention that Cecylia was a member of the King's Black Eagles. The young dhampir may have only graduated from Konigsfeld Academy last year, but she nevertheless served as the eyes and ears of King Leopold in the Empire's capital.</p>\n<p class=\"cnM5MzJiMjQwYWI5MTRlMjNiZTFjZmQ0ODMyNDY2ZTE5\" data-original-margin=\"\">It was the first time Pascal felt that a friend he knew for many years was intruding upon his meeting with a near-stranger.</p>\n<p class=\"cnM0ZjBlM2EyOGIzMTRlNmQ5NmIxZDFmZTcyNDE0Y2Zi\" data-original-margin=\"\">\"&lt;I understand. You may trust me to act for the best interests of Weichsel.&gt;\" The young noble responded in private before his public face finally composed itself to vocalize a sincere \"Thank you.\"</p>\n<p class=\"cnNkMjVmMjFmNGNmNTQxYjQ5NjVjNTk0NTVjMmJjNjM0\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNlZWRlYzQ2YTg1MTRmMjU4OTJjOTc1ODZiOTJkZDJm\" data-original-margin=\"\"><br>Ten minutes later, Pascal sat in a royal sitting room with only his betrothed and his future father-in-law. Even his familiar and their bodyguards had been kept outside, as the Emperor requested a private 'family moment'.</p>\n<p class=\"cnMxZjdjYjhiMjUzNDRiN2E4ZmM1ZjViNzRiMjQ2MzEw\" data-original-margin=\"\">\"Pascal,\" Geoffroi began in a deep, fatherly voice that he usually reserved for Sylviane. \"I know this must be a difficult time for you, and you do not need me to add to it. However the Marshal's early death has pushed you into the crossroads of life. And I wanted to tell you plainly that you have an immediate choice before you.\"</p>\n<p class=\"cnM4OWU3NmEyY2ZlMjQ2MmE5YTAwNTI5ZThkNWQ2Nzgx\" data-original-margin=\"\">As the young noble slowly nodded in understanding, the Emperor leaned back into his seat with a deep exhale.</p>\n<p class=\"cnM4MDBkMTBkNTE1NDQwYjNhNDc5ZjQ0MDZmYWVhOGI5\" data-original-margin=\"\">\"You are a noble lord of Weichsel. But you are also the future Prince Consort of Rhin-Lotharingie. Unfortunately these two identities cannot always be reconciled. Will you follow your King and hide the truth from me as your ambassador did? Or will you speak the facts to honor your betrothal and the realm of your future wife?\"</p>\n<p class=\"cnM0Y2ExNDJhZjQzZTRmYjE4YTM4ZmIzZWRlZDYwYWZi\" data-original-margin=\"\">Pascal pursed his lips. <em>Of course Geoffroi the Great already knows.</em></p>\n<p class=\"cnNiODE2YzJiN2M1NjQ3ZmY4NzBjZjlkNGM0N2U3ZGM1\" data-original-margin=\"\">\"It is not my wish for you to make a hasty decision.\" Geoffroi added. \"However these are the facts you must keep in mind. Pick a path and stay true to it, for the alternative is that you may satisfy neither side and be seen as unfaithful to both.\"</p>\n<p class=\"cnM1YzVkNzJmMWYzZjRiYmZiNDEzNmE2NDVlNGVmZDQ1\" data-original-margin=\"\">\"Your Majesty,\" Pascal began in earnest as he met the Emperor eye-to-eye. \"You are correct that Ambassador Gerhard has not been forthcoming with you. Before he left, the ambassador told me in private that the situation in Weichsel is 'complex and unstable'. I may not be as practiced in the art of intrigue as him or my father, but I can nevertheless deduce the basic situation in my home country.\"</p>\n<p class=\"cnNiZDA4NGFkNzQwODQ3NDE4M2ZkOGVkOWZmMGJjMDhj\" data-original-margin=\"\">As the Emperor offered a simple gesture for him to continue, Pascal spoke on to explain the politics of Weichsel:</p>\n<p class=\"cnMyYjVkZjI0NWYzYjQzM2JiNWY1YzYwMGQzNGFiYjUy\" data-original-margin=\"\">\"As you know, ever since its founding, Weichsel's foreign policy has been driven by one of Papal Appeasement. The Holy Imperium has been the sole superpower of Western Hyperion, and Weichsel has always sought to use the church as a means of keeping Imperial ambitions in check. However, during the War of Imperial Succession, my father has taken the first steps away from this as he waged an undeclared war against the Holy Imperium. Because of this, Weichsel is now at its own crossroads, split between those who share my father's vision of a new system of alliances with our neighbors, and those who believe in the old ways established by our first King.\"</p>\n<p class=\"cnMxZjkzOTYzNzA2YzQ3MDU5NGY5YzZkY2EyMTYzZWVi\" data-original-margin=\"\">Geoffroi nodded, partly in agreement and partly... Pascal was now certain that the Emperor already knew everything he said.</p>\n<p class=\"cnNjOGM5ZDcwMGRhOTQ1ODRiNmIzZGZmZGFhZGZjNDM0\" data-original-margin=\"\">\"Which side do you think the ambassador favors?\"</p>\n<p class=\"cnNjZjZiYmYyMGJlNTQ2Nzg4ZTg0OTk3OTFmMmQyM2Iz\" data-original-margin=\"\">\"My Father's, without a doubt,\" Pascal stated with confidence. \"Unfortunately, my father's death also left a power vacuum in Weichsel, and the two generals likely to succeed him are of opposing factions. Wiktor von Falkenhausen was my father's chief-of-staff and will likely continue to champion his vision. Meanwhile, Neithard Mittermeyer von Manteuffel is the General of Cavalry and the head of the powerful Manteuffel family. He has always been the leader of the conservatives and was opposed to my father's aims of a Lotharin-Weichsel alliance. With the Pope's excommunication complicating the picture, Weichsel's next moves will be decided by whichever of these two who becomes the next Marshal.\"</p>\n<p class=\"cnNmMTVhMjY1NWZjZTQ0ZTJhMTg1OGZkYTJiZTBlMDY1\" data-original-margin=\"\">The Emperor nodded again, this time with greater understanding and a deep, thoughtful frown. His stern expression then lifted for a brief moment as he cracked open a thin smile.</p>\n<p class=\"cnMzMDI4ZmQ0MTc3YTQ0ZjM4YWI0ZGFiNDk3NTFjOWNh\" data-original-margin=\"\">\"Not that I don't appreciate your sincerity, Pascal, but are you sure you should be telling us all this? When even Ambassador Gerhard has kept his silence?\"</p>\n<p class=\"cnNlYmNlOTMwMWZkMDQxZTJhOGMyNGMwZTE1NWM2NGI3\" data-original-margin=\"\">\"Ambassador Gerhard has his orders and may not be free to choose his own actions. However I am, and I have the will to see through my own beliefs,\" Pascal declared as he raised a hand to his chest. \"I am the son of my father, whom he entrusted to serve as the future link between Weichsel and Rhin-Lotharingie. I wish to preserve this alliance with every means at my disposal, even if that means being more truthful than the King would like and more unfiltered than you might wish to hear. I <em>will</em> serve both the interests of Weichsel and Rhin-Lotharingie to the best of my abilities, to ensure that both countries' goals are united on the road forward, and not divided to go separate ways.\"</p>\n<p class=\"cnM0NjI3NDc0MWE4YzRhNzVhZDNhYjU4NTFjOWNmNzhl\" data-original-margin=\"\">With his gaze still locked with the Emperor's, Pascal could see from his peripheral vision that his fiancée the Princess smiled and looked expectantly to her father. Meanwhile Geoffroi's blue-violet eyes measured his determination for a minute longer before his own grin broadened:</p>\n<p class=\"cnM3YzlmYzQ3MjI4NDQwMzNiYTc5YjIyNGMxYWYyMWI5\" data-original-margin=\"\">\"If that is your will, then I pray that you succeed.\"</p>\n<p class=\"cnNiZDM5OTVmZWM5ZTRjMTlhYjhkNGYxYmE0NWNhOTIw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2YTA5NDUwMDI0MzQ4ZDliOTU5NmU0ZDZhMDNjMzk1\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzODgxMjY2MjBhNDQ3ZTZhZmE0ZDViZTNiYTg2ZWJj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5MzY5ZDU5ZGRiNDQ0ZDY5NGMzMzk1NjE4M2ZlMjYy\" data-original-margin=\"\">Pascal never heard the telepathic dialogue that the Emperor and his daughter kept running this entire time. Most of it was merely to digest the new information that Pascal offered, as much of it was new to Sylviane and even a few pieces were unknown to Geoffroi before now. However as their conversations began to round down, the Emperor remarked to his daughter as a loving father would:</p>\n<p class=\"cnNkZTZjMzRiMDk5NjQ5MmM4MTcwODYxMTY3ZmI1OGYy\" data-original-margin=\"\">\"&lt;He'll no doubt make an excellent general one day, but he is too forthright for courtly intrigue. I would certainly keep and treasure him if I were you, Sylv. I doubt you will find another this earnest and reliable for your future reign.&gt;\"</p>\n<p class=\"cnM0NjdjODIxMjUzNTQ5ZWY4MGE5N2I1MDQ0MTU0MWFk\" data-original-margin=\"\">Sylviane's shoulders slumped slightly as she replied: \"&lt;I know, Father, I know.&gt;\"</p>\n<p class=\"cnM4M2E2ODJlYTBlMjQ0YmE4NTY3ZmEzMzJjZDcyMWMy\" data-original-margin=\"\">\"&lt;Speaking of, who is the Samaran girl who follows him around?&gt;\" Geoffroi then asked in curiosity. \"&lt;I do not remember her the last time I met him.&gt;\"</p>\n<p class=\"cnMwZjYxMzcxZWZhMDRjZDE4ODE3MWJjOWViYTJjM2U1\" data-original-margin=\"\">The Princess sighed, perhaps a bit too loudly as she drew Pascal's notice.</p>\n<p class=\"cnM2OWQ0NTU3NjUyMDQ2MzRhNzQ0ODI4ZDZjOGY5Yzkx\" data-original-margin=\"\">\"&lt;She's his new familiar... and the new problem.&gt;\"</p>\n            ",
  "invisibleParagraphContent": "Stolen content warning: this content belongs on Royal Road. Report any occurrences."
}