{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjOTBkOGQxYjc2NjQ1YjhhOWE0ZjQ3OTU1NmJjYWM3\" data-original-margin=\"\">\"Uh, hi,\" I awkwardly announce to the scared kids. \"I'm here to help!\" The ones that can see gape at me and my stupidly raised hand while many of them whisper to each other. I mentally kick myself for charging in here without rehearsing this first. Classic Lillith, charging in ready for a fight but with no idea what to do afterwards. I was a teacher in another life but... those were college students. Business majors aside, I am ill-equipped to comfort children.</p>\n<p class=\"cnM0M2EwNzA0YjRlOTQ1Yjk5NzU2MmE3ODEwMGViOTJk\" data-original-margin=\"\">I like them, I do, but they don't always feel the same way. I had managed fine with the street kids but... this was a bit different. These children weren't distrusting of everyone because they had been abandoned and ignored. They were likely distrusting of me and others because they hadn't been abandoned. Their abusers were the ones taking care of them and feeding them. The ones who already had divine magic also had their eyes healed by the people I was here to rescue them from.</p>\n<p class=\"cnMyNjgwMWI4ZDkwNjQ4YmViMDFhN2ZmNzVmODY4OWQw\" data-original-margin=\"\">Of course, they had lost it in the first place because of the same people, but... it's strange how this sort of thing can work. Most of them were too frightened to speak to me at all like Peter had been when we met. One of the oldest boys, maybe thirteen or so, had the courage to do so on behalf of the rest, however. \"Help?\" he asked, \"help how? What just happened?\" I winced as I realized I had no good answer for that. 'I killed your last guardian,' probably wasn't going to fly, nor was 'Pay no attention to the man behind the conspicuous curtain of darkness, he's not feeling well,'.</p>\n<p class=\"cnM3YWZiMzkxYzliNDRmZmI5OWI4MWE4Y2RlYTI5ZWE0\" data-original-margin=\"\">I tried to give them a reassuring smile but the boy's furrowed brow and widened eyes indicated I was doing a poor job. Fortunately, another voice saved me and I was able to sigh in relief. \"We are friends of Peter,\" Sarafyna announced as she emerged from the dark tunnel. \"He asked us to come here.\" That's right, this was Sara's job originally. She probably actually did consider what to say to them before coming here. I'm very good at raining death down on creeps but this kind of laser focus is exactly why I struggle to organize on my own.</p>\n<p class=\"cnNmYmY5YTgwYTI3YzQwMjhiZTIxYWM5YmQ1Y2M5NGM5\" data-original-margin=\"\">A few of the children look suspicious, while the younger ones start excitedly whispering to each other. \"Peter? He's alive?\" the same boy as earlier asks, disbelief clear in his voice.</p>\n<p class=\"cnM0YzA2NGFkMjZkMTQ0MTQ5NzYyYzJiY2Y3MGU2NDM4\" data-original-margin=\"\">\"He is. He's alive and well. He wanted me to tell you he is happy. He can see, on his own terms. He asked me to tell you, he's not alone anymore,\" she answers. It makes sense that Peter sent a message, but the last line doesn't make much sense. He wouldn't have been alone before, it looks like all of them are kept together. When she says it, however, there is a palpable change in the atmosphere and the suspicion vanishes from all of their faces. I don't understand it but... Sara seems to expect it.</p>\n<p class=\"cnM5MDE1YjkyOTFiNTQ2M2JiMTYxMDE5ODAzZDU4ZWFh\" data-original-margin=\"\">\"H-help us, please!\" a young boy, one of the blind, cries out after a moment of silence and the floodgates break. Sarafyna is swarmed by hopeful children in moments and I am mostly able to melt into the background. Except the older children, the ones with divine magic, keep their eyes on me.</p>\n<p class=\"cnM1MDBlYTQwN2MxMzQxMjRiOTRmMjliZWZhNTFjZjgy\" data-original-margin=\"\">\"Did you kill him,\" the same boy as earlier asks. This time, with the awkwardness and suspicion dissipated, I soften myself. I'm not going to get any real loyalty by lying to him, so, after a brief pause, I nod. \"Is he behind... that?\" he asks and I nod again. He immediately spits into the darkness, then bows to me. \"I'm Alfric, a pleasure to meet you. Do you have a way to get us out of here?\"</p>\n<p class=\"cnM1MmNjY2JkYWJlZjRhY2I4MTI2MjYzNGU1MDVmYmQ3\" data-original-margin=\"\">I grin at him, \"I most certainly do, and you are not going to believe it when you see it,\" I promise. Somehow I know in a moment I can trust them. They haven't made it to the real programming yet, and they want out of here as much as Peter did.</p>\n<p class=\"cnM4ZDY5NDVjZGIzNjQ5ZDdiYzFlNGNiMzcwNjM5OWRj\" data-original-margin=\"\">\"Lead the way,\" Alfric responds. It takes some time for Sara to calm the younger kids down, but they all seem excited to see Peter again, in more ways than one. None of them seem to notice Sara's marred flesh, or if they do they don't seem to care. I appreciate this, and I can tell Sara does too. With this many children, it takes nearly half an hour to get everyone in the tunnel, and another half hour to rebuild the brick wall in a way they won't notice... immediately. It won't be a huge deal when they do, as the earth behind it will be perfectly sealed. Nevertheless, I don't want to make it too obvious.</p>\n<p class=\"cnM5ZDA4N2FlMTg0MDQ2ODFiZDE1Nzk3NDA0NjJkMGMx\" data-original-margin=\"\">Moving back is slow with the group we are traveling with now. I also have to fill the tunnel behind me, which is more work than emptying it. I briefly consider leaving part of it intact but if anyone follows it back to what I have hidden in the safe house everything could go wrong. So I move slowly. As we make our way back, I decide to clarify my confusion from earlier. \"That thing about not being alone anymore, what did Peter mean by that?\" I call up to Sarafyna, but Alfric is the one who answers.</p><p class=\"cmM1M2QyYjM5ZGUyYzQ3MDc4NzhhZTNmNDU2MzExMDcz\" data-original-margin=\"\">This tale has been unlawfully lifted without the author's consent. Report any appearances on Amazon.</p>\n<p class=\"cnM4NGU3MTgzNDcxZDQ4YzdiNmExMjA2MjkxYjliZmFj\" data-original-margin=\"\">\"Their... influence weakens once they give us divine magic,\" he explains, \" they can't control us anymore... at least not the same way. So just controlling our actions until they do doesn't work. But they use that very flaw to manipulate us. When they bring us here, they get inside our heads. They twist everything and make it all feel wrong. They make us lonely, no matter how many people we are with. They make us hungry no matter what we eat, and tired no matter how much we sleep. But the loneliness is the worst of it,\" he explains and things start to come together. Priests can't control other priests with divine magic, but they do need them compliant. This must be one of the ways they ensure that.</p>\n<p class=\"cnM2OGQ0NWI2ZTZlZTQ1NDc4OThlNGI5ZTE3NWNmZjZh\" data-original-margin=\"\">\"But they keep you together, so the younger ones will know,\" I guess and he nods.</p>\n<p class=\"cnMxY2RhYjlkMjE2YzQ0NmFiMzMzN2RlMmM5ZTk4YmQ0\" data-original-margin=\"\">\"They keep us together. They won't feed the younger ones unless we do it, so we don't run. But they do let us talk to them. They let us tell them that we have our sight back, and the loneliness is gone. They hold them as a stick to punish us with, and they use us as a carrot to tempt them with. If they behave, and do as the priests tell them... they will go to the Radiant Woods. They will get their sight back, and they will be allowed to feel... normal again. They let us stay with them so they can see the carrot is real, and they will work harder to please the priests. A while back, Peter was taken to the woods but...\" he trails off and I finish for him.</p>\n<p class=\"cnNmZGNkNzU4N2Q4ZjQyZmU5M2YxYzI0MTE2NGMyMWYz\" data-original-margin=\"\">\"But he never came back,\" I reply and he nods.</p>\n<p class=\"cnM5YjU1YmRlNDVhMDRkNzY4NGU5ZmIzMGE1ZTZkMjRm\" data-original-margin=\"\">\"He never came back, and neither did the priests who took him. That wasn't so weird, priests fail to return all the time... but they have always returned when they had one of us with them,\" he says and I give Sara a meaningful look. \"Anyway, when you gave us his message... when he said he wasn't alone... it was like... he was telling us he found a way to get the carrot without the priests' help. He was telling the kids they could feel okay again. And he was telling us all in a way only we would understand.\"</p>\n<p class=\"cnNiMTVjMWQwOGJkZDQxYzliZGJiYTY1NzkzMjg4NDAx\" data-original-margin=\"\">I get it at that point. It makes sense why that one line suddenly changed everything. But... \"The priests would know. What if we were with them,\" I ask before thinking, immediately regretting giving them a reason to doubt us.</p>\n<p class=\"cnNlZGJjNmRhM2JjNzQ0NTg4ZTQyYzIwNTNjZWRmMzMw\" data-original-margin=\"\">He doesn't respond for a breath, but he looks up at me and I see the rage in his eyes. Rage a kid his age should never have to feel. \"We all hate them, you know. We despise them. We would do anything to get away from them. But we also know we are valuable to them. So... if this is a trap... it's just... worth it. But I don't think it is. They have no reason to. They already own us and... it sounded like something Pete would say,\" he explains. After that, I allow silence to return for a while.</p>\n<p class=\"cnNlYzMwNjRjZDkzZTQ5NjY5NzI3NWMyZjA1NjI2NjNh\" data-original-margin=\"\">When we reach the escape route, the older kid's eyes grow wide, then Alfric gives me a wide grin as understanding dawns. Not long after that, we have gotten them all to safety. We had left Peter at the tavern with my mom, and many of the kids are disappointed he is missing. They are soon distracted, however, as Sara and I organize the younger kids to be healed. It's slow, but Sarafyna has gotten good at it. We don't manage to completely heal anyone's sight, but many of them clearly feel better once we are done with them. This is honestly a great time to be suspended, as this task is likely to take the full two weeks.</p>\n<p class=\"cnM4NDhmZTQ0NmFhYzQ3ZjdiZGMwMjBmMmU1OWVjZTVm\" data-original-margin=\"\">That evening, an exhausted Sara sits next to me on a log as we finally enjoy a moment of quiet. \"Thanks,\" she says after a few minutes of silence, \"You were right. I needed to be there,\"</p>\n<p class=\"cnM0NmY4NmQ4MDJmYTQ1MWE4NTc2MzM4ZGU1NjI3YmZm\" data-original-margin=\"\">\"No joke,\" I laugh, \"I'd still be there trying to convince them I wasn't a demon if it weren't for you. All I thought of was how to get in and get them out. Like a moron, I completely forgot about convincing them that was a good idea.\" She laughs a little at that, but it's true. That was another fuck up on my part, and definite evidence of how valuable just one person with a different skillset is to me.</p>\n<p class=\"cnMxYjMzNjU4NTdiYjRjOWU4MzVhODExOGU3OTU0Nzg3\" data-original-margin=\"\">\"Yeah, that was an odd thing to do, but that's not what I meant,\" she replies after a while. I think for a moment that is all she has to say, as she doesn't follow it up. Just as I am going to answer her, she finally speaks again. \"I do feel better. What we did today... it was good. I know I have helped you with this sort of thing before but... going myself was different. And going to help the people I failed before... I just mean you were right. I needed it. Just as much as you needed me,\" she explains and I understand.</p>\n<p class=\"cnMxOGRhMTc1MDljMjQ0YzI5NDE4YWU5ODExMDBkODMy\" data-original-margin=\"\">\"I'm glad. I know it doesn't make everything better. But every time you see any of these kids... you'll know what you are. It's certainly not a monster,\" I respond. She doesn't respond to that. I can tell she doesn't agree with me and... to be honest I understand. What she did with that other priest would haunt anyone. It should haunt anyone, anyway. I have my own haunting moments, like that damn Captain Horrus. But Sarafyna is still a good person.</p>\n<p class=\"cnNlZWExNzNhMzYwZjQzZmNhMTI1ODUzZWFmZGViYWFl\" data-original-margin=\"\">After maybe ten minutes of quiet, something seems to occur to her and she looks at me with her head tilted. \"So, you said something about only you understanding some language... You said you would explain it later?\" she pokes and I take a deep breath through my nose. I did tell her that, didn't I?</p>\n<p class=\"cnNlMDIxOTM5OWRjZDQyNTA5MGY2M2E4ZTA1NTgyN2Jj\" data-original-margin=\"\">I deliberate for a few minutes. Is it a good idea to tell her this? Then I realize, there is no reason at all not to. With what she has been through, I doubt she wouldn't believe me. She won't think I'm insane or lying or anything. And it's not like I can't trust her. She already knows all of my most dangerous secrets. She also might have some insight, when she has all of the information.</p>\n<p class=\"cnNjYTkyYjQ1MGNjZjRhZjBiNDI0MmU2NjhiYWYzZjhj\" data-original-margin=\"\">\"Well,\" I finally respond, \"I'm not the only one that knows it. But I thought I was the only one in this world.\" She looks at me in confusion.</p>\n<p class=\"cnM2N2FkMzIxNTY3YTQxMWRhZmFlODlhMjY0MjI5OTk5\" data-original-margin=\"\">\"This... world?\" she asks and I grin at her.</p>\n<p class=\"cnM3YTJjYmU4NTA5MDQ3MTRhNzQ4NTNlMzBiNTMzZWYy\" data-original-margin=\"\">\"Oh, did I not mention? I'm not from around these parts.\"</p>\n            ",
  "invisibleParagraphContent": "This tale has been unlawfully lifted without the author's consent. Report any appearances on Amazon."
}