{
  "preChapterNote": "<p>This is a chapter from my outline that I... forgot to write. I thought I had and moved on without it but, it's pretty important so here it is. It takes place right after chapter 26. I am going to reorder it so if you are a new reader, discard this comment. This is functionally the true chapter 27. If you are past this point, uh, sorry.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzZWUwNDIwZGFjYTQyZTQ5ZDkwMzZjNGUzNTUzYjc1\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNhZDhmMjc0YTA0YTQ2ZjI5ZWNmMDc5Njg2Mzc3Njk2\" data-original-margin=\"\">I sit on a log outside Sarafyna and Peter's cave. I have mostly been dropping them supplies as needed, but on my last visit, Sara was waiting for me with a serious look on her face. She brought me back here to listen to Peter, who is currently avoiding eye contact with me. \"It's alright, Pete, you know we can trust her,\" Sara reassures and he kicks his feet in the dirt.</p>\n<p class=\"cnM2ZDBkODlkZDI2NjRmZjE4MzVlNzJiZTg2MjRhMDEx\" data-original-margin=\"\">\"Take your time, Peter,\" I add, \"Just start whenever you are comfortable.\" I am dying to know what they want to tell me, but pushing him will only make things worse. After a few moments, he finally starts speaking. At first, it's a whisper, but he grows louder the longer he speaks.</p>\n<p class=\"cnMxMDFmZmI4N2U5NjQ5MjBhNjFmOTA3ODFjMmVjZDhh\" data-original-margin=\"\">\"It started with my first confession. I wasn't scared or anything, but I didn't want to go. But my Papa said all boys had to at my age. Oh, this was a couple of years ago I think. I asked him why girls didn't have to go until they were older, but he just told me I'd understand when I was a grown-up. Still, I didn't want to go. Something about it made me feel all twisty inside. They made me go anyway. My mom took me while my dad was working, and I only felt worse when we got to the temple.</p>\n<p class=\"cnNjZTA4NTQ0YTEyZDQ0NDJhZWM1ODgxMjkyYmZkYWNh\" data-original-margin=\"\">\"Mom made me go in anyway, and the priest who met us was nice. He gave me a cracker with actual sugar in it, and I put it away for later, when my stomach felt better. The halls of the temple were confusing and I couldn't remember how to get back to my mom by the time we got to the room with the stone chair. The priest smiled at me as he brought me to sit down, and I started to think I was just being a baby, but...\" he trails off.</p>\n<p class=\"cnM4MTFjZDE5NTFhYTRmZDM4ZDFlMTYzMjMwY2U3NDE3\" data-original-margin=\"\">Sara rubs his back as he struggles to find the words to speak. I frown as I start to guess where this story is going. After a heavy silence, Peter sniffs and continues. \"I don't remember what happened. One moment I was scared, hoping the confession went quick. I hadn't done anything that bad so I thought it might be fine, but, I'm not sure. One moment, priests were circling me, and the next... everything was dark. I couldn't see anymore and I started to panic. It got hard to breathe and I fell out of the chair, trying to find the light.</p>\n<p class=\"cnNhMjFmYjc4N2VlZDQ1ZGNiZGE4MWZkM2M5ZWY5M2Fi\" data-original-margin=\"\">\"Someone grabbed me and picked me up, and I cried for help but they just brought me somewhere. We were walking for a long time, it felt like, up and down stairs. But it never got any lighter. I was so afraid and lonely. I wanted to go back home. I wanted to be with anyone at all. I cried and begged to go home, or for someone to light a torch, but they ignored me. After a while, they stopped and told me to sit down. I reached out, trying to find a chair, and found my hands on something soft instead. Once I sat on it, they announced they had a 'new disciple' and a bunch of voices responded all at once.</p>\n<p class=\"cnMwOWE5YzBkNDE4ZTQxMzFhOTBkOTQ1ZjJkOThkNGI0\" data-original-margin=\"\">\"They left me there, and a whole lot of voices surrounded me and scared me. There were people all around me, asking for my name and how old I was. They were all boys, which I guess made sense cause I realized later the soft thing I was sitting on was a bed. The others told me I lived there now, and I would be there for a long time. I didn't understand, I lived with my parents, they would want me home. But I didn't know how to get there. I fell over on the bed, crying like a baby, and the other boys left me alone.</p>\n<p class=\"cnNkZjJjNzUzMmE3YzQ2Yzg4MDI4MmYyNDEzYTc1ODM0\" data-original-margin=\"\">\"I fell asleep like that, and I don't know how long I slept but I didn't feel any better when I woke up. Things were like that, for a long time. Every day a priest would come down and feed us. He would tell us stories about the Collector and reward us with treats if we asked or answered questions. They told me I was supposed to be a priest myself when I grew up, that I'd been chosen by the Collector as a servant. I didn't think I wanted to be a priest but... for some reason, the thought made me happy.</p>\n<p class=\"cnM5ODZlOTMzYjJhODRmOTlhYjQ5Njc5YmFiZTI5MTc0\" data-original-margin=\"\">\"That was my life for a couple of years. I got to know the other boys. Some new ones and a few that had been there for years longer than me. We became friends but... I still felt lonely. Eventually, becoming a new priest was all I cared about. I only felt comfortable when the priest was telling us stories and offering us treats. The older boys even said, when we proved our faith to the Collector, the priests would take us on a trip and we would be able to see afterward. Oh, right. None of the other young boys could see either. The room wasn't dark, I found out the Collector had broken our eyes as a test of faith, they said.</p>\n<p class=\"cnMzNTRlNzQ0ZThjNjRlZDI5NjRjOTUwZGRjNTcwYjk3\" data-original-margin=\"\">\"But the older boys said they could see. The priests said my parents were really happy for me, and I could see them again when I was a priest. This seemed normal. Well, sort of. It seemed normal because nothing else did, and what the priests said was the only thing that made sense. So I worked to prove my faith. I always asked the most questions about the stories. I started answering them for newer boys. I didn't even notice how hazy everything felt after a long while.</p><p class=\"cjM3YWM4YjlkYmJiZjQzNjY4MDA2ZjI1NjBiYzExZTY2\" data-original-margin=\"\">This novel is published on a different platform. Support the original author by finding the official source.</p>\n<p class=\"cnM5ZTg4ZDYzNGRjZjQ0YzJhMzA4NWVmMWMyMTRjYmVh\" data-original-margin=\"\">\"Then, finally, I proved my faith. The priests said I could go on the trip. I left the other boys and went on a long wagon ride. It felt like forever, but one day it suddenly changed. I had grown used to how foggy my brain was, but it started to clear up, slowly. It was kinda like how if you hold your head under the water in the bath, the sound gets all funny, but when you come back up it gets better. The fog just cleared. I started to miss my parents again, and it didn't make sense they wouldn't say goodbye before the temple took me.</p>\n<p class=\"cnM4ZWNmYTU2MGE5NTQxMzM5YThkYTI4ODRjNjk1N2Iy\" data-original-margin=\"\">\"Things the older boys said that I ignored started to come back to me. Like how they never let us talk to our parents. But things were still weird. Before, I really wanted to be a priest for some reason but didn't understand why. For a few moments, that went away entirely and I was back to normal. But then suddenly, it came back but different. All the smells and sounds changed around me, and the fog was controlling me again. After that, instead of wanting to be a priest I just really wanted to make the Collector happy,\" he describes, pausing for a moment as he struggles to recall exactly what happened.</p>\n<p class=\"cnMxM2IxYjAwOGRlMDRmNmFiM2UyZWZiYmMwMjNhYTE1\" data-original-margin=\"\">As I listen to his story, I go from horrified to hopeful. From his description, it sounds like the priest's control wavered when they approached the Radiant Woods and was reasserted by the Woods themselves. The implications of that open up a lot of options. I can't chase them down at the moment, however, as Peter continues his story.</p>\n<p class=\"cnM2MjQ5MDVjMTYyNDRiZWZiYzgzYjNkMGM5YTFhMTJi\" data-original-margin=\"\">\"Anyway, we went around collecting... whatever that stuff was. The stuff in the wagon you got all worried about. They said eating it would make me an apprentice priest, and give me the Collector's blessing. They spent a long time on that, but then... there were a lot of scary noises. The priests stopped and climbed out of the wagon, then I heard arguing and fighting and tried to hide. I guess you know the rest. That's when we met. At first, I was scared of you. But you said you could help me see, like the priests could, and they were gone so, I went with you, Miss Lily.</p>\n<p class=\"cnNiYTdiMDk0MGQzODQ0OTM4ODc0MDM3OWFhNGQwNWZk\" data-original-margin=\"\">\"After more scary noises and more hiding, the fogginess started to go away again. It went faster when I was near Sara, and I started to remember things again. The older boys saying we shouldn't want to be priests. Saying we couldn't trust the priests and we shouldn't feel so scared and alone all the time. I even realized I didn't feel lonely anymore. When I was around Sara, I felt safe. And scared. I remembered the others telling me that, after their trip, they tried to find their parents and their homes were either missing or they had been forgotten.</p>\n<p class=\"cnMwODg3NDQ2ZGQ4MTQ2NjhhMGYxNzM1ODkxY2RhMzBh\" data-original-margin=\"\">\"I didn't know how I had managed to ignore that when they told me. It seemed so big and important when I could think clearly. But it was then that I realized I didn't have a home to go back to. Because I believed the others. I don't know if my parents are still around, but I know they won't have a place for me if I find them,\" he wipes tears off his cheek as he talks then finally meets my eyes. \"I'm sorry I didn't tell you before. I wanted to but... I was afraid. You and Sara, you don't like priests much. I was scared you would hate me too. But... I trust Sara.\"</p>\n<p class=\"cnM3OTFhNzEzZjAwMDQ2NWJhZTRjMzI0YmQ5NGVmYzU4\" data-original-margin=\"\">I look at him in thought. \"It's alright, Peter. We don't hate you. Thank you so much for telling us,\" I respond and Sara wraps an arm around him.</p>\n<p class=\"cnM3YzI4OWEzYTM4YTQxYTJiZTJjM2Y0ODRhYzkwZGNj\" data-original-margin=\"\">\"You did really well, Peter. Thanks for telling her, you'll be glad you did,\" she says and he turns to hug her. My mind races. It sounds like it's not just the woods. Even Sara's divine magic can free people from the temple's control. As far as I know, she didn't do this intentionally. I know the Radiant Woods didn't do it intentionally. Of course, he couldn't see, so it's only a hypothesis, but it's a promising one. I don't think mind control can withstand divine magic from a more powerful source.</p>\n<p class=\"cnM5OWNjZDEzYzIyZjQ5YjRiMGJkZDBiYzhjNTQ1YWE0\" data-original-margin=\"\">This does, however, replace my worries with a new one. \"Peter, I'm sorry, do you know if this is how all priests are trained?\" I ask, worry nearly throttling me. I had thought divine magic didn't work on priests, especially divine priests. If they are themselves mind-controlled, they are victims as well. If mind control works in a chain like that, eliminating priests may not only be ineffective long term, but it might be monstrous. I make eye contact with Sara, who is clearly worrying about the same thing.</p>\n<p class=\"cnMzM2FkN2Y5YWU1YjQxOWQ5YjFiYTM0MzlkOGNjMGM1\" data-original-margin=\"\">Peter scrunches his face up in thought. \"Um, I don't know for sure, but one of the oldest boys didn't think so. He said he was one of the first to be recruited from confession. I didn't think of it, it's one of the things I ignored at the time, but he said priests started going missing a few years ago, and they started using boys like us because of that,\" he explains and I let out a breath.</p>\n<p class=\"cnM2ZWRkZWE5Y2Y0MTRiMzNhNmE3NDdhZjRhZjNiOWM0\" data-original-margin=\"\">I spend the next couple of hours questioning him. From what I can tell, it's not as bad as I worried. It seems like once they have divine magic they can think clearly again and other motivations are used to indoctrinate them the old-fashioned way. As color returns to my face, it drains from Sara's even further.</p>\n<p class=\"cnMwOGUyM2FmMmE1ZTQ1MGY4NTgyNmMyM2Q1ZGEwOTVh\" data-original-margin=\"\">\"They started doing this to children... because priests started disappearing?\" she pleads for confirmation, and Peter nods.</p>\n<p class=\"cnM1MDU3NDU3NzJiZDQ0YzViN2YwZmQ1NjhiYjdmOWM0\" data-original-margin=\"\">\"I think so, yeah,\" he confirms and she looks sick.</p>\n<p class=\"cnM2ZWI3MTMxOWZhYjRlMzFhM2E0ZjMzNWI1NjBhZTBj\" data-original-margin=\"\">\"Lillith, I have to save the others. I have to save the others as soon as possible,\" she begs and I hold up a placating hand.</p>\n<p class=\"cnM1NzBhMGRhMjQ5MzRmNjVhNWU5Zjc0MTgwMzVkMWZk\" data-original-margin=\"\">\"Of course we are going to help the others,\" I agree, but she shakes her head.</p>\n<p class=\"cnM0MGFlNzk2Zjg2ZjQ3Y2I4ZDI3M2RhN2JlNWMxNDM0\" data-original-margin=\"\">\"No, I'll do this one. I know you have other things to worry about right now. I have to do this one,\" she insists and I tilt my head, but agree. I would like to go with her, but she was dangerous to me even in the Radiant Woods. She can handle this. And she is right. We spend the rest of the evening making plans so I can meet her and help her transport the kids safely.</p>\n<p class=\"cnMwZTQ1NzI2YjFjOTQ0ZTlhMTliMTMyZTZiZTY2YTJi\" data-original-margin=\"\">It's strange for me to plan to just... go back to class after hearing that story, but it's the best move right now. I start altering my plans even further as I make my way back home.</p>\n            ",
  "invisibleParagraphContent": "This novel is published on a different platform. Support the original author by finding the official source."
}