{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4NTg4M2E2NGYxMzQ1OWY5ZmE4NGZmZjQ5NDkxNmRm\" data-original-margin=\"\">\"Milady! It's morning! Time to get up!\" Marina cried in an energetic voice as she opened the window to the cold air outside.</p>\n<p class=\"cnNmMjQzNDgxNGU3MjQyNWI5ODZiYjE4NzM1YzA1YzNk\" data-original-margin=\"\">A miserable groan was the response as 'her ladyship' sank deeper beneath the plush comforter.</p>\n<p class=\"cnNlYzU3ZWU1YjRlMTQxNWJiZjI4NWI0NWIzYTgzYzcx\" data-original-margin=\"\">Marina felt her lips curve into a teasing smile as she eyed the snowy hair that covered the exposed island of Kaede's head. The Landgrave had given the order for her current task: to wake his familiar up for their scheduled breakfast time. Though for Marina, the opportunity to torment Kaede eclipsed such rationale as she gleefully peeled the bedcovers away from the small girl's meager grasp.</p>\n<p class=\"cnM3NDg4NjFkODg3YzQwOTA4ZjViYmM4YjBlNmE4YzQ1\" data-original-margin=\"\">\"Come on, Milady! Breakfast is ready!\"</p>\n<p class=\"cnM2YjFlNmY4NDRkNDQ2MDU5MTllMWJkZjliZDRlNTU4\" data-original-margin=\"\">\"Uhhhhnnnnn...\"</p>\n<p class=\"cnNmNjU1ZmNmZGVkNDQ2MGZiZGY3ZmExM2U2NzNhODE2\" data-original-margin=\"\">The head retreated further as Kaede curled up like a ball beneath the bedcovers. It left behind waves of silky hair scattered across the embroidered pillows. However the maid pursued without mercy as she yanked the comforter down to the Samaran girl's waist. This exposed not only the fluttering eyelashes to the bright sunlight pouring in, but also the delicate skin on her back to the cold morning air.</p>\n<p class=\"cnM3YTYyN2Y1N2VlNjRlYTY5MDJiN2YzMmEyNmIyZmY0\" data-original-margin=\"\"><em>This is kind of fun,</em> Marina thought with a wide grin as she reveled in her moment of clearly defying her lady's wishes yet getting away with it.</p>\n<p class=\"cnMyMzFkNGZlZDA3MTRjMzk5YTIyODk2NmExNDY5Y2Jh\" data-original-margin=\"\">With a sharp, startled intake, Kaede immediately twisted herself face up. She buried her back against the bed. Her thin arms rushed to cover her narrow shoulders, which were left bare by her white halter top.</p>\n<p class=\"cnM4OWI0M2NkMmU5NDQ1NmE4YjdjOTMxZGY2NzMzOTU0\" data-original-margin=\"\">\"Uuuuu.\" The small girl blinked open her teary eyes. Her whole body shivered as more wintry air wafted in from the open window. \"You... you're evil.\"</p>\n<p class=\"cnNlNDYzZjMzMDk0MjQzNGFiZjBhODJhODVjMTVjMmZh\" data-original-margin=\"\">\"I'm just obeying your master's orders,\" Marina smiled sweetly. She finally released the comforter which her lady hurried to pull up.</p>\n<p class=\"cnNlMjYyMzlhYTVmYzQ1ZDQ5ZDdiNjg3MWJkMTFkYTM0\" data-original-margin=\"\">Marina did feel a hint of remorse as she noticed the dark shadows under Kaede's eyes. However it was soon swept away by her sense of fulfillment. The maid <em>was</em> grateful towards Kaede for her new position, as being lady's maid to a dame was a considerable rise from being merely a maidservant. Even Majordomo Karsten admitted the other day that it had taken him many years to rise to an equivalent position, and Marina was still only seventeen.</p>\n<p class=\"cnM2Yjk5YTcxZTgyOTQzZGU5MjU1NzdkYWJmOTk2MTFl\" data-original-margin=\"\">Nevertheless, after all the emotional turmoil she had suffered since that botched mission, it seemed only fair that she could torment the girl a little for her own amusement. Sure, she knew the risks she had taken as an Imperial spy all along. She had done it to repay the favor of the Dux who took in an orphaned girl and raised her. But being rational about her situation didn't erase her emotional bitterness.</p>\n<p class=\"cnMyYWZiZTliNjBjNTQ4MDA5ZTY5NDk2ZDAxMTliMjY3\" data-original-margin=\"\">Yet now, as Marina recovered from her melancholy, she realized that her prior debt had been repaid. She knew that under most scenarios, she would have faced execution for her role in the assassination plot. In many ways it was Kaede who gave her a new lease on life, and the Samaran girl had given her as good a starting position as anyone could offer.</p>\n<p class=\"cnM0MmEzNTVlZmU2MDQ1ODFhYTc4OWZlODRlOWUxZWY1\" data-original-margin=\"\"><em>--Which is why I'm only tormenting her 'a little'.</em> The maid amused herself.</p>\n<p class=\"cnNlMDc0MDk3NGRlMzRjOTg4ODU0MWUzM2Y0MGJjN2Nl\" data-original-margin=\"\">\"Yes-yes-I-know, now would you <em>please</em> close the window!?\" Kaede pleaded as she huddled beneath the bedcovers with her only face and her fingertips exposed.</p>\n<p class=\"cnM5MzEwYmM3NzNmOTRlMWY4MjZkZTcyZTQ5NzNlMGFm\" data-original-margin=\"\">\"Aren't your garments enchanted?\"</p>\n<p class=\"cnM3OWM4ODA0Yzc0MTRjMWRhMjhkZmJlYTE4ODA3YjM4\" data-original-margin=\"\">\"They keep me from <em>being</em> cold. But they don't stop my skin from <em>feeling</em> that icy wind that's blowing straight in!\"</p>\n<p class=\"cnM4YjYxZGQzYjBhZjQxNzRhOGNlZWMzOGZlODMyYjg3\" data-original-margin=\"\">With a smile still stretched across her lips, Marina walked over to the window and shut it tight. She had to rub some heat into her own hands afterward, but it had definitely been worth it.</p>\n<p class=\"cnM1NWRkM2I4MWNjMjRiYjc5ZDExODIxMjE1NmJhYjQz\" data-original-margin=\"\">\"Didn't sleep well?\" The maid finally allowed some concern to work its way into her voice.</p>\n<p class=\"cnNmOWMxOTRkZGY4ZDRmYTc4ZWM1YTdmYzM2ZjM5MTNh\" data-original-margin=\"\">\"Same nightmares.\" Kaede mumbled as she sat up in her bed. Her drooping head lay propped up in her hands as though it was too heavy to lift.</p>\n<p class=\"cnNiYWU3NzZjYzY1YTQyOGRiZDNmODFhOWY4NzllNzY2\" data-original-margin=\"\">\"From your first battle?\"</p>\n<p class=\"cnNhZWYwOTQ3Mzc1ODQ1YzdiNGI4NjVlZGFlMDM3MWU5\" data-original-margin=\"\">\"Yes.\" The familiar girl noted before emitting a deep groan.</p>\n<p class=\"cnM1NGM2NGE0MDQ2NzRkYzQ5YTdiMWFiY2RlMWNiYmQy\" data-original-margin=\"\">\"Didn't Your Ladyship sleep fine when His Grace was here? Maybe that's the reason.\"</p>\n<p class=\"cnMzMTJmZTlmMmEwYzRmODk5NzAyY2MwN2NjNDhjODM0\" data-original-margin=\"\">Then, as Marina passed over Kaede's neatly folded clothes, the Samaran girl sighed before raising her head upright. However, the words that followed were even more depressed than before:</p>\n<p class=\"cnMwODcxZjg5OWZiYTRlNmU4NTYxN2Q5YTUxN2E0YjQ1\" data-original-margin=\"\">\"That's what I'm afraid of...\"</p>\n<p class=\"cnNiMmE3NTM5ZjMyNDQ3NzRiY2U3ZDdiMDgyOWM3NmEx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2NDNmNjVjMGU5NTQ4MzJhNDdjN2I1ZTEzZWM2NWYy\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiZDE2MjI1Nzg2ODQ0YmM5OGE1YzZiZTliYzBmODlm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxZWI0MDg3NTZiNjRhOGJhMzdjMmFmNjEwZmVlMDU5\" data-original-margin=\"\">\"Ughhhhh, my head.\" Kaede groaned as she cradled her aching brain at the breakfast table.</p>\n<p class=\"cnNkNzY0ZTNlNmVlZjRkNzhhNmY3MTgyNzlkMjVlZmE1\" data-original-margin=\"\">\"You do not have to come with me this morning if you need more rest,\" Pascal remarked sympathetically. \"My meeting with Colonel Gunther-Hans Rudel this morning will solely be about magic. I need to consult him for a more powerful offensive spell for use in the coming campaign.\"</p>\n<p class=\"cnM4OTM0MmE1MTRmNTQ0ZDA4ZGY5NWRjZTZmMmUyZTU5\" data-original-margin=\"\">\"Then why did you drag me up this early!?\" The Samaran girl cried out in her soft voice.</p>\n<p class=\"cnNmODU0ZWQ0MzU1NzRhMmU4M2MzYmU2YzIyZDJmYTIy\" data-original-margin=\"\">\"Because maintaining a normal schedule is healthy for your bio-rhythm and keeps you 'campaign ready',\" Pascal answered straight.</p>\n<p class=\"cnM1MDhiZjM0YWE3NjQwNmFiNDBmYzMwMjBlYmE1YWJl\" data-original-margin=\"\">\"You and your... reasons!\" Kaede retorted petulantly. She did remember her mother doing something similar back during summer vacation. Though she certainly wasn't going to admit that to Pascal!</p>\n<p class=\"cnM2ZmRlOThkNGRkMTRiNGFhYjliM2QxODBmMGJlMGNj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1MTViM2M3ZjVkNTRmZDk5MDg3MTIxYmQ4MzQ5ZjQz\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlY2NiYWYwZmMxODQ5ZDJiYWRjOGYyMzM2ODFjZGJl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwZjJhNDI1NDVmOTQxMzliOTEzMTE3NGFmNzkxYjk0\" data-original-margin=\"\">\"Mmmmh\"</p>\n<p class=\"cnNmMDY2N2VkZDM1ZjQxMjE5Zjk1MDcyNTkwNDhiYTQy\" data-original-margin=\"\">Kaede huddled beneath a warm blanket atop the floating, squishy mattress. She rubbed her cheeks against the cool pillow as she woke up from her long nap.</p>\n<p class=\"cnM5MjJjZDcyYmQxNjRjYjBhMDkxMTc5MmI2ZGRjYzUz\" data-original-margin=\"\">She had visited Perceval earlier today -- once again accompanied by Sir Robert -- for a physical checkup. As the healer had no surgeries today, he lent Kaede his tofu-like familiar which had carried her back home to rest.</p>\n<p class=\"cnMzZmMzN2MzMzdjYjQ2YjQ5ODUxN2U1MWIyZTU4ZDQx\" data-original-margin=\"\">Kaede had tried to be productive as she studied notes from the late Marshal on the power-dynamics of the city's guilds. However, her sleep-deprived brain couldn't concentrate and she soon nodded off. What came after was a pleasant if oddly-nostalgic dream, as Kaede's subconscious took her to the 'what if' scenario of a class graduation dinner.</p>\n<p class=\"cnM5N2I2MGQxMThiYzQ4NjRhZjE5MGY4YjVhMTZmOWNj\" data-original-margin=\"\">It was a jovial feast that she would have attended had she remained back on Earth. There, her old classmates would share memories of their high school years, while Karaoke songs were exchanged over alcohol, yakiniku, vegetables, and tofu. The boisterous shouting and energetic chattering went on for hours, all before a drunk and exhausted Daichi had to be assisted home.</p>\n<p class=\"cnMzNWI1OTM1MTk4OTQxY2M4ZDJjY2QzZDBkMmMxNTJm\" data-original-margin=\"\">Everything had felt so real that Kaede could still taste the tofu in her mouth. It was smooth, squishy, and oddly pervasive, flooding out even the savory aftertaste of grilled meats.</p>\n<p class=\"cnNkNDdlNzkyNzJiNzQ0OThiZWYyMzU0NTJlODBhOWE2\" data-original-margin=\"\">It was also thoroughly undercooked.</p>\n<p class=\"cnNlMzlmMjM0Y2ZkNDQ0NzY4M2ZhZTRlMTQxY2I4MDlk\" data-original-margin=\"\"><em>How did I manage to grill silken tofu over open flames again?</em></p>\n<p class=\"cnM4NTE5NWMwMDM2ZDQ0MjhhZjg5NGRiOTVmODQ0MGRm\" data-original-margin=\"\">Kaede was still wondering that as she opened her eyes to the library room. Her body was back on Hyperion, and her mouth... still felt the soft chunks of tofu within.</p>\n<p class=\"cnNjMzZjYWI0OWYxYTRmZWM4NWI2MThhYTUwN2FkOGEw\" data-original-margin=\"\">It wasn't just an aftertaste either. It was real, and the shock of realization made her swallow it whole. Her head jolted up before she looked back down. Her tofu-pillow showed no signs of damage, but there were definitely several bites worth of saliva on it.</p>\n<p class=\"cnNiZmQwNjYyMjgyZTQ1N2Q5YmNmM2ZiODY1MzViNzQ1\" data-original-margin=\"\">She had been eating her bed in her sleep!</p>\n<p class=\"cnNmZTQ0NjlkOGFlYTRiODliNmZmZTBjZDZiZDAxNzIy\" data-original-margin=\"\">\"I'm sorry!\" Kaede bowed as she rushed an apology to the white pudding familiar beneath her.</p>\n<p class=\"cnM3NTc3MmY3MDdiNDQxZTJiZjJlOWZjNDIyZDUwNjRm\" data-original-margin=\"\">Putty responded, as usual, with a gentle wobble.</p>\n<p class=\"cnMzZmE2YTRiY2MxNTQ3NGI5YmNlY2ZiYjczYjU1NzYy\" data-original-margin=\"\"><em>Can a tofu even feel pain?</em> Kaede wondered. If anything, this accident seemed to reinforce the possibility that they didn't. But even then...</p>\n<p class=\"cnM2NWNiMjg3MzBlMzRlZmU5YjUxODFjYjIyZmQwZjM2\" data-original-margin=\"\">Her thoughts derailed as she spun around to the faint exhales of suppressed laughter. Her gaze caught the wry grin beneath a large and balding forehead. The uniformed gentleman was Lieutenant-Colonel Hans Ostergalen, the intelligence officer of former General Neithard von Manteuffel.</p>\n<p class=\"cnNiMWI5ZGUzY2Q1NDRmYjZiN2IxZDZiYWZjYWE4Yzk0\" data-original-margin=\"\">\"Sorry to intrude,\" he curtailed his open grin. \"I had asked the servants to bring me to the old Marshal's library while I waited for His Grace. Though I ended up seeing something far more interesting instead.\"</p>\n<p class=\"cnM1ZWYxNDI3MzRkMDQ3OWY4ZWNhM2FlYWU4NzA4MDVm\" data-original-margin=\"\">\"You were <em>watching me sleep?</em>\" Kaede retorted as she sat up straight. She wished he would at least look more apologetic than amused.</p>\n<p class=\"cnMwZmI1NWE2YjgwOTQ0YTBhOTc4NDBhMWIyNTRjNDBk\" data-original-margin=\"\">\"It was relaxing. You reminded me of how my daughter curls up when she sleeps,\" he added with an unabashed, if rather melancholic smile. \"Besides, it was more like watching you <em>eat.</em>\"</p>\n<p class=\"cnMwMDcyMDAzZGE1YTQ5MDU4NDU1MWUxNDdkYzQyYjFi\" data-original-margin=\"\">Her cheeks began to color as a soft chuckle emerged from him.</p>\n<p class=\"cnM4M2JkNWNiOWRmNjRhNjViZWExY2ViOTZiYjA1OTBi\" data-original-margin=\"\">\"I know some people consider white pudding a backup source of food. But you must be a real fan to prefer that even in your dreams.\"</p>\n<p class=\"cnNhYjFjNGE0MGY3YjQ3YzE4ZTIwYWJkNDQ1MjRmZDBm\" data-original-margin=\"\"><em>That's not what I was dreaming about!</em> Kaede almost blurted out. But then, it hardly mattered what she dreamed of. She was still sleep-nibbling away at Perceval's tofu familiar.</p>\n<p class=\"cnMyMGJjYWQ5YTAxMTQwMjY4NjI5ODM3ZGU0MzFmY2Fj\" data-original-margin=\"\">She could feel the growing heat of a furious blush spreading across her face.</p>\n<p class=\"cnM0ZWIyOTRjNDMzZTRhZTg5ZmRiN2E4YjRjNTFjZGM3\" data-original-margin=\"\">\"Please... don't tell anyone.\" Her whisper barely came out.</p>\n<p class=\"cnMyZjk1ZmU3YzI1MDQ2NTViM2EyMDQxYWJjMmU0N2M2\" data-original-margin=\"\">\"Oh don't worry,\" Hans happily waved it off. \"I doubt anyone would believe me if I told them about two ducal familiars mating in the library.\"</p>\n<p class=\"cnM0NTVhM2ZlMGVhZDQwOWRiYzM2MTViNjYyN2EyMWRm\" data-original-margin=\"\">\"<em>M-M-Mating!?</em>\"</p>\n<p class=\"cnM4Y2NjZGFhM2U1NjQ2YWViZDlkODEzMzJlMThhM2Iw\" data-original-margin=\"\">Kaede's jaw hung open in shock as Hans went on with a hearty, congratulatory grin:</p>\n<p class=\"cnNlZTU2NzliNTMwNTQ0NWQ4NzI0MjlkY2JlZmFkYzJl\" data-original-margin=\"\">\"Well what else do you think it means when you exchange parts -- or liquids in your case -- with a pudding? It is their custom after all.\"</p>\n<p class=\"cnM3ZjUzNGUzMjdkZDQ3ZGJiZTY0MzU2NmY0NDJmOGJh\" data-original-margin=\"\"><em>T-th-that can't possibly count!</em> Kaede stuttered even in her thoughts.</p>\n<p class=\"cnM5NjkyMDM5NDU4YzQxMjM4ZTM3Mjg5MWMzMTQyMGRk\" data-original-margin=\"\">\"Don't worry about it! Puddings aren't picky about what race you're from,\" Hans went on with an understanding smile that proved anything but reassuring. \"Besides, it seemed pretty happy and satisfied with you. Probably be glad to introduce you to the tribe.\"</p>\n<p class=\"cnNmMjA2MjM5MDE0ZTQ5NDI4NGIwNzJmODE2ZDk2OGU4\" data-original-margin=\"\">As if on cue, the white pudding below her gave another joyful wobble. Its apparent delight conjured the faint echo of wedding bells as a pack of wild tofu gathered on the grassy plains in her mind's eye.</p>\n<p class=\"cnM3MGFmNDc2MDJjMDQzNTFhNTc5OGQxMWMwMzVkZmJm\" data-original-margin=\"\"><em>A-and why am I in a wedding dress!?</em></p>\n<p class=\"cnNjYTM2ZjYzNjNiODQyOGRhYzAzZGNlMjI0ZDlkOWM5\" data-original-margin=\"\">Being the bride was bad enough. But bride to a tofu?</p>\n<p class=\"cnNiMWU1MjhlMTNlOTQ2ZDZiZDE4NTA1Nzg4MWFkODc3\" data-original-margin=\"\">\"<em>It doesn't even have a gender!</em>\"</p>\n<p class=\"cnMzMGZjYzdjOTc0NzQ3ZDZhMmIzZWVkYzIyNjU4ODBl\" data-original-margin=\"\">She accidentally voiced that last part out loud. Nevertheless her usual gears of logical deduction were clearly jammed as her entire head began to overheat.</p>\n<p class=\"cnMwOTVmZGI5YzkwNDRmYmRiMGJlNTY3Zjg1MjY3NzM1\" data-original-margin=\"\">\"Of course it does not.\" A new voice entered the room as Pascal stepped through the door. \"Oozes reproduce asexually through budding.\"</p>\n<p class=\"cnMyZTY1ZTkwMTJmNTRhODc5MDVkYjU4MjY0MWMzNTk3\" data-original-margin=\"\"><em>They do? Then why did he...</em></p>\n<p class=\"cnM0OWU0YmIwOTU2YjRkM2ZiOTUyZGQzMzMxMGRhYWE3\" data-original-margin=\"\">Comprehension dawned upon Kaede as her cheeks darkened yet further. She pouted back at the sly intelligence officer who had just played her like a fiddle.</p>\n<p class=\"cnMzMDMyMzRlODVhODQ2NjE5OTA1NzE2MjMwOGRiYjg3\" data-original-margin=\"\">With a quirked eyebrow, Pascal glanced between the disappointed Lieutenant-Colonel and his familiar's flushed-scarlet face.</p>\n<p class=\"cnMyZWM0ZmE4ZTZjMzQyMDA4Y2E3ZGE3ZTg2ZjgwMGM3\" data-original-margin=\"\">\"My apologies for the wait.\" He exhaled with a frowning sigh as realization struck. \"I trust you have had enough fun with my familiar's hyperactive imagination?\"</p>\n<p class=\"cnMyMzUxMjU3YzM3ZTRkN2FiODRjZTg5Y2MyMjBjNDI5\" data-original-margin=\"\">Hans looked like he was going to say something before closing his mouth without a word. The humored joy of the previous moment quickly evaporated from his brown eyes, which left behind only a nervous and disenchanted hue.</p>\n<p class=\"cnNiZjFjYTUyOThjYTQ5NDJhM2I2ODAxYTA4YjhkMzZl\" data-original-margin=\"\">\"No, Your Grace.\" He answered with a stiff, formal reply. \"I apologize for getting carried away.\"</p>\n<p class=\"cnM3ZGFhODk4NDM5YjRmZWJhMWY1NGY4NDZjNTViMzBm\" data-original-margin=\"\">\"Next time, at least invite me before you get 'carried away' again.\"</p>\n<p class=\"cnM3N2I3MDU4YWUzYzQ4NDRhYTIyMWFjNmMxYzZhZjBm\" data-original-margin=\"\">At first, Kaede thought she had misheard the words that Pascal spoke. But as his meaning grew clear, her outraged stare soon trained itself upon him as the new target.</p>\n<p class=\"cnM3ZmM0MWQ2Y2M4MzQxYjNiNDIwYTMwNmUxZGFhZTZl\" data-original-margin=\"\">\"Hey! What's that supposed to mean!?\"</p>\n<p class=\"cnNkOTkyN2M4MWU3MTQyODZiMzE2MTUxNjM1NThmNDg3\" data-original-margin=\"\">\"Well it hardly seems fair if someone else gets to enjoy <em>my</em> familiar without at least sharing the moment with me,\" Pascal announced as though it was his birthright.</p>\n<p class=\"cnM0NjMwODI4YTQyYjQyNWNhODQwY2JlMzgwMGY2MTll\" data-original-margin=\"\">Kaede almost 'shared' him a few broken ribs right there.</p>\n<p class=\"cnM0OTEyMmFkOTY0YjRkNzc4ZjAxMmE2YWJjNWU2Yjk4\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM0M2MwMTMzYTY1YzRmODY4ZGI3MTg4YzY0YjRkMDg4\" data-original-margin=\"\"><br>The real reason for the Lieutenant-Colonel's coming did not reveal itself until they relocated upstairs to Pascal's 'new' office -- the same room in which his father once attended to affairs of state.</p>\n<p class=\"cnMwMzc1NDgzNTJjYTQ1MDVhMmY1ZjNkY2I0NTdmYjBm\" data-original-margin=\"\">\"You know why I called you here?\" The young landgrave sat down as he faced the Lieutenant-Colonel from across the desk.</p>\n<p class=\"cnMyMWNjNTBmZmYzMTRhZTE5NDk3NGE0NGNlZDg5ODU2\" data-original-margin=\"\">Kaede found a seat on the nearby sofa as well, though Putty's cool presence beside her legs soon inspired her to relocate. Meanwhile Hans remained standing upright, as Pascal's newly promoted Colonel rank meant he was now the superior officer.</p>\n<p class=\"cnM4MTEwODk1YTY4NDRiNDU5NjI3NTk4OWIzZGJjOTky\" data-original-margin=\"\">\"I figured there's a reason I was released instead of court-martialed.\" He spoke as his unblinking brown eyes locked onto Pascal's turquoise gaze. \"But what that reason is, even I don't know.\"</p>\n<p class=\"cnNkMGZhNTU5NDE2NzQyMWRiNjIyYTM3YTM0ZWMxMzcx\" data-original-margin=\"\">An audible sigh emanated from beyond the desk as the younger man looked up in disappointment.</p>\n<p class=\"cnMwMjg0MjZjYmVlNjRkYTViNWE4ZTBiMjc5NmJmMzg5\" data-original-margin=\"\">\"What in Holy Father's name were you thinking that night? Raising men in arms against the Black Eagles? Deliberately obstructing the King's men in support of a traitor? You were lucky His Majesty did not demand your head for such <em>treason.</em>\"</p>\n<p class=\"cnMyMzg5NTVlOTEyMDQ1OTQ4MjI3MjM4NWRlMzIyOWVh\" data-original-margin=\"\">A moment of tense silence passed between them as Hans sized up his opposition. Kaede could tell from his frown and the faint twitching in his lips' corner that Hans was trying to decide just how honest he should be.</p>\n<p class=\"cnNjODIwYzZmYzUxYzQ2ZTBiZjE5ZWQxOWM2MDU3MDhj\" data-original-margin=\"\">\"I thought the General was innocent and that...\"</p>\n<p class=\"cnMxMTY5ZmE3YTAzNTQ0ZGY5Yjc2NzU2Njk2ZjkyMDM2\" data-original-margin=\"\">\"Well you thought wrong!\" The harsh, rumbling words that erupted from Pascal had instantly cut Hans off.</p>\n<p class=\"cnM5MDI4MzYyOTM0YjQ5OWViY2ZjMjdhYzg3ZDVjNjI1\" data-original-margin=\"\">Hans took a deep breath before he stared back at the Landgrave in defiance:</p>\n<p class=\"cnM5ZDE5MWNkNGFlNDQwNmE5ZmQ2YTAwZmM5ZWU0OTRi\" data-original-margin=\"\">\"I'm sorry Your Grace, but in over a dozen years as one of the closest and most trusted members of his staff, I have <em>never</em> known General Neithard to plot against the King or country. He has toiled and bled for Weichsel and no other! I would sooner eat a broom than believe for a single second that he has worked with the Imperials!\"</p>\n<p class=\"cnMyOTY2NzI5MjgxYTRiNDc4Y2QxYzQ1NTNlNTFjOGQ3\" data-original-margin=\"\">\"Then what about the proof?\" Pascal retorted. \"The paper trails that had been magically verified? Or are you saying that your gut instinct is more accurate than the best investigators of our country?\"</p>\n<p class=\"cnM4NDkxZDllOThmMDQyZDM5MzBhNGI3ZGI2MGIxOWU2\" data-original-margin=\"\">\"No, but they also do not know <em>him</em> as I do,\" Hans countered. \"Even the best intelligence can be fooled by convincingly falsified data. However no amount of trickery could change the fundamental character of a man so easily!\"</p>\n<p class=\"cnM2MGM4MmI3NzQ0YzRlOGRhNDE4MzYwN2E0NTFjYzg3\" data-original-margin=\"\">Sparks filled the room as both men glared at one another from across the table. Their steady gazes clashed against one another in a contest of wills.</p>\n<p class=\"cnNhOTIzMTQyZmQyZTRiMjQ4OTViMjRiOThhY2JhZjVk\" data-original-margin=\"\">Thinking back to past conversations, Kaede remembered that the Lieutenant-Colonel's own methods in information gathering focused on tracking the long-term behavior of important individuals. Certainly, there was validity in his belief that 'character' was more reliable than isolated events. However...</p>\n<p class=\"cnMyNDVmNWM0MDllODQ2ODRhOGJmNzQzOTRlOWI0YWNh\" data-original-margin=\"\">\"He had always put ambition first,\" Pascal challenged in a solemn voice. \"I fail to see how it is against his character.\"</p>\n<p class=\"cnM2MWYzZWM0MDhlZTQ2NTBhNmRkYjEzNGI5YWY3YjYx\" data-original-margin=\"\">\"That is because--!\"</p>\n<p class=\"cnM3MDc5NzdiNzkyMjQ3ZjI4MTgzMzMwOTlkOTA4YWVl\" data-original-margin=\"\">Hans had to force his mouth shut to suppress the urge to shoot back. With a glint of agitation noticeable in his eyes, he took another deep breath to calm his rising frustration.</p>\n<p class=\"cnNhOGNmMjE2OTIyMDQwNWFiZWNlNzBkZjVkN2I1YWM3\" data-original-margin=\"\">It was a look Kaede knew too well from her own father. Whenever Konstantin felt silenced by manipulated media reports of 'yet more insidious Russians', he wore precisely the look that Hans had on right now.</p>\n<p class=\"cnM5ZGJlYjUzZjBmMzRjYTQ5YjEyNGFhZGU4OTFjOTcz\" data-original-margin=\"\">The odds were simply far too stacked against him in this argument. Hans would have to overcome rumor, reputation, and charges of treason all at once, not to mention Pascal's personal bias against those responsible for his father's death. Rather than swaying the young lord's opinion, he was only making himself sound sentimental and unreasonable.</p>\n<p class=\"cnNmMjBhMzU5ZTA2NzQ5OGJhNjljMDEzZDA3OTk4ODQ1\" data-original-margin=\"\">His only option was to withdraw.</p>\n<p class=\"cnNjNjQyYmViNjNlMDRiMmQ4MjAzMGU4NmM2ZjAyYWNh\" data-original-margin=\"\">\"Your Grace, I don't have any proof right now to convince you. I can only say that the General must have been framed by treachery, and that Weichsel has lost a perfectly good, innocent, and loyal man.\"</p>\n<p class=\"cnNmODk5MzBkZWQ3ODRlNWNiNzAwMzk4N2ViZmQ3NGRj\" data-original-margin=\"\">Pascal pursed his lips as he heard the downtrodden, almost-defeated voice. This was clearly not what he had in mind for a conversation.</p>\n<p class=\"cnNiMGIzZTE0ODJhZTQzOGNiY2Q4NjcyODUzMTZkNmRj\" data-original-margin=\"\">\"All right... let us presume for a moment that Neithard had been innocent and his enemies had set him up.\" The young lord took a proverbial step back in a gesture of good faith. \"How in the world did you expect to help him by opposing the King's agents at <em>sword-point</em>?\"</p>\n<p class=\"cnNjZDZiZjM4MmE1NzRmMDM4YTg4NjQ1MDAxYTVhOWRi\" data-original-margin=\"\">\"It's politics,\" Hans almost spat out in disgust. \"Had the General been taken, there would be no way for him to clear his own name. His only chance was to stay in power long enough to appeal to the King in person and...\"</p>\n<p class=\"cnMxOTFmYjIzOGU5ZjRjZGU5ZjZjOTZhZWQ0OTMzZWI1\" data-original-margin=\"\">\"Are you stupid!?\"</p>\n<p class=\"cnNkZmE5NjZkYmNjYjQxOTE4ZDZjMjIwYWM5ZmRlNjcz\" data-original-margin=\"\">Kaede cringed as Pascal voiced his absolute and utter contempt. There were even traces of anger laced within, as she felt the deep offense that trickled across their empathic bond.</p>\n<p class=\"cnM4ZDYwMmQ5YWRjNDQxYjg5ZGNlMjU0ZWE4OWFmNjdl\" data-original-margin=\"\">\"Do you find me so unscrupulous, so contemptible and dishonorable, that I would not have allowed him to make even a <em>Farspeak</em> call to the King to make his case? Had he surrendered, he would have been arrested and given a chance to prove his innocence in the court of law. But no, you had to show up with forces that would tempt him to struggle, to rebel, to brand himself a traitor without any doubt!\"</p>\n<p class=\"cnNhZTZmZWQ2MzAxNTQwODA4ODg0NTJmYThiODcxYThi\" data-original-margin=\"\"><em>No. Though I remember you being angry enough to grind the General's bones on the spot...</em></p>\n<p class=\"cnM5MDlmODg5ZmY0NzQ1NjI5YjgxZDRkZWZhYWY0YzQy\" data-original-margin=\"\">Kaede didn't doubt Pascal's sense of duty. What she did question was his ability to hold back his wrath that night. She still remembered that intense tide of murderous impulse that woke her up in cold sweat. It had crashed through their empathic link to blow open a new path. His emotional state was so frightening that it even overpowered her nightmare.</p>\n<p class=\"cnNiYjc3MjllNmE5ZDQ2NDA4MjFjMWRlZDFkYmE1MmQx\" data-original-margin=\"\">It was at times like those when Kaede wondered if Pascal even realized just how terrible his wrath could be.</p>\n<p class=\"cnM4YWJkYTI2ZGQ0OTQzNmM5NWE3NjE2MzIyYjk0OGQ1\" data-original-margin=\"\">Besides, trials for treason had always been more about politics than law. In such circumstances, it was questionable if even the due process could have protected an innocent man, though declaring armed rebellion certainly didn't help Manteuffel's case. Unfortunately, Pascal's staunch faith in the 'Rule of Law' as the first and foremost principle in proper state administration also left him... more than a little blindsided in the ruthless arena of internal politics.</p>\n<p class=\"cnNiZGEzMmM0ZDU1YTQ0YTY5ZjgxNjAzNzgwOTkyMDlm\" data-original-margin=\"\">\"Isn't that what you wanted?\"</p>\n<p class=\"cnNjN2RjZTA4MTc5YTQyMmE5MDhhNTZmYjRlODczMDM0\" data-original-margin=\"\">The reply from Hans was impetuous. Even he glanced aside in regret almost as soon as the words had left his mouth.</p><p class=\"cmFmM2E5YzIyZjBiYTQyNDRhNzM1ZmI1MWEzYWU2OTFh\" data-original-margin=\"\">Did you know this text is from a different site? Read the official version to support the creator.</p>\n<p class=\"cnNkYzJiNjA2ZWZlZDRiZGZiMmI2ODhiZmNhNjdlMTc1\" data-original-margin=\"\">\"I only want to bring those responsible for my father's death what they <em>justly</em> deserve.\" Pascal's cold, unnerving declaration swept across the room and left an icy atmosphere.</p>\n<p class=\"cnNmMDBjNmM1M2U3NjQ2ZGI4NzJmM2RiNmJhYjRmY2U0\" data-original-margin=\"\">\"Well...\" the Lieutenant-Colonel sighed after a long pause. \"As I've said, I have nothing firm to persuade you with. But if you are hell-bent on punishing those who conspired against your father, then why did you persuade the King to release me?\"</p>\n<p class=\"cnMwMjEyM2NiOGNlNDQyNjE4ZWQ5ODlmNWQxZjkwOGQ1\" data-original-margin=\"\">\"Because as foolish as it was, your final stand for Neithard was what convinced me of your innocence.\"</p>\n<p class=\"cnMzYTI4OTcwZWE2YjQ2MDViYzg3MWU4NzFiZmUwZTAx\" data-original-margin=\"\">Both of the listeners in the room raised their brows at that.</p>\n<p class=\"cnNjNWZkYWI0MTgyZDRmZDFhM2VjMjU4Zjk4NGM4MWZh\" data-original-margin=\"\">Pascal leaned back against the cushioned chair, his dead-serious visage punctuated by a thin smile at last.</p>\n<p class=\"cnNiOGQ1ODE0MWQ1YTQyNzU5NDIxN2NjMDNlOWIyYTgz\" data-original-margin=\"\">\"No man opportunistic enough to betray his own country would gamble his life on such a desperate last stand, not when you could easily claim ignorance as there was no evidence linking you to the plot.\" The young Landgrave noted the Black Eagles' latest disclosure, which he must have received through the King.</p>\n<p class=\"cnNiYmVkY2IxNmZlNTQzY2Q4N2Q5MTRhYTg5NmY4Njlh\" data-original-margin=\"\">His turquoise gaze was still fixated upon the Lieutenant-Colonel's every wrinkle, every expression. Yet within his steady eyes, a soft and forgiving light had already permeated through.</p>\n<p class=\"cnMxZGNjODFkY2ZkNjQwMzZiODIzZTQ3NzJjYWJiMWZk\" data-original-margin=\"\">\"You are a loyal man, Hans, not to mention competent, intelligent, and resourceful. You simply made one mistake, and I would hate to see your life ruined, or for Weichsel to be denied one of its best intelligence analysts because of that.\"</p>\n<p class=\"cnNkZTY4NzhjMzdhMzQyMWNiYzcxYWJhNTI5NDgzMDQ0\" data-original-margin=\"\">\"So you had petitioned the King for my release?\"</p>\n<p class=\"cnNiODJlYTUxNzY2YjQ3YWU4OThiYjk4Y2EwN2FkZTFk\" data-original-margin=\"\">The intelligence officer sounded cautious even as he stated the obvious. It was as though he tried to suppress his own optimism, to hope for no more than that.</p>\n<p class=\"cnNlMDkzM2Q5ZWQ1YjRiMGY4OGFjMmU2NzIzMDcwYjk4\" data-original-margin=\"\">\"Yes, you and the men who followed you. Though the King demanded that at least some discipline was in order for your obstruction of justice.\" Pascal scowled in disappointment, though it was more towards Hans than the decision of His Majesty. \"Therefore I am tasked with collecting your Lieutenant-Colonel rank insignia. I am sorry.\"</p>\n<p class=\"cnMyMTJiZjhkMmZhNjRjOGU5ZTZhYThiMDMzZjE5YTli\" data-original-margin=\"\">Hans bit down upon his lower lip. He nodded as he took the articles off his own shoulders. He had been demoted one grade. And while this punishment might seem very lenient, it was a bitter distance to fall for a magic-less commoner of few opportunities.</p>\n<p class=\"cnNmZjU1MjNmOWE3MTRiZDE4M2RkNDRmMjk4NDljOTY4\" data-original-margin=\"\">With his age in mind, Hans seemed to doubt if he could climb back up. Judging by his downtrodden expression, Kaede wondered if the intelligence officer believed he had any career prospects remaining at all.</p>\n<p class=\"cnM1MTMwYjMzYTNhZTQ5NjlhODJiYTdhZGVkNWQ3YmI4\" data-original-margin=\"\">\"Well... thank you, Your Grace.\" The now-Major sighed as he placed the insignia on the table. \"I am grateful for your help, truly. But I think it's best that I retire at this point. No one is stupid enough to use the 'spymaster' of a convicted traitor, and without that...\"</p>\n<p class=\"cnM0MDAwNGFlYmNjMzRjMjA5ZTY0ZThiMzNjYjM1ZDdi\" data-original-margin=\"\">\"I am <em>not</em> stupid,\" Pascal cut him off sternly, as though claiming 'that's twice you've insulted me now'.</p>\n<p class=\"cnMyYjRiMjhjMzg0YzQxNmVhODZhZmRiODFjNzc1Mjc2\" data-original-margin=\"\">Though his other implication was far more eye-opening... and widening as well.</p>\n<p class=\"cnNiNWJkOWUzOTAyMTQ3Y2RiOWU2M2FhYjJhZjliOWU0\" data-original-margin=\"\">\"You can't be serious.\" Hans muttered in barely more than a whisper. \"But you're...\"</p>\n<p class=\"cnMzYjNmZjQ5NTNiMDQ2NzY4MmU0ZWU5ZWJmMGU5NWU5\" data-original-margin=\"\">\"I am the Marshal's son who helped His Majesty arrest the traitor and take revenge for my father's death. <em>Nobody</em> could accuse me of sheltering Neithard's supporters. Nor could they claim that I am stepping into his shoes in active collaboration with the Imperial Mantis Blades that killed my father.\"</p>\n<p class=\"cnM3MTVkNmJmZDc2ODRmZjI4NzcyY2U2NGQ5YzQyOTkw\" data-original-margin=\"\">As Pascal crossed his arms from behind the table, that smug, aristocratic smirk that Kaede knew so well had returned to reinvigorate his presence.</p>\n<p class=\"cnM3OTZmYjI2NGUxMTRiYjJhMzZjNmI1ZjBkODQxNDUy\" data-original-margin=\"\">\"There is no one better positioned to redeem your career than myself, assuming you do not think that your considerable talents are wasted on someone of my rank.\"</p>\n<p class=\"cnM0OWJjZGMyOWU4MjQ0ZTBiMzY2MTU2NWVhOTNhNDQ1\" data-original-margin=\"\">They were once comrades, acquaintances, and enemies. They had laughed over dinner before raising blades against one another over the fate of another man. But even as the still-bewildered Hans faced his loyalty, his pride, and his doubts, Pascal had already reached past his defenses to seal the deal:</p>\n<p class=\"cnNlN2I3NDRhMmY2NTQyMjI5MmQ5MDY2NGJjNGYwNWQ0\" data-original-margin=\"\">\"Besides, if you sincerely believe that General Neithard was innocent in my father's death, then why not join me where you would have more opportunities to investigate the truth?\"</p>\n<p class=\"cnMzNDUyZjUxYTU2NDRlMjBiM2M2MDgyYjY2Nzk1ZDRl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3YWI0Yjg1MjU3YzRjNjU4ZjY2ZmIwNjVjNjY1MjJk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMxMWJiODgxODI0MTQ3ZTU5NWNiY2UyNGM0NDliZmMz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1NGQzMWY1YTIxMDQ1Mzk5MTg0NWI2ZjlmZTBkYzZh\" data-original-margin=\"\">Kaede hardly paid attention as the maids brought her dinner in. Her focus was still transfixed upon the scroll-like magical map, as each of her hands held onto one of its rollers.</p>\n<p class=\"cnM3OGIzMGU2MTRiYjRjZWI4ZWFkOTZmOTIzZDcxNGRk\" data-original-margin=\"\">Admiral Winter's 'World Expedition Map' -- it was labeled in gold letters on top -- was unlike anything she had ever seen. The scroll stretched no more than a pace in width, or roughly 3/4 of a meter, and half that in height. It displayed twisting rivers and jagged shorelines in an amazing degree of detail, all in vivid watercolor soft to the eyes. Furthermore, it could zoom in or out at her prompting, with lines shifting and colors rolling across the parchment to as fine as 1/10,000 scale, complete with topography markers and elevation lines near the maximum zoom.</p>\n<p class=\"cnNjMTU4ZGFlNjkzNjRhZTg4ZTdhMjI0ODBlM2EzMjA4\" data-original-margin=\"\">The map also marked the 'current location' in red. An extra, semi-transparent overlay covered an area of fifty kilopace radius, which displayed weather effects like the wintry mix of sleet and rain currently descending in the northeast.</p>\n<p class=\"cnMwYzA4NmFmMTQwMzQyZmFhYTE0MWU5ODQ3YjBlODNm\" data-original-margin=\"\">Yet despite the impressive display features, the map was woefully incomplete. When zoomed all the way out, Kaede could see the huge masses of cloudy gray that represented terra incognita. Narrow lanes cut across the far oceans of the world and through the 'Frontier' continents, where much of the eastern coastal regions -- as much as the Thirteen Colonies, Caribbeans, and Argentina combined -- were marked as Skagen colonial territory. Meanwhile in contrast, the interiors of Hyperion and the southern continent of Euryphaessa were largely unknown.</p>\n<p class=\"cnM1YzA4OGZkMzM2NDRkZGRiNTFhYmRlZTRlNmMzNDE3\" data-original-margin=\"\"><em>Give it another century and Skagen will have an empire on which the sun never sets,</em> she thought.</p>\n<p class=\"cnNkMTJhOTQ3ZTk5MjQyNzQ5ZGVkOTYwYTE0ZDY5ZjE3\" data-original-margin=\"\">Kaede pressed a button that she found in the right scroll roller. The familiar felt waves of mana pulled from her and into the map. The magical power requirements were enormous, straining even the rate that Pascal could resupply her through the familiar bond. However the reason behind it soon proved apparent as the map began redrawing the contents within the highlighted, fifty-kilopace spread.</p>\n<p class=\"cnNhNGM0NDJjM2YyNjRiMDc4ZDJkNDNlZTgzNDcwNTc4\" data-original-margin=\"\"><em>This is an actual map of Admiral Winter's travels!</em> Kaede confirmed at last. It was so detailed yet incomplete because the late Admiral had to journey to each region for the map to magically scan and plot the surrounding lands.</p>\n<p class=\"cnNlNWVlMWIyZjQwODQyYzdiYTljMzM1YzM1ZmFmZjc1\" data-original-margin=\"\">\"Kaede, stop doing that here.\"</p>\n<p class=\"cnNiYTA2ZWQzNTQzOTRhYTRhOGMxZjRmMWM1OTcwOTEy\" data-original-margin=\"\">Her eyes were still wide with astonishment as she looked up to meet Pascal.</p>\n<p class=\"cnNkYzFhM2RhZDk2NTQyOWI5ZWE4ZmQwMDM4MjdkNTM4\" data-original-margin=\"\">\"It's charting the surrounding lands! And even recognizing the nearby villages!\" She muttered in her awed, wispy voice.</p>\n<p class=\"cnM3MjIyZjU2ODkzODQwY2U4MTdjNTE3NDVlY2RhYjMz\" data-original-margin=\"\">\"I figured as much, hence I told you to stop it.\" Pascal repeated with even more authority, though for a moment Kaede saw hints of a cringe in his brows.</p>\n<p class=\"cnNhOGE2MTQ5MjJjNzRlM2M5YzM3OTZjNGQyNDFjNmMx\" data-original-margin=\"\">The tremendous mana consumption by the map could not have escaped his notice.</p>\n<p class=\"cnMyN2NjZWZjNzU5YjQ3MDFiYWVhYmUzMWRiMTYzOGUx\" data-original-margin=\"\">\"If you are going to run a scan, do it outside, preferably on the roof,\" Pascal scolded her. \"Cartography magic has pitiful efficiency when used indoors. You are going to drain me dry with a mapping tool that powerful. Furthermore, dinner is already here and it is in the way.\"</p>\n<p class=\"cnM3ZDk0Y2FjZjI3MTQ0NGNiMWI4ZmQ5MTU4ZGZkMjBj\" data-original-margin=\"\">Kaede looked to her side and finally noticed a young, impatient-looking maid.</p>\n<p class=\"cnMzMmFkMTlhMmFlMjQxYzliNzUwNDZkZTAwYWUyZjEx\" data-original-margin=\"\">\"Sorry,\" she rushed to close the map scroll before putting it away in the messenger bag that was slung behind her chair. With the tablespace before her no longer blocked, the maid was at last able to place down her meal.</p>\n<p class=\"cnNjNzlhMWZlYmVkYjRlMjE5ODQ5MzQ5ZGUyMDQ3Y2Rh\" data-original-margin=\"\">How the mouthwatering waft of baked fish could have escaped Kaede's notice was an even bigger mystery. The meat came in a huge slab and was flavored with a green sauce and fine-chopped spinach. It was served with fried calamari, white asparagus, red cabbage, and oddly enough -- a deep-red sausage.</p>\n<p class=\"cnNjMWUzZTk1ZTViYjQ2ODBhODE1ODJlODg4ZmFkZjY2\" data-original-margin=\"\"><em>I think this is baked whale and fried kraken,</em> Kaede thought as she examined the huge chunks.</p>\n<p class=\"cnNhNzJkNzQxMzQ1MTQ0M2RiOTIzOGRhNGM1NTM5ZDM4\" data-original-margin=\"\">One thing was for certain: Weichsel certainly didn't waste food from the battlefield.</p>\n<p class=\"cnNmNTRmYWQ5OWNiMjRjZTk4NzE4OGQ1NDY1YWI4OWMz\" data-original-margin=\"\">She really wasn't sure about eating what had been an endangered species back on Earth. Though the sausage was also strange, as she looked around and noticed she was the only diner who had one.</p>\n<p class=\"cnMwN2UwOWI4ZWRjYjRlMTNhYzAxNzQ5ODc2ZDNhYjU4\" data-original-margin=\"\">\"What's this?\" She pointed with her fork and asked.</p>\n<p class=\"cnNlMGFmNWNmNjBiOTQ2MTk5MWUyOTZkMzBkYmU5YWI3\" data-original-margin=\"\">\"Blutwurst,\" Pascal answered. \"Perceval said you needed extra iron.\"</p>\n<p class=\"cnNmNTYzYWU5OTRkZTRkMzE4MzYwODliYTE2ZTAzNjU0\" data-original-margin=\"\"><em>Don't tell me this is freshly made from whale or horse blood too.</em></p>\n<p class=\"cnMyZjUxMGYwZGNjMTRiYmJiNzYwODFjNWE1N2VjMjYz\" data-original-margin=\"\">Kaede frowned as she definitely wasn't a fan of the famous 'blood sausage'. But there was no arguing with the doctor. With a quiet sigh, Kaede closed her eyes to take a deep breath. She exalted in the aroma of the fine cuisine. It was the one item she couldn't complain about since coming to Hyperion.</p>\n<p class=\"cnM2YjRkMGE3ZWNjNDQxNTY4ZmFiNjRlMzkyOTM1OTYx\" data-original-margin=\"\">\"I am going to miss this once we leave for the front,\" Pascal said with a wistful smile as he breathed in the smell of his cheesy beer soup.</p>\n<p class=\"cnNlMWU2OGEyMTYyMzRjMjA4NjU5OGUwYjA1ZDkyMjk5\" data-original-margin=\"\">\"Can't you just bring your cook along?\" Sylviane asked from her seat across the table from Kaede as though it was only natural.</p>\n<p class=\"cnMxMjk0ZjIyZDE2ODQ0NWQ5N2ExY2EwZmEwMmQ3NWVl\" data-original-margin=\"\">The Princess had changed before dinner into a velvet evening gown in royal blue. Delicate lace framed her narrow shoulders while silken gloves hugged her arms. Sylviane seemed to wear something different each time Kaede saw her at dinner. It made the familiar wonder if the Princess had an extradimensional storage item that brought her wardrobe along wherever she went.</p>\n<p class=\"cnMxM2U3MTZmNTdiMzQ4ZmU5MjExODZjNTEyMzgzZDZl\" data-original-margin=\"\">\"The army's policy is no special treatment in regards to anything concerning logistics,\" Pascal explained. \"We have too many nobles in the military. If everyone demands this and that of their own, even the most efficient supply train would be overburdened. So to remove any potential conflicts, our founder King Ferdinand wrote it into the <em>Writ of Universal Conscription</em> that everyone receives the same bland rations in the field. And if supplies fall short of demand, priority is given based on military rather than social rank.\"</p>\n<p class=\"cnNiZDhmODk5NzQ1NDQyZWQ5MGNmNTkyNDIxN2VlNGE3\" data-original-margin=\"\">\"I think that's wise of him,\" Kaede appraised. \"After all, logistics is the backbone of military operations in war.\"</p>\n<p class=\"cnNmNmY5OGExYzZmZTQyMDk4MTc4Y2Y2MTRiZmMxOWJm\" data-original-margin=\"\">Her Russian half was well educated in this. Popular opinion might think that the infamous Russian winter was the destroyer of conquering armies, as men always blamed nature for their own failures. Though in truth, both Napoleon and Hitler's invasions failed because their logistical preparations were woefully inadequate for campaigning across a realm as massive as Mother Russia. By the time either reached Moscow, their men were already lacking in food, ammunition, shelter, and fuel. Without adequate warmth and nourishment, any harsh blizzard would take its toll, let alone a Russian one.</p>\n<p class=\"cnNlODE0YjY4MDIyMTRlYmZiMjFjMzQwZmUyNzhhYzZk\" data-original-margin=\"\">Hence why the only outsiders to succeed in an invasion of Russia... were the Mongols.</p>\n<p class=\"cnM3MTNmYjY5MzExZDQ4NjU5OWJjMGE0N2E0OWJmNjZk\" data-original-margin=\"\"><em>Though not in this world,</em> Kaede couldn't help but smile as she imagined how different Russia could have been without the cultural trauma left by the 'Mongol Yoke'.</p>\n<p class=\"cnNmY2YzZjExMGFhZTQwNGI5OTlmMTQ1Y2QzYjMyNjVi\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM4NTA1NjQ2NTFhZTQxYTliMzY3NGViMjU5OTk2Mjc3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4OWUzNjIzYzg0YzQ3MjhhODQzODNjMjljYzE1OTRi\" data-original-margin=\"\">\"The Glassmakers' Guild is lucky I need them for reconstruction efforts.\" Kaede heard Pascal snarl from the head of the dinner table. \"Otherwise I would be cutting their access to the King's purse for their selfish greed and impudence!\"</p>\n<p class=\"cnM1ZTRmZGNkYzgxMzQ1OWNhMjJmMDRiNTViY2FlMzdk\" data-original-margin=\"\">Pascal and Sylviane had been discussing their lunch meeting, when they met up with the city's guild leaders for the second time. Apparently one of the guild leaders had <em>demanded</em> that Pascal prioritize their needs, due to the heavy loss of materiel they suffered during the bombardment.</p>\n<p class=\"cnMyMTQxZWNkZGEzOTRmZTQ5ZTNiNjljY2U2OWQ0YjFm\" data-original-margin=\"\">\"The trading facilities <em>must</em> be given priority, as Nordkreuz is a trade city dependent on supply chains!\" Pascal explained in an irritated voice as though the facts should be obvious. \"Next comes the recovery of steel production. We trade with Rhin-Lotharingie for much of our lumber and stone, and steel is what a nation at war needs! The glassmakers mostly rely upon their fancy, artisan glass for profits. It is folly to claim that such luxury items are a priority during times like these!\"</p>\n<p class=\"cnM2YzhhOGRiZWFjOTQxMmI5MTYyYWMyOWY0NjljNTIz\" data-original-margin=\"\">\"Isn't Weichsel most known for its blackened steel and stained glass?\" Kaede asked. It was mostly to redirect Pascal's anger though, as she already knew the answer.</p>\n<p class=\"cnM4OTJkYWQ1ODQ3ZjRjN2M5OTc1ZjQwYTRlOTEwM2Qy\" data-original-margin=\"\">\"Yes, those are two of Weichsel's main exports,\" Sylviane nodded.</p>\n<p class=\"cnMyYTkzMmUxMTU5NjQ1Mzk4NDY3ZjI3OTY2OWEzZmVh\" data-original-margin=\"\">\"Had it not been, the Glassmakers' Guild would not be so full of themselves.\" Pascal fumed, before a new thought seems to have caught onto his attention. Curiosity overcame his anger as he turned towards his familiar and asked:</p>\n<p class=\"cnM4M2I1Yjc0MzIyYjRmMzU5OGU2NTFiZmZjYTM0YjNh\" data-original-margin=\"\">\"Kaede, what would you prioritize in this case for the city's recovery? I have been meaning to ask you yet it kept slipping my mind.\"</p>\n<p class=\"cnM4NjI5MDkyM2I4ZDRlODVhOWJhMDQxYmRkMmI2NDRi\" data-original-margin=\"\">The Samaran girl brought her hand up to her chin and she launched into deep thought. However the answer seemed a little too obvious. It almost felt like this was a trick question, another one of Pascal's tests.</p>\n<p class=\"cnM3MDk4MmM2OGRjOTQ1YTA5YjZiYzM3MmJkN2U5YjAx\" data-original-margin=\"\">\"As you mentioned, public infrastructure demands the highest priority,\" she concurred first to put them on the same page. \"Roads and docks are important for bringing in materials for reconstruction and restoring commerce. Another item of priority should be the city's bathhouses. The last thing Nordkreuz needs is for disease to spread while its people live in overcrowded, temporary housing.\"</p>\n<p class=\"cnNiODg2M2MwOGRlMTQzZjY4ZTEwNjA3YWM3MzUzYWYy\" data-original-margin=\"\">\"That's a good point,\" Sylviane voiced in approval as she turned to her fiancé. \"Perceval tells me that the healers are already stretched on resources. An outbreak of disease now would be devastating.\"</p>\n<p class=\"cnNiYjhlYmYzOTQ3MDQ4YWRhOTgxNmFhNGU5NDNmYTY1\" data-original-margin=\"\">\"Exactly,\" Kaede gestured with her fork. \"After that comes the reconstruction materials. You've mentioned that lumber and stone comes from Rhin-Lotharingie. What about the others?\"</p>\n<p class=\"cnMxZWY4N2QxZjA0NzQ3NjJiYTE0YzQ2YzgyMjA1N2Ey\" data-original-margin=\"\">\"Steel nails, bolts, glass, and lime are all made domestically,\" Pascal replied. \"Weichsel has an abundance of metalworking and glassmaking.\"</p>\n<p class=\"cnNkOTUxMTllNzJkZjQzOThiMDA2MDUyNzFjNTBiODZj\" data-original-margin=\"\">\"Though it's still cheaper to produce within the city than to be carried in, especially given the distance between Nordkreuz and Weichsel's other urban centers.\" Kaede noted, as she had been examining Weichsel's maps long enough to commit its geography to memory. \"So steelworks, like the arcane forge we visited last week, should definitely come after infrastructure. With the abundance of labor in the city right now, construction capacity will be largely decided by the availability of tools and supplies.\"</p>\n<p class=\"cnMyNWQxZWNkZTJkOTQ4ZWVhZjhiMzc3YjEzOWU1ZmQx\" data-original-margin=\"\">\"And architects,\" Pascal added before smiling. \"Though I agree. Restoring the blacksmiths will also help with war production. The Lotharins have always used arrowheads faster than they can produce them.\"</p>\n<p class=\"cnM0OGUzYzg4YmFlZDQzNjZhMzhlNGEyOGUzOGM0MzBm\" data-original-margin=\"\">It was clear that Kaede had passed his latest 'test' already. However, the answer she gave was just the low-hanging fruit. To hasten the recovery of an industrial-trade hub like Nordkreuz, they would need far more than just construction and war production. Otherwise even after Nordkreuz was rebuilt, its economy would be extremely unbalanced. It would be like the Soviet Union after the Great Patriotic War, with far too much heavy industry and an economy built around military spending, rather than relying on light industries geared towards consumer production.</p>\n<p class=\"cnM5MzE5ODBlMTBiYjRhODZhOWI5MGYwYTc2ZmQxYzMy\" data-original-margin=\"\">To promote long-term growth, it was far better to take the American route.</p>\n<p class=\"cnM5NTgxNTQyZGMyZTRkYmM4ODlmYjRkMWE0N2U4NzQz\" data-original-margin=\"\">\"Apart from the steelworks, I think it would also be helpful to let the market decide what's most important,\" Kaede voiced next. \"After all, it is simply not possible for us to sit here and grasp what all of the common people's needs are. Only the shopkeepers in the streets know that. Therefore they, in turn, should be allowed to play a part in the decision-making process of what to prioritize.\"</p>\n<p class=\"cnMxNDk4YzUzZTZjODQ1YzM5NDQwZDQ2MzQ3OTNmNWQ3\" data-original-margin=\"\">\"Are you saying we should poll the merchants?\" Sylviane looked confused. But the familiar shook her head.</p>\n<p class=\"cnNmOWZiOTkyY2JmODRhMzk5Nzg4YjE3NmQ4MzA1NWZj\" data-original-margin=\"\">\"Polls are useful but not always reliable. I suggest something more direct,\" Kaede answered with a confident smile. \"We create <em>investment funds</em>, where all citizens may contribute their private assets. We then ask the business leaders who need funding to speak publicly about their plans. They will then sell a percentage share of their future establishment in exchange for the cash investments necessary for reconstruction. Meanwhile those with wealth to contribute may invest their money upon ventures which they think will see the most demand, and therefore most profits. Once they own part of the business, they are also due part of the profits. This creates a <em>monetary</em> incentive for those with wealth to contribute to the city's reconstruction.\"</p>\n<p class=\"cnNlY2ZmZDVmODRlNzRjODZhN2NjNjFjYTQwMWZjOGU0\" data-original-margin=\"\">After all, with morale buoyed by the recent military victories, the geoeconomic conditions that once shaped Nordkreuz into the 'Jewel of the North' would inevitably bring forth its recovery. Reconstruction was synonymous to 'growth', presenting business opportunities that entrepreneurs would seize with relish.</p>\n<p class=\"cnNiYWU4YjY1NDYwOTRkZmRiODhjNmRhYWZhZjQ0NDgw\" data-original-margin=\"\">The modern concept of a stock exchange had been established as early as 1600 when the Dutch funded the mercantile ventures of the East India Company. The idea of 'investment shareholding' traced back even further to ancient times. Based on Kaede's reading, there were already signs that the Holy Imperium's commerce guilds and the Grand Republic's Merchant Alliance had adopted share-trading practices. But this institution of modern finance had yet to establish itself in the states of Weichsel or Rhin-Lotharingie.</p>\n<p class=\"cnM2MGQxOWRmMjBlZjRlMWY5NTRhYjJjYzYwNzQwYzM5\" data-original-margin=\"\"><em>And despite all the problems capitalism brought to Earth, it definitely understood market economics better than any other,</em> Kaede thought.</p>\n<p class=\"cnNlMzBlZjZhYjY0YzQ5NjI5MGE3Mzc1N2ExZGY5OTE4\" data-original-margin=\"\">However, she was also wary that early systems of investment were highly abusable. The infamous South Sea Company bubble that almost crashed the British economy was a perfect example of this. She would have to consult Pascal on bringing in local business and legal experts to supervise the project if it took off. But for the moment she didn't want to raise alarm bells as she was still in the proposition stage.</p>\n<p class=\"cnNiNzJiMjdlY2Q4MTQ3Nzc5ZjkwMjdhNzZmYWYwMmNh\" data-original-margin=\"\">\"I think it's a good idea,\" Sylviane was the first to respond. \"We can speak of duty to those greedy merchants all we like. But they're primarily motivated by money and this has the incentive of seeing <em>real profits.</em>\"</p>\n<p class=\"cnNlNjE1ZmNmOWRmZTRhNzdhNTE5NTRjNTUyMmNmNzk4\" data-original-margin=\"\">\"Perhaps,\" Pascal noted with a frown. \"Though I do not like the idea of allowing those vultures to run the show. In the end, merchants care far more about their own account books than they do for communal welfare.\"</p>\n<p class=\"cnM0NDkyMDcyMzIzZDRhMTliZmU4YWI1YTk1ZWYwNWU1\" data-original-margin=\"\">\"So don't let them,\" Kaede replied. \"You hold the purse strings of not just Nordkreuz' finances, but also the King's loans from the national treasury. Furthermore, you can also lay down ground rules on who is eligible for investment funding. Use that to your advantage in nudging the markets towards greater social responsibility,\" the familiar grinned. \"Draw attention towards the greatest need and not merely the greatest greed.\"</p>\n<p class=\"cnNmZjAyMzRkNTQ4NjQxNDE5Y2U3NzE1NTdiYmNlZmEz\" data-original-margin=\"\">Kaede still remembered watching documentaries on the 2008 Financial Crisis, when the US government failed to regulate its finance sector and allowed Wall Street to run amok with its avarice. She might respect capitalism in grasping the in and outs of the market, but she would always remember the lesson from that disaster:</p>\n<p class=\"cnM5NDNlNjJlOGNhNjRhMmQ4NzAyYjM1NzQxNmFkNTk0\" data-original-margin=\"\"><em>All markets require government supervision and regulation,</em> she thought. <em>The balancing trick is to impose rules without micromanaging.</em></p>\n<p class=\"cnNlYjgwYTc4MjRiZjQ0YWE5OWNjNGJjZGU3ZjUwZjMx\" data-original-margin=\"\">She had always thought that her father was correct in that Adam Smith and Karl Marx, the respective 'fathers' of capitalism and socialism, should be read back-to-back. Only then could someone understand both sides of a discussion as complex as socioeconomics.</p>\n<p class=\"cnMzMDBkZTJlMjI4NTQ1OGY4ZTc3ZDQ4Y2U1NTU1Mzhi\" data-original-margin=\"\">\"I will definitely bring this up in discussion with the guild leaders and the Cardinal-Chancellor's representatives.\" Pascal concluded. \"But I think you are correct that with appropriate oversight, this could be a potent tool in revitalizing the city's economy.\"</p>\n<p class=\"cnMyYjAzODEwMGY4ZDRhNjhhMWQ0YTU1Y2I0ODlkM2Nl\" data-original-margin=\"\">Sylviane nodded in agreement as both of them sent the familiar an approving smile.</p>\n<p class=\"cnMyMjY1MDAxOGIzYTQyOTJiNzA4NjkzOTI3YzgwOWZk\" data-original-margin=\"\">Yet as Kaede brought her fork up and bit into her sausage, the Landgrave froze in his seat. His turquoise eyes trained upon her with an incredulous stare.</p>\n<p class=\"cnNhNzI0ZjZiMTQwNTRkMDBiYmI5OGU0NDEzNDUxOGQ4\" data-original-margin=\"\">\"&lt;Kaede... what, are you doing?&gt;\"</p>\n<p class=\"cnM4ZjFhYzQ5Mzc3YzRhNzA4ZWFkYzQzOTlmMGI0NWNi\" data-original-margin=\"\">\"&lt;Eating a sausage.&gt;\" She answered with a hint of bewilderment at the sudden shift in behavior.</p>\n<p class=\"cnMxZDY4M2IxZDMxODQ1M2FhMWNiZjdmYjk2YjFlNzlj\" data-original-margin=\"\"><em>I guess I forgot to cut it first. But still...</em></p>\n<p class=\"cnNlY2IxMGIxMzk5ZTQ5Y2JhMzg0ZGE5Y2QzMzAwNGY3\" data-original-margin=\"\">There was no reason to stare at her as though she spontaneously turned into an octopus. Except it only grew worse when she brought the fork back up for another bite.</p>\n<p class=\"cnNlYjU2MGQwY2E3NzQ3NTc5NDNlYWEyZjMzMGE4Njgy\" data-original-margin=\"\">Even Sylviane was staring at her now, though she looked more annoyed than astonished. Meanwhile the Majordomo Karsten -- who had been pouring some wine for the Princess -- looked somewhere between flabbergasted and petrified by an eldritch horror.</p>\n<p class=\"cnM4ZjA4NmNiNWI2ODQwZTliYzVlMzJlYTVhZjgxZjI2\" data-original-margin=\"\">\"&lt;That look is kind of... obscene.&gt;\"</p>\n<p class=\"cnM2MjZlMWQ4OGVjNDRiYjJiNjc2ZTNlNjYyMTExZTU1\" data-original-margin=\"\">Without actually biting down, Kaede pulled the meat from her lips and examined it.</p>\n<p class=\"cnMwYzNkYTE2MDU2MTQxZDk4MmVjMjY1NjUyOTBlZTAy\" data-original-margin=\"\">\"&lt;It's a sausage.&gt;\"</p>\n<p class=\"cnM5ZGE0NGM1N2U2OTQzMjZiMzk0OWRiNmI5MzAxOTg0\" data-original-margin=\"\">\"&lt;Way too many inappropriate undertones, apart from being just plain rude,&gt;\" Pascal scolded.</p>\n<p class=\"cnNkMThiNTUwOGUxZTQ4NWZhYmQ4M2E0Yjg4YWJmYTFh\" data-original-margin=\"\"><em>What, because I have a phallic object sticking out of my mouth? Can social conventions learn a little maturity please?</em></p>\n<p class=\"cnMxZTM0YThjOWU0YzRkMzI5ZjkwN2U4ZmMxZjQ0MWYy\" data-original-margin=\"\">\"&lt;I used to do this all the time.&gt;\" She defended herself even as she set the sausage back down onto her plate for knifing.</p>\n<p class=\"cnM0YWYwZjQ0YTk5NjQxNjZhNzdjZjU5YTYzYTI3ZjQy\" data-original-margin=\"\">\"&lt;Maybe as a man. Never do that as a girl in public.&gt;\"</p>\n<p class=\"cnNmMTFlYTU1MzVmNTQ0ZWU4M2I1NWU2OTE4Y2E1N2Qx\" data-original-margin=\"\">Pascal ordered in that stern, final voice of his, to which Kaede put her hands down as she heaved a heavy sigh.</p>\n<p class=\"cnM0NTI0NGY3MGYyMDQzZWJiOWQ4MTMyZGNjMWU1ZGIz\" data-original-margin=\"\"><em>Girls have to watch their appearances way too much.</em></p>\n<p class=\"cnMxY2U4YmNjODA3NzQxN2Y5MzM2MGU3ZTFmN2E2NTZh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1Yzk0MjJmZGI4MjRiNDY4Y2NjZGFkZWRlZmJjN2Nm\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0ODgyNTA1YzJiZDQwZWJiZTFkNGJkOWY1ZmVhNDhi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5ZGNjNmMwN2VhZDRiMWM4OTg5YjhlODA3ZGVmM2Vl\" data-original-margin=\"\">Kaede was rubbing her stomach as she walked around the halls after dinner. It was yet another downside of becoming a girl, and a petite one at that. She could no longer stuff down entire plates when facing a scrumptious meal. In fact, she couldn't even finish the modest servings given to her at dinner.</p>\n<p class=\"cnNiNjZkZWFmOGE1ZjRlNjk4OTE2NjgwYTM5M2NlMzAy\" data-original-margin=\"\"><em>First world problems,</em> she chided herself.</p>\n<p class=\"cnNiY2U0Yzg0ZDZkZTRiYzg5ZjFlNTYxODE0MDRiYzM3\" data-original-margin=\"\">Thousands of survivors in the ruined city outside were still living off soup kitchens, yet here she was complaining about overindulging in delicacies. Though Kaede could at least take comfort in knowing that her food wouldn't go to waste. The servant staff would devour any leftovers -- she had seen it first-hand back in the servants’ hall of the Oriflamme Palace.</p>\n<p class=\"cnMzNDJjY2RkMWNjODRjNGQ4MzI4OWVlMmZlODk5MTAw\" data-original-margin=\"\">Nevertheless, Kaede's normally flat stomach did sport a small and uncomfortable bulge tonight. Hence she strolled about the Keep's carpeted stone hallways, hoping to hasten digestion before she turned in for the night.</p>\n<p class=\"cnMxNmQxMjc5NzU3ZTRiMTQ5NzBlZTNlZDMxNjFiM2Y2\" data-original-margin=\"\"><em>I really should watch my food intake.</em></p>\n<p class=\"cnNmZDMwYzIyZGU2YjQxZWFiMDhjNDUwYWZjNDliZGNj\" data-original-margin=\"\">The female metabolism was considerably lower than that of males by nature. Combined with her smaller stature, lower muscle mass, and a lack of an aerobic exercise routine, it was extremely easy for her to overeat compared to what her body was capable of burning off.</p>\n<p class=\"cnNiZWEwODVkZmRkZTQ5NTU5ZDM1NWUzOWI2N2E5Mzg2\" data-original-margin=\"\">The last thing she needed from Pascal was a patronizing lecture on 'getting fat'.</p>\n<p class=\"cnMzNmVmNTJmMGZjNzRiM2Y4YzBmOTkyNTI0MTk3ODU1\" data-original-margin=\"\">\"Evening,\" Kaede bowed her head in greeting as she passed two maids walking the opposite way.</p>\n<p class=\"cnMyMDg2NTQ3MzZkNTRmMTY4OTdhNDU2YjFiNzQxYjBl\" data-original-margin=\"\">She received two curtsies and fake smiles in return, but not a single opportunity for friendly conversation. Nor did her keen hearing miss the whispers that emerged as soon as she was out of ordinary earshot:</p>\n<p class=\"cnM4ZGZkMzRkZmI2ZjQ0NzQ4NWQ2ZGRkNzBiOTBjZmYy\" data-original-margin=\"\">\"Can you believe the little harlot received a Knight's Cross?\"</p>\n<p class=\"cnM5YzA1Y2NmZjk0ZjQ5MmNiYzFjM2JlZDE3YWU5ZTIz\" data-original-margin=\"\">\"Maybe she has redeeming traits after all,\" said the other maid.</p>\n<p class=\"cnM1YmU2OTU4ZGI4NTRkMDY4NzE2ZDVkMmM2YjBlYzYy\" data-original-margin=\"\">It made Kaede hope that she might have finally gained a bit of acceptance.</p>\n<p class=\"cnMxN2NhNzc1MjIzMDQ1Y2ViNjYxYjNkY2E4OGFiYzZl\" data-original-margin=\"\">\"Oh she's brave all right. She has to be to sleep with a princess' fiancé! I bet you that when His Grace gets married, her head will be the first to roll...\"</p>\n<p class=\"cnNlYmUyMDU2NDM2ZDQxMTRiZDIwNTQ0ZGU1ZmQzOWEz\" data-original-margin=\"\">Kaede sighed again as she picked up her pace, hoping they would leave her <em>actual</em> earshot as soon as possible.</p>\n<p class=\"cnMwZWRlZWRiMmYxMTRmYWZiZGJiZDA4NjllOTkyN2Fi\" data-original-margin=\"\"><em>Stupid servants. Who cares about what they think,</em> she tried to convince herself.</p>\n<p class=\"cnM1ZGEyZmEyMmMzMzQxYmZiNWEzYjhmMDIyYmM1Mjdk\" data-original-margin=\"\">Events in real life always proved wishful thinking wrong in the most unpleasant way.</p>\n<p class=\"cnMwNWI2YjQwYjUwMTQ5MDI5OTA4YjQxNWJhMDA3YWJm\" data-original-margin=\"\">The problem was: part of her was genuinely afraid of what she just heard. Perhaps the Princess really was just tolerating her for the moment, and would seek to remove her as soon as they tied the knot in the eyes of their Holy Father. Nothing brought cruelty out like jealousy. And in a world like this, even facing the guillotine might be a 'good end' compared to being vanished off into the black markets as a slave.</p>\n<p class=\"cnMzMTQ4NGYyMzI4NzRkODJhNTU5YjBhYzc0NmU1NDFl\" data-original-margin=\"\"><em>No, no,</em> Kaede closed her eyes and shook her head. <em>I can't think the worst of people. It's neither fair nor right. Besides...</em> a smile prodded her lips as she thought of the Princess' compliments yesterday. <em>She is trying to be nice.</em></p>\n<p class=\"cnM3YTY5OTAyNWNhYzQ3Yzc5N2ViNDM3MjhhYTE2NzY2\" data-original-margin=\"\">Kaede stopped by a window at the edge of the hallway's turn. It was one of those fancy windows that Weichsel excelled at producing, with beautiful stained glass framing its transparent center. She pushed it open to the icy winds outside. The cold air billowing in from the lake stung her cheeks. Yet at the same time, to feel the refreshing chill, to listen to rhythmic waves of Cross Lake wash ashore -- it was exactly what she needed to calm her conflicted thoughts.</p>\n<p class=\"cnNkOWQ5NjY1ZTA4ZTQ0MDBiMGJkY2RjYTFlOTI4MTA0\" data-original-margin=\"\">Thankfully for her thin figure, her self-heating garments continued to keep her in wraps of soothing warmth.</p>\n<p class=\"cnM2ZjEwNjQ2MzBmYjQyZGJiMWJmY2VmZGIwYzU1MTRk\" data-original-margin=\"\">Kaede wasn't sure how long she stared absentmindedly into the pitch darkness above the cloud-covered lake. However, as she finally closed the window, she heard an odd retching noise -- faint even to her familiar-enhanced senses -- coming from down the hallway.</p>\n<p class=\"cnM1M2MyZDQ3N2QxMjQ0NDA4YjYzMGZkNTIzMDVkMDJi\" data-original-margin=\"\">She silently crept down the corridor, trying to keep her steps as soft as possible. By the time she reached another bend in the hallway, she heard the heavy steps of someone emerging from a nearby room.</p>\n<p class=\"cnM5OTFhM2Q2YTBlOTRiMTZiYTJhYjc5M2MwMDA3OTVh\" data-original-margin=\"\">A quick peek around the corner left her astounded. It was the Princess. Her sickly countenance was as white as paper, while Lady Mari led her out of the doorway.</p>\n<p class=\"cnMzMzAxNGY3ODE0YzRkMjlhNTViOWU1Yzg4MGYzYTg5\" data-original-margin=\"\">\"Ughhh... I hate this feeling.\" Kaede heard Sylviane's miserable groan.</p>\n<p class=\"cnM4NzZlNjNhNjIyYzQzNjM4MWI5NWJlMWU4OGUzMWRh\" data-original-margin=\"\">\"Perhaps if Your Highness stopped doing it.\" Mari replied in her ever composed tone.</p>\n<p class=\"cnNhNzRlNDhlZGQ2YzQwNWZhOTAyMmEyOGU5MmYyYzBj\" data-original-margin=\"\">\"That's easy for you to say. I wasn't born with good metabolism you know. I certainly don't need to hear anyone else mocking me for my appearance again... least of all Pascal.\"</p>\n<p class=\"cnNiN2FhNTFjY2EzYTQzZThhNmFhY2EwZGJkZTgyZjM3\" data-original-margin=\"\">Kaede was a hundred percent certain that she <em>shouldn't be here</em>. She definitely shouldn't be hearing this. But at this point, any movement from her was more likely to give her presence away.</p>\n<p class=\"cnNhYThjZTJkNTU4MTRmNjJhZGUyODI2YzNkYWM1Yzgx\" data-original-margin=\"\">\"I don't think His Grace would deride you about something so shallow,\" Mari countered. \"He has never said anything ill about your looks. Quite the opposite, from what you have told me.\"</p>\n<p class=\"cnM2MjgyMzgxOGEyYTRiMDg4NmMwMGU1ODgzOGNhYjQw\" data-original-margin=\"\">\"Maybe not, but I don't want to be an embarrassment for him to stand next to either...\"</p>\n<p class=\"cnNmMjg2NWJlMDEwZjQ2MDNiNmMwNmEzODQwMjkyMjcy\" data-original-margin=\"\">Sylviane then paused to take a few deep breaths.</p>\n<p class=\"cnM4MmVkMDRkZWMzNDQ3YWFiYWU5ZjJmZTcwMGVkMjA1\" data-original-margin=\"\">\"In any case, we've been over this a hundred times. Just help me back to my room, then get me something to drown this wretched taste out of my mouth.\"</p>\n<p class=\"cnM3YjM3OWRhNTlmNDRkMzg4ZGNhYWRhY2I4ZmY2ZjUw\" data-original-margin=\"\">Neither said anything after that, and the pair of footsteps could be heard moving down the hallway in the other direction. It was only after Kaede heard their steps vanish down the hall that she exhaled the breath that she had unconsciously held.</p>\n<p class=\"cnNmZTEwMDAwYzk5ZjQxZTRhMmE2ODU1MmIyYjFmYWFi\" data-original-margin=\"\">She then peeked across the corner to confirm that they were indeed gone before thinking to herself:</p>\n<p class=\"cnM5ZGFlMTllY2FjZDQxNmVhMThjMTdkNjdlMTlhYTFi\" data-original-margin=\"\"><em>She threw up. Intentionally. And not for the first time.</em></p>\n<p class=\"cnM1ZjdhZWFhNDM2MzQ1ZjA4MzQ5YmI0MzA5MTU5YWRj\" data-original-margin=\"\">Sylviane's appearance might not be exceptional, but she did have the slim figure that girls in well-fed societies sought as the epitome of beauty.</p>\n<p class=\"cnM0YTljNjVlYWE2MzQwNjViMzljYzE4Y2Q4Zjk2OTQ0\" data-original-margin=\"\">Kaede could understand why people turned to such ends. Many girls in Japan were borderline if not outright anorexic, as the pressure from the demands of society and unfair gender expectations was constant and overbearing. Yet for Sylviane, not touching her food was hardly an option. After all, she often attended banquets and feasts with men -- who are blessed with high metabolism in their youth and tended to run loose with weight as they aged.</p>\n<p class=\"cnM1ZGUwOTAyYWQzNDQ2NDZiYjUzZTdmYjA1Zjk1ODc3\" data-original-margin=\"\"><em>But still... does Pascal know about this?</em></p>\n<p class=\"cnNiNTUzNzc3YzZiYjQwMGViMjYyMjU3ZWI1Mjk2ODkz\" data-original-margin=\"\">Just as she thought his name, Pascal's telepathy homed in through their bond:</p>\n<p class=\"cnMxYzRhOTQ5MGE3OTRhY2Y5MjMwY2RhNGIzMjNlNmVl\" data-original-margin=\"\">\"&lt;Try not to think negatively of her for it.&gt;\"</p>\n<p class=\"cnMwOGJmNjljNWM3YzRmOWI4ZTdhNzU1NmEyNDhmNDY1\" data-original-margin=\"\">\"&lt;I'm not,&gt;\" Kaede chased away her condescending urges before she started to fume: \"&lt;And were you using my senses without permission again?&gt;\"</p>\n<p class=\"cnM1ZDU1ZmYyY2YyYjQzYzVhOWJhYjBlMDNiN2M3MDBl\" data-original-margin=\"\">\"&lt;Only a peek. Sorry.&gt;\" He apologized. \"&lt;You had sent quite a shock across the empathic link. I had thought you might have been in danger from something.&gt;\"</p>\n<p class=\"cnM2NWIyYzRjZmEyYjQxZTY5NWI1YWJlMWE2ZWFjMDA0\" data-original-margin=\"\">Kaede couldn't even get angry when he put it like that.</p>\n<p class=\"cnMzYmUzNDkyYzU3MTQ2OWI4NTk2NGQ0N2YxZTQ3NGRi\" data-original-margin=\"\">\"&lt;You're forgiven then. More importantly, how long have you known about this?&gt;\"</p>\n<p class=\"cnM0ZTQ1ZTcwNTBmMDRlNzRhZmMzZGFmZmY0NmY2MDM0\" data-original-margin=\"\">\"&lt;Since her third visit to Nordkreuz -- when she was twelve, I think?&gt;\" Pascal pondered. \"&lt;She was really sensitive about her looks growing up.&gt;\"</p>\n<p class=\"cnNiZDVlOTZkZjA5ZDRlY2M4ODZlMWRhOGY1YWIwOWM4\" data-original-margin=\"\">\"&lt;I can imagine!&gt;\" Kaede almost said out loud. \"&lt;So she's been doing this for at least eight, nine years already? It's a really unhealthy habit!&gt;\"</p>\n<p class=\"cnNmMjcwYmY4ZjBlZDQ2ZjI4MGEyMGQ0MTE0ODNkN2Qy\" data-original-margin=\"\">\"&lt;I think she already knows that. Though healing magic goes a long way to nullify any damage to her throat. Nevertheless, I am not going to scold a girl about her eating or dieting habits when she has a complex over appearances. People may think I am insensitive, but I am far from downright stupid.&gt;</p>\n<p class=\"cnM1YTNmYTc1ZGI3NTQ2NmJhODFjYTZiNWU1NzQ4NGNi\" data-original-margin=\"\">\"&lt;Besides,&gt;\" Pascal continued, \"&lt;she has enough pressure on her without me nitpicking her bad habits. None of us are perfect.&gt;\"</p>\n<p class=\"cnNjODkwZDhhYjZlYTQyNTg5YTRiMzgxMjI3M2E4NDE1\" data-original-margin=\"\">\"&lt;Far from it,&gt;\" Kaede agreed.</p>\n<p class=\"cnMyZGU0M2RiMzJiMDQyNzU4YjM3ZDAyYjhhNjYzMTg2\" data-original-margin=\"\">To administer an empire as fragmented and complicated as Rhin-Lotharingie -- it really was too much responsibility for a girl fresh out of her teens to handle. Under the circumstances, Sylviane already took far more upon her thin shoulders than anyone has the right to ask of her.</p>\n<p class=\"cnM5NzI5NzM1ZmM0MzQ3NjE5OTJhNGFjMWFjNWRjZGRh\" data-original-margin=\"\"><em>Although...</em> Kaede's mind took a sharp turn as her tired mind looked for something less exhausting to think about. \"&lt;Does that mean you won't complain if I put on a little weight either?&gt;\"</p>\n<p class=\"cnNkODJlOWU5ZjRjNjQyZDg4NWFjOThjNGMwNzY2NmU1\" data-original-margin=\"\">However Pascal held no such leniency towards her:</p>\n<p class=\"cnMzODZjZDg5NjZhMjRkNGY5ZWVhNTM3NzRkMmFlZWRm\" data-original-margin=\"\">\"&lt;Certainly not! If you get fat, I will personally drag you away from your books and force you to exercise!&gt;\"</p>\n            ",
  "invisibleParagraphContent": "Did you know this text is from a different site? Read the official version to support the creator."
}