{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzNTUxMDRkNzIxNDQ0NTk5ZmRkMjk1YjYxODhlYzQ1\" data-original-margin=\"\"><strong>Lillith</strong><br>I stand in the Radiant Woods again, Sara's hand clasped tightly against mine. The massive tree she grew in the middle of the city stands here as well, but our surroundings have changed. I have been through this thousands of times now, traveling between hundreds of safe houses across Potestia. Typically, we don't linger for more than a breath. It's too dangerous, especially when we are moving groups of people. A blink and Sara will move us from one entrance to the other. Before the woods can sink its divine teeth into their minds.</p>\n<p class=\"cnNkY2FkZTE2MjQxMTQzNzlhNzI5ZmMxZDI5ZDg0NDQ5\" data-original-margin=\"\">This time is different, however. This time, we brought prey. The king scrambles away from me while Sarafyna drops Father Medici. I had wanted to kill them right away when we got here, but Sara's divine magic pulsing into me takes all my attention. She wants to heal me before we fight. A quick kill may have been easier, but it was also riskier. My heart may not be pumping but blood still runs through it. The wound is a distraction. Fortunately, with a few extra years of mana under my belt, I have even more to enhance. My mana is like a sun preparing to burst.</p>\n<p class=\"cnMzMmY0NDEyYTk5NDRjNjU4OTVjODYxZjE0NDMzMzk0\" data-original-margin=\"\">Sara is more powerful as well when she is here. Her control over the space around us is one thing but the Radiant Woods also seem to respond to her like an extension of her body. Their power enforces hers. So, as we work together to heal my wounds, the broken arm she is holding snaps back into place, and the bones stitch together. It's a strange feeling, healing this quickly. Almost like cracking my knuckles while they are submerged in mud. The thick yet sharp feeling reverberates through my body and my chest itches as the festering wound knits itself together.</p>\n<p class=\"cnNiNmRmZDI3NzRkNjRiZTY5ZjBjMGM4Y2ZjYTkyZmQ5\" data-original-margin=\"\">All in all, the healing process takes no longer than it had for Baldwin, and I am in fighting shape before our opponents can even process the sequence of events that led them here. Truth be told I wouldn't mind some boots or a clean pair of underwear, but I can kill a king while barefoot. I'll send this creep off in a way to make John McClane proud. The two men carry their own tension, with the king's eyes bugging out and Medici scowling. Medici is the first to speak.</p>\n<p class=\"cnM1ZGZiNTc1MDVhYzQzMTk5NjRkOGU1MDM3ZTE1M2Jk\" data-original-margin=\"\">\"Do you really think you can beat me here? Of all places? You brought the highest priest of the Collector to the Radiant Woods and you think you stand a chance? You are fools,\" he chides. Donatello's eyes bulge when he hears where we are and I give him a sweet, innocent smile.</p>\n<p class=\"cnM3MTAwZjExZDZmZTRkMjA5MWQxZWI5MjMyZGYwOTFm\" data-original-margin=\"\">\"You think we brought you here?\" Sara responds. \"You think this is a place I chose? You have a shorter memory than I do. You picked this hell for us when I was a child. A fourteen-year-old girl. You sent me here for defying you. You already tried to use it against me. Do you think I'm afraid of it now?\" She responds coldly and Medici's eyes widen. They flick to her long Auburn hair and I see a spark of recognition.</p>\n<p class=\"cnM3NTc1MDY3ZjMxNTQwNWJhMzNkMzYwNzdjZmUyZTI0\" data-original-margin=\"\">\"Demon...\" he whispers and I scoff. Donatello can't handle being ignored any longer at this point and finally joins the conversation.</p>\n<p class=\"cnNhZjhjYmY3MTU2ZjQ0MDhiZGVlNGQyMzc3MWY4OTYy\" data-original-margin=\"\">\"You arrogant little bitch.\" He sneers, his hands literally trembling with fury. \"You think you can bring me, the Collector damned king here? Do you think you can actually trap me? Fight me? Snuffing the light out of your eyes will be as easy here as it would have been on the gallows.\"</p>\n<p class=\"cnM4ZGVhOGI3Yjk1ODRiMDFhNmQxMDE2MmM5MmEyMjRl\" data-original-margin=\"\">It's finally my turn. \"I don't mean to diminish your threat or anything, it was very menacing, really,\" I retort, \"but I thought it should be mentioned, you didn't actually have that great of a go of it on the gallows.\" His face turns bright red and he flares his nostrils at me.</p>\n<p class=\"cnMyODJkNzEzNmE1ZjRlN2RiOTMxZGQzYjRkOWRmM2Iy\" data-original-margin=\"\">\"Your tongue won't save you here. It's high time someone showed you what gives kings the right to rule,\" he snaps, then releases his aura in full. It's oppressive. For a moment, I feel like Atlas with the entire world pressing down on me. The fatigue of an unbearably hot day tries to pull me down and force me to kneel in front of this man. I refuse. Instead, I simply hold two fingers up to my lips in a 'v' and waggle my tongue through it for a moment. The obscene gesture may be lost on the king, but his expression makes it clear the inherent disrespect is not. Then I release my own aura.</p>\n<p class=\"cnM3N2ZiN2M4Y2FlMDQ5NWViYjJlZjJkYzllZTI5NTI1\" data-original-margin=\"\">Here in the Radiant Woods where thousands of years of grief saturates every blade of grass and hovers in the air like fog, my aura is a tempest. Instead of the all-encompassing pressure the king exerted, my mana lashes out in rage, crashing into him like hail and fire. He may not be able to perceive it with sight, but the impact of pure mana against his flesh has a clear and immediate effect. It envelops his aura and his threat all at once.</p>\n<p class=\"cnNhYjM4ZmIxMzc2OTQ0YjBiZTMyOGRmMzM5MGU2MmMx\" data-original-margin=\"\">I feel the itch of either the woods or Medici trying to worm their way into my mind, but I have nothing to worry about. Medici never stood a chance. Even if his abilities worked on Sara and me, he would need to keep them up constantly to prevent the power of the woods from washing his control away. The king and the priest act at the exact same time.</p>\n<p class=\"cnNlNzI4ZjY5NTVmMDQ4ZGZhOGMxOTRkZjUxYTE2N2Ni\" data-original-margin=\"\">I have to jump away from Sara as wood mana from the priest causes thick branches to erupt and bind her. At the same time, some unidentifiable mana fills the air with gas that burns my eyes and throat. The king responds in his own unique way, and one I should have expected the moment he met an opponent he couldn't overpower in an instant. He does what he has been doing in response to everything else I have done for years. He turns on his heel and runs. I roll my eyes and Sara solves both problems for us. The scenery changes in an instant. The thick trees and jungle-like environment gives way to a field of spider lilies.</p>\n<p class=\"cnMzODY2N2Q1OGUyNjQzNWU5M2QwYTViZTExYzU1N2Rh\" data-original-margin=\"\">The king is still looking behind him as he runs, unable to adapt to everyone's new position as I stand in front of him and swing my fist. I make contact easily and hear a crunch as his skull collapses from the impact. He flies through the clearing and Sara, her tentacles again pulling Medici, intercepts his body with the priest's. I am almost shocked at how easy the fight was when both bodies begin to rapidly heal. I had expected as much with Medici but fucking Don? As the sky begins to storm I realize my mistake. Just as the church keeps the king in power, the woods must want him alive. He is being healed by the environment.</p>\n<p class=\"cnNmYjk1NTRlMWZmYzQ2MjM5MDg2NjAxOGVkODk0MTk2\" data-original-margin=\"\">Sara shifts us again to get away from the assault from the sky. We are now standing on a river bed with two lines of trees on either side of us. Well, three of us are. Sara's clothes are in a pile near the father, who is now looking frantically around. He tries to fill the air with poison again but it's too easy for me to filter with air mana. I don't worry about him. If Sara is missing, she is already on it. Instead, I focus on the terrified king. He is forming a powerful spell with a copper tint to the mana. I haven't seen it before but it looks familiar.</p>\n<p class=\"cnNiNjdjZTMwZmQ4NTQxNjM5YjlkMmM1ZTIyMzFiNzFl\" data-original-margin=\"\">Outside the woods, it would have crushed me. Left me as a grease stain on the stones of the city. Here, as I realize what he is doing, I laugh. Pressure bears down on me like I am being pulled to the earth. That's why it was familiar, his mana is similar to my own. Gravity mana tries to grind me into the dirt like an insect, but it's easily countered. I intercept it with force mana before its pressure can increase and, while the plants in the area are flattened in a circle, I and the area around me are untouched.</p>\n<p class=\"cnM0OGMzN2I1MGNhZTQxNTlhOTRkNDc5ZTcwMWUzYThm\" data-original-margin=\"\">Medici, however, isn't so lucky. For two men supposedly responsible for holding a country together, the two do not cooperate well. Medici's bones crack and heal repeatedly under the pressure of the King's spell, and it's not long before divine magic ends the attack on me before I have to lift a finger. I take advantage of the brief pause, however, and lightning flies from my fingers. The scream of the thunder echoes through the woods as the king's flesh pops and fries at the point of contact. He is thrown from his feet and I turn to threaten Medici with a bolt of his own.</p><p class=\"cmQ5YTJlZTA3YTM4MTRiYjY4OWQ1OWM4MDg4YjNlZWJi\" data-original-margin=\"\">Reading on Amazon or a pirate site? This novel is from Royal Road. Support the author by reading it there.</p>\n<p class=\"cnMzNGMwYTMzYTE1ZTQyMmQ4YTlhZTA5NDg1MzNjZTQw\" data-original-margin=\"\">Predicting this, he throws up a wall of wood, more as concealment than cover. I grin. Funny how easy it is to forget a missing opponent. He appears on one side of the wall with a new spell prepped, its aspect unfamiliar to me. It fails to form as he immediately begins to scream as the ground starts to swallow him. Or rather, Sara does. She is currently closer to the form she had taken when I met her, and Medici's leg is currently dissolving in her gelatinous flesh.</p>\n<p class=\"cnNmMDYzMDJkMTBiNzQ0OWE5NThmZjY3ZDVlOTE0NGMy\" data-original-margin=\"\">I don't have time to admire the trap, as Donatello heals from my earlier attack and fire tries to devour me where I stand. I roll my eyes as I suffocate it with air mana before it can touch me. \"Why is it always fire?\" I ask out loud as I send lightning through the flames and strike the king a second time. I allow Sara to handle my back as I send another, and another, and another. The king screams as he heals, but he heals nonetheless. Looks like we are going to need to take a... French approach to this. I am forming a steel great axe with mana when howling from all directions distracts me. Looking around, I see we are surrounded by residents of the woods again.</p>\n<p class=\"cnNmNTUyNDI2Y2Y2ODRhNTc5NTY1MGUzYTljMzRlYWZj\" data-original-margin=\"\">The Radiant Woods have been keeping them away from us ever since I managed to help heal Sara, but it seems to be growing desperate. It's no matter. As I expect, I find myself in an entirely different part of the woods, this time surrounded by a curious mix of palm trees and cacti. Medici has stopped screaming and a quick glance reveals a branch from a palm tree wrapping itself around his waist and pulling him up. His legs are bloody stumps, dripping onto the flesh that is Sarafyna. The king is trying to run again, but I still take a moment to crush the tree with force mana, forcing the father face-first into the acidic skin below.</p>\n<p class=\"cnM5M2YyOTM3MmE1YTQyNzY4ZTA5NTgzMzNmNjhhOGIz\" data-original-margin=\"\">At the same time, I grab the king with my force mana and yank. He flies toward me, crying in outrage. This is one indignity too many, apparently. I see the moment when he decides fleeing won't work and directs all his prodigious mana at me at once. Compared to his previous attacks, simple distractions, this is far more dangerous. Or rather, this is the first time an attack has been dangerous. No pathetic flamethrower or gravity hammer this time. This time he uses wind, stone, and steel together. He has quite a few aspects for a resident of this world. I have to fly for the first time as a massive tornado descends on the woods. Razor sharp stones fly through the air at breakneck speeds and I can't avoid them all, not while fighting the force of the wind coming from unpredictable directions.</p>\n<p class=\"cnM0NDcwOTExMDUzMDQ3MjNiYzQzOGE5OGQ5YzNhZDI3\" data-original-margin=\"\">I briefly reflect that I'm glad Medici is a far weaker mage than the king while considering the best counter for this. Then, I see the mana. It's hard to spot among all the wind, but the king is trying to fly into the sky. It must be difficult with pure wind mana, but I suppose he can't be incompetent with everything. \"SHIFT!\" I cry out and a second later we are all in a new area, full of tall redwoods and pine trees. The dangerous whirlwind is missing and the king is struggling to maintain his direction as he ascends. This is how I escaped Sara in the past so I don't want to let him get too far. I summon more lightning and it tears from the ground to the clouds above, passing through him as it does.</p>\n<p class=\"cnMxNjA4YWE1MDY4ZTRjMGRhY2JiNjRhMTJmZWFhZjBh\" data-original-margin=\"\">He falters and falls, but begins healing quickly. A massive amount of gravity mana precedes him, heading directly for Sara and Medici. It is far more powerful than the first one he used on me, enough to kill anything below it in an instant. Now that he is committed to ending the fight without escape, he isn't holding back. He has directed everything to offense. I throw force mana to protect Sara and it intercepts his attack just in time. But he is powerful. Powerful enough that, even in my boosted state, I have to struggle to hold it back. Then, he shifts his attack at the last moment. I can physically feel the release of his spell as my force mana shoots up, harmlessly into the sky.</p>\n<p class=\"cnNjYmE4MTQwOTU0YTQ1OGI4MDYyM2MzODE3ZjE2Y2Iy\" data-original-margin=\"\">He conjures a massive stone platform above me, plated with steel spikes on the bottom. Medici, finally free from Sara and half-healed from his struggle, tries to bind me in place with his vines again. This is much slower than before as Sara has taken much of his mana for herself. As I look between him and the rapidly descending death from above, I shrug and pull him toward me with force. He screams and the stone stops in place above us. \"Thanks, sport,\" I greet as he makes it to my side. I think he is scowling but he is so badly burned it's impossible to tell. In any case, he stopped the king's desperate attack</p>\n<p class=\"cnNkYjY4ODhkMjg2NjQ5MzBhMWU0NzMwN2I5ZGJiNzgw\" data-original-margin=\"\">As the stone starts moving again, I realize where Sara is. She left Medici to help me. I remember how she flew from tree to tree while pursuing me, and the screaming descending from the sky tells me she has done it again. We shift again and the stone in the sky is gone. We are in an open field of thorns and I spot Sara and the king flying directly to the ground. He had very little control while flying and her added weight in addition to the pain of her touch has sent them both downward. I don't waste any time. I force Medici to the ground and stomp on his skull crushing it in a moment, then send Force Mana to catch my friend.</p>\n<p class=\"cnMyN2VlNDQyYWQzNDRmNGRhNzExMTBjMjJjMTg2NmY5\" data-original-margin=\"\">The king collides with the forest floor and I pin him down with steel spikes and smother him with my mana before he can heal from the impact. The world shifts again and we are back at the river bed, my victim still pinned down. The king is trying to push back and it's close to working, but I am far more powerful. Sara is reforming into her human form, actually inside her previously discarded clothes which is impressive. It takes nearly all my mana to keep Donatello from casting, but I have a little to spare. I begin conjuring my axe again, this time uninterrupted.</p>\n<p class=\"cnNjNmM3NWQ3N2IxYTRmZWFiNTdlNjRhNWEzNzllOWFj\" data-original-margin=\"\">I pant as the handle forms in one hand and Donatello's eyes widen in panic. \"W-wait, I can make you queen! You can rule everything, even me if you want to! I- I'll do anything, just stop!\" he begs. I take a deep breath as the axe finishes.</p>\n<p class=\"cnMyYzMyNTRjMGZlMzQ0Nzg4MDlkNTNmMDIyODMzYzBl\" data-original-margin=\"\">When I respond, I do so in English. Partially to maintain the poetry of my words, and partially as a message to the woods around me. If they understand my native language, I hope they understand this. \"Rest in piss, your majesty. You won't be missed.\" Then I swing the completed great axe with one arm and sever his head in a single blow. There is no healing from that, and it's apparent the woods aren't going to try as his head rolls to the side and his body releases any excrement it had left in it.</p>\n<p class=\"cnNmYzkyOTg2NTgzODQ0MDk4YWM3OWZkYmUzZTU4ZWU5\" data-original-margin=\"\">\"It's over, Sa-\" I begin when a sharp pain stabs into my back. I look down to see I have been impaled, again. This time by what looks like a passive stinger. I turn and deflect two more from the somehow healed Medici. The pain is agonizing and I have to wonder what fucking aspect this is, but I never get the chance to ask. I hold Medici in place with force and Sara extends an arm with a slobbering, fang-filled mouth on one end.</p>\n<p class=\"cnMyZTdjZjNlNTQyMTRlMDI4OTgxMTBiOWI3MjE2YTc5\" data-original-margin=\"\">\"Rot in hell!\" Sara screams and Medici has barely a moment to regret attacking instead of fleeing before it closes around his neck and leaves his corpse to splutter in the grip of my magic. I cough as I release the spell then fall to my knees. For the second time in a week, blood runs down my chin as white foamy blood spurts from my chest. I feel tearing agony as Sara pulls the stinger from me, a typically terrible idea if she weren't so damn good at healing. As her magic flows through my body, it feels wrong, however, like an injection of bleach. As I look down and see the black lines extending from my wound I realize why. Poison. Something the magic was struggling to fight.</p>\n<p class=\"cnM3ZDI3MjY5ZDQ1NjRhYzliODdkNWYzYTcxOWFjMTk3\" data-original-margin=\"\">Well, fuck that. I focus with her, and much like our first meeting, we work together to make things right. This time it's my body that needs healing. I look inward with mana and try to isolate the poison. Vaguely I am aware of the world rapidly shifting around us again. Sara must be protecting us from the woods while she saves me. I focus entirely on the poison. I can feel it, like syrup in a glass of water. It's thick and it doesn't belong. I grip it with my mana. I direct Sara's magic. Together we throttle it. Closing off veins and pushing it until it erupts like ink from my wound.</p>\n<p class=\"cnM4NDY4NGJkYjY5YjRjMWFiYmI4YzNjZmIxM2VlYjU0\" data-original-margin=\"\">As soon as it is expelled, we shift focus and the blackness recedes from my vision. Again I feel my chest knitting closed and I take a deep breath of air as, both of us drenched in sweat, the wound heals completely.</p>\n<p class=\"cnMwMmY0MTdmMGE5NDQ3MzBiODE1OWZlNjBmNTRhNWNm\" data-original-margin=\"\">\"Sara,\" I gasp and she looks me in the eyes. I become vaguely aware of her hands on each of my cheeks.</p>\n<p class=\"cnMxZTA4M2FkNDY4ZDQwYWI4YjdhMWI0NWY1MTFmMjdj\" data-original-margin=\"\">\"Lily,\" she responds fondly and I sigh.</p>\n<p class=\"cnNjN2UzMjA3M2I4NjQ4NzJhZThhODhmNDkyMjUzMDZh\" data-original-margin=\"\">\"Get us the fuck out of here, please.\"</p>\n            ",
  "invisibleParagraphContent": "Reading on Amazon or a pirate site? This novel is from Royal Road. Support the author by reading it there."
}