{
  "preChapterNote": "<p>Author's Foreword: Daybreak extra chapters are either scenes that doesn't fit neatly into the story's pacing, or are meant to address the interests of specific audiences and aren't for everyone. This particular chapter is written for those with an interest in the rules of its magic system, as many readers (myself included) dislikes too much magibabble. It helps to understand the world of Hyperion, how magic affects its society, and Kaede’s opinion on magic. But it's not necessary for the story. It takes place towards the end of volume 1, between chapters 13 and 14.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxN2RjNzM3ZTQ2MjRkODA5ZTU1MjEyYmQ3ZGVkNjI2\" data-original-margin=\"\">\"--If a system of promotion strictly by merit is in place, then shouldn't yeomen -- who are born with magic just as nobles are -- be able to climb the career ladder in the same fashion?\"</p>\n<p class=\"cnM2OWFiNjIwOTEzNzQ4OGE5NWU0ZTcwNTdhOWJmYjA5\" data-original-margin=\"\">Kaede watched at the dining table as Pascal chatted with Gerard, the civil engineering intern who attended Alisia Academy thanks to Perceval's patronage. Gerard had taken a keen interest in Pascal ever since the young lord mentioned that he was working on a proposal to his father, the Marshal of Weichsel, to set up standardized exams in enlisting candidates for officer corp training. The idea was to offer more career advancement opportunities for those of non-aristocratic birth. However Gerard kept insisting to Pascal that it was far too little by itself.</p>\n<p class=\"cnMxOTdjZWU3ZmQ0NDQ5Y2ZhMzgwMDNjMmNjYjA2NTY1\" data-original-margin=\"\">\"It's not that simple,\" Gerard replied plainly as he waved half a baguette in his hand. \"The disadvantages faced by yeomen throughout their entire lives can't be equalized just by offering them a simple test. By the time they are ready to face such an exam, they are already years behind their noble-born competition. If your father is serious in wanting to increase the recruitment of non-noble officers, you really have to approach this problem holistically.\"</p>\n<p class=\"cnM3ZjYxMGEwMmYwZjQ0MDU5MDg2Mjc4MDZjZTIwNzJi\" data-original-margin=\"\">\"I should remind you that Weichsel once had a <em>commoner</em> -- not even a yeomen -- climb all the way to the rank of Marshal, second only to the King in military command,\" Pascal retorted.</p>\n<p class=\"cnM4NzViZTRiNTIzMzQwYWNhZDExMzI4ZTdmZjhiYzlh\" data-original-margin=\"\">\"Just because one golden apple falls within your sight doesn't mean the rest of them will be noticed,\" Gerard countered. \"I've heard of the story of Marshal Mittermeyer. He only had the opportunities he did because he was the King's groom. How many yeomen do you think are lucky enough to work within eyeshot of a wise King?\"</p>\n<p class=\"cnMyM2U1ZjNhOWQwMjQ4NWZiNGUxYjYxMzIyNzE4ODE4\" data-original-margin=\"\">Kaede noticed that Pascal was about to retort again when she nudged him with her foot. \"&lt;Listen before you react, would you? He's saying Weichsel could do better, not that its current system is bad.&gt;\"</p>\n<p class=\"cnNkMWVmZjRlZmQxYTQ3YjJiZDY4ZTM5ODE4ZmE0OWZm\" data-original-margin=\"\">It was obvious to her that Pascal was getting too defensive in regards to the fairness of promotions within Weichsel's military. Clearly, her master saw this matter as one of personal honor. It was a pattern of behavior she saw all too often among modern nationalists.</p>\n<p class=\"cnM4YTAzYjNhMmZkMjQ3MGM4YWY5NmJhNzBjNGVmMTJh\" data-original-margin=\"\">However, a true nationalist also prioritized <em>improving</em> their nation. And to achieve that, they had to first understand where their country's existing policies fell short.</p>\n<p class=\"cnM1ZTcwZDA4NWMwNDQxYTJiOGZjNTdjMDY2NzZmZjZi\" data-original-margin=\"\">Pascal scowled at her but nevertheless changed his behavior. \"Explain on. I am listening.\"</p>\n<p class=\"cnM4MjMyNDQ5YmFiODRlOTE4Yjc2ODE4YmY0ODgxM2Ni\" data-original-margin=\"\">Gerard raised his eyebrows as he clearly had not anticipated that response. He looked puzzled for a moment before sending a questioning glance towards Kaede. His lips then curled a faint smile before he marched ahead at full steam.</p>\n<p class=\"cnM2M2MxMDM5YzA0NTQwYzE5OTYxZTY5OWUyYzgzZmY4\" data-original-margin=\"\">\"The major obstacles to yeomen in pursuing any higher career really come down to three categories -- opportunities, connections, and equipment. Now, opportunities you already recognize. I know I'm among the lucky few just to be able to sit here and engage with you. My family was well-off enough to send me to basic schooling at the local monastery. But there's <em>no way</em> my family could afford the tuition here, and little chance that I could learn a topic as complex as engineering without coming to a proper institution such as this. Had I not met Reynaud and been introduced to Perceval, or had Perceval not offered to become my patron, there's <em>almost zero chance</em> I could become an engineer! In fact, I'd probably just spend my entire life building bread houses and cake castles in my family's bakery.\"</p>\n<p class=\"cnNlM2I4NTE2NzA0OTQwZWViMjgyNzcxYTdjZWJmMjI5\" data-original-margin=\"\">Kaede couldn't help but smile as she imagined the tall and muscular Gerard carefully sculpting icing into crenellations on a chocolate-vanilla wedding cake castle. It was astonishing to think that a man with large, rough hands like his could have such finesse for detail.</p>\n<p class=\"cnNkNjM2ODhiOTVmMzQ0MzZiZmQ4ZWQ4YTdlOTE2OTE2\" data-original-margin=\"\">\"Most yeomen families are middle class artisans,\" Gerard went on. \"That affords them enough money to send their children, or at least the <em>male</em> children, to receive a basic education: reading, writing, accounting, and the like. However that's a longshot from the physics of load bearing or recognizing the importance of volcanic ash in hydraulic mortar. Perceval had to buy me a set of books --and they were <em>expensive</em>-- just so I could prepare myself for the engineering program's entrance exam. Now how many yeomen do you think are lucky enough to have all these opportunities that I did? Or fortunate enough to have even a single connection like Perceval to aid them?\"</p>\n<p class=\"cnNhMWEwYmUwMTJlMDRkYjE5NzRlZTFmMTc0OTM2ZDRm\" data-original-margin=\"\">Pascal frowned for a moment as he took another sip of his beer soup. Then he began to slowly nod.</p>\n<p class=\"cnNlNDYyNTA2ZjliZTQyYWJhODgwMmRlMDIwNTQxYTY1\" data-original-margin=\"\">\"I do see your point. Weichsel's Königsfeld Academy does have a scholarship program for those of poorer background. However, only a handful is accepted each year, and the entrance exam requires candidates to grasp the fundamentals of arithmetics, reasoning, rhetoric, and spellcasting.\"</p>\n<p class=\"cnNlOTYxZmU5ZDNhYzRjYjc4MzIwNzgwNzliZjZlMTI2\" data-original-margin=\"\">\"I can certainly tell you that rhetoric is not part of the basic education offered at monasteries,\" Gerard scowled in complaint. \"Sure, many of the core concepts of rhetoric may be learned by simply being adept at social skills. But even if you are a socialite, there's still a disconnect between street-smarts and academic terminology such as ethos, pathos, and logos. You really need a special tutor for that kind of learning, and that's beyond the financial ability of most middle class families! Education is like a long, steep staircase. You miss one step, and suddenly you find it difficult to pull yourself onto the next.\"</p>\n<p class=\"cnM4ZTllZGZiZWQ3ZTQ2N2I4NjczZGU5ODY0ZjhjOTFi\" data-original-margin=\"\">\"What about spellcasting then?\" Kaede asked next. \"Does monastic schooling teach such a thing?\"</p>\n<p class=\"cnMzYWM3Yjc4NzJhMzRmYTBhNDcwYWYwNDY5ODc3MTVi\" data-original-margin=\"\">\"No,\" Gerard answered straight. \"The schooling of magic is too time intensive for group-teaching. It has to be done one-on-one. Most nobles rely on tutors, while yeomen families pass down their magic, parent to child. However this only further limits the knowledge of yeomen mages, as most yeomen only learn spells for daily life and specialized magic relating to their family professions. Even if they're lucky enough to inherit a spellbook that teaches them how to use... say, battle magic, most don't have the opportunity to practice such spells enough to master them.\"</p>\n<p class=\"cnM0ZDg0MDJlZjM0MjRmNDg4YjRhYjY5Y2Q1YmU5ZDgw\" data-original-margin=\"\">\"How much do you have to practice a spell to achieve mastery then?\" Kaede raised her eyebrows.</p>\n<p class=\"cnM4N2JmMmEwNjFlODRiMmI4Mzg5MTI2MTMwODFhYjM1\" data-original-margin=\"\">Placing his spoon back down, Pascal extended his right arm over the table, fingers extended as though about to cast a spell.</p>\n<p class=\"cnNiM2RmYzhjZmY3MDQzYjdhODUzOTY5MTdlMmQ3NzY2\" data-original-margin=\"\">\"Remember what you read about ether refinement and spellcrafting?\"</p>\n<p class=\"cnNhYTIzZjcxMWM0ODRlZGE5ODMzOGMzY2FhM2E3MDY2\" data-original-margin=\"\">\"Yes,\" Kaede nodded, recognizing this as another one of Pascal's tests. Her master, on a rare occasion, had <em>ordered her</em> to read a book on the basics of magical theory. It was partly because Kaede kept putting it off, since she found the society built on magic far more interesting than magic itself -- much like how she favored history over physics textbooks in the modern world.</p>\n<p class=\"cnM1OGJhM2ZjMjFjODQ0MTg5NzUyYTljZjUwOGU5NzMx\" data-original-margin=\"\">\"Ether is the free spiritual power adrift in our surroundings, produced and scattered by all living beings. It is a pure, spiritual energy that does not react directly with any physical forces, and cannot be manipulated through any mechanical apparatus or chemical reaction known to man. Only mages can manipulate ether, achieved by absorbing it through magically conductive nerves. The ether is then transmitted to the soul to be refined into mana. Mana is malleable spiritual power, which serves as the fuel for spellcrafting...\"</p>\n<p class=\"cnM1NGI1MTk0NzA0NjQwNTA4OTFlNjEzNGFlNWRlM2E2\" data-original-margin=\"\">Basically, if mana was the gasoline required to power the internal combustion engine of spells and magical items, then ether was crude oil in its natural, unrefined form.</p>\n<p class=\"cnM2NmFlYmU2ODM5ZjRiMTE4NjFjNGY0Y2ViYzg0NGVl\" data-original-margin=\"\">\"Spellcasters must use their nerve system as conduits to form an internalized spell array. They pour their refined mana in to create this array, channeling it to flow through a precise pattern to craft and shape a spell -- hence the word 'spellcraft',\" Kaede continued to regurgitate from memory. \"Mana has two important properties -- repulsion and dissipation. Repulsion means mana from any two different sources, particularly two mages, will repel one another. Meanwhile dissipation means that any mana released into open will quickly dissipate back into unrefined ether, hence Aura Magic uses a spell-focus item to condense the magical output for a hardened 'shell' that encapsulates the spell.\"</p>\n<p class=\"cnMwYjAxOTdkNzg3YjQxYWRhZjZiOGUyYjc1ZDI1Y2Ew\" data-original-margin=\"\">\"Correct,\" Pascal acknowledged with a satisfied smile. \"Trying to control the flow of mana through the nerve system is not a simple affair. Human biology simply was not designed for such finesse. The only way to manage is to purposefully send the mana to different parts of the body, often many locations at once. The nerves tingle as the mana courses through them, which gives the caster some sense of timing. This is important as more complicated spell arrays will often require path rerouting...\"</p>\n<p class=\"cnM3NmM0Mzk2YzdhZTQ0MjY5N2JmY2NjMzg4Y2Y0OThl\" data-original-margin=\"\"><em>Of course, this all means that mages could somehow direct the flow of mana within their bodies.</em> Kaede thought. Not being a mage herself, it was impossible to her to truly understand how this entire process worked. But one fact was for certain -- those blessed with an affinity for magic from birth had a sixth sense that non-mages anatomically lacked.</p>\n<p class=\"cnNjN2M5YzFkMjU3ZTRiODJiNjU2YzU4YTc4YzlmYmJk\" data-original-margin=\"\">\"--Doing any of this requires great concentration and internal focus, which is hardly possible in tense situations like combat,\" Pascal continued to explain. \"Spell arrays must be mastered to achieve <em>fluency</em>, so that they may be created swiftly and effortlessly. Such mastery can only be achieved through repetition. And it takes thousands of times -- hours and days spent crafting the same spell over and over -- for the process to be familiarized enough so that it becomes embedded into muscle memory.\"</p>\n<p class=\"cnM4OGYwZjMxYWU5ODQzNmY5MjU1NTFkMmY4ZjY3ZGM3\" data-original-margin=\"\">Kaede nodded back. Motor learning was a widely adapted concept, utilized by humans on everything from vibrating vocal cords for speech to reflexive evasion while piloting a jet aircraft. It was part of the reason why the book she read constantly compared spellcasting to learning another language.</p>\n<p class=\"cnM2NTg2M2I0YTk4NDQyNWZiYTZmZjM3Njg1ZjM4OWEy\" data-original-margin=\"\">\"Reminds me of how, back as a kid, I thought spells could be crafted just by shouting some mystical words while making dramatic gestures,\" Gerard chuckled. \"Which of course is just silly, when anyone actually sits down to think about it.\"</p>\n<p class=\"cnNiZDFmNmVlYTIxOTRmODA4N2E4NWQyZmMxZTZkODhk\" data-original-margin=\"\">\"The ancient Draconic spellwords we use exist solely as mnemonics to help expedite the memorization process and to act as a trigger word,\" Pascal clarified. \"Furthermore, mastered spellwords must be used regularly in order to retain that fluency. And the more complex a spell, the more it must be practiced.\"</p>\n<p class=\"cnNmNTE5ODI5MzIxODQxYmU5MzQzNjU0MGQ5MjZjNTFl\" data-original-margin=\"\">\"But if Aura Magic uses your body to craft a spell and then expel it through a spell-focus, then how does Runic Magic work?\" Kaede asked. \"I doubt rocks have 'nerve-systems'.\"</p>\n<p class=\"cnNlYThiNDIxYTU0ODQ2YmM4ZWEzMjc5NmJiMDI1ZmY0\" data-original-margin=\"\">\"Oh you'd be surprised,\" Gerard chuckled. \"Some rocks are very smart--\"</p>\n<p class=\"cnNjNTIxZWRlN2JkNzRkODZhNjZjNmExODY5NTU0ZDkx\" data-original-margin=\"\">\"Stop feeding her rubbish that might cause a misunderstanding,\" Pascal sternly cut him off. \"What is obvious to you and me is not necessarily so for her.\"</p>\n<p class=\"cnMwZDI0YTNkM2JjNDRjYjdhNjQ0ZmNkZjBjNDJiODVj\" data-original-margin=\"\">Kaede's face fell. \"I don't think I'm <em>that</em> stupid.\"</p>\n<p class=\"cnMxM2FkZWEwZmRmMjQzYWY5ZmFmMzgzOGFhNDFhOTAy\" data-original-margin=\"\">\"No. But you do come from a place that defies our common sense,\" Pascal insisted. \"Runic Magic actually involves the storage of partially complete spells inside a runestone. A rune-mage has to finish casting the spell first before the shaped mana -- which has yet to manifest its effects -- is put on pause. The runestone then holds onto this incomplete spell until it is activated, which must be done by touch, either by the user or through contact with something else. This 'touch activation' happens to be the main weakness of Runic Magic. But in return, a mage can store far larger quantities of prepared runes, with each costing only a fraction of their full mana cost in upkeep.\"</p>\n<p class=\"cnM2MGFiZTYyZTI5NjQwYWJhMTQ5MWM2MjlkNGE2MWZj\" data-original-margin=\"\">Kaede nodded. \"So Runic Magic uses the same spellcasting method then? Except because they're 'prepared spells', they lack the situational adaptability that Aura Magic possesses?\"</p>\n<p class=\"cnMxZTEzODViOGMzMTQyNmFhM2MwOTMzNmM3NTlkNzkw\" data-original-margin=\"\">\"Precisely,\" Pascal nodded as his raised hand went back down to his soup. \"The Dawn Imperium first invented the system of Adaptive Spell Construction, which gave them an absolute advantage in magical superiority for about a century before the rest of the world began following suit. The concept is that each spellword is a mnemonic for a single array pattern of mana manipulation. Each spellword produces an unique supernatural effect. Multiple words are then grouped together to combine multiple effects into a single spell, just like how multiple words in speech are combined to form a sentence. The order of words used also matters as it determines chronology and priority of each effect. In essence, Adaptive Spell Construction transformed the art of spellcrafting into a system of language and linguistics, with both vocabulary and grammar. This made magic not just more flexible in use, but easier to learn as well.\"</p>\n<p class=\"cnM2NWVhN2M2NzdkNzQxZTY5YjRiMDAwNTQxNDBhOTJm\" data-original-margin=\"\"><em>Hence why they call spellcasting a 'language',</em> Kaede thought. \"Though, if we are to compare spellcraft to linguistics, what would you classify as the nouns, verbs, and adjectives?\"</p><p class=\"cjU3Y2Y5MTVjNDU3OTRmMWViZDRkNDQxNDI4OTNiMjYw\" data-original-margin=\"\">The narrative has been illicitly obtained; should you discover it on Amazon, report the violation.</p>\n<p class=\"cnM4ZmQ2YzFlZDA4NDQ0M2Y4OGNmNjhmYjkyMjI5ZTYw\" data-original-margin=\"\">\"Most spellwords are effect words, as in to create a single effect,\" Gerard explained this time as Pascal took his time to eat. \"I guess you can call them verbs. Meanwhile the 'form' words like <em>Field</em>, <em>Beam</em>, or <em>Sanctum</em> define the area, or target, of that effect, which makes them sort of like a noun or pronoun? Then there are 'meta' words like <em>Chain</em>, <em>Catalyst</em>, and <em>Phalanx</em> which modifies the behavior of the spell effects -- they're the adverbs. Lastly you have the 'mode' words like <em>Burst</em>, <em>Condense</em>, and <em>Bombard</em> which changes how your body constructs spells entirely. And that...\"</p>\n<p class=\"cnMzNjhhYmI1N2VjNzQ2NzM4MzRkNzJhNTFiNjhlMWVl\" data-original-margin=\"\">\"Is kind of like a grammatical tense?\" Pascal chipped in when Gerard struggled to come up with an analogy.</p>\n<p class=\"cnMzMWE3NDAxMTg0NTRiNmE4ZTJjNDgwMzNlZDE1MjBh\" data-original-margin=\"\">\"That's pretty close,\" Gerard nodded. \"Except 'mode' words are always used separately. Outside the 'spell sentence' and declared on their own.\"</p>\n<p class=\"cnMzNWY0ZjlhOGE0OTQ4YjE5N2ZjMDI1MjYyYzM5OGY4\" data-original-margin=\"\">\"No 'adjectives' then?\" Kaede mused.</p>\n<p class=\"cnNiODkxNzM0NGQ5NzRhNDU5NjI4ZWY1NDk0MmIwNGU3\" data-original-margin=\"\">\"That is what the 'effect verbs' are for,\" Pascal smirked. \"To give your target an adjective, like 'defeated'.\"</p>\n<p class=\"cnMyZDA0N2NlODFkMjQ0MDZhNjYxNDQ4ZjcxYmZiMTU3\" data-original-margin=\"\">\"Military folks,\" Gerard rolled his eyes. \"Do you guys ever think of anything outside conflict and destruction?\"</p>\n<p class=\"cnM3YmJhMTg3MTdhODRmZTg4YmFjZTZlMDQ2MDQwOWJh\" data-original-margin=\"\">\"I said 'defeat', not 'destroy',\" Pascal countered. \"Identities are built upon victories, be it Weichsen or Lotharin.\"</p>\n<p class=\"cnMwMTU4OTkyNTNhZDRlZTQ5N2Y0ZTBmOGU5YThiYWRm\" data-original-margin=\"\">\"Well there's truth to that,\" Gerard sighed as though they wished it wasn't so. \"But back on magic -- the average yeomen is fluent in only about two dozen spellwords, while most nobles learn three to four dozen. Sure, even two dozen offers thousands of spell permutations to choose from. However the gap is significant. And unlike the nobles who have servants to do their chores and estates to maintain their lifestyles, most yeomen simply cannot afford to spend as much time on practicing spellcraft and maintaining fluency.\"</p>\n<p class=\"cnNlZmRlOThhN2ZmMjQ2OTNiYjY3NzRhMmRmZGVkOGRk\" data-original-margin=\"\">\"It's actually kind of amazing to hear that nobles dedicate so much time to magic, considering how exhaustive achieving and maintaining spell fluency is.\" Kaede remarked as she thought of the freeloading nobles so common among many Earth societies.</p>\n<p class=\"cnNiZWY3MDAyNDU5OTRjMWZiNzM5YjYyOTRlZmM0ODAx\" data-original-margin=\"\">\"Magic is the pride of the nobility,\" Pascal declared. \"The impact of magic upon society is simply too great, whether it is in military, industrial, or agricultural applications. This is not to say there are no useless nobles. But any culture that fails to instill its nobility with at least a <em>minimum</em> of responsibility will quickly become dominated by those who did.\"</p>\n<p class=\"cnMyZDBjODM2ZmNiMjRhN2NiYTQwZTUzOTUxZmEwMzQz\" data-original-margin=\"\"><em>Probably why you even go so far as ending your prayers with 'noblesse oblige',</em> Kaede thought before she turned to Gerard. \"In that case, why do you not consider magic one of the main hindrances to a yeomen climbing the ladders?\"</p>\n<p class=\"cnNkMTMyMTlkNmE3OTQ4ZDg5YzA0MmQ4YmYzNzczYmRh\" data-original-margin=\"\">\"It is an obstacle, but not as major as the others,\" Gerard replied. \"Since even without fluency, we can still cast spells by looking them up.\"</p>\n<p class=\"cnNiZGVjMmY0MTAwODRkZmE4ZTcxY2U5ZDE3ZTY1NzEx\" data-original-margin=\"\">\"You can?\"</p>\n<p class=\"cnM3MzMxMjgzYWQzMjQ0NjBiM2EzMTc3MjQzODJiYzll\" data-original-margin=\"\">The Samaran girl sounded incredulous, while her master reached into an extra-dimensional pocket and pulled out a thick book in response.</p>\n<p class=\"cnM5MjYwOGU2MmZjOTQ3ZDE5ODI5YTdmNjEwNzMyNzg4\" data-original-margin=\"\">\"We can cast spells by following instructions, either from memory or straight from the book,\" the young lord explained. \"This is assuming that the spell is not too difficult for the mage's level of spellcraft expertise. It just takes a lot more effort, time, and concentration.\"</p>\n<p class=\"cnMwMDNhNWFkMDc3YzRiYzViYWRkNDM5NTMzNzBhNTBk\" data-original-margin=\"\">\"And many failed attempts to learn,\" Gerard injected. Though based on Pascal's smirk, it seemed as though this didn't apply to him.</p>\n<p class=\"cnM3YWYwNTA2Yzg2NTRmZTk5NjgwY2ZiZmYyYWVmODlj\" data-original-margin=\"\">Kaede took the offered book and flipped to a random page. On one side was a human anatomical diagram, with color-coded arrow lines drawn inside the figure to trace the flow of mana when constructing the spell array. A paragraph-long description of the effect preceded the drawing, while complicated written instructions followed the diagram. Lastly, two lists presented the best methods on how to transition this spell array to another, as well as suggested spellwords to combine with.</p>\n<p class=\"cnNmYmU4NTRjOGEzODQwNmViZTdmMDU2NGNhZGFmMjdm\" data-original-margin=\"\">\"Phantasm - tier three advanced enchantment spell,\" Kaede read in her wispy voice. \"Projects all sensory input of a non-existent, interactive physical entity into a creature's mind. The entity may be seen, heard, touched, smelled, and tasted as the caster wills, but only by the target...\"</p>\n<p class=\"cnM5N2YwZTU4YTcxYTQ5OWM4NzMxMTRiN2E0NmY4ODEw\" data-original-margin=\"\">Gerard began to snicker as Kaede read, prompting the familiar to look up and wonder why the large man was blushing slightly.</p>\n<p class=\"cnM3OWVlOTNiYjg1MTRmMzViN2ZhOWM1NGI1YTVjZDUy\" data-original-margin=\"\">\"What?\"</p>\n<p class=\"cnNiMmUzYTMwODczOTQxM2I4NzIxZGE0YzQzNThjNDBh\" data-original-margin=\"\">\"That spell... it's quite popular among the students, as well as red light district salons,\" Gerard chuckled.</p>\n<p class=\"cnNiZjYzOTAzMWEzMDQzY2U5M2M2ODc3OTczMWM3N2M3\" data-original-margin=\"\">For a moment Kaede couldn't understand why. Then, her mind conjured the image of a lone, shadowy individual who cast this spell on himself before proceeding to hump the air in an act of virtual sex. Her cheeks immediately flushed a shade of scarlet red as she turned to stare at her master with a half-scandalized, half-amused expression.</p>\n<p class=\"cnM0NDVhOGRlZDAxNDQyNDBiMzU1YTRkNzNjODkzZjky\" data-original-margin=\"\"><em>Did I just find Pascal's porn stash in his spellbook?</em></p>\n<p class=\"cnMwZDRkY2E3MGEyZDQzMDM5MTExZTcxYTQ0MjUyNTg1\" data-original-margin=\"\">It was apparent that magic or no magic, some tenants of man always held firm -- anything that <em>could</em> be adapted for sexual purposes <em>was</em> used for such.</p>\n<p class=\"cnMyMmJmZWQ2Yjg5MjQxMmI4MGViMTljOGM0MjVmOTBj\" data-original-margin=\"\">\"Just to be clear,\" the young lord stressed. \"I did <em>not</em> write that spell in there for that.\"</p>\n<p class=\"cnM1ZTMxNGE2NzkxZjQ0ODJiMWEwYTBhMzU3MDAxYzYw\" data-original-margin=\"\">Yet even the normally imperturbable Pascal wore a faint blush.</p>\n<p class=\"cnMyMmRlOGNhZGIzNjRkZThiMzJiOTAyOTg5MDczNzUw\" data-original-margin=\"\"><em>But it doesn't preclude you from using it for that,</em> Kaede thought as her lips formed a tiny, catty grin while she continued to stare at him.</p>\n<p class=\"cnMyN2MwODYxZDdmNDQzM2M4ZDlhNWM3ZTI1NGMxY2Qy\" data-original-margin=\"\">This, however, played straight into Pascal's hands.</p>\n<p class=\"cnMxZTkyNGZlMWEyMzQ3NWRiMzgyNzgxNjJlZWViMTA2\" data-original-margin=\"\">\"Do you have a male model in mind that you would like to experience this spell with?\" He asked with a mostly straight face. \"You look like you are already in dreamland.\"</p>\n<p class=\"cnNhYjQ3Y2IxZjFjNTRmOTM5YTliMTE0NjM0N2YwMzRk\" data-original-margin=\"\">\"Wha... No! I don't need anything of the sort!\" Kaede felt her cheeks ignite. She hurriedly shut the spellbook as though she was about to be cursed, which prompted a laugh from both of the men.</p>\n<p class=\"cnNlY2Q0NDNmMDA0NjRhMzRiYTA1NTFmYTM1OTViYzQz\" data-original-margin=\"\">Then, as her bubbling curiosity forced her to realize that she wasn't done yet, she reopened the book to yet another page.</p>\n<p class=\"cnM3ZjA4YWY5ZjA4ODRjOWZiOGI4NmI5N2RiNWU0MDMz\" data-original-margin=\"\">\"Hindsight - level four expert divination spell. Examine an individual, object, or location's recent history. Details decline with age. Prolonged concentration is required. Special focus may be necessary if the caster is not personally familiar with the target.\"</p>\n<p class=\"cnMwNzk0NjkwNjFjMjRiNGE5ZTEyOWU5ODIzODY5NzAy\" data-original-margin=\"\">\"Ah, the best friend of detectives and cheated wives,\" Gerard grinned before he turned towards Pascal. \"You can cast that?\"</p>\n<p class=\"cnM1NzgwOGU0YWU3ODRjOWI4ZTQyMTA1ZmMxZTYyOWJj\" data-original-margin=\"\">\"A few times,\" Pascal replied. \"It is not as good as you might think. The details can be quite foggy. It is more a method to hunt for clues than to give ready-made answers.\"</p>\n<p class=\"cnM0MTY1MDg4ODdkMzQxYWM5ZmRmNzlmMDQ3NmU3OWE3\" data-original-margin=\"\">\"Still, I'm impressed,\" Gerard said with a sincere look to match. He then saw Kaede's curious look before explaining, \"tier four spells are generally considered 'career spells'. In other words, only those whose professions rely on them usually learn to cast them. Of course there are exceptions like the always-popular <em>Astral Teleport</em> spell. But most people won't bother going through the trouble just to learn an investigation spell that they almost never use.\"</p>\n<p class=\"cnMxZTFjY2JjZjc5NzRlZThiNzgyOWM4MWE4MWJjYmZi\" data-original-margin=\"\">\"How many tiers are there?\" Kaede then asked.</p>\n<p class=\"cnM0Yjc0YjkyMWZiNzRhZmVhZWEyZjJiZmJkYzcxMGU1\" data-original-margin=\"\">\"Six in total,\" Pascal noted. \"Tier one through three are universal. Everyone can learn to craft those spells. Tier four are also called 'career spells', as due to their complexity most people only learn a handful. Tier five are 'master spells', used only by seasoned specialists. And tier six are 'experimental spells' -- magic so powerful and dangerous only the best mages even dare to use them.\"</p>\n<p class=\"cnM1MTFmMjQyNWEyZDRlOGM4YTRkMjY1NWU0YjYwNWI5\" data-original-margin=\"\">\"It's said that archmages never pass down the tier six spells they invent, in fear that it may be misused by others,\" Gerard added.</p>\n<p class=\"cnMzZjFlOGVkMWY3NTRlMzNhZGFiMzExNTUxYjg5ZGZm\" data-original-margin=\"\">\"I find that highly unlikely,\" Pascal countered with a skeptical look. \"Every nation and organization will try to hold onto its arcane secrets. The real question is whom they can trust to access such a dangerous inheritance. An archmage with the correct specialization is usually required to handle such immensely powerful magic.\"</p>\n<p class=\"cnM1NGE3OTZiODExMTRhYTBhYTFhM2EwNWMwYjc2NTY0\" data-original-margin=\"\">\"Specialization like enchantment and divination?\" Kaede guessed.</p>\n<p class=\"cnMzNTFjZDcyMWFkYjQ0MTRhNWRjNmVlYWU0NWJlOTQw\" data-original-margin=\"\">\"Not quite,\" Pascal said. \"There are six disciplines of spellcasting, sometimes called 'schools'. These are alchemy and enchantment, which manipulates either the physical and mental states. Both are extremely powerful but are subject to mana repulsion, making it difficult for one mage to affect another--\"</p>\n<p class=\"cnNkYmUxN2ZiNDRlZDQzNTlhY2U2NWYyODEzMzUyODY5\" data-original-margin=\"\"><em>Though only mages, and familiars like me, have that 'magic resistance',</em> Kaede thought. It really was hard to emphasize just how much of a disadvantage commoners had in this world.</p>\n<p class=\"cnM1NWFkNjVhZWE4ZDRjMjA5MmNjNzg0ZjM4ZTc2NGIx\" data-original-margin=\"\">\"--Then there is conjuration and evocation, the former creates natural phenomenons such as fire and lightning, while the latter forms magical effects such as <em>lockdown</em> wards,\" Pascal continued. \"The general rule is that anything that can be conjured should rely on conjuration and not evocation, since following natural laws makes spellcasting easier and more mana-efficient. This also happens to be why most mages learn at least some physics and chemistry.\"</p>\n<p class=\"cnNhNDBiODU3MjY5ODRjMjg5OTEwMzQzYjU2YjE5OTU3\" data-original-margin=\"\">\"That's actually part of why most yeomen don't learn battle magic,\" Gerard interjected. \"Battlefield spells require power and scale, to affect large numbers of foes and punch through their defensive wards. You need a basic grasp of the physics behind natural phenomena such as flash freezing or electrostatic discharge. Most yeomen simply don't have that.\"</p>\n<p class=\"cnMxMmYxZWRhOGJiNTQ3MWViZjU3M2I3YjkwYjAxZWIz\" data-original-margin=\"\">\"Most Magic-Capable Officers prioritize defensive warding spells over offensive battle magic anyway,\" Pascal shrugged before he returned to the previous topic. \"The last two schools are divination and illusion, which governs magic that either discerns or hides information about reality. These six main disciplines are then broken down further into specializations, such as Wayfarers and their teleportation spells which helps network society, Stormcallers and their weather spells that manage agriculture, Geomancers and their ley-line tapping spells, et cetera.\"</p>\n<p class=\"cnNhZjQ0ZjhhNWE5NDQ5YmY5M2QwMjdlMjM3OTE5NmNi\" data-original-margin=\"\">\"Ley-lines?\" Kaede's eyebrows shot up.</p>\n<p class=\"cnNhOTAzOGFlZTYwNDQ0NjY4M2M4ZjE4NTNlZTdjNGY3\" data-original-margin=\"\">\"Why can you not put some of this interest in reading more books on magical theory?\" Pascal complained. \"It would be much easier than having me explain it all.\"</p>\n<p class=\"cnM1MTcxODY4MWU3MzQ5MjVhMDZmZmQ1ZDc3Nzc3NWUw\" data-original-margin=\"\">\"I will. They're just not as high as others on my interest list,\" Kaede shrugged. \"Besides, those books are about as dry as physics textbooks back where I came from. <em>You</em> might find them fascinating since you can feel the magic in your fingertips. But for me it's all abstract.\"</p>\n<p class=\"cnNhMDk1NzdmMWI1NzQ0NWFhMWU4Y2NlNTk2OWJhZjk5\" data-original-margin=\"\">Pascal sighed before he relented and explained anyway:</p>\n<p class=\"cnNiMTMxYTVmMmZjMzRkNGZiNDVkN2VkZmRkOTMyZjlj\" data-original-margin=\"\">\"Ley-lines are ether streams tied to the geography. We are still unsure of how exactly they were formed in the first place. But the easiest way is to think of them as invisible rivers of spiritual power that flow across the land. And just like real rivers, ley-lines form an important foundation for modern civilization.\"</p>\n<p class=\"cnNiNjFlZjU4NjliYjQ5ZWU5Njg3YWE2YjgzM2M1ZjAw\" data-original-margin=\"\">\"Because there is more ether to be refined into mana?\" Kaede wondered.</p>\n<p class=\"cnNkZTI4NmFjY2I3MzQ4OGRhNWE5ZmQyN2MzNzdlODE5\" data-original-margin=\"\">\"Far more than that.\" Pascal voiced. \"I believe I have explained to you how 'mana upkeep' works?\"</p>\n<p class=\"cnMxZTZkOWE5NDM3MzRiMjViMGE3MDA2Njc3Y2NmNGI1\" data-original-margin=\"\">\"Yes,\" Kaede nodded. \"All spells, runes, and other magical equipment consume mana over time, either to fuel the magical effect, or losing it to mana dissipation. This loss must be replenished by a mage -- or a familiar using her master's mana in my case -- to maintain the magic's function. This is 'mana upkeep', and without it, spells will slowly unravel, runes will lose their power, and magic items will cease to be magical.\"</p>\n<p class=\"cnMzNjNhNjFlZGU4ZTRhMTc5ODNlOTBmODQ4NmRhN2U0\" data-original-margin=\"\">The need to provide 'mana upkeep' also created an upper limit for how many magic items any mage could keep, or how many inscribed runes a runic spellcaster could hold onto. Furthermore, due to the magic of their familiar bond, Kaede imposed an 'upkeep' on Pascal merely by existing. And the more she tried to use anything magical, the less mana she left for Pascal's own needs.</p>\n<p class=\"cnNjZDlhNzhjYWJkZjQyYmFiZGRkODRmYTVhMTk3M2My\" data-original-margin=\"\">\"Good, you remembered,\" Pascal remarked in a strict tone. Perhaps a little too strict, as Gerard had caught on.</p>\n<p class=\"cnNiYzZhMWZhNjdkNjRiM2Q5YjE3N2E0OTk1MDJmMzEz\" data-original-margin=\"\">\"Did she do something?\"</p>\n<p class=\"cnM1ZGFlNDhkOTAwODRlMmI4NWJiYWNlZGU3MTY0NWY3\" data-original-margin=\"\">The young lord shot his familiar a stern gaze. \"&lt;You explain it.&gt;\"</p>\n<p class=\"cnM5NzM5ZmVkMGIwZTQ1NjQ4NTVhN2Y4ZmJlYjljMTJh\" data-original-margin=\"\">Kaede pouted back, but her master was insistent this time.</p>\n<p class=\"cnNlODUyMDJjY2M2ODRkNmI4ODk2YjMyMDMwN2UwNDA2\" data-original-margin=\"\">\"I... went to the gardens the other day to take a stroll,\" the familiar spoke meekly, her wispy voice barely audible. \"The flowerbed looked dry. And with the war starting, I had wondered if they had forgotten to take care of it. So I went back and grabbed Pascal's silver goblet...\"</p>\n<p class=\"cnMzYjY4MTVlYThlMTRmZWNiNzhmZDFjNzkwYjc0YWE2\" data-original-margin=\"\">\"She then watered the gardens by summoning purified drinking water, one goblet at a time.\" Pascal finished for her with an exasperated roll of his eyes. \"I still needed to replenish all the runes I expended during the assassination attempt. That <em>did not</em> help.\"</p>\n<p class=\"cnNlMDhkZGU4ZTNhZjQyODc5OTZhMzIwZWQwODc5Nzdj\" data-original-margin=\"\"><em>It seemed like a good idea at the time,</em> Kaede thought as she shrunk herself. Meanwhile Gerard chortled while his broad shoulders shook with suppressed laughter.</p>\n<p class=\"cnNjNGM1ODQ3ZjI4ZDRlZWU5MWNlZDEzM2M1NGUzZGZl\" data-original-margin=\"\">\"What did you expect? You summoned a <em>teenage girl</em> for your familiar.\" Gerard then turned to Kaede, \"your master wasn't too harsh on you, was he?\"</p>\n<p class=\"cnNkMjQ4MTRkZjBmMjQ1MGE5NzE2ZGJjMjliZDVhNmM4\" data-original-margin=\"\">Kaede shook her head. \"He said he'd let me off once, but he'd 'punish me' if I ever wasted mana again.\"</p>\n<p class=\"cnMxNmIwY2MzZTNhMDQyZWI5MTUwMWNlZWM3MzUyYzEw\" data-original-margin=\"\">\"Kinky,\" Gerard added in a humored voice, which earned him a stare from Pascal this time.</p>\n<p class=\"cnM3NjE5ZWQxMzFiNzRiYjJiODhkNTI0ZTA3ZWY4Nzdl\" data-original-margin=\"\">\"You are as bad as Reynaud.\"</p>\n<p class=\"cnNmOWFmNTkzNjU4YjQzNmE5OTM4ODQ1Yzk0YmZhOTdh\" data-original-margin=\"\">\"Yes, well, I guess spending so much time around him has rubbed off on me,\" Gerard shrugged before he turned to a still-embarrassed Kaede. \"But back to where we were -- ley-lines and geomancers, as they come hand-in-hand, are the one exception to the 'everything has mana upkeep' rule. Well, sort of...\"</p>\n<p class=\"cnMwYTU2ZDA3ZjllNTQ2MjA5ZTZmMjU3YzA1MjIwMzI1\" data-original-margin=\"\">He took a bite of baguette and went on to explain while still chewing.</p>\n<p class=\"cnMzMjE4OTlmNWVkMDQ4OGE4MDI1MDk2NjcyODVmZGU3\" data-original-margin=\"\">\"Geomancers have the ability to attune either a fixed spell or piece of equipment to run directly off the ether of a local ley-line. This mostly comes from the fact that ether, when injected in a controlled manner into a magical effect, takes on some of mana's qualities. The attunement process that geomancy requires is pretty time-consuming. They also need a special, dedicated focus to be made and installed in place as a 'purifier anchor'. But for settlements, geomancy is vital as it allows for the creation of permanent wards, as well as the installation of infrastructure and industrial equipment, such as mage lanterns or arcane forges. This is why all the rich towns, fortresses, and noble manors are built along ley-lines.\"</p>\n<p class=\"cnM4NThjZmRhZDU2NTQyYzNiNTdmMzY2ZmM1MWUwNGEz\" data-original-margin=\"\">\"Most anchors use a gemstone embedded into a slab of granite,\" Pascal then appended.</p>\n<p class=\"cnNlNjI4YzkyMTlmYTQ5ZmRiMjViZThkOGNmZGY0NGNi\" data-original-margin=\"\">\"Is that what your 'gem magic' consists of?\" Kaede asked.</p>\n<p class=\"cnNhYmQwNWQxMmJkNDRjZTU5Yzk4OGQ1NWVjNzYxYTQz\" data-original-margin=\"\">\"No,\" Pascal chuckled as he shook his head. \"Sadly, I have no talent for geomancy.\"</p>\n<p class=\"cnM4ZmVlOGY2MWMzNjQ5YmNiODZlNTRiNDAyMDgyNTI0\" data-original-margin=\"\">\"You don't need more 'gifts',\" Gerard interjected.</p>\n<p class=\"cnNiYWZkNjhiNjhkYzQ2YTRiYTY2ZjcyYzBmNjg2Zjlk\" data-original-margin=\"\">\"There is <em>no such thing</em> as too many talents,\" Pascal waved it off with a smirk. \"But at any rate, gemstones have a unique property in dealing with magic. The refraction properties that allow cut-gems to keep light in also has a mirror effect on ether and mana. At the basic level, this means well-cut gemstones have reduced mana dissipation. Meanwhile the crystal lattice structures allow more compact storage. With proper infusion techniques, this allows mana to be compacted and stored at greater efficiency inside gemstones. It also makes gemstones easier to enhance with magic than most other objects.\"</p>\n<p class=\"cnNkMzRhOWY4NDk2NTQ3YjM5OTQyNmY2ZjdmMzY4MDgx\" data-original-margin=\"\">\"As if your runestones aren't enough to give you an advantage,\" Gerard rolled his eyes.</p>\n<p class=\"cnNiNzRhZTlmYzY3NjRjMDc5Zjg2ODZiNzMyMmQwYjQ0\" data-original-margin=\"\">\"Desire has no ceiling. To say that we only need a finite amount of resources is folly,\" Pascal reasoned, which prompted Kaede to think: <em>just like the modern world's need for electricity,</em></p>\n<p class=\"cnNiMmZjNTUzYzJlYjQ4N2JhYTIyYjZhOTJkZDgwODVh\" data-original-margin=\"\">\"--Nevertheless, what I use as 'gem magic' really only scratches the surface of the discipline. Geomancers generally take it to a much higher level, as they use gemstones to control the flow of ether.\"</p>\n<p class=\"cnM1MGIxNGJhNmRkMjRlNWQ4YjViNjM2YTVmN2I0ZTFj\" data-original-margin=\"\">\"And I'm guessing the only reason for the rarity of 'gem magic' is because...\" Kaede asked after Pascal finished.</p>\n<p class=\"cnM0NzBiMTM5YzdlZjQ4MTFiYTVjZTlkNjZlMWEzZmVl\" data-original-margin=\"\">\"Gemstones don't grow on trees,\" Gerard highlighted in a gruff tone. \"Which actually reminds me of why I listed 'equipment' as the third lacking for yeomen. Magical items are super-helpful, but they also get expensive fast, since only the upper classes can craft them and their time is valuable. Imbuing an object with spells in a way that minimizes mana dissipation over time is an art that requires both talent <em>and</em> practice.\"</p>\n<p class=\"cnM2Y2QzZDA4MTlkZTRjZTNiYWZiNzhmMWMyZTZmMGIy\" data-original-margin=\"\">\"Indeed,\" Pascal replied with a frown. \"I wish I had more time to practice it.\"</p>\n<p class=\"cnMzODAyNGU4NDk2MjRiMDBiNTVhMTE2N2FjZTI5Y2Ni\" data-original-margin=\"\">\"You're a natural enhancer too?\" Gerard exclaimed.</p>\n<p class=\"cnM2ODU2OTI4MTZhZDQzYmZiNWNmM2M3OTUxZjU4NDQ5\" data-original-margin=\"\">\"I am not sure about 'natural',\" Pascal commented dryly. \"But I have enough affinity for enhancement that I can create a few trinkets for myself.\"</p>\n<p class=\"cnM0YWQ5ZDM4MmViYzRiMzNiN2QzMTIyMmFmOTI5MDU2\" data-original-margin=\"\">\"Oh, come on,\" Gerard rolled his eyes towards the ceiling. \"Holy Father you're just not being fair!\"</p>\n<p class=\"cnM4NGJjMDAzODNlYzRkYTg5MzUxOGZlYzkxOGRhMWI5\" data-original-margin=\"\"><em>Since when has the universe ever been fair?</em> Kaede scowled as she felt the fabric of her skirt. <em>At least you still have the right genitals.</em></p>\n<p class=\"cnMzNGY1MzcxMzlhNTQzYTA5NmM5Y2ZmY2I2MTc2NTli\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "The narrative has been illicitly obtained; should you discover it on Amazon, report the violation."
}