{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1YzQ4ODBhMzIzYTRmZDU4NWExZTYzZDU4NzI3YmI0\" data-original-margin=\"\"><strong>Clarrise</strong></p>\n<p class=\"cnNkYjc3YzRmOGQ0ZTQ0ZWVhNjJkOGI4YjkyMTk1YWZl\" data-original-margin=\"\">I look wearily at the door to my office. Work is exhausting, but it's better than home. Everywhere is better than home. It's been years since I was excited to finish grading and leave campus. It wasn't always like this. Wymond was a kind man once, or at least I thought he was. I hadn't chosen him as a husband but he wasn't pushy when negotiating with my father. It was my duty to marry for the family and I was glad to marry a man who seemed to listen to me.</p>\n<p class=\"cnNhMDIzMmQyMGZhNjRmZmM5MDlmYjY2NTVhMTM5ZTQ5\" data-original-margin=\"\">The trouble didn't really start until I became a professor. Sure, I never loved him and he never loved me, but our marriage was fine. It was better than many of my friends, in fact. When I handled the household staff and looked pretty at parties. Then, I got less pretty, or so he tells me. I got older, anyway. I wasn't wanted at the parties anymore, but that was alright; I never liked them in the first place. He acted excited when I was hired by the academy. He said it would be good for me. I know now, what he meant was it would be good for him. As soon as I was out of the house, he started requisitioning slaves, and not for labor. Women who were 'still' pretty.</p>\n<p class=\"cnM3NzU0ZTQwYjAyMzQ1ZmRhYTM2NjA2NzVmOThmNTIz\" data-original-margin=\"\">He hid it from me for a long time. He knew it would hurt me, and more importantly, he knew how I felt about slaves. So he got me out of the house. I didn't suspect him once until we got into an argument. It was, of course, about my work. Because when he encouraged me, it wasn't because I loved math, nor was it because I loved teaching. It was because he was bored with me. It didn't occur to him that I would be good at it. It never crossed his mind that my name may become more familiar than his, or that I would get more invitations to more prestigious parties.</p>\n<p class=\"cnNlYjI1NTYyNTNiNDRiMjNiYzk5YTJkYThiNzgzZDhm\" data-original-margin=\"\">Being rid of me was, apparently, not worth feeling like he was less than me. That was what started the little comments. The 'jokes' about my competence. The 'friendly' jabs about how I slept my way to notoriety. The sneers I caught from the corner of my eye, replaced with sickly smiles when I looked. It hurt. It made me feel small. I tried being meek. I tried apologizing, even when I wasn't wrong. But this only made him more angry. Like I was looking down on him.</p>\n<p class=\"cnM0YmY1OThkMmRiNTRiZjZhMGU1OGQ4NGU3MThlMmY3\" data-original-margin=\"\">One day, he snapped. I asked him to clean a glass. He wanted to leave it for the staff. I simply said I'd prefer it be put away before then and... he threw it at me. It didn't hit, but it shattered on the cupboard over my shoulder. His eyes were cold and his aura flared. The ice in his voice hovered at my throat like a knife when he asked me if I thought he was my servant. That was when he told me about the slaves. He didn't want to avoid hurting me anymore. He hadn't for some time by then.</p>\n<p class=\"cnMzMDgzZGUxMDI5YjQ1ZWQ4MjNhODEzMDgxYjkxOWM4\" data-original-margin=\"\">It's strange, how the word of someone who hates you can needle their way in. Even now his quiet words are fishhooks in my skin, pulling me down by the flesh of my frown lines. He told me about the slaves. He told me, in detail, what he did to them. He told me how much better than me they were, and how poorly he treated them anyway. He described my failures as a woman. The imperfections of my body. What a whore I was and how stupid I was to think I wasn't replaceable at the academy.</p>\n<p class=\"cnMxMDI1N2UwNTA2MjQ2NWFhZjMyZjIwZjAzOWY3OGEz\" data-original-margin=\"\">It was all bullshit, but I remember every word. I see every criticism in every reflection. I couldn't stop him from getting slaves, however much I hated it. I didn't know how much they protected me. Because, in the last eighteen months, the slaves have been disappearing. Wymond isn't important enough to requisition them anymore, and the ones he had were commandeered by more powerful nobles. He even tried to use my name and was still denied. That hurt his pride doubly.</p>\n<p class=\"cnM5MDc4NTVjYWM0MjQzYjBiYmQxNzYzZWYyY2MyMTEz\" data-original-margin=\"\">I didn't realize how much they had been protecting me. They were taking his rage and insecurity on my behalf. Once they were gone... well it was all mine. I hate him. I want to scrub him from the face of the planet. If I could leave him, I would. But he's the one who earns my pay from the academy. My father wouldn't take me in. And he's right; I'm replaceable. The academy won't shelter me. I have nowhere to go.</p>\n<p class=\"cnM1NWJlYzFkYTNmNzQ5ZDZiNDNlODEwYmM5N2M2Mzk5\" data-original-margin=\"\">Sometimes, I wonder if I can kill him. Let the Collector judge me. It would be better than going home to that man. Better than sleeping in a guest room with a bar on the door in case he decides I actually am still pretty. I'll look at him, and wonder if I could smother him as he sleeps. But I can't. He's a far more powerful mage than me, and I would simply be executed myself. Or, perhaps given the labor shortage, they would decide nobles make decent slaves as well.</p>\n<p class=\"cnMwNDhiYWFlN2I2YzRmMTg4NGM0ZjFlZjlmNzg1Yjdi\" data-original-margin=\"\">With complete hopelessness, I rise from my desk and leave my office. I'm done with my work, and I have no excuse to delay. If I'm home late he'll rightly accuse me of avoiding him. The campus grounds don't look beautiful to me anymore as I walk home. The extravagant foliage and garden walkways mock me as I pass them. The knight on the gate lets me through, and I walk a little too slowly back to my home. I should have hired a carriage, but the quiet night is all I have left.</p><p class=\"cmMxZTNiNTU4ZjQ2OTRhOGY5NjMwMDkwMDgwNGJhNzEw\" data-original-margin=\"\">Unlawfully taken from Royal Road, this story should be reported if seen on Amazon.</p>\n<p class=\"cnMyNzBjNTU3OTUwYjQyOGRhMDYzNGZjZDlmZDRhOTI2\" data-original-margin=\"\">As I finally make it home, I wince. He's going to be furious, but... I need those quiet moments. Something feels off when I reach for the door. Light comes from under the crack and as I listen, I hear my husband's voice. It's muffled, but he's angry with someone. I hesitate. Walking in on him arguing with someone could be more dangerous than being late. But... I don't know what to do. I have to go inside. He'll probably know I was waiting. I decide there is no right answer and brace myself, then push the door open.</p>\n<p class=\"cnM3NjVjNzQyMTdhZTQ2ZDY4OGFlNGI2M2ZkYjNmZjM2\" data-original-margin=\"\">I am assaulted by heat as soon as I do. He is firing steam at full power at someone. He's going to boil them alive! What is happening, I have to stop him! \"Wymond, what are you doing, you'll kill them!\" I pleaded and he looked at me with vitriol.</p>\n<p class=\"cnM1M2IwN2FhNjIzMjQ1OWFhMWQzNDI4Yzc3YjExODYz\" data-original-margin=\"\">He kept his spell up as he shouted back, \"What do you think I'm trying to do you stupid woman, shut up and get out of here,\" he orders. My eyes widen and I open my mouth to respond but... a hand slowly appears from the steam. It has water on it and as I focus I realize it is surrounded with... heat mana? Wymond doesn't notice as he glares at me and it gently caresses his cheek. That's all it takes. His skin rapidly shifts to a bluish-purple, his veins bulge, and his body begins to convulse.</p>\n<p class=\"cnMwMGNmMWExOTc0NzRjM2FiODE5MWQ4OTgwYTBhNWQ2\" data-original-margin=\"\">A few seconds later, he falls to the ground, dead. A woman stands where the steam was. She has a hood and only darkness can be seen beneath it. She's wearing men's clothes, and there is leather armor on top which hides her figure. I can tell anyway, just by the way she moves. It's the killer. The one hunting slave-owning nobles. I want to be terrified, but for the first time in a long time, a laugh escapes my lips and I slap my hand over my mouth. He's dead. Killed for his secret little slaves, even after they were all gone.</p>\n<p class=\"cnMwNzkwMGE2YjM5NDRkY2JhMWRkODI4NTdlMzY1Mzll\" data-original-margin=\"\">I'm probably dead too. She doesn't know I didn't want the slaves. There are certainly plenty of noble women who happily use them to distract their husbands. She is walking toward me, further confirming my suspicion about her gender. I don't care. Wymond is dead. It's fucking worth it. I don't try to fight her. She shrugged Wymond off with ease, I certainly don't stand a chance. At least she gave me that gift before killing me. I close my eyes, waiting for the same ugly but swift fate my husband had.</p>\n<p class=\"cnNmMWZlYWIyZDQ0NzRmZjE4YzAyOTRjMjEyZDBhY2U1\" data-original-margin=\"\">Instead, I hear a vaguely familiar voice. \"Do you want to feel safe again, Clarrise?\"</p>\n<hr>\n<p class=\"cnNkMGNlYTZiMTg5NDQzNmFiMDYyMmQxNDI3ZDQ1OWJi\" data-original-margin=\"\"><strong>Father Medici</strong></p>\n<p class=\"cnNjZjllODZhODJhZDRkMmY4MzAwMjk0YzVlNTJiZjJk\" data-original-margin=\"\">I open the door to the throne room and wave off the knight who tries to waylay me. \"What do you want this time, Donatello?\" I demand and the King huffs at me.</p>\n<p class=\"cnM1MWU5N2NjZjIxYjQwYmQ5ODBmMGFiZDBmZGExOThm\" data-original-margin=\"\">\"Do you mean <em>'Your Majesty'?\" </em> he challenges and I spit on the ground.</p>\n<p class=\"cnM1ZjJlYjViNGFkOTRlOThhZjYyOWI2ODlhYzExMThl\" data-original-margin=\"\">\"I meant what I said. I am too busy for your summons and whining. Tell me what you want so I can get back to work,\" I order and he glares at me. This fool actually thinks he rules this country. Without me, the people would have eaten him alive years ago.</p>\n<p class=\"cnM5NjE1M2MxNjlmNDQyYTE5YzIwNzU0NDIyMTAxNzll\" data-original-margin=\"\">\"Busy? Busy undermining my rule?\" He scoffs and I have to cover my eyes with my hand to contain the exasperation. It was this bullshit again.</p>\n<p class=\"cnNmNWE5MjRjMjFjNTRiZGI5YTgwOTZmYjg3YjExNDZl\" data-original-margin=\"\">\"Donatello. Don. How many times do I have explained this to you? I am maintaining your fucking rule, you imbecile. Why would I try to undermine it?\" I ask and he growls.</p>\n<p class=\"cnMzZWE0YjM1MzM4MTQ0NTJiNmQ3ODE5MzFmYTdkOWEw\" data-original-margin=\"\">\"Watch your tongue, priest. I am still your king, despite your efforts. I am no fool. A monster hunting my staunchest supporters, right when a rebel faction tries to gather support? I believe you have reminded me hundreds of times that monsters belong to you, have you not?\" He interrogates and I scowl.</p>\n<p class=\"cnMwNWI4NjNlM2VmODQ5MGI4NTkwZmNlMTIwNjlmMDU3\" data-original-margin=\"\">\"You remember they belong to me, but only for this accusation. You seem to forget, they <em>all </em>belong to me. All of them, <em>your</em> <em>Majesty</em>,\"<em> </em>I sneer. \"If I wanted to use them against you, your kingdom would already be gone.\"</p>\n<p class=\"cnM2ZTFmZmU4ZTdiYzQ0MWI4OGY3OWI1Njk1ZWUwNTIx\" data-original-margin=\"\">\"As would yours,\" he quips. \"Don't you think I know you stand to benefit from a kingdom that still stands once you are rid of me? You are transparent. You think I don't hear the murmurs? The lesser nobles talking like I am past my prime, suggesting a new king could solve this crisis better?\"</p>\n<p class=\"cnNlMjJmZjVlOGQ4MzQ3M2ViNmYyM2IxMGFlZmJkZWJm\" data-original-margin=\"\">\"Those have been around since a fool first ascended the throne,\" I reply, \"They are just gaining popularity. And they are right to if you have failed to notice them grumbling about me as well. You aren't the only idiot in this city willing to believe some angry mage is a monster. Why would I undermine myself?\" I ask. There is an answer to that, but it concerns me more than this idiot. I shouldn't be undermined. By the nobility maybe but my priests have reported similar rumors from commoners.</p>\n<p class=\"cnM2NjcyMTBlYjk0MTRkNmE4ZDUzODA2ODdiZDgxNTIz\" data-original-margin=\"\">This is dangerous. Not because they can do anything to harm me, but because they shouldn't have the capacity to question me. It suggests something far worse than some monster or mage. It suggests my control is slipping for some reason. \"Because you are a prideful fool. The same reason you insult your king. You are greedy, and you think you are invincible. That's why,\" he answers and I give him a flat stare.</p>\n<p class=\"cnNkMmNjNDVmNTI3ZTRiMmI4YjIxYzZhYTkwYWZlNmM0\" data-original-margin=\"\">\"I understand we have never cared for each other, but open your damn eyes. Someone is after both of us. Rumors of incompetence aren't the only ones I've heard, Donatello. If you want to find the person responsible, maybe you should look closer to home. Your brother stands far more to gain than I do,\" I suggest and he laughs at me.</p>\n<p class=\"cnMyYTE3ZjhjNTE3MzRiY2VhYjZkNDYxODNiNGViZDJk\" data-original-margin=\"\">\"My brother? The bookseller?\" he scoffs, \"Yes, I'm certain he is planning a coup, just as soon as he finishes his latest romance novel.\"</p>\n<p class=\"cnMzYzMwNDAzOWMyNjQwMWRhMGRjMzUzZjQ2ZjA4Yjgy\" data-original-margin=\"\">\"Yes, The bookseller, you idiot. The bookseller who stopped selling books barely half a year before your 'monster' started hunting. The one who has been throwing parties with very... select guest lists. The one who hasn't lost a single friend, this entire time. Yeah, I think he might be worth a look,\" I answer before turning on my heel and marching out of the throne room. That buffoon would have ended this country long ago without my divine magic. Which is why I need to figure out why it's failing immediately.</p>\n            ",
  "invisibleParagraphContent": "Unlawfully taken from Royal Road, this story should be reported if seen on Amazon."
}