{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxZTBlNDdhN2ExMjQyZWZhZmM2YmRiZDVkMjM1OWQy\" data-original-margin=\"\">I don't know exactly how long it's been. It's difficult to keep track of the days with only ambient light making it into my cell. They don't visit me too often. Every few days, I think. They seem to bring food twice a day, the one thing they have been nearly religious about. It wasn't hard to guess why. I only needed to try it once to feel the effect. The pain in my muscles got worse and my joints grew harder to bend only a few moments after eating. Every meal was poison. Even the water turned the world to mud through my eyes. I tried to deny myself as much of both as I could, but it didn't do any good.</p>\n<p class=\"cnMwMjM3OWRjMGNhMTRhYzQ4NWNiOWNhNDYyN2JmMzU2\" data-original-margin=\"\">I have sores on my wrists now. Cuts and bruises all over my body. My hair is tangled and matted with... things. A constant aching torments me. I could handle all of it, I think. Every indignity of this cell. Every self-assured comment from Rebecca. I could handle all of it, if I closed my eyes and visited Annie. If I pictured the home we were supposed to be living in. But... I can feel her. Every single time I can feel her. Fighting. Worrying. Dying. All of it. Instead of an escape from hell, I get a reminder that she needs me, and I can't help her. And she feels the same. Desperate and helpless to save me.</p>\n<p class=\"cnM1YmFkYTdiMmMyMTQwYjc5ZTA5NDVjNjI1YWM3N2Yz\" data-original-margin=\"\">I hate it. It's like thorns in my throat. Every movement and moment a reminder of my helplessness. It's exactly like the Radiant Woods. Except, I don't know how to move through this one. Anger isn't the right word for how I feel when April or Rebecca visit. When they try to convince me that helping them is what Annie would want, given the circumstances. It cuts much deeper than ordinary rage. It touches an old, raw vein. One Annie has been talking to me about and helping me with at every opportunity. But they cut me off from her. They locked me up and tore the scab off. So what I am isn't angry, or enraged, or furious. What I am is fucking feral.</p>\n<p class=\"cnM5ZGMxZWY1NjBmYzQxY2M4YTI0NmI5ODAyN2ZjMTE1\" data-original-margin=\"\">This is why, as I hear the door open too soon after the last meal was delivered, I nearly snarl as I use what little power I can to maintain the sharp edge of my teeth. I am ready to snarl at whichever steward is visiting this time, but stop short. My new visitor is neither steward nor anyone with a plate of food. Instead, A young boy in a robe examines me, holding his hand on his chin in thought. He can't be any older than twelve or thirteen.</p>\n<p class=\"cnMwMWJkOGFmM2I2MTQzNTFiZTg5ZjE0MTNhODgxZTIz\" data-original-margin=\"\">\"Are you certain?\" A familiar woman's voice asks from just behind the door and he looks in her direction.</p>\n<p class=\"cnMwNDI4YjA2ZDdkODQzNDJhYTE0ZWJlMzgwMjc0MzFh\" data-original-margin=\"\">\"I'm quite alright, thank you. Please, close the door behind me,\" he requests. There is a moment of silence before April, I think, responds.</p>\n<p class=\"cnNhZTZlNWViY2E3ZDQ3OTM5ODZhYWQ2MjY1NGYxOWZi\" data-original-margin=\"\">\"Very well. We will be right here, if anything goes wrong,\" she insists. When the boy fails to answer it is quiet for another moment, and the door slowly closes, echoing out in the cold room as a latch clicks into place. That unique and totally opaque darkness of a previously lit room clouds my vision for a moment, but I can still see the boy. I can see him by his mana, and by his divine magic.</p>\n<p class=\"cnNjMTgxNzA5OTQ4ZTQ0N2E4ZDM5ODZjNmQ5MjZkMmMx\" data-original-margin=\"\">\"Hello, Sarafyna,\" he greets. \"It's a pleasure to meet you. My name is Rune. I'm the Scholar Sage, from the Council territories. How have you been?\" He smiles at me and I blink. I missed the moment it happened, but the room is completely lit again. He isn't using his mana, but divine magic. I have no idea how but I can... feel the intent behind it. \"Ms. Sarafyna?\" He repeats.</p>\n<p class=\"cnM2M2QwOTM3MjkzNDRiMzJhNzlmZDViZDg0ZjBmMWUw\" data-original-margin=\"\">\"I'm... not doing great,\" I answer in confusion.</p>\n<p class=\"cnMzN2ZlMGJiNDcyODQ4MDZiZTRhZGM0MmM2ZGUyY2Zh\" data-original-margin=\"\">\"No, I suppose you wouldn't be,\" he muses. \"Well, that's to be expected. Still, nothing to worry about for long. You'll be out of here in no time. I'm very sorry you had to be kept here in the first place, but I suspect you'll understand, in time.\" I glance at the door with apprehension.</p>\n<p class=\"cnNlYjlhNjgwZDNkYTQzMTFiMTk0M2Q4MWY3NGY2YjA3\" data-original-margin=\"\">\"You are going to help me?\" I whisper. He holds one hand up and wobbles it in a so-so gesture.</p>\n<p class=\"cnNmYjUxYWE2ZmIyNTRkZTc4ZjAyMWZhMzFkOTA0NDE3\" data-original-margin=\"\">\"I'm afraid not. Not exactly, anyway. I'm going to tell you how to leave, if you want. You'll get there eventually of course, but I'm on something of a schedule. I'd prefer you not take quite so long as last time. In fact, I must apologize for how long the trip took me. I had to go the long way around,\" he explains nonchalantly.</p>\n<p class=\"cnNlYjM1NDY0MjgyNTQwMWE4MzZiMDNiOTdjYjQ2OGEy\" data-original-margin=\"\">\"I don't understand, who are you exactly? You want me free? Why did they let you in? What do you want from me?\" I interrogate in a whisper and he chuckles.</p>\n<p class=\"cnMwY2U0MGU4NjY0NjRiZmZiMmMzMTc5NmIzMWEyOTk1\" data-original-margin=\"\">\"Slow down, slow down, one question at a time,\" he protests, holding his hands up in a gesture of mock surrender. \"I told you who I was, I'm Rune, the sage. I am a counselor. To answer your other questions, yes. I want you free from this cell. They let me in because, well. Truth be told I am the one who helped them capture you. I know, not likely to ingratiate me with you. But I'm alright with that. Your opinion of me isn't really all that important. And what I want from you? Well. That's a little harder to answer.\" I stare at the door the entire time as he makes no attempt to lower his volume. I can see the mana on the other side of the door, practically pressed against it to listen.</p>\n<p class=\"cnMyOTVhMzU0YWQ1MTQ0OGQ4NWQ0Y2QwOTUxMDkwNzYy\" data-original-margin=\"\">He looks over his shoulder, then laughs. \"Oh don't worry about her. I know she plans to turn on us eventually, of course. She can't hear a thing. You should be able to sense that, is the dosage perhaps a little high?\" He ponders. I gape at him, then focus. He's right. I don't understand it but... I can feel the reality of it. The sound and light in this room belong to this room, and only this room. If I were to focus on it, I might be able to figure out how to do it. Well, normally. Right now it feels like trying to describe the shape of a rock I can feel under a foot of mud.</p>\n<p class=\"cnM0NTg2YTUwNDczMjQ0Y2U4YjExYzRjYTllYjFhMTQw\" data-original-margin=\"\">It's at this point that his last words sink in. \"I... haven't been eating. I think they have adjusted the dosage to compensate,\" I reply idly, still trying to get a grip on his magic. He clicks his tongue.</p>\n<p class=\"cnMwZGM4MGE0ZmYxZTQ3YjBiMGYzNjBmZjUzNGM4YTVi\" data-original-margin=\"\">\"Those idiots. That's what happens when you work with children's playthings,\" he curses, \"Well. No matter, you'll be fine. I'd planned to keep you on a lower-than-normal dose in any case.\" I blink at him.</p>\n<p class=\"cnNkMjQ5MTBlYzI1NDQwMzdiNjYzZDUxNTUyMmUxNDIy\" data-original-margin=\"\">\"What's going on?\" I ask.</p><p class=\"cjY4YjU0ZTNlMmE2ZjQyNDJhOTU3MDZkYjA3MDJmOGIx\" data-original-margin=\"\">This story has been taken without authorization. Report any sightings.</p>\n<p class=\"cnMwODgyYWE4NDlkNzRlMzU4MTkxYzk1NjEwODJjMmM2\" data-original-margin=\"\">Instead of answering, he asks a question of his own. \"You know the nexus tried to hide your existence from us? He succeeded, for a little while. Quite the breach of our... understanding,\" he says, only confusing me more. I no longer feel feral. Instead, everything is surreal. Like I am in a fever dream. I can't catch up to him, largely by his design, it seems.</p>\n<p class=\"cnMyOWJlMzAyZjA0YjQ0OTViNzNjNzIzZjQ1MDNiNGFl\" data-original-margin=\"\">\"What agreement?\" I ask and he shrugs.</p>\n<p class=\"cnM3YTY2ZGM1YmM4NDQ1NWQ5MGMyMjhiZjcxZjIzNDk4\" data-original-margin=\"\">\"You know, even an increased dosage shouldn't work on you. From what we saw while you lived in the nexus, your resilience, your downright stubbornness, and above all, your power... This poison shouldn't even be enough to slow you down. You could have been out of here on day one, if you dropped the weight around your neck. Of course, you've never done things the easy way, have you? Killed another sage without ever meeting him, in a way, and all while sleeping on the job. You're an amazing specimen, Sarafyna. But not amazing enough. Not yet,\" he praises, leaving me more confused than ever.</p>\n<p class=\"cnM1NGJiNWFkMDQ3MjRiNjRiYjRjZjI0NWRmMGVhOTE1\" data-original-margin=\"\">\"P-poison?\" I ask, \"I thought it was just... drugs. I don't understand, you want to free me, now you want me dead? What did I do, exactly?\" The boy chuckles.</p>\n<p class=\"cnMzODlhNjQ4NGI2MjRiZjRiNzU5ZjJkMDUxNWQwNzc2\" data-original-margin=\"\">\"I don't want you dead. No, quite the opposite. You are in no danger, poison is just our only option. A sleeping concoction alone would never slow down a local sage. Poison, however, well that limits your use of the nexus. You can only do so much to one person with nexus energy. Even the threads of reality themselves have limits before they'll snap. But you have already displayed it takes more than a little poison to stop you, haven't you?\" he pokes.</p>\n<p class=\"cnNkNjhlZmJmMTE2ZDRkZjdiMjA3MzExNzc3MzAxY2Vm\" data-original-margin=\"\">I sit back against the wall. \"What does that mean?\" I reply and he tilts his head.</p>\n<p class=\"cnM1MjI1ZTM4MWRmYjRiZDc4OGQ1MWJhNTRlNDI0ZTk3\" data-original-margin=\"\">\"Well, it's how the nexus controlled you for so long. Or did you think it had a fetish for force-feeding? Still, didn't stop you, did it? You fought it better than any sage ever has, in fact. That's the answer to your question, by the way. What I want with you. What all the sages want with you. We want a weapon against the nexus. And you... you fit the bill,\" he replies.</p>\n<p class=\"cnNhN2M3MzRlMjY5YzQ0ODE5ZTBhZDY2M2IwNzk4MmUz\" data-original-margin=\"\">My jaw slackens as I look at him. \"You drugged me... no, poisoned me, locked me up, and left me worrying about my trapped loved ones... in the hopes that I would help you? What is wrong with you? I have people that need me!\" I challenge and he shakes his head.</p>\n<p class=\"cnM4NTNjMDE5YzFjNjQyMjZiODU2ZDBjNzhmODRjYTky\" data-original-margin=\"\">\"Not at all. I sent people to put you here to make you stronger. Or to force you to trim the dead weight. Either way, you'll be more formidable when you escape this room. As for helping me, well. I honestly don't give a shit if you help me. I don't care if you hate me. What matters to me is that you hate the nexus more. I don't need your cooperation. I just know that, once you can fight the nexus, you won't leave it alone to spite me,\" he replies.</p>\n<p class=\"cnNlYzk2OWFlOGY2NjRjZTQ4ZmEwZDE1NmZhMjMyYmIw\" data-original-margin=\"\">\"I'm confused. You're a sage so... you work with the... cat and bird people. Haven't you been sending them <em>through </em>the nexus? Isn't that how you captured me? Because you... want me to fight it?\" This kid is insane. Or maybe he is just a kid with too much power. Then again, Lillith is older than she looks. Maybe he is too. In any case, he isn't making sense.</p>\n<p class=\"cnM0MjA0MWQyNjNhMTQyNDg5NGYxZTUwYmM4ZjM4ZDg0\" data-original-margin=\"\">\"Like I said, we have an arrangement. And if it can hide things, so can we. You don't need to worry about that. You just need to figure out how you are getting out of this room. I think we can agree on that, no?\" he replies, uninterested in fully explaining himself. I sigh. He's right. All I care about is making it back to Annie. Whatever game he's playing... well, I'll ask Annie about it when I'm back. But I need to get back.</p>\n<p class=\"cnNiYmM2ODc4NDlmYzRjZjM4MWM3OGMwN2M3MjFjZGVl\" data-original-margin=\"\">I sigh, slumping my shoulders and hanging my head. If he knows how I can get out, I need to know. Annie, Peter, and Dad are all that matter to me right now. \"Alright,\" I agree. \"Is that why you are here? To speed up the process of my escape... from you? How?\" I ask. I'll play along if it gets me free. At least I have someone to negotiate with this time.</p>\n<p class=\"cnNkZjk5MDlhMGE5ODRlMDc5MTRlODA2ZDg1ZDI2MDQ4\" data-original-margin=\"\">\"Do you know why the nexus... collects people? Why it changes them?\" He asks in response. I stare at him blankly, then shake my head. \"It's because it wants to grow. It wants more power. More nexus energy. It's a glutton for the stuff. It can never have enough. It's why most of us sages can't enter the nexus. It will overpower us. Devour us. Only one sage has ever entered and left alive,\" he says. I look at him in bafflement.</p>\n<p class=\"cnNjYzdhNDMzMGJmYjRiYmU5NDIwYWQ4ZTExYWU4ZjJh\" data-original-margin=\"\">\"Why would torturing people...\" I trail off and he answers the unfinished question.</p>\n<p class=\"cnNlNjk5M2NkNjMwZTRmMjc5MTY0MjcyYjU0NmYzMzc4\" data-original-margin=\"\">\"There are two ways to become a sage. Local. Foreign. It doesn't matter. One is to consume, literally, another sage. Or a bit of them. This is how your 'priests' earn their little minor nexus abilities. It's also how the nexus, and you, grow their abilities,\" he says. I wince at that, feeling more aware of my scars than ever. \"The other way is simple. Need. That's all it is. A need that exists like a stake inside you, burrowing through your heart, and stomach, and mind. Something that you would break the world to fulfill. Ambition. Loneliness. Desperation. Any of these, in the right heart, can create a nexus sage. Someone with the ability to grab the threads of the reality nexus and pull.</p>\n<p class=\"cnNlZGUyMWRmZmRlNzQ1OGY5MTZmZTk5MzJmZmIzZWM4\" data-original-margin=\"\">\"And once a sage is created, they can keep pulling. Some more than others, and everyone in a different way. Everyone has a limit. Everything you try to change has a limit. Foreign sages can't alter their bodies because existing in this world already takes too much constant and active nexus energy. Even local sages run into barriers and limits. Some people have seemingly arbitrary limits. But in all cases, a true nexus sage is created through need. And that's what the nexus does. It creates desperation. The desperation of being trapped in hell. Trapped in your own body. Of being alone. Anything it can. The 'Radiant Woods' as you call them, are a farm. To create and grow sages, then consume them when they can grow no further. All to feed the nexus and allow its powers to grow.\"</p>\n<p class=\"cnMwZDMwMzBlMmY5OTQyNjY5MWIyNDgyNWEwOTNlMGEz\" data-original-margin=\"\">I stare at him in horror. I almost question why he is telling me this but... of course, he wants me to fight the nexus. Me and Annie, I suppose. I almost think he's lying to ensure this result but... it's true. I know it's true. Because I lived it, and he's right. Something else falls into place at the same time. \"And you're doing the same...\" I mutter. He grins.</p>\n<p class=\"cnM0ZjA2MWQ3NmQ2NzQwMzdiZDM4OWNiNDM4ZDM0NmM3\" data-original-margin=\"\">\"That's right. And it's working. I can see your desperation. Your loneliness. You'll grow here, until you are too strong for these... toys to contain. Or you'll stop wasting your nexus energy on useless baggage. Either way, you'll escape. And the nexus will be even more frightened of you,\" he agrees.</p>\n<p class=\"cnM5YmNiMWI0NTM4ZDQ3N2ViOGNmZDI2ZmViN2NmOWYy\" data-original-margin=\"\">\"And why tell me all that? Why tell me your whole plan?\" I ask.</p>\n<p class=\"cnM5OGE0ZDVlMGE0ZjQ2ZjVhN2E0OTcyMDBkNTE0Mjkw\" data-original-margin=\"\">\"It's simple really. You mastered the nexus itself when you didn't know what your power was. With context? You are going to be terrifying. And you are going to do it much more quickly. I am fascinated to see the results,\" he grins.</p>\n<p class=\"cnM5MmIwM2ZmZjIxNjQ1ZmZhNGU3M2E4N2JhZmY5ZTQ3\" data-original-margin=\"\">\"And when we finish with the nexus, and come for you next?\" I ask.</p>\n<p class=\"cnNkZWEzMDVjODA1NDRiZjJhNzhhZTQyMmVhY2UzN2M4\" data-original-margin=\"\">\"Oh, honey. You're not going to kill the nexus. You're not that strong. But you'll try. It's in your nature. And you'll try to make it hurt while you do. That's all we need from you. It will be enough,\" he mocks. He turns and knocks on the door three times. Before it opens he looks back at me. \"Why do you keep those scars, by the way? I have always wondered.\" I look at him in confusion. He shrugs. \"Well, you should think about that too. I promise you, even if people act like they aren't there, even if they say they don't notice them... they do. Something else to work on while you are trying to escape.\"</p>\n<p class=\"cnM5YWE3ZWJhZjNlZjQ5NmI4NTQ2N2U3ZjUyMDBjZTFj\" data-original-margin=\"\">I glare at his back as the door opens and he starts happily chatting with the steward outside. I feel that feral rage growing in my chest again. Then the door closes, and I am again in darkness.</p>\n            ",
  "invisibleParagraphContent": "This story has been taken without authorization. Report any sightings."
}