{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzNDBhODc1NDNkYzQ1NzE5YzhiY2ZmZGVlYTQyZjQ5\" data-original-margin=\"\">\"Are you sure that's what it said?\" I ask again, \"It said hell?\"</p>\n<p class=\"cnM3YTU5NDU0N2E1OTQ3N2M5N2IwMjQzMTJhMTEwOWIw\" data-original-margin=\"\">Sara contorts her face in confusion and answers, \"Yes, I couldn't forget it if I wanted to. I don't understand, what does it mean?\" I bite my thumb, trying to figure that out myself. Not what the word means, I've worked retail and am fairly familiar, but what it means that the Radiant Woods used it.</p>\n<p class=\"cnNiMGFkODFjYjBiMzRhYTc4ZGJkYzM5OTE3ZTJiYjhh\" data-original-margin=\"\">\"Just, sort of... like the Third Plane but... hotter, I guess? If Dante is to be believed, it's like the Third Plane with nine planes of its own. So hot and layered, like a torment lasagna,\" I chuckle awkwardly and she just... stares at me. \"Sorry, this is what I'm like when I get comfortable around someone. Just get used to the gibberish, it's... probably not going to stop,\" I explain and she gives me a sort of amused furrowed brow.</p>\n<p class=\"cnNiZTkzZTkzM2QwYzQ2YmQ5ODVjYTUwNmZhMWVhMTE4\" data-original-margin=\"\">\"So it's just another word for the third plane, one I haven't heard?\" She asks and I shake my head.</p>\n<p class=\"cnM3MzRmOWU1YjZmODQ2MzliMTRlMmNlMWI3YTI1YWZi\" data-original-margin=\"\">\"No. Well, maybe actually. I guess the two could be the same place, but it just doesn't... feel that way. That's not what matters though. What matters is where it comes from. It's a word from an entirely different language,\" I ramble and her confusion only grows.</p>\n<p class=\"cnM0Zjc2YWMyODNhMDRlNjk4MjYzOGU1ZjE3NmEzODEz\" data-original-margin=\"\">\"I've heard that some people use other languages, but I've never heard one. Is it from some isolated city?\" she guesses as I start chewing on my thumbnail while thinking through it.</p>\n<p class=\"cnNmNmJjY2IzYzMwMzQzYTU5OTM2ZjhkN2Y1MDhmNWY1\" data-original-margin=\"\">\"Well, sort of. But... nowhere that should be involved in, well, anything here. No one but me should know it,\" I absent-mindedly explain. I was already forming theories based on this. My first thought was the forest was related to someone else like me. I hadn't been hit by a truck, or summoned in a circle to fight the demon king. I also hadn't replaced a dead person. I was born here. I didn't retain my past memories; something awakened them when I was seven.</p>\n<p class=\"cnMyMzQxMzQ5ZjEzZDRhYjI5ZDliZWZiZGI4NGZmYTNm\" data-original-margin=\"\">That being said, I was always me. I had no doubt in my mind that the Lillith who existed without Annie's memories was me. That means it's entirely possible everyone in this world had a past life on Earth. Or even a past life in some other world, and I was just lucky enough to remember mine. It wouldn't be that strange for another person to have the same experience. How they got from there to a hell forest is an entirely different question, but it was possible.</p>\n<p class=\"cnM0NjQ0OTlhNTlmODQ3NWQ5NDk0NWM1ZWM5YTVhNGQ2\" data-original-margin=\"\">This did lead me to other theories, however. I am proof positive that reincarnation exists. Which supports my first theory, but also suggests... a lot about the universe. I'm not sure if the Collector is an actual god or just a prick with too much power, but either my mind somehow persists across realities, or planets, or wherever I am in relation to the earth, or the soul is an actual, existing concept. If I can't dismiss the idea of the soul, I can't dismiss the idea of a deity existing. I don't know about a creator or whatever, but a powerful entity that is aware of multiple realities or worlds isn't impossible.</p>\n<p class=\"cnM0MTAxMzI1ZjNiODRiYTM5NmU1Y2RlNjU4YjQ0MjFm\" data-original-margin=\"\">In other words, the Collector might actually be a god. In which case, it wouldn't be strange for him to know about Earth. These aren't the only theories. I don't know for sure that I am in a new world. My history and religious classes have largely been propaganda with little useful education, but one thing did stick with me from them. The history of Potestia and the history of the Collector's church start at the same time. Before them? There is no history. So an entire organized country and religion popped up out of nowhere. It's not a well-organized country, but I am growing more convinced that is by design.</p>\n<p class=\"cnM4MDBmMGY4MmIyZDQ4ODU5MjYxNmVlODBlNzBiZmI3\" data-original-margin=\"\">In other words, this could be Earth in the far future for all I know. The constellations I know are missing, but given enough time, they would. I think I read that in an article once anyway. I had only seen maps of the country, and they don't even reach the oceans, assuming there are any. It would also imply reincarnation is just on one planet. The advent of magic would be... an interesting development but for all I know it always existed and we just didn't know how to use it.</p>\n<p class=\"cnNmMDE5NjZmOGIyZTQyMGY5YzBhYmY3NTY3YjRmMzBl\" data-original-margin=\"\">Basically, it doesn't actually confirm anything for me. It does, however, give me a lead to track down. And, if it turns out the Collector is a fucking God? Well, I already have more than a few impossible tasks on my list. What difference does it make if I tack deicide on at the end? \"Lily, can you hear me?\" Sara interrupts and I realize I have been lost in thought for too long.</p>\n<p class=\"cnNmNmE0NWY3YThmZTQ2YzhiNWUzZDg3NTY4Y2FhNjY4\" data-original-margin=\"\">\"Sorry,\" I answer while shaking myself out of it, \"I went down a bit of a rabbit hole there. What were you saying?\"</p>\n<p class=\"cnM5MjJmZTI3MWUzNTQwYWU5ZGI1YmUwYjczZWY5YTEz\" data-original-margin=\"\">\"Why would you be the only one that knew a word from another language?\" she repeats, and I answer by suddenly standing and clapping my hands together.</p>\n<p class=\"cnNmZTI0MzNmMWJiNjRkMGVhYzA1OTJlZTM0N2E3ZTlk\" data-original-margin=\"\">\"I'm not so sure about that myself,\" I announce matter-of-factly, \"Let me think about it, and I'll tell you what I can tonight. First, we have work to do, which might just give us a little more context.\"</p>\n<p class=\"cnNiZjdhM2ZiZDUxZjQwNDZhNjk1NGFmNTdlYWUwYTZk\" data-original-margin=\"\">\"Wh-what?\" She asks, startled by my sudden energy.</p><p class=\"cjllYzBlOTZlM2ZjYzQ2ZGVhMzMwYjdhZmViYTJlMmRk\" data-original-margin=\"\">If you find this story on Amazon, be aware that it has been stolen. Please report the infringement.</p>\n<p class=\"cnM1YTdhNDZiYzM3OTQ3NmRiMzhmY2ViZjg5ZGYwZDA2\" data-original-margin=\"\">\"I have been led to believe that there are people who need our help underneath the temple. We both fucked up, but that doesn't mean we can't help them now, right?\" I ask and her face pales.</p>\n<p class=\"cnNkOTFlNzcyZTQxMTQyZDk5ZWEwYjBlMWMxNjg5MDI5\" data-original-margin=\"\">\"Y-you want me to go back to the temple... n-now?\" she splutters and I hold my hand out to her.</p>\n<p class=\"cnNhYTczNzNkYzMyNDQzNjBhYTA4NTA1OTczZmJiMWYx\" data-original-margin=\"\">\"Don't worry, I'm not going to ask you to go inside again. I don't need to. You already learned more or less where they were, right? We just need to start at the safe house and dig our way in. With my earth mana, it'll be a breeze. Well, not literally. The air will probably be pretty stale, actually. But what do you say? Want to make things right?\" I offer.</p>\n<p class=\"cnNlOGExOGE0YTU4NDQzNjM5MGQ2MGM4NzllNjIwYjNj\" data-original-margin=\"\">\"B-but, are you sure it's safe? Don't you think you should go without me?\" she nervously questions.</p>\n<p class=\"cnM0ODk5ZGNiNjUwNjQ3MGY5ZTRiMmQ5MmY5MjUwYTUw\" data-original-margin=\"\">\"I have a feeling you are going to feel like shit if you aren't involved. Besides, you know as well as I do that things will be faster with your help. Besides, you gotta point me in the right direction,\" I retort and she looks at my hand for a moment. Her eyes are wide and nervous, but after a moment she offers me her own hand and I pull her up off the bed. I can see her steel herself and I smile reassuringly.</p>\n<p class=\"cnM3OTRiYjk4NDFlNjQwOTY5NTFjMDlkYTRiYjQ0Y2Iy\" data-original-margin=\"\">I allow her to get dressed and we head down the stairs together. I raise my eyebrow as I see Autumn and Henry eating together. I take a moment to ask Henry to pass on a message to Mom and Pete when they wake up, which he accepts before returning his attention to the pretty girl I brought home. I roll my eyes, but smile and head down to the basement with Sara. If all goes well, I should be in and out of the temple with little effort. I reprimand the little part of my brain that laughs at the idea of things going well before we set out.</p>\n<p class=\"cnM2NWZlNTUyZDJhYTQ5MTM5MmMwOThjZWZhNTdlZWQx\" data-original-margin=\"\">It isn't long before we find ourselves in the safehouse. \"Can you feel them?\" I ask and Sara nervously looks around before closing her eyes and focusing. Marred face or not, the way she wrinkles her nose while focusing is pretty charming, and I just watch in silence as she tries to find them. A little while later they snap open. She catches me looking at her and looks a little startled, but shakes it off.</p>\n<p class=\"cnNmNWMyYmQyNzIzZTQwNDE4NmFiMDc0YzNhNTAzOTY1\" data-original-margin=\"\">\"It's hard to tell. It's not as clear as when I was in the building. But there are two large collections of divine magic. They are both in that direction,\" she explains while pointing at one wall.</p>\n<p class=\"cnM2NjI3ZDdmYjc4MjRhYjRiOGIyYzBlNDBjYzFhMWRl\" data-original-margin=\"\">I shrug. \"Well, if we get closer, will you be able to tell which is them?\" I inquire and she bites her own nail.</p>\n<p class=\"cnMxOGVlMjdhNjM0ZjRiNTJhZmY1MmQ5NGQwZDMwOTli\" data-original-margin=\"\">\"I... think so?\" she offers and I give her a blank look. Well, worst-case scenario we can retreat if she can't.</p>\n<p class=\"cnM4NjgwYTJjYjA0NzQ5NjJhMTlmYmQ5ZDRjMzhjYjA1\" data-original-margin=\"\">\"I've done more with less,\" I eventually say, and we get to work. I have a lot of mana to spare at the moment and digging a tunnel toward the temple isn't difficult work. Sara is clearly nervous and agitated behind me, but she keeps pushing herself. I really do need her, though. I don't know if bringing her here is a good idea, I am certainly not a qualified therapist, but I believe if she doesn't help now, she'll hate herself more. Especially if something does go wrong.</p>\n<p class=\"cnM1Y2NkOWY5ZWZlNzRiMWNhMWRhOTc5YTU3ZTIyNjlm\" data-original-margin=\"\">\"Wait,\" she says after we have moved in the direction she indicated for a while, \"It's that way. There are a lot more priests this time, they are probably on alert after my last visit. But the group in that direction is disorganized, and a lot of them feel... weaker... more scared,\" she describes and I nod. That way it is.</p>\n<p class=\"cnNjZjYwYzdiOTA4ZDQ1MzViMjU5ZjY0NjM0MDI3NjYw\" data-original-margin=\"\">I follow her directions, and we are soon mere inches from the group she is describing. I can even hear muffled voices on the other side. With my half-finished radar spell, I can make out a large number of people as well. It's hard to see how many, as there are a large number of obstructions in the room the radio waves won't pass through. \"Can you tell if they are alone?\" I whisper and she responds with silence for a few moments.</p>\n<p class=\"cnM5MjU4Y2MwMGI2MjRjMmVhYTU4YTFmYTMwZDA0NTI2\" data-original-margin=\"\">\"I... can't. Sorry. There are two of them that feel stronger but... I'm not sure,\" she finally replies and I bite my lip in thought.</p>\n<p class=\"cnMxNGExOWZmZDJjNDRhZTI4ZjVjMWI2OGE2MTYwNTBj\" data-original-margin=\"\">\"Well, nothing for it. We'll just have to expect to be attacked. Head back a little bit, I'll go in first,\" I say before waiting for her to retreat a bit. I think we both understand that I should be the one to handle potential combatants. Then, I take a deep breath and push the last bit of the wall down. There is an actual brick wall before I make it into the room, but clay is earth, and it doesn't hold me back for long.</p>\n<p class=\"cnMwMzQ2YTlkMWEwYjQyZjU4NzMxMzI5NDZkN2YwY2Nh\" data-original-margin=\"\">As I emerge into the dimly lit room, I am met with an unpleasant scene. There are rows of bunk beds packed far too closely together. They have metal frames, which explains the difficulty seeing with my spell. A couple dozen older children gape at me, while all the kids younger than Peter share his former milky, blind eyes. There is exactly one adult priest in the room, sitting on one of the beds and eating a sandwich.</p>\n<p class=\"cnNlZDdhYzExYmMzZDQwYjNiNWZjM2U4MGZhZmFhMDU3\" data-original-margin=\"\">We stare at each other for a moment, and he forces a large bite of bread and meat down his throat before he can say anything. \"W-what are you doing here? H-how did you?\" he splutters, awkwardly scrambling to his feet.</p>\n<p class=\"cnNhNzNmYzk4YTU0MTQ3NDU5NTdhMzYyYjFkYmVhZWUx\" data-original-margin=\"\">\"Would you believe I am lost?\" I ask, a hopeful tone coloring my voice and his mouth opens a little. \"Yeah, I was worried you might not. Truth is, I'm out for a walk. Do you think any of your friends here might want to join me?\"</p>\n<p class=\"cnM4OGM4NjRlZDhjODRkYjhhOWJlMTc5MzJiMTI5Zjg3\" data-original-margin=\"\">At that, I feel the sickly feeling of divine mana trying to wrestle control of my body away from me and groan. I fucking hate that feeling. As quickly as I can, I surround him with heat mana, then use mana to block all the light in the room. All but the radar, that is. No need for trick eggs this time. I've already verified my mana is faint here. Not quite invisible but not fully visible either. With his own mana in the room, he'll have a hell of a time spotting me.</p>\n<p class=\"cnNjNDU1MWQzOTllYTQ5YjNhZmRlZmVlMTE5ZGE0OTRk\" data-original-margin=\"\">\"D-demon!\" he shrieks, but it's too late. I pepper him with stone bullets, being careful not to hit any of the scrambling children as I move. They tear through him easily, but he heals quickly. Fucking priests. I run through the room in an arc without casting any spells, and just as I see him trying to conjure a light spell, I pounce on him, sinking my fangs deep into his neck. It's game over from there. With his healing out of commission, I make short work of him. If only every fight could be this easy. Priests rely on their healing too much.</p>\n<p class=\"cnM1ODUzNGUyZDgyMjQxMjU4ODhjNmZlOWU4MThmZjhi\" data-original-margin=\"\">I then collapse my spell to only cover his body while I wipe his blood from my lips. Now, I have to handle a much greater challenge, as dozens of kids try to decide how to react to me, and I try to decide what to say to them.</p>\n            ",
  "invisibleParagraphContent": "If you find this story on Amazon, be aware that it has been stolen. Please report the infringement."
}