{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1ZjA3ZGMxNTBjMDRmMmRiNjk1MWEwM2E4ZjdjNTRl\" data-original-margin=\"\">As I approach the Tudor estate, I find half the city guard surrounding it. I have to slow down as I approach to avoid unwanted attention. The estate is a mockery of its former glory. The two main buildings on the grounds are burnt-out skeletons and the magnificent gardens have been trampled, either last night or this morning. From roughly a hundred yards away, I spot Godfrey speaking with a guard captain.</p>\n<p class=\"cnM2MWYxMzkxNDM1MzQ1YzZhOTFhOGQ4YWE3ZDQ1YzZl\" data-original-margin=\"\">Emeric was right, he must have been. Godfrey looks like a new man. I can't make out his face well, but his demeanor has changed. He stands straight and tall, revealing his stature is literally greater than it appeared before. The most stunning change, however, is his mana. He is no longer suppressing it, but he doesn't allow it to radiate freely from his body either. Instead of suppressing any mages in the area, his mana is dense and surrounds his body like a literal aura.</p>\n<p class=\"cnNiYzk5YTUwY2Y4MTRlMTY4ZjBmNjFjYjBjZjk0MGJh\" data-original-margin=\"\">I ponder how to approach him for several minutes. I need to speak with him, but getting closer feels like a fantastically stupid idea. If any of the guards who saw me last night are here, which seems likely, there is a good chance they will recognize me. As I examine his sharp aura, I get an idea. I can't go to him, but I can bring him to me. I stop suppressing my mana for a moment and flare my power. Godfrey immediately looks in my direction, and I have to slip behind a wall before the Guard captain looks as well.</p>\n<p class=\"cnMxNWFjODNiNDNhNTQyZjdhODhhMDIxMTNkYmNlOWNm\" data-original-margin=\"\">I peek around the corner for a brief moment, only to see that Godfrey is gone. As I slip back behind the wall and turn my head I come face to face with Godfrey and \"Gaaah!\" I shout, startled. \"Jesus Godfrey you scared me half to death!\" I exclaim, holding my hand over my heart. I do this out of habit more than anything, as the adrenaline does not actually cause my heart to beat. He simply smiles at me. Up close his aura is truly impressive. His mana is colored yellow for a brief moment before fading back to transparent as whatever aspect he was using dissipates.</p>\n<p class=\"cnMxNjRmYmNhYjMzNDQwNjc4OTI2YTEwYWY0OGU0OGNi\" data-original-margin=\"\">The air around him looks... unreal. Like looking through intense heat waves but with an even greater effect. It feels like reality itself is bending around him. I can see him and his face clearly but it's like he doesn't quite belong in reality and you can see where a rough hole has been cut for him to occupy. His hair and long beard are as messy as ever and his old robe is made of no finer material, yet he feels like he is more distinguished and put together. His face looks like it's lost twenty years, although every single wrinkle remains in place.</p>\n<p class=\"cnNiMGE1OTNmMDFiODQ4MWU5NDYyMDM2ZWJkZTg1MDk5\" data-original-margin=\"\">I don't understand how Baldwin ever controlled this man, I feel like I am confronting a force of nature. To Godfrey, Baldwin's mana must have felt like a fly buzzing around his head. \"Thank you, Lillith,\" Godfrey says, and my face pales.</p>\n<p class=\"cnNiYWFmYzZjYWM4YzQxYzdhNmU5ODYwZjAzZDBhOTgz\" data-original-margin=\"\">\"... For what?\" I hesitantly inquire, and Godfrey raises a bushy eyebrow at me.</p>\n<p class=\"cnM4MGE1M2RlYzc4NjQyMDNiZGFjM2IzNDUzY2Y1OWRh\" data-original-margin=\"\">\"Shall I announce it, here so close to your handiwork? I suppose I can do that if you wish...\" he responds, an insincere tone in his voice. Fuck. I hadn't anticipated a fucking Duke organizing an investigation so quickly. I should have had weeks, minimum, before they even started trying to figure out what happened. They should have been kneecapped without someone to direct the investigation. Of course, Godfrey already knows this was me.</p>\n<p class=\"cnM1OGJmMjYyNzkwZjQ2YmNiYTM4ZTU0Y2FiYjY4N2U0\" data-original-margin=\"\">He must have already spoken to the guards from last night. Who knows what else he has looked into? Fortunately, I had everyone else wait for the grounds to be clear before helping me, and we didn't all leave together, so some secrets should remain safe. This is still far from the ideal scenario, however. Things are getting away from me, quickly. He hasn't acted yet, however, and has only thanked me. Perhaps I can still work with this.</p>\n<p class=\"cnNjZjcxZWQ2ZTUwMDRiYmNiNGZlOTEwOTI3YzM1ODZk\" data-original-margin=\"\">No use in lying at this point. And looking at him, I have no chance of escaping. That leaves negotiations. I'm not bargaining from the position I was hoping to be in, but that doesn't mean I have nothing. \"Alright,\" I respond, \"You are welcome. So what now?\" Godfrey observes me with that familiar calculating look and tilts his head in thought.</p>\n<p class=\"cnNjN2I5NWY5YmNiODQ2YzNhNDdhMjNkMDZhZDQ3YjM1\" data-original-margin=\"\">\"Well, you came to find me, you even drew me away from the guards. Why don't we start with that? What do you want from me?\" He asks. This new version of Godfrey is going to be much more difficult to work with.</p>\n<p class=\"cnNjMTEyYzEzOTQyNjRkYjQ5OWQwZTc0YmRiNmQ0ZjVl\" data-original-margin=\"\">\"That depends,\" I hedge, \"who else knows?\" My plans will need to be adjusted depending on that. I don't think Godfrey would do something right away, I always thought he was too interested in my magical discoveries for that, but it seems I never really knew him at all.</p>\n<p class=\"cnM0OGU4NjhiYzlkMjRlMGY5ODA0MDU5MjIxOTAwZmM3\" data-original-margin=\"\">He sniffs dismissively at the question. \"I have covered for you, so far,\" he drawls, \"you are my apprentice, after all.\" I narrow my eyes at him.</p>\n<p class=\"cnNhNDg2MDg4OTZmMTQ2YzlhODA4NjFkZTg5ZGY4MDIy\" data-original-margin=\"\">\"And why is that,\" I ask with suspicion.</p>\n<p class=\"cnNmODRiMGQxM2NlMjQwZTA4YWYxYTY1MzdmYmQ3ZWI5\" data-original-margin=\"\">\"Gratitude perhaps? Why, does a master need a reason to do something kind for his apprentice?\" he asks, voice decorated with innocence.</p><p class=\"cjNmNjU5MDlkNjk0NDRlNTlhYWRiMmRiMjNhYmRmNGNh\" data-original-margin=\"\">This tale has been unlawfully obtained from Royal Road. If you discover it on Amazon, kindly report it.</p>\n<p class=\"cnMxMjBkYzE5Y2NiNTRhNjViYTY1ZWI5MTdiYjA5M2Mw\" data-original-margin=\"\">\"Yes,\" I practically snort, \"The purely benevolent don't need to be called 'master'\". This actually makes him laugh and it's a brief moment before he can respond.</p>\n<p class=\"cnM3NzMzMjZiNzQwODQwYTg4YjIyYmU3YjBjM2UzNmNm\" data-original-margin=\"\">\"True enough, little Lily. Sometimes I wonder which of us is truly older. Alright, I want your help as well. That's all I can tell you right now. Now will you tell me what you wanted to speak about?\" he inquires. I narrow my eyes again. He's keeping his cards close to the vest. He does have the high ground here, so to speak, so I'll have to budge first.</p>\n<p class=\"cnMzYmM4MTNlYWFiZDQyNGZhZTJhNjlhMDYzNTI0ODFk\" data-original-margin=\"\">\"You covering for me won't last forever, not if you are just dismissing witnesses and sweeping it under the rug. I want your help with... a more permanent solution,\" I say.</p>\n<p class=\"cnNiNGJhZThkMmMxMTQ5YjdiNzI1NDg2MjczYmJkNDU5\" data-original-margin=\"\">\"I suppose you are right, color me intrigued,\" he responds.</p>\n<p class=\"cnM4N2Y1NDc0YjE2ZDRiOTU4ZTYyZWUyMjliY2NkYTI5\" data-original-margin=\"\">\"I want you to confess to killing Baldwin,\" I announce, leaning back and crossing my arms. Godfrey coughs at this suggestion, then regains his composure and raises an eyebrow at me.</p>\n<p class=\"cnM5MDY0MDg4N2ViZDQ1NDJiNWE0NDRhNzQ5Y2Y1MjIz\" data-original-margin=\"\">\"Why in the world would I do that? You are a good apprentice Lillith, but you aren't that good,\" he retorts.</p>\n<p class=\"cnNiOWRhMzRmZWVjNjQxOWY4YmEwNzU2NTQ4MmEyOGMz\" data-original-margin=\"\">\"It's simple,\" I say, \"It's nothing but upsides. Have you been to the noble quarter today? Closer than your shop I mean. Baldwin has been playing games with a lot of nobles. A lot of angry nobles. From the looks of it, he forced more than a few of them to move here to increase the influence of this city. He committed heresy, he defied the temple, and he made an enemy out of just about every powerful noble house in the city. He is basically public enemy number one.\"</p>\n<p class=\"cnMwNWUwMGY1YjNhNTQ3ODRiMWFmY2EzYWJhOWRjOGM5\" data-original-margin=\"\">Godfrey seems to pick up what I'm implying and he helps complete the thought. \"Ah, so whoever killed him, to the nobility and to the temple, is a hero. This isn't a crime, this is an accomplishment, is that what you mean?\" he asks.</p>\n<p class=\"cnNhOTBkMWFiNTkzZDQ4ZWI4MzllMDhiNzc2YTk1ODk5\" data-original-margin=\"\">\"That's precisely what I mean. You know as well as I do nobles rarely get charged with crimes. Baldwin killed a couple of nobles in public and no one asked any questions. At your rank, you could kill anyone in this city without consequence. Except in this case, you will actually be praised for contributing to the kingdom,\" I explain.</p>\n<p class=\"cnMxZTVmZjM1NTQxZTRiM2RiYjFiNzkwNGVlNTE2YjMx\" data-original-margin=\"\">Godfrey nods along until the middle when he raises an eyebrow, \"My rank?\" he asks.</p>\n<p class=\"cnM2N2M4YjFkNDc4ZTRhMjM5YTBmNTYyODVmOGRmNTJi\" data-original-margin=\"\">\"Emeric sold you out,\" I respond, answering the question in his tone. He sighs but waves it off.</p>\n<p class=\"cnNmZGE4OTdlZTM4MDQ5MjBhMzcwNmIxY2Q1MjcyYjI4\" data-original-margin=\"\">\"Very well, not a bad plan. So, why don't you just confess?\" he asks.</p>\n<p class=\"cnM0ZTI0ZGRhZWNmZDQxMWJiZjQ5ODZkMDA1NTIxMGU5\" data-original-margin=\"\">\"A commoner killing a noble may be a hero to the nobility, but they will still kill me for it,\" I respond. That much should be obvious, it's odd he asked at all. He tilts his head in confusion.</p>\n<p class=\"cnMzOTBkZjQ4ZGJmMDRhNDRhMjAzOWYzNjMyNGJmOTU2\" data-original-margin=\"\">\"You... aren't a commoner, or did you forget, Lillith of Endings?\" he asks, somewhat amused. I flush a little. Actually, I kind of had. I'll never actually be a noble in my mind or heart; I have been planning everything as if everyone saw me that way. I still dismiss the idea.</p>\n<p class=\"cnM3MDhjYWZjOTk2MzQxNWZhZmQxOTc0MjlmZjdmMWU5\" data-original-margin=\"\">\"It still won't work. I am a recently raised noble, and I am a woman. No matter how much good it does, a woman killing her fiancé is too dangerous to ignore. It would set a dangerous precedent. I may be spared the rope but not the chains. No, it has to be you. Besides, this whole issue, for me, started with too many people knowing how capable I am. It'll do me no good if people realize I am capable of... that,\" I answer.</p>\n<p class=\"cnNjNzM1YWIzOTI1NzQ4ZjBhNTc5Mzg0MzVjZDliM2Q4\" data-original-margin=\"\">Godfrey nods approvingly. \"Hiding your abilities is a good instinct,\" he says. Of course, I imagine he won't want me to do that forever. \"Very well, but I want to do things a little differently.\"</p>\n<p class=\"cnM2NDFjZGEzNjFiMjQ3MTBhMjQ3NDBiMjEzMjhlMzAx\" data-original-margin=\"\">\"and how is that?\" I ask.</p>\n<p class=\"cnMyYTgwODNjZjdkNTQ1ZWJhMzU4MWEzMTdiZTlhMTU2\" data-original-margin=\"\">\"We both killed him. You helped me. This will explain your presence to any witnesses that come up and will hide your abilities. It will close any gaps in the story if anyone tries to look too closely. Besides, it makes sense I would take my apprentice with me,\" he suggests. I consider this for a moment. I don't think he is being entirely upfront about why he wants me to take some of the credit, and that gives me pause. At the end of the day, however, if that's how he wants to play it, that's kinda what I have to do. It's not ideal but... it will work.</p>\n<p class=\"cnM4MmNjY2NhYTM4MzQ3ZmQ4MGRiNDg2NWEwNGM3M2Mw\" data-original-margin=\"\">\"Alright,\" I assent, \"If that's what you want to do. I played a small role. A tiny one, ok? Like your murder towel girl, or something.\"</p>\n<p class=\"cnNkZDYyYWU4OGI5MDQ1NjA4NmRiMTdmMDJjNDZiMjEw\" data-original-margin=\"\">He chuckles, \"Very well. Now, there is something you need to do for me in return,\" he says and I groan inwardly. This is why I didn't want the noble I chose to know who I was when I suggested this. \"When you are fourteen, you will be able to attend Facinley University in the capital. I want to enroll you.\"</p>\n<p class=\"cnMxOGM4MWUyNWJhNzQwMTZhMjljYWZhMGY0Mjc1MDVm\" data-original-margin=\"\">This catches me off guard. What exactly is he up to? I'm not actually opposed to the idea. Sure, I don't want to go to school with a bunch of noble kids... I kinda don't want to go to school at all actually. If dying as Annie had one benefit it was avoiding my qualifying exams. However, my magical knowledge could grow by leaps and bounds and... \"Do they have classes on complex item enchantments?\" I ask.</p>\n<p class=\"cnM4MTAxZmM1NWYwNDQxNjJiZmQ3MjZkNmRlOTQ3Njdh\" data-original-margin=\"\">Godfrey grins, \"The best in the kingdom,\" he assures me. Well, that's it then. If I am ever going to succeed, there is a certain item I need to create. I need to get my family out of this city in any case. Even if I did 'help' kill Baldwin, I was still his fiancé. When a person people hate isn't around to receive their vitriol, they will throw it at their closest acquaintance. It doesn't matter if it's logical, this city could grow unsafe for us in the near future. I have several things to wrap up, and I have more work with the house of penance, but I will need to leave.</p>\n<p class=\"cnMyYzZhNzE3YTMwMjQ1ZjViNjZmMzI1NjJiZjM1ODA1\" data-original-margin=\"\">\"Okay,\" I agree. \"But I need you to get my family out of the city now. Do that, and I'll attend your university.\" He seems to understand my concern and nods.</p>\n<p class=\"cnMzZDIyOWUwMDgzMzQ4ZjBhMmQxODVjNzZkNmFiNjll\" data-original-margin=\"\">\"And you?\" he asks.</p>\n<p class=\"cnM1OTAxMGI4MmM5ODQ2MjI4ODQxOGRlODNjN2Q1YWY2\" data-original-margin=\"\">\"I can take care of myself,\" I respond, \"I'm only concerned for my family right now.\"</p>\n<p class=\"cnMyZTllYjc0OGRjOTQ1Y2FiZWMwZDE1ODkxMjgyNWE2\" data-original-margin=\"\">\"Very well, consider it done. I do have one last thing to ask,\" he adds. I raise an eyebrow, inviting him to ask. \"How did you manage it? You aren't that strong.\"</p>\n<p class=\"cnNiNjhkNGYwMWJhYzQ2MDdiZWE5Njg4YzQ4OGRkOGRh\" data-original-margin=\"\">I give him a wide grin, \"very carefully,\" I respond, then turn to leave.</p>\n<p class=\"cnM0NmUyMmUwZWU1MTQ5NzNiYTI4MjE5ZTJmYjg2YTlm\" data-original-margin=\"\">\"One last thing,\" Godfrey calls as I begin to run back into the main city, \"Get me a danish!\"</p>\n<p class=\"cnNmN2Y3YTBhZjllMzQ2NDE4NDUxMGZjMmYwMmE1MmY5\" data-original-margin=\"\">You know what, fuck it. Godfrey and I are no doubt going to have a rocky future. Eventually, he is going to have to either surrender power or... But for now, he's exactly who I need. I head toward the market, looking for a pastry shop. <br><br>End of Volume One</p>\n            ",
  "invisibleParagraphContent": "This tale has been unlawfully obtained from Royal Road. If you discover it on Amazon, kindly report it."
}