{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiNjUxN2ZhMzk3ZTQyYTM5NGM3MDk2YWM0OGNiNzRi\" data-original-margin=\"\">I prepare my lunch the following day, still unsure what aspect will work best for me. Last night I tried to aspect mana with the concept of 'defiance' but it didn't quite feel right. The mana and the concept slid right off each other. I contemplate the issue as I eat. I considered 'anarchy' mana but it felt a bit trite and didn't quite connect. My other ideas, anger, and independence, felt wrong as well.</p>\n<p class=\"cnMyZWU1NzY3ODFlYTQ4Y2Q4ZDhiM2U5ZDQwODU3MDQ5\" data-original-margin=\"\">Emeric had said I need to truly embody a concept in order to aspect it for internal use. Each aspect has its own issue which disqualifies it. I am defiant of someone else's will. That's not about me, or rather it's not something I identify with it's just my reaction to an attempt to exercise power over me. Anarchy, well, I don't embody it like I'd like to. Truth be told it is impossible to stay alive and truly represent it until the concept has spread beyond myself. Even when I can, I fuck it up all the time.</p>\n<p class=\"cnNkODgxNzk2ODRmNjQzZDU4OTA3YmI5OTI0Y2U1NDcy\" data-original-margin=\"\">Independence doesn't work at all. Relying solely on myself has only ever been a mistake. Yes, I am independent in the sense I can take care of myself and don't actually need anyone else to survive, but my feelings toward the aspect are far too complex to condense my being into it as a concept. As I finish my meal I give anger another go. This aspect feels the closest to what I need; I can feel myself grasping it, but it still slides through my fingers.</p>\n<p class=\"cnM2Mjc5YzVhODNlZTQ2ZTc4YTRhZGEzYzY4NTMyYmNh\" data-original-margin=\"\">My ruminations are interrupted as my father leads a finely dressed woman with auburn hair in careful curls. \"Lillith, I'm pleased to introduce you to Lady Sybillia of Capet, your etiquette tutor,\" he announces.</p>\n<p class=\"cnNjZmQyYzliMDBlYzRhMTRiOTRmZTIwN2FjMzIxNTM2\" data-original-margin=\"\">I stand, brush the crumbs of bread off my dress, and offer my hand for a shake, \"A pleasure to meet you Ms. Sybillia.\" I wasn't too fond of the idea of etiquette lessons but this woman wasn't the one who ordered it. No need to take it out on her.</p>\n<p class=\"cnM4YjM0ZTcwYzUxZjQzZGE4Mzc3NWQxYzI1ODc4MTlm\" data-original-margin=\"\">\"What in the world are you doing?\" She scoffs, making a shooing motion at my hand. Well, alright, that one's on me. Handshakes aren't a thing here, it probably looked a bit off to her. It threw off Emeric as well after all. \"You've got an... peculiar child here, don't you?\" she asks my father. Okay, that was fucking rude. I'm right here lady!</p>\n<p class=\"cnNmYTJhNmUzYTE0MjRkNzU4NWI1MTU5N2MzM2Y0YjJm\" data-original-margin=\"\"><em>'No, Lillith, she isn't in a much better situation than you, not really. Yeah, she's rude. Looks a bit pompous. Clearly a rich piece of... wait what was I thinking about?' </em>I think, trying to avoid making too harsh a snap judgment.</p>\n<p class=\"cnM2ZDRhNGMwMzg4MjQ2NzZhNGU4NGQxMjJjODU0MDIx\" data-original-margin=\"\">\"You will refer to me as Lady Sybillia in the future, and you will curtsy when greeting someone, is that understood?\" she says, redirecting her attention to me.</p>\n<p class=\"cnM3ZjY2ZGRlZjhkNTQ4MmI4ODFmZjZjMzFiMjhhMjVi\" data-original-margin=\"\">\"Oh I understand perfectly,\" I respond, a hint of irritation in my voice. Her expression sours further as she picks it up.</p>\n<p class=\"cnMwZDdhZTNjZTQ1NzQxZDY5ZGQwZTI1OTBhMjgzODMy\" data-original-margin=\"\">\"You are going to be more than a handful aren't you?\" She sighs, \"Well there is no accounting for taste, I suppose. Collector knows what Lord Baldwin was thinking with this one. Well. Show me to your room child, we have more work to do than I feared.\" I head to my room without a word. I was going to be there regardless, I have no reason to refuse just for the sake of it.</p>\n<p class=\"cnM3OWRkN2Y5NDhlNjRkYzg4MGYzYzFjODlhNzBhZGE0\" data-original-margin=\"\">\"Tidy I see, a mark in your favor,\" she approves. I just roll my eyes, uninterested in her appraisal. I'm trying not to project my irritation at her presence on her. Her rude comment and her nobility are certainly strikes against her but she is as much in Baldwin's power as I am. \"Alright, seems like we need to start with basic greetings,\" she begins.</p>\n<p class=\"cnNjNDZmNTYzZDg3YjRkOTNhYThmYTI1Yzk1OWUyNTk0\" data-original-margin=\"\">I nod along with her instructions but drift off. I am aspecting mana internally so she shouldn't be able to spot it. Where was I before? That's right, anger mana. It was slipping through my grasp. I wonder if fury mana will work, but decide they are essentially the same thing. I keep trying anger, however, it feels so close. I think if I work at it long enough, I will be able to grasp it. I need something faster though. Time to move on.</p>\n<p class=\"cnM2ODZmNjkyODI2MTQ5MjA5NjhiNGEyOTgwY2U2Y2Rk\" data-original-margin=\"\">I begin trying to aspect mana with 'autonomy' but this feels more slippery than anger was so I dismiss it. I am pondering what other aspects might work when I am snapped back to reality and have to catch Sybilla's wrist as she tries to slap me. \"What the hell do you think you are doing?\" I snarl before I see her face looks concerned, then frightened, rather than upset. Oh, I focused way too hard on aspecting anger. I let go of her wrist and she pulls her hand back.</p>\n<p class=\"cnNlOTQzMDUzZDM2YTQ5YzFiYzA1OTBmZmEwMTE2Njc0\" data-original-margin=\"\">\"Young lady, what is wrong with you!? You weren't responding to anything I said or did, even shaking you didn't work! I was preparing to call a doctor!\" she hisses at me. Okay, so upset, but not the kind of upset I was expecting. I can give her credit for that. Damn, do I really get that out of it when I am doing this? That's a weakness I'll need to account for.</p>\n<p class=\"cnMzNzgzNzE2YmFiZDQyMGZiMjgxMDM5YjdlMDMxMWNj\" data-original-margin=\"\">\"Sorry,\" I respond absent-mindedly, \"I was just focusing on something.\" This explanation hardly placates her, and the anger I was expecting floods her face.</p>\n<p class=\"cnM4YTNmYzdjODZhNzQ5ZGFiMWY5Njc5N2ZmMTNiZmE1\" data-original-margin=\"\">\"Focusing on something? It wasn't my lesson, I can be fairly sure of that. So what was so important Lady Lillith? What were you focusing on so hard you couldn't be bothered with the lessons paid for by the Tudor house?\" she rants at me. I do actually feel a little bad... if only a little. I was never going to pay attention to these lessons but I could have at least warned her.</p><p class=\"cjQ4YTI1MmY4NjNhYjRmNzc4ZWVlNTUzNDdiODY3MDU4\" data-original-margin=\"\">This narrative has been purloined without the author's approval. Report any appearances on Amazon.</p>\n<p class=\"cnM1MGRjNmQxZjhmMzRhZjdiYmFhYzRkNmZlNjZlODQy\" data-original-margin=\"\">\"I'm going to be upfront here, Ms. Sybillia. I am not going to tell you that. And... I'm never going to care about these lessons. I'm sorry but I have more important things to focus on. It's got nothing to do with you, but that's the truth of the matter,\" I explain.</p>\n<p class=\"cnM0NTFkNWVkZTI0ZjQxYmI5OWRjNzc3ODRmYTc2ZDc5\" data-original-margin=\"\">\"That's not acceptable at all! You are to learn etiquette Lillith. Lord Baldwin commanded it, and there is nothing you can do about it. You are going to have a hard life if you can't accept reality in times like this! Don't be an idiot!\"</p>\n<p class=\"cnMyOThhZDY0ZWQxODQ1MTc4ZTdlNGUyNDI5NjdhYTNj\" data-original-margin=\"\">\"Maybe. You are probably right, my life is going to be hard. But this is what I have to do. Now, if you'll excuse me, I was busy.\"</p>\n<p class=\"cnM5MjRmNWI1MDk0NjRlNjJhZDFiYjU5ZDVlODUxZDBi\" data-original-margin=\"\">\"And what am I supposed to do? Sit here and watch you? I won't. I'll use mana if I have to!\" she threatens, flaring her power at me. I just flare my mana back and give her a disinterested stare and she withers at my greater mana. \"Please, Lillith. I have to teach you this.\" I see her demeanor change and I realize there is actual pleading in her voice.</p>\n<p class=\"cnMyZDAyNzEzNmZlNDQ4NmU5YjZlMjcwZmEwZmQwYzBj\" data-original-margin=\"\">My heart breaks a little for her as I realize I have been misreading her. She does want to whip me into shape. She wants to mold me into a polite noble girl. She even planned to use her authority and position to do it. All pretty gross things to do, but that concerned look I saw when she tried to slap me to get my attention was probably her most honest moment. The fact that her method of helping was trying to hit me also spoke to her character, but I'll let it go for now.</p>\n<p class=\"cnNmMjA0ODk2MGEwODQ3OTU4M2VjOGJhNGYwOWNjY2Y0\" data-original-margin=\"\">She's afraid. She was given an order by Baldwin and she doesn't have any recourse if she fails. She's not a good person. She's not absolved of her complicit role in the state of society. But she is afraid. It's easy to forget in a world like this that power is not a straight line down; it's a pyramid of smaller power dynamics and abuse drips through it like grease, coating everything on the way down. If I completely refuse to learn etiquette, I won't be the one paying the price for it.</p>\n<p class=\"cnNjMWNkMTc4MjNiMDRhOWE5MmNlZWE2YmZhOWYxNzI2\" data-original-margin=\"\">I decide to meet her halfway. \"Alright, I'll make you a deal. I'll pay attention to your lessons. I'll learn whatever it is you need to teach me. Every other visit, starting next time,\" I concede and relief washes over her. \"In exchange, I want to ask you questions about Baldwin. I need to learn about his history, what spells he knows, and his schedule.\"</p>\n<p class=\"cnM1NjQyZGJmMTdhNTQ2Mzc4Njg1ZmI5NWYyYTY5ZWMy\" data-original-margin=\"\">She looks startled for a moment but regains her composure. Her back straightens out and her pompous demeanor returns. \"A deal like this indicates you have a great deal to learn about etiquette,\" she sniffs, \"but I suppose if it gets you to pay attention I can play along. What do you wish to know?\" It's a bit jarring how quickly she snaps back into her 'noble lady' routine and I wonder if I've just been manipulated.</p>\n<p class=\"cnM5NDJjYzJmYWI1MDRhOTRhZjM0ZGVhZGYxOGExYTQ0\" data-original-margin=\"\">Oh well, my reasoning still stands and she can still be useful. I'll just have to build trust before I ask anything serious. It seems unlikely she would understand me well enough to know that would work... unless Baldwin knows more about me than I think. That thought sends a chill down my spine and I shudder. I needed an endoaspected mana concept yesterday. I shrug it off and begin to question Sybilla. \"Start with his daily schedule, do you work with him enough to know how he spends his days?\"</p>\n<p class=\"cnNlZmVjN2NlMDQ1YTRiMTc5MWRjMDA3NTA4ODNhZjk3\" data-original-margin=\"\">It turns out she didn't know him enough; she had been hired for this job specifically. She did, however, interact with him at social gatherings and official events enough to have a little useful information. I grill her on Baldwin's habits for an hour or so and the 'lesson' comes to an end.</p>\n<p class=\"cnM4MzhlNjRjM2I2ODQ0N2FiMTJiZWM2MWM5ODQ2OGM3\" data-original-margin=\"\">\"Thank you very much Lillith,\" she says as I escort her back to the entrance of my home, \"I will see you tomorrow.\" My stomach twists as I realize this is going to be a daily engagement. Great, I should have negotiated better.</p>\n<p class=\"cnMyMDM2Y2YzNTU0YzQ2YWI4NDE4NDdkYWYwMDYwYTlk\" data-original-margin=\"\">\"Right, tomorrow,\" I respond half-heartedly. \"See you then.\" I can't help but feel sad for her a bit as she leaves without making any progress. It must be pretty terrifying to get an order from a man like Baldwin only to feel powerless to complete it. I can't say I like her but it's in my nature to grieve for people in situations like that.</p>\n<p class=\"cnMyNmFiMTBlM2RkZjRmODY4MjdhOTQ3NzRhYzg1NmRl\" data-original-margin=\"\">Meanwhile, my father looks satisfied with himself. \"I'm glad to see you finally accepting reality Lily. It makes me happy to know you are finally putting effort into securing your future,\" he says in his best 'wise older man' voice. I just scoff and go to boil water. It's time to bathe my mother and I don't have the energy for a shouting match with him. As the water boils, I realize that's why anger mana isn't working right.</p>\n<p class=\"cnM5YTZlZDQwMmQ0NDQ3YTJiM2JjNWU5NmIyNDY2ZDI5\" data-original-margin=\"\">I have a vast capacity for anger, rage, that whole cocktail of dangerous emotions really. The depth of my anger is significant and the results of it can be extremely violent. It's not who I am though. I don't want to be angry and I don't even have the energy for it every time it's justified. I don't embody it.</p>\n<p class=\"cnMwMjlmNTBkNTU3YzQxODA5NWIxZDllY2RkYzYyMTg5\" data-original-margin=\"\">I bring the sponge and the hot water into my parent's room where my mother is seated, staring out the window. She helps me along as I undress her and begin bathing her. Her grief is so deep I can feel it. I have to wade through it when I move through the room. She can't even take care of herself and it shatters me. With that sadness comes the familiar rage that has carried me through so many conflicts and driven me to fight back in both lives.</p>\n<p class=\"cnMxZWNlNTE1MGZhZTRkZDM5MWExMjJmNWMxMzE1MjRj\" data-original-margin=\"\">In that moment, it is obvious. I should have known immediately. I'm not defiant because I am naturally defiant or contrary. I'm not angry because it's who I am. I am who I am because of grief. It's the very core of who I am. It's always what inspires my rage and my defiance. Grief is why I fight so hard against control and it's what has always kept me going, driven me to fight for a better world in the face of everything. It's why I never cared when people called the world I longed for impossible, childish, or stupid.</p>\n<p class=\"cnNkYjEzNzJjODhhMjQ2NDNiNGUwYjcyNjcxNjRjOWJk\" data-original-margin=\"\">Telling me only a stupid child would believe in a world without a boot on our throat just makes me mourn for both of us and fight harder. I grieve for the world I am in and struggle through the blood and the dirt and the bodies to reach a new one.</p>\n<p class=\"cnNkMDhmNjhhYjE3ZDQ1NWY4OGI3Mzk4ZDVjYjM4YmZh\" data-original-margin=\"\">I begin to aspect the mana coursing through my body with the concept of grief, and it slides into place like an old friend.</p>\n            ",
  "invisibleParagraphContent": "This narrative has been purloined without the author's approval. Report any appearances on Amazon."
}