{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0ODY0ZTJkOThlMDRhODM4OTg2MDIzODlhZDJiMDcw\" data-original-margin=\"\">My head aches. I can still feel the missing fingers. My arm is badly swollen, and the blue, black, and yellow of the bruising leaves it nearly unrecognizable. I hardly notice any of this anymore. The pain has long since given way to a deep, unrelenting exhaustion. Kallon hasn't stopped. He hasn't slowed. I don't know where he finds the energy. For a week he has failed to pause for rest. Failed to falter in the slightest. He hasn't even looked behind him a single time. Were it not for the pink of his explosion mana shining through the night, I would have assumed he'd collapsed long before now. I am running entirely off of my own mana at this point, as my body has long passed the point of uselessness without it.</p>\n<p class=\"cnNjNzAyNzQ3N2IzMjQ1ZDk4N2RlMzI3ZWMwYjJjNzFl\" data-original-margin=\"\">Pursuing Kallon is all I can think about. It's all I can focus on. It's all I will allow myself to focus on. Because that battle, no, that butchery I witnessed... the disregard for life. By my enemies. My allies. Grandfather... Had I not emptied my stomach over the road on the first day, I'd vomit again just thinking about it. The flautist bard, what had her name been? Viola? I have to remember her name. I learned it, I owe it to her to remember it. The image of her death was seared into my mind. All of them were. The ones I'd failed to save. The ones I'd killed. The ones Grand- Godfrey killed.</p>\n<p class=\"cnNkNWI0ZWY3Y2M3MTRlZTE5YjUzYTY5NTgxMTNmMjY4\" data-original-margin=\"\">How could he do that? How could <em>he </em>do that? I can't think about it. I can't, I can't. I can't. I fucking can't. Kallon. I have to stop Kallon. So many people need me to stop him. I can't let him get to Tumult. My arm throbs as the wind pressure caused by my mana refuses to let up. I can't tell if the filth where my ear used to be is just blood and dirt, or insects and pus. None of it matters. None of it fucking matters. Because if anything else matters right now, I am a pathetic failure. The people of Tumult need more than a failure. They need more than an arrogant prick who watches them die. Who hurts them with incompetence. Who learned everything he knows from a callous coward.</p>\n<p class=\"cnNiNzJiYzFhYWUzMTQ4MDA5YTA0NjM4ODEwYTE1ZDkw\" data-original-margin=\"\">I bite my lip hard enough to draw blood, just to pull my mind to the present. The pink mana in the distance has finally stopped. My heart begins to sink as I realize Tumult is in view. It's small, but I can see it. It should have taken at least a month to get there, but at the speed we were going, without rest... And if Kallon has stopped... I have to push even harder. I have to get to him before he can hurt anyone. I have to fucking do something, anything to feel like there is light left in the world. Like I can do anything at all. To get Viola's eyes out of my head. To erase Godfrey's... fear. I abandon efforts to prevent wind resistance and plaster myself against my own mana, trying to close the gap. Terrified with every moment I'll see the signs of a massive spell I'll be too late to stop.</p>\n<p class=\"cnM5ZTE4YTBhYzBiYzRlMDliNmYyOTM0ODhjMGVmNWYx\" data-original-margin=\"\">One second passes, then two. Three. Four. I refuse to hope. But I also refuse to stop. I have a fever. I am exhausted. I don't know if I will survive this. But if I can stop this one thing. This single thing before I die, I will be alright. I will have mattered. The explosion fails to come and I almost miss why. As I approach the city walls, I feel Kallon's Aura below me. He is... standing in the middle of an open field. Waiting. So close to the city. He could have finished by now. But he is waiting. I pause, apprehension overwhelming me. I look around for any traps, but he really is simply standing. Alone in the middle of the field. Just barely too far to attack the city. But I can't let this opportunity pass. If it's a trap, well, my spell will fall into it.</p>\n<p class=\"cnM4MzRlMzFhMDY3NDQ5MTM5NDY5NjIzMzdhYWEzN2Uw\" data-original-margin=\"\">I don't bother approaching him. Instead, I cast two spells at once. Finally, there is no one he can use against me. No one I can hit on accident. Nowhere to hide any last-minute tricks. I have to stop him here and now, and I can't hold back. I owe it to... everyone. My wood mana erupts around me, surrounding me in makeshift, but sturdy armor to absorb any upcoming impacts. I can't let Kallon slow me down. At the same time, I work my wind mana into a furious tempest, swirling the air with enough force to ravage the landscape and tear down stone walls. But that isn't enough. I need more.</p>\n<p class=\"cnMyMDgzYTM3NWFmODQwMjA5NTU5ZmI3MDkzZTI0MWRk\" data-original-margin=\"\">I mix in the winter-colored cold mana so just touching the wind will bite and freeze and kill. It's still not enough. I focus on every turn of the tornado around me and I press the mana. I speed it up. I feed it so each gust carries a razor-sharp edge, capable of cutting stone. Finally, I plummet. Directly toward Kallon. It still feels too weak. My protection mana should be empowering this spell even beyond its current destructive power, but it does nothing. Kallon is here to massacre an entire city and it does nothing. Part of me wonders if this is why he stopped, so my mana wouldn't recognize this as protection.</p>\n<p class=\"cnM4NzdiNzU1YjU4ODQ3Zjg5NjRkNjYwMzE2MTU3OTBk\" data-original-margin=\"\">But that's not it. Of course it's not it. The truth is, I don't know if I'll ever use my endoaspect again. I don't know if I can. I started to lose it when that bard woman died. And more at every failure after. How can I embody protection after watching a massacre I couldn't prevent? This will have to be enough. I'll just have to pour every ounce of mana I have into it. Everything I have left. My life if I need to. It feels like my blood is being pulled from my body as I drain the remains of my already weary reserves. My muscles burn and my eyelids try to force themselves closed as the mana keeping me awake is spent on this attack. This is all or nothing.</p>\n<p class=\"cnMwNjliODI1ZWUzMzQzNWViYjVhNjhhMzRhMjlhNzY2\" data-original-margin=\"\">Below me Kallon prepares his defense, erecting a spire of earth around him, changing the landscape with a defensive mountain. I can't see him through my storm, but I still glare as the earth closes over him and spears toward me. It won't stop me. The only shields he had that could protect him were human, and he left all of them bleeding and weeping over their friends. My wind connects with his stone a breath later and begins to shred. Stone joins the wind, freezing as it does. Light bounces off the icy surface of the earth as it is further pulverized by the blades of wind. Frost begins to gather on my wooden armor, but nothing slows me down.</p><p class=\"cmY3OGNhODllNjMyNjQzNDU5ODlmYTBkMzYzMWRkYjVi\" data-original-margin=\"\">This novel is published on a different platform. Support the original author by finding the official source.</p>\n<p class=\"cnMyZGViZTkyYjNkZTQ4OTBhMDk5YjcxM2VjYzNlMjAz\" data-original-margin=\"\">My wind fills more and more with frozen stone until I can no longer see through it. It looks like I am surrounded by shards of stained glass, the light from above changing color as it bounces and reflects across the shards. I can see faces in it. Blood from Viola's mouth as she splutters. Disregard on Godfrey's as he kills his own ally for a shot at Darian. The shock on Harper's as my missed wood spell impales him. I will kill Kallon. I will fucking kill him and then... then perhaps I won't have to see them anymore. Just as I think this, the first sparks of pink mana appear, too late for me to react.</p>\n<p class=\"cnMyYzhkNjIyNmExZTQ5YzE5ZThhMTk5Mjg0NmE1MGY2\" data-original-margin=\"\">As my wind cuts into stone, pink mana erupts to my left. The massive explosion is caught up by the wind, the pink mixing with the different shades of green and blue already present. Shrapnel carried by the wind is blown inward toward me as well, colliding with my armor and slicing into my clothes and skin at the joints. I don't feel the pain. I don't care if I'm left as nothing but shredded meat, so long as I live to end Kallon before he can destroy Tumult. Before he can kill even one more person. I keep pressing. More explosions come. My world is nothing but magic and color and death.</p>\n<p class=\"cnMyNzY4MWFkODhhYjRjNzRhOWY2YTgzOThiOWI5OTkw\" data-original-margin=\"\">I see the faces. I feel my phantom fingers twitch. I close my eyes and push. My bones feel like they will break under the pressure. I try and focus on the fresh cuts just to keep myself conscious. Pain is all I have to keep me moving and moving is the only way to prevent real pain. My body is an empty well, trying to draw water from long exhausted dirt. I push it further, the wind shreds, the cold freezes the light blinds and the blood pours. Finally, the stone breaks and I can see Kallon's aura through all of it. I've made it. A few more seconds, and he will be dead. Everyone will be safe.</p>\n<p class=\"cnMxYzc1MmY1MjhmYjRjYjViNzQ1YzVmMWUyMzYxODBl\" data-original-margin=\"\">All of the colors turn to a deep, inescapable red. Pressure like I have never felt descends on me from above and I am pushed at an increased speed. My body is forced through my own dissolving spell, the earth, ice, and wind cutting through my armor and leaving me open and bloodied. The force snaps my head back. I can't see. I don't understand what is happening. My mana dissipates entirely, leaving me powerless. My body slows a breath later, just before I collide painfully with the ground. Again. It happened again. I did everything I could and failed. No. I have to get up. Too many people need me to get up. I can't. I can't. I can't even move my arms.</p>\n<p class=\"cnNjYjc1ZWY2Nzc1NjQ4OGRiOGE3ZWJkYWFhNWY3NjIx\" data-original-margin=\"\">A foot kicks my side, then wedges itself under my ribs and rolls me over. I see the open sky above, through the tunnel of ruined earth I had passed through to get here. In the center, a one-armed Darian slowly descends on us. Standing next to me is a furious Kallon, sneering down at me. No. No no no no no. I can't, I can't fight them both. The red mana pushes on me more as a laughing Darian finally reaches me.</p>\n<p class=\"cnNkMDNmZWYwNDZhMjQ4OGY4NTU3YWM3NmIzNTNhMGNk\" data-original-margin=\"\">\"Don't mind me,\" Darian taunts. \"Just here to collect something you owe me.\" At this, he draws his sword, a weapon few mages of our level bother to carry at all. He swings it down on my right shoulder, cutting deep into my flesh. I try to scream but my voice is too exhausted. I feel the cut into my bone, but he fails to sever the arm entirely. He puts one foot on my shoulder and yanks, tearing at me and flicking sinew from the blade. \"Sorry, I don't use this too often. Give me a few more swings, I'll get there,\" he chuckles. And he swings. And pulls. And hacks. Over and over and over. I don't know how many times until my arm finally matches his. I cough up blood as I try to speak and nothing comes.</p>\n<p class=\"cnM3OGRkYzBkZjAxMTQzNzBiZTU1YTdjYmQ1YzlhOWVl\" data-original-margin=\"\">In the meantime, Kallon works at removing one wall of earth, giving me a clear view of Tumult. \"Hurts, doesn't it? But now, there should be no hard feelings,\" Damian says. \"Keep an eye on him, will you?\"</p>\n<p class=\"cnM2OTZjOWY3MzYyMjRhY2E5NzVkOWVhN2NiZTQyYmYx\" data-original-margin=\"\">\"Happy to,\" Kallon agrees once he is done with his spell. He then moves and sits next to me as I pant for breath. I am completely numb now. Darian doesn't linger long, launching himself toward the city with the same deep red mana as before. It is finally quiet. \"You did this, you know,\" Kallon says as Darian disappears. I roll my eyes over to him as I can't move my neck. \"Let me help you with that.\" I feel the earth rise beneath my head and the view of Tumult grows more clear. \"You and your grandfather. With all your scheming. All your ideals. All of your filthy love for your little pets. You did this. And now you get to see what it leads to.\"</p>\n<p class=\"cnM1YjU0M2M5YjVjNDQ0MTBiZjAyYmI0ZDk3OTU5ZWVm\" data-original-margin=\"\">I want to respond. I want to deny it. I want to deny the part I played to myself. But I can't say anything at all. I can't move. I can't feel. All I can do is watch. Watch as the much more vibrant mana floods the sky above Tumult. As the molten rock begins to rain on the city. I am losing too much blood. I see the fires and the smoke as it lands. Distantly I think I can hear screaming, but it's too far. I wouldn't be able to hear it from here. Somehow, I still feel like I can. The pain. The accusations. 'Prince <em>Dominic, why are you letting him do this?'</em> The city burns and I can't move. Viola splutters and I can't move.</p>\n<p class=\"cnM1NWQzNDYzNGU3YjRlNGI5Y2MxNjlkMjhmOTUyNjBh\" data-original-margin=\"\">The deep red mana joins its brighter counterpart. It hovers there, for minutes, it feels like. For long enough for the first spell to cause as much pain as possible. It's not until the entire city burns and the walls can't be seen past the molten earth flowing over them that it is actually used. When it is, it only takes a second. Tumult stands tall, proud in its death, and then it is flat. Like it had never been there. Something inside me bends, then buckles, and finally shatters. Crushed like the city I came here to save. I feel nothing anymore. Because I can either feel nothing, or I can acknowledge that this failure isn't one I can ever overcome. I close my eyes, and Kallon scoffs, kicking me in the head before everything goes black.</p>\n            ",
  "invisibleParagraphContent": "This novel is published on a different platform. Support the original author by finding the official source."
}