{
  "preChapterNote": "<p>For those who need visual aid for this chapter, reminder that Hyperion's world maps may be found on my blog's <a href=\"https://samaran-daybreak.com/index.php/hyperion-maps/\" rel=\" ugc nofollow\">map page</a>. Links can also be found in the bottom of the story front page.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4YTYyYjVlMGM0ZDQ0ODRhODJiMzQwMzc1MjY2Yzg3\" data-original-margin=\"\">It was a strange feeling for Pascal, to lead the King and company through the halls of the Moltewitz residence.</p>\n<p class=\"cnM0ZDNjYzM1NmE3NzRjOWRhYzFiNDFkNTJlYmJjZDQ3\" data-original-margin=\"\">It was an even stranger feeling, to know that he was now the master of this estate.</p>\n<p class=\"cnNjZTJiNjNiOTcxNDQ4MWFhM2YwMTRlYzQ5MGFlNmU0\" data-original-margin=\"\">Sure, Pascal had spent much of his childhood alone in these halls. His father was the Marshal of Weichsel, and the late Landgrave spent most of the year at the capital and rarely home with the young Pascal. Nevertheless, every time he found himself addressed as the 'young master' by the servants, he was reminded that the true master of these halls, his father, would return.</p>\n<p class=\"cnMzMGJjMjM0NzdmMDQyYmNhMzJmZGUwZWVmMWY5NjEz\" data-original-margin=\"\">It might have been next week, or at the end of the month, or perhaps over the coming holidays, but there was no doubt that it would eventually come to pass.</p>\n<p class=\"cnMxMzkyZGNhYmQxMTRjNjA4YTUxMjgwZGY2OGVlZTE5\" data-original-margin=\"\">Until then, Pascal eagerly awaited the weekly chats he had with his father by <em>Farspeak</em> communication spell. It was the pivotal reason why his younger self dove headlong into the study of magic. He wanted to learn advanced spellcasting as quickly as possible, so that he could converse with his distant father directly rather than rely on an intermediary like the Majordomo.</p>\n<p class=\"cnM3N2M1YmZjYjIwZDQ3ZDk4MWRlMDU2Nzg1NWVhZDQ4\" data-original-margin=\"\"><em>But now...</em> Pascal thought in solemn silence as he walked up the central staircase to the second floor.</p>\n<p class=\"cnM4Y2E2YmQ4OGRjZDQ4ZTU4YjQyZmY3MzhmNjhhYTk2\" data-original-margin=\"\">On top of the staircase was a life-sized painting of the Moltewitz family. Pascal's father, who had yet to become the 1st Landgrave of Nordkreuz, stood tall and stern in his crimson-on-black military uniform while carrying his marshal's baton. Beside him sat a beautiful, golden-haired woman that Pascal could not remember, yet knew in his heart as his kind and gentle mother.</p>\n<p class=\"cnMxNzc4NjI1NjYyNDQ2NTBhNGIzZTkzZDYxYzkyMzUw\" data-original-margin=\"\">Between the two was a three-year-old toddler, the child's tiny hand clutching his mother's thin fingers even as he stood on his own. However while young Pascal stayed on his mother's right side, it was the left hand that he grabbed -- an awkward arrangement which forced his mother to turn slightly towards him and away from the viewer.</p>\n<p class=\"cnM4NDNlNGViNjQ5YTQyMmY4YTM4ODBlNzFkMGJhMThi\" data-original-margin=\"\">Pascal couldn't help feel moisture in his eyes as he thought of the scene that never happened. By the time his father had the painting commissioned, his mother had already died, and the work had to be managed using her old portraits. The artist had done a remarkable job, even using a creative pose to hide his mother's deformity. She was a retired cavalry-woman who had lost her right arm in battle against the Northmen 'adventurers' who raided Weichsel's coasts. But even that didn't stop her from taking the field one last time in command of her hometown's militia, fighting off a seaborn raid and receiving wounds that claimed her life.</p>\n<p class=\"cnMwZjAzOGIzM2IzYjRiYzFiYzc4ZTM2ZTlmODI3NmI2\" data-original-margin=\"\">--And now, seventeen years later, Pascal's father had followed her to heaven, leaving the grown-up toddler all by his lonesome.</p>\n<p class=\"cnNjNGUwNTIwMDg1ODQ4MTM5ZDE2MGYyZjRhYmVlMzM4\" data-original-margin=\"\"><em>Mother, Father, I'm home...</em> Pascal whispered to himself as he bit down on his lower lip and forced himself to not tremble and not cry.</p>\n<p class=\"cnM1MDhlNTQ5YWI5ODRlOTY5MWU0OGE2ZWJiYWUyNGE2\" data-original-margin=\"\">He was a soldier of Weichsel, just as his father was, just as his mother had been. He had a duty to his King, to the alliance, that he must see through. That was his first priority, not to sob like some abandoned child and disgrace the parents that raised him.</p>\n<p class=\"cnM3M2Q1M2M5MGZlNTRmZGNhMmIxMDAyZDdiMzgyNjli\" data-original-margin=\"\">Pascal raised his arm and pretended to scratch his temple. His fingers brushed the corner of his eyes and wiped away the lone tear building there. He then forced himself to turn away from the painting, to lead his guests towards the map room that his father once used.</p>\n<p class=\"cnM0YjY1MThkMjUwNjQwMmNhOGQ3ODEyZGM1YjBhZmVi\" data-original-margin=\"\">The doors were already open and the furniture inside showed signs of recent use. It was only natural, for the King had made this place his command post in Pascal's absence. Nevertheless, as the newly returned master of the estate, Pascal stopped just inside the door before welcoming his guests.</p>\n<p class=\"cnMxMWM2MGNiMjFlZTRhNjViNTIzM2VlNDFmNDgwMTQw\" data-original-margin=\"\">\"Your Majesty.\"</p>\n<p class=\"cnM1ZjU3NGYwNWFjZTQ5YjNiYzQ4NzhjMDdkOGJhNWI5\" data-original-margin=\"\">\"There's really no need for such formality, Pascal,\" King Leopold said kindly, his gaze softening with sympathy as though he read Pascal's mind. \"Please, take a look at the map and update yourself on the situation at present. The Eagles had it enchanted to match the war room's map table back at Black Dragon Castle while I'm staying here.\"</p>\n<p class=\"cnNlMzZjZTJiYjhmOTQzMjBhMGFlMmM0NGY5YzgwMGY1\" data-original-margin=\"\">\"Yes Sire,\" Pascal nodded before he moved to the long table that dominated the room.</p>\n<p class=\"cnNiNDlkNjUxZGVkNDRhNGNiNzM0MGQ3Zjc0NjA5YTNi\" data-original-margin=\"\">Just like Emperor Geoffroi's war room table in the Oriflamme Palace, Pascal's father's --no, it was <em>his</em> map table now-- was enchanted to combine sculpted sand and projected illusions to create a three dimensional map. Currently, the table displayed the entire length of Weichsel as it stretched across the North Sea's southern coast. The scale was zoomed out far enough to show all of Weichsel's immediate neighbors: the Holy Imperium's border provinces loomed in the south, the Lotharin Estuary connected Cross Lake to the sea in the west. The east was dominated by the void of the Dead Mountains, leaving a narrow but important coastal trading corridor to the Grand Republic of Samara.</p>\n<p class=\"cnMxNWNkN2U1MWEwMTQzZGRiMGNiNzNmZDYwYWJjZWJi\" data-original-margin=\"\">In addition to landscape, borders, and settlements, the illusory map also displayed every sizable military force within two-hundred kilopaces of Weichsel's borders. Fourteen of the miniature infantry and cavalry figures carried the Black Dragon banner of Weichsel, either already assembled at Nordkreuz or marching westwards towards the city. Ten more held towering shields and purple standards -- the Holy Imperium's Legions which stood menacingly along the border. To the east was a single army of the Grand Republic, represented by an armored Samaran battlewagon instead of a soldier. Meanwhile troops of Rhin-Lotharingie's Belges region mobilized for war in the west, leaving the castles that guarded their borders with Weichsel seemingly abandoned as they'd been stripped down to skeleton garrisons too small to be represented.</p>\n<p class=\"cnMzZGM3Y2UzZjBlMTQ5ZTY4MWY1MzlkMzBkYWQ0OWVk\" data-original-margin=\"\">However, the new threat which drew Pascal's attention came from the northwest: soldiers carrying the green kraken flag moved towards one another on skis. Their numbers pooled together in the only continental territories still controlled by the Northmen. Meanwhile, two cavalry figures bearing the black dragon flag of Weichsel were already deep in Skagen territory.</p>\n<p class=\"cnNkZmU0YzVhYTYzZjQ5YjFiMTc5YjE1NmUyYzVkOWJh\" data-original-margin=\"\">The Grand Jarldom of Skagen was assembling its army for war, and Weichsel had clearly responded with a preemptive strike.</p>\n<p class=\"cnMyZDEyNGNjMzNkZTQyMDY5ZmM3NzE5MmUxZWZhMGFm\" data-original-margin=\"\"><em>So this is what 'perfect intelligence' looks like,</em> Pascal thought as he saw this view for the first time.</p>\n<p class=\"cnMzMjFiYzhkODI3ZDQ2M2ViMDM2ZjJkZDZlNTY1MWJi\" data-original-margin=\"\">His map table had been synchronized to the King's war room back in Königsfeld's Black Dragon Castle. This meant the information it displayed came directly from the artifact known as the 'Eye of the Dragon'. The ancient relic of draconic origin --its history tracing back all the way to the Dragon-Demon Wars-- was one of Weichsel's greatest assets. Its magical senses reached out from every synchronized outpost beacon to detect armed forces within range. It even labelled the model soldiers with numbers, accurate down to half a thousand. And as a result of this intelligence, it was virtually impossible for any military force larger than a battalion to mount a sneak attack on Weichsel's forces near its home territories.</p>\n<p class=\"cnM2ZTAxYzRkYjAxOTQ5ZTVhNmZkZTk1ODI4Yzg4NDE4\" data-original-margin=\"\">The young Landgrave was still reformulating his strategic analysis when King Leopold turned to him:</p>\n<p class=\"cnM5NmJhMzA3YjFlZDQ4NDJiYzNhNDcwNDZiNWRlNDlk\" data-original-margin=\"\">\"As you can see Pascal, we've already locked horns with the barbarians outside your fief.\"</p>\n<p class=\"cnNlZjcyMDQ0MTczNDQwMjY5MjU5MjJiOWM3YjVkMDJi\" data-original-margin=\"\">\"Did we start hostilities first or did they?\" Pascal asked.</p>\n<p class=\"cnNhNjAzNDdlYTAzNzQyNmFhYjFmNTNiZjMzNzliMzZh\" data-original-margin=\"\">\"They did, by raiding two of our border villages,\" the King replied. \"It wasn't an isolated incident either, as the southern jarldoms of Skagen began mobilization at the same time. The Eagles told me the Jarls are calling for reconquest. They believe that 'fate' has given them the opportunity to retake ancient lands they lost to the Imperium centuries ago.\"</p>\n<p class=\"cnM1NzVhNzNmZGQzMTQ5OGFiOGY4YjJiY2Q1YWNiYzMy\" data-original-margin=\"\">Pascal knew that in addition to serving as agents of the King, the Black Eagles also functioned as Weichsel's royal guard and its military intelligence apparatus. They were trained to gather information and forge contacts wherever their duties may take them, creating networks of spies and informants that the army relied upon for both intel and counter-espionage. Furthermore, since the Eagles answered to the King alone, it created a system where the generals could be rendered blind and dumb with a single royal edict -- thus reducing any chance of successful military coups.</p>\n<p class=\"cnNlNDRlYjhlNTkzNzQ3YzlhNGJjOWI4OTM2ZTc1NDVi\" data-original-margin=\"\">It was an effective system that Pascal hoped Rhin-Lotharingie could one day replicate.</p>\n<p class=\"cnM2Mzg3NGQxZjQ2ZTRiOWRiMjhkNGFlOTdjYzQ5NTFk\" data-original-margin=\"\">\"The timing of their mobilization also didn't fit a defensive response,\" the handsome General Wiktor spoke next, \"If they were simply wary of our mobilization, they should have started gathering troops two weeks ago -- when Weichsel first began to mobilize in response to the Caliphate's invasion of Rhin-Lotharingie. Even in Weichsel, a frontier lord has the authority to mobilize local forces for a defensive response, let alone a decentralized feudal state like Skagen. Yet despite this, the movements by the Northmen only began the day <em>after</em> the Marshal's death. That's too long of a wait for 'defensive' measures.\"</p>\n<p class=\"cnNmNDAwYTNjNGI1YzRmYjI4Yzk5ZjhhNTQyZWZkZjg5\" data-original-margin=\"\">The King nodded in agreement before turning towards his stone-faced general of cavalry. \"Neithard believes that the loss of our renowned Marshal has emboldened them. And I daresay I agree. The Northmen know that our Lotharin allies are now preoccupied in the south and are demanding the reinforcements that we promised. Meanwhile, the Imperium will only act against us as they're still bitter over our annexation of Nordkreuz during their civil war. With the first snow arriving early this year to pave a road for the Northmen army, I do believe Skagen is trying to take advantage of our woes.\"</p>\n<p class=\"cnM3NWI3YWI0MmNjYjQxNWFhOWNkNGEzNThhZTgxMGQ4\" data-original-margin=\"\">\"But is that timing not <em>too</em> perfect?\" Pascal's brows furrowed. \"The very day after my father was assassinated...\"</p>\n<p class=\"cnM3ZjVlNzI2MDRkOTRhZGFiNzBjNWZjMjIzZDY4Nzc2\" data-original-margin=\"\">\"That is also my main concern,\" General Neithard pitched in. \"Skagen is no monarchy. It is ruled collectively by a group of petty Jarls. The Abyss will freeze over before they can make their decision in a single day. After everything that has happened in the past few weeks in rapid, seemingly <em>planned</em>, succession, I fear we are merely seeing another step to an unfolding Imperial plot.\"</p>\n<p class=\"cnM5YTYyMWJiNDFjMjQwZGY5Njc2ZDY4ZjI1YmE3Yjgz\" data-original-margin=\"\">However, despite his words, the elderly Manteuffel's monotone remained unchanged while his emotionless mask stayed undisturbed. It made Pascal retort in silence:</p>\n<p class=\"cnNhZGEwOTYyNmY4ODQzOGU4NmQ2MDI0MmM2ZjRmODhi\" data-original-margin=\"\"><em>I doubt you have ever feared for anything in your life.</em></p>\n<p class=\"cnNmOTEyMzg3YThiNTQyYTM5Y2U3ZmRkNTVlYzM5YjFk\" data-original-margin=\"\">Nevertheless, Pascal couldn't help but nod in response. He knew perfectly well who was at fault for his father's death, and the map's display reminded him with how the Legions of the Holy Imperium were deployed. Normally, the Imperium's 'defense-in-depth' doctrine would hold its field armies deep within its territories to retain mobility and strategic responsiveness, while the border was guarded by only small garrisons. Yet currently, the entire northern field army of the Holy Imperium was pressed up right against Weichsel's southern border and Rhin-Lotharingie's southeast. This was a clear show of force, meant to intimidate both sides to stay in a defensive posture instead of sending troops west to meet the Caliphate's invasion.</p>\n<p class=\"cnNiMTU4MzBiNDc2NTRlOTk5NjY4Y2UyZDhhMmI1OTE1\" data-original-margin=\"\">In the worst case scenario, if Skagen attacked from the north while the Imperium struck from the south, Weichsel would find itself sandwiched in a two-front war -- a catastrophic situation that no general would wish to face.</p>\n<p class=\"cnMzMTVhMmQ3ODU2NzQ3MGZhNmUwOTUzNTE2OTdjMzIx\" data-original-margin=\"\">The young landgrave then turned to meet his King's clear brown gaze:</p>\n<p class=\"cnM2YzNkOWJlNmUxOTRiOWE4ZjMzYTE3NTU3OTRkM2Zj\" data-original-margin=\"\">\"May I presume that your Majesty has seen the details of my report regarding the assassination attempt on me?\"</p>\n<p class=\"cnM1MzNjZGI0Y2UzYjQ3MTliN2RlYWFlMmQxYzY4NGU3\" data-original-margin=\"\">\"Of course,\" King Leopold's countenance was grim. \"Both Wiktor and Neithard have seen it too. Although I hope you understand why I can neither publicly confirm the assassin's identities nor accuse the Imperials. There's no doubt that the two assassination cases are connected, yet we can only say that the Marshal was killed by mercenaries of 'unknown origin'.\"</p>\n<p class=\"cnM4NmE1OTg0YzAyZjQzMTg4MWQzM2I2Nzc3MTIwNjRm\" data-original-margin=\"\">Pascal's fists tightened as he heard the response that was entirely too censored by political motivations.</p>\n<p class=\"cnM5OTNiMTI1NDJmMDQ0NTY5MTZmNjQ4NWZhMWMxOWU0\" data-original-margin=\"\">It wasn't just. It wasn't even fair. But while nobility respected honor and despised cowardly acts such as assassination, ethics only served politics when it met the interests of state. This was something that Pascal learned from an early age. Yet the desire for justice that now simmered inside him could not be reasoned with.</p>\n<p class=\"cnM1YWM3MGVjYzMzMzRmOTg5MjViZmNhYmE5MzQ3NWI5\" data-original-margin=\"\"><em>First my mother by the Northmen. Then my father by the Imperials. And now I find them working together...</em></p>\n<p class=\"cnM4YjQ4Mjk4M2YyODQ1NjE5MmI5MDMwNTY3MGY4NWY0\" data-original-margin=\"\">Pascal could almost hear his knuckles groan as his fist grounded into itself. It felt almost as though an primal rage was building inside him, a cry for vengeance spurred on by the memories of the deceased. He wanted the power to lash out against those who took his parents away from him -- to make them bleed, to make them <em>suffer</em>.</p>\n<p class=\"cnNlNGQzZDZmYWUzYTQyNzZiMDI2NTYyNTdiZGQ2OGM0\" data-original-margin=\"\">--Yet at the same time, Pascal knew that escalation with the Imperium was the last thing Weichsel could afford right now.</p>\n<p class=\"cnNmZjFiOGNlM2I3ZDRkMDBiOWEzYjk4NDk3Zjg0ZGUy\" data-original-margin=\"\">In memory of his father, the now orphaned son took a deep breath to bury his darker emotions. The Imperium would pay dearly for their sins, but now was not the time.</p>\n<p class=\"cnM2YjQ3N2ZkYjljZTQ3MTRhNDg3ZWEyZDY0YzgzNmU2\" data-original-margin=\"\">\"I understand, Your Majesty,\" Pascal replied in a stiff tone. \"At the moment we cannot afford to escalate tensions with the Holy Imperium of the Inner Sea. Nor would we benefit from revealing Imperator Skantarios' acts of treachery, as this would level an accusation upon both Pope Vigilius and the Imperator that they are jointly plotting with heathens against fellow Trinitian states. Such accusations are likely to backfire -- not only in angering the Pope but further pushing the Church into the Imperator's influence. Meanwhile, the morale of our armies would plummet if we openly antagonize both the Caliphate <em>and</em> the Imperium, the two major powers in western Hyperion, at the same time.\"</p>\n<p class=\"cnM4NTZkOTgxNjUxZjRmNjliZDYzMTE1NWRmMmY1MDg2\" data-original-margin=\"\">King Leopold flashed a brief grin, a wry yet proud smirk, towards his foremost cavalry general:</p>\n<p class=\"cnNiNjZiMTQwOTMzNTQ5MGU5ODBiYTFhOWM0NGNmMTg0\" data-original-margin=\"\">\"I told you he was good.\"</p>\n<p class=\"cnNjZjZkNmY0M2UwMDQ2OTM4MDg3NmMyMGM1MTU0MzI1\" data-original-margin=\"\">\"As the rumors claim, Sire,\" General Neithard spoke as he upheld his mask of neutrality.</p>\n<p class=\"cnNlMzM2NDMyMDA2MzQwMDM4Yzk2NjUzMjY2ZjA1ZGQw\" data-original-margin=\"\">\"Thank you, Your Majesty,\" Pascal brushed it aside with a reluctant smile.</p>\n<p class=\"cnMxYmMxODY4NzA0YTRjZDhhOTlmZDQ1YWMzZmZlNjhk\" data-original-margin=\"\">In reality, he might not have deduced the political ramifications at all without Sylviane's aid in their many discussions. His political insight was nowhere as keen as his fiancée's, even without personal emotions affecting his judgment.</p>\n<p class=\"cnM3ZTM0YzEwNTRiMjRhNWI4MzlkNmI5Yzg4Nzg3ZTA3\" data-original-margin=\"\">\"The upside of this, however, is that the Imperium should also pose no threat to us in the short term,\" Pascal then added. \"Therefore, we can focus on our efforts in eliminating the northern threat, before turning our armies westwards to aid our Lotharin allies.\"</p>\n<p class=\"cnMyZDVkYjQ0OTUzMTQzZjJiMzdmYjc2OTI4OTY2YjQ1\" data-original-margin=\"\">The King's eyebrows shot up. \"How are you sure of that?\"</p>\n<p class=\"cnNlMjE3OTNmZTYwODQwMWI5NWZiNTgyNGZjYjk3NWQx\" data-original-margin=\"\">\"Because all of recent events point towards one thing.\" Pascal began to explain, echoing the arguments that Sylviane once used to break down the situation to him. \"The removal of my late father, who had been a champion of the Weichsel-Lotharin alliance for the past decade. The assassination attempt on me, who has been entrusted with solidifying the bonds between our people as the future <em>Weichsen</em> Crown Prince Consort of Rhin-Lotharingie. The excommunication of Emperor Geoffroi, which seeks to dispel our sense of duty in aiding our fellow Trinitians in their holy struggle. The incitement of the Northmen to open a new war front, which serves to distract us with a new threat...\"</p>\n<p class=\"cnNhMDdhMWY2MzNlZTQzMzM5ODM4YWFmMGFmMmYwZWVi\" data-original-margin=\"\">There was one more factor that Sylviane had hypothesized, and that was the possible backing of General Manteuffel as the next Marshal of Weichsel. Since the general was a proponent of the more traditional, 'Papal Appeasement' foreign policy, the Imperium would no doubt prefer him to be in charge of Weichsel's armies.</p>\n<p class=\"cnNhNDdhMDI2ODBiODRhNDg4MGYwN2ExMTRjZDk0YmVl\" data-original-margin=\"\">However, Sylviane had told Pascal early on to never speak of this before another Weichsen. This was not merely speculation, it could also be misunderstood by King Leopold as foreign meddling in his internal affairs -- something no sovereign nation or legitimate ruler would approve of.</p>\n<p class=\"cnNmM2JmN2QyOTIxNzQ0YzE5NDNjYjUyMTE5YmRjZTFh\" data-original-margin=\"\">\"Every one of these actions contribute to one notable goal.\" Pascal continued as he raised a finger to emphasize. \"And that is to dissuade us from fulfilling our obligations as allies and aiding the Lotharins in their holy cause.\"</p>\n<p class=\"cnNhZjE4YTNhNmJjMjRlZjA4N2QwOTY1M2FmYzE5NmM3\" data-original-margin=\"\">\"But why do you believe this implies the Imperium poses no threat to us?\" The elderly Manteuffel challenged.</p>\n<p class=\"cnM5MjU2YWEwNWQ2MjRhODM5YTcxM2NhZGViZGViMGEw\" data-original-margin=\"\">\"Because the Imperator's aims are clear,\" Pascal declared. \"He seeks to sever the Weichsel-Lotharin alliance, while using the Caliphate as a battering ram to weaken the Rhin-Lotharingie Empire. Then, once both the Caliphate and the Empire are on its knees from exhaustion, the Imperium will sweep in to claim the spoils. However, doing so would require Imperator Skantarios to keep his armies fresh and his war chest full until the window of opportunity arrives.\"</p><p class=\"cjg2MWNmZGJmMjlmZTRkM2Q5ZTI2NzQ4NDRhMTM4ZGMy\" data-original-margin=\"\">Stolen from its original source, this story is not meant to be on Amazon; report any sightings.</p>\n<p class=\"cnM3OTUwMzg4ODRmMzQ0NTNiYzYxNmU1NjQzNjVkNzUx\" data-original-margin=\"\">Slowly, the King nodded his head in response, all while his lips gradually stretched into a broad grin.</p>\n<p class=\"cnNiZDZhZWQzOGJiYTQzYTlhMzljOGE5M2MyZTgyZjBk\" data-original-margin=\"\">\"I knew you were insightful, Pascal. But I didn't think you had progressed to the level of statecraft professionals,\" He spoke with a genuinely impressed tone.</p>\n<p class=\"cnM5NmI3OTJmNTM4YTRiZTQ5NzY3N2EzZmJmOWU5MWQy\" data-original-margin=\"\"><em>I can't really take credit though...</em></p>\n<p class=\"cnMxZmQ4OGE1NzVhODRkODViNWFiZjIxMTk3Y2MzYzRl\" data-original-margin=\"\">For a mere moment, Pascal couldn't keep the sheepish look out of his expression. Unbeknownst to him, those mere seconds was all that King Leopold needed to confirm his suspicions, as he glanced towards the Princess who kept up the careful facade of a thoughtful listener this whole time.</p>\n<p class=\"cnMxMDJhNzc3M2U0YTRiZjJhMDEyYTBkNzM2ZjY2OTFm\" data-original-margin=\"\">\"Imperator Skantarios seeks to reclaim the lands lost by the Imperium during the War of Imperial Succession, and perhaps even more than that.\" King Leopold added. \"He made a promise to the great patrician houses of Arcadia that he would reverse the Inner Sea's decline and revitalize its economy. For this he needs new markets, new resources, and perhaps even <em>new slaves</em>. It's clear now that he plans to begin with Rhin-Lotharingie.\"</p>\n<p class=\"cnNlNDg0MDY3MDEzMjQ3YzU4M2MyMGM3ZTRlMTBiM2Yy\" data-original-margin=\"\">\"And he may not end there,\" the Princess spoke at last, finally putting away the pretense that she had been in deep thought. Pascal knew this, as the two of them had agreed on the road here that he would present the bulk of the argument. After all, he was a Weichsen and not a Lotharin. This might not matter much to the rational reasoning of politically astute minds, but human emotions always favored those whom we considered 'one of us' over outsiders.</p>\n<p class=\"cnNjNmNjN2U2MjVjYTQwOWRhYzJlNTMxYmQ5Y2FjNTU0\" data-original-margin=\"\">\"The scale of the Caliphate's invasion may have taken Rhin-Lotharingie by surprise, but the Empire still has deep reserves of strength to call upon,\" Sylviane declared with confidence. \"However, while I have no doubt that Rhin-Lotharingie can fight the Caliphate to a standstill, it would likely result in the total exhaustion of both sides. At that point, the Holy Imperium would easily be able to march in and cripple the Empire.\"</p>\n<p class=\"cnM3ODQwOTIzMWQ3ZjRjZmI4YjBiYmY1N2E0YTI5YzE4\" data-original-margin=\"\">Her voice then took on an increasingly bleak tone as she warned: \"Rhin-Lotharingie would not be able to recover from such a devastating war for at least a half century. In the worse case scenario, the Empire may even fracture under the strain. The power shift this creates would make the Holy Imperium the undisputed hegemon of Western Hyperion once more. After that, there is <em>nothing</em> that can stop the Imperium from invading Weichsel, to retake the lands they lost during their civil war while turning the remainder of your kingdom into a vassal state.\"</p>\n<p class=\"cnMwZGZhZThjYzdiYTQzNjhiYTVjNTllOTJjNTM0ZWNl\" data-original-margin=\"\"><em>Just like before,</em> Pascal thought bitterly.</p>\n<p class=\"cnNjNDI3ZTNkZGY0NTQwNDk5ZjIwMWJlMmY5MTc5MTA2\" data-original-margin=\"\">After all, the Kingdom of Weichsel's predecessor state, the Kingdom of Amudaria, was an Imperial vassal state. The Imperium had created it by settling Weichsel's nomadic ancestors along the North Sea coast. For centuries the Amudarians shielded the Imperium from Northmen raids, only to be abandoned during its hour of greatest crisis when the Northmen's 'Great Heathen Army' rampaged through its lands.</p>\n<p class=\"cnMxNjM3ZmM4MGNlOTRmZGZhM2MyMTY2NTJjMTU2Yjhi\" data-original-margin=\"\">It was then when King Leopold's ancestor, the founding king Ferdinand I von Drachenlanzen, created the <em>Writ of Universal Conscription</em>, binding nobles and commoners alike in collective defense of the realm.</p>\n<p class=\"cnMwMGJkZWMzNDY0NDRkZTU5NGNlYmZlYzk1NGJhOTMw\" data-original-margin=\"\">The victory against the Great Heathen Army at the Battle of Königsfeld did not just create a new kingdom. It created a new <em>identity</em> for Weichsens. And part of this identity was the pride of independence, along with memories of how the Imperium threw their ancestors aside like sacrificial pawns.</p>\n<p class=\"cnNkNGVhMWMxMTc0MzQyODU5NTFhNmZiNmVkMGU4ZWMz\" data-original-margin=\"\">...And as a member of the Drachenlanzen dynasty, it was King Leopold's duty to see that this would never again happen.</p>\n<p class=\"cnM0MzA2MTFjZDY3MTQxNzdiMjUyM2RlM2JhZGE4NDEx\" data-original-margin=\"\">\"I understand, which is why I did not hesitate before invoking the <em>Writ of Universal Conscription</em> after hearing of the Caliphate's invasion,\" the King stated. \"If Imperator Skantarios would put forth such effort to rend the Weichsel-Lotharin alliance, then it only goes to show that this is a legitimate threat to his hegemonic dream.\"</p>\n<p class=\"cnMzZWNkZTY0NzllMzQ3Nzg4YjRiMWQ5OTgzYmE3NDFl\" data-original-margin=\"\">Had the King been convinced of this all along? Or had they indeed persuaded Leopold to reaffirm his dedication to the alliance? Pascal wasn't sure. But he had the feeling that so far, none of their arguments were exactly 'new' to the King.</p>\n<p class=\"cnM2ZmI0NjMzNzkyZTRlNjRiYTc2NzYyYjY0Y2VlOWJh\" data-original-margin=\"\"><em>His Majesty truly is a King worthy of the Black Dragon's legacy.</em> Pascal couldn't help smirk as he felt pride as a Weichsen.</p>\n<p class=\"cnM1NDAyYmVlZDkwMDQ4ZTQ5YmY1ZDJmMjZkODU4NzZm\" data-original-margin=\"\">\"Nevertheless, the situation with Skagen has changed the overall strategic disposition,\" King Leopold declared. \"Weichsel must deal with the northern threat first before it can look west to the Caliphate's threat.\" His expression then softened as he smiled towards Sylviane. \"Of course, Emperor Geoffroi already understands this, otherwise he would not have sent you.\"</p>\n<p class=\"cnNhOTc1MDI0YTI3ZDQ2M2VhNTllNGExMTkyMjQxYzBj\" data-original-margin=\"\">\"Yes, Your Majesty,\" Sylviane nodded. \"Father believes that Nordkreuz will no doubt see a decisive battle in the days to come, and that I should help our allies ensure a crushing victory.\"</p>\n<p class=\"cnNkZjUyZThlY2ZhYzRmOWI5YmQ5YWFkNmQ0MzYxNjJk\" data-original-margin=\"\">\"The Emperor always did have a knack for understanding others' needs,\" King Leopold grinned. \"Pascal, what do you think?\"</p>\n<p class=\"cnMxZjEwMmUxMmY3YjQ2MDI4YjllMGU1YjJkMjBlMDEz\" data-original-margin=\"\">Pascal's focus had redirected itself to the map table and the displayed troop dispositions before he answered:</p>\n<p class=\"cnM2NDMzMzFhZTM3MDQ1YTNhZTE4YzMwMWVlZGI3MDY2\" data-original-margin=\"\">\"I think the north has presented us with an opportunity, one that Your Majesty was right to seize.\"</p>\n<p class=\"cnNlNTE2Y2MzYTg5MDRiYTQ4YmEwZTk5MTc5ODliMzE3\" data-original-margin=\"\">In that moment, as all eyes were drawn to the young landgrave, nobody in the room noticed that General Neithard smiled. It was a slight, upward twitch of his lips that was barely noticeable. But it was nevertheless the first emotion that the general revealed.</p>\n<p class=\"cnM1YjdmZjQ4MTBiODQ1MGZhODE3NWEyNDk2NjNjMzkz\" data-original-margin=\"\">\"Weichsel began its mobilization a week earlier, and a significant portion of its cavalry had already been assembled at Nordkreuz,\" Pascal pointed out on the map. \"Meanwhile Skagen has not only started late, but only half their forces were situated on the continent. By striking first and striking hard, we could smash many of their units before they could even be marshalled together into a single force. With Västergötland still reeling from a decisive defeat in the fall, Skagen alone will no longer hold the military strength for a successful invasion.\"</p>\n<p class=\"cnNiNjQ1ZDViNTdjMTRmZWVhYWExMjhkNDkyYWZkNjdh\" data-original-margin=\"\">The fact that snow already covered the peninsula was but a minor nuisance to Weichsel's cavalry. Thanks to the <em>Writ of Universal Conscription</em>, one in every four cavalrymen was either a yeomen or a noble. This abundance of spellcasting gave them an overwhelming advantage in arcane support, with utility spells ranging from <em>Climatize</em> which kept the soldiers warm and prevented armor from locking up, to <em>Snowskimmer</em> spells that allowed horseshoes to gallop atop snow as though firm ground. Periodic recasting of these effects for hours would prove a constant drain upon their mana supply, but Weichsel's army could afford this cost as long as they limited their combat spells.</p>\n<p class=\"cnMyMDk0ZjNiZGQzYzRiNjE4MDZiZmFkNDRkNDIzY2Jm\" data-original-margin=\"\">\"Very good, Pascal,\" Leopold nodded with an open grin. \"Though I cannot take the credit for this one. Neithard was the one who first thought of it, and therefore it is only appropriate that I allowed him to command the campaign.\"</p>\n<p class=\"cnMzYTA2ZjliZmUxMTQ3MmViNDAwMTAyNjQyM2UxMjU5\" data-original-margin=\"\"><em>No wonder his protégés have been elevated to the best command positions, like the Nordkreuz garrison,</em> Pascal realized at once. He glanced at the elderly Manteuffel, but received only an eagle-eyed, stone-faced stare in return.</p>\n<p class=\"cnNjZDE5NDZkNWI5ZTRiMjU5YWFkYzY5MDI5MDg2MGQ0\" data-original-margin=\"\">\"Neithard has made effective use of our most mobile elements,\" the King continued. \"With four companies of the Knights Phantom and nine battalions of cavalry, he struck deep into the Skagen Peninsula and inflicted significant casualties on the Northmen's still-mobilizing forces.\" Leopold then looked to one of the officers. \"Hans, would you please repeat the report you gave us this morning?\"</p>\n<p class=\"cnM4MDk5M2Q4YWFiNDQ5ZTZhOGVhODg5YzE0MDE3ODYy\" data-original-margin=\"\">\"Yes, Your Majesty.\" The lieutenant-colonel replied before retrieving a parchment scroll from his belt pouch and pulling it open.</p>\n<p class=\"cnM4MmQ2NjhhYTU4NTQ0MDRiNjBiNzVmOWJmOGFmMGFh\" data-original-margin=\"\">Pascal immediately recognized the officer as Hans Ostergalen. He was a middle-aged commoner of moderate stature and, despite his large and balding forehead, had a well-groomed yet unassuming appearance. He was also General Neithard's intelligence officer, though he had clearly been promoted as he was a major during the autumn campaign against the Västergötlanders.</p>\n<p class=\"cnM5ZDFjNTlmYWUxMTRlY2Y4NGU3MTZlZTQxOWVkYzgz\" data-original-margin=\"\">\"Over the past week, we have intercepted six columns of Skagen forces above battalion size, thirty-three smaller detachments, and razed nineteen outposts and blockhouses. In addition, we have mounted a successful night raid on Skagen's main army encampment at Kappel. In total, we have inflicted between ten to thirteen thousand losses upon the Grand Jarldom of Skagen, including those who surrendered. This accounts for over half of the enemy's total mobilized forces in the Skagen Peninsula.\"</p>\n<p class=\"cnM5YmEwY2VmY2U1OTQ1ZWY5ZWUxNWEwZGZjNjMzNDUz\" data-original-margin=\"\">Pascal wasn't even surprised that the general managed to achieve such spectacular results with just five thousand men. As much as he might dislike Neithard von Manteuffel due to political differences, there was no doubt that the man was an excellent cavalry commander.</p>\n<p class=\"cnMyOGQ1MjYyNjU2OTQ3N2JiODZjNzc3OGEzNjRkNGYy\" data-original-margin=\"\">...He also couldn't help but feel a sense of bloody satisfaction, along with a regret that he wasn't able to personally contribute to the inflicted casualties.</p>\n<p class=\"cnMyMmE2NjE2ZGVhOTQ4OTdhNjZlYjYwYzBlYzM3ZmZl\" data-original-margin=\"\">The young landgrave's suggestion for the King to strike north was one made based on military opportunity. However there was also another motivation that was far more personal than he'd like to admit. This was a chance to crush the Imperium's machinations in the north. It may not be as gratifying as destroying an Imperial Legion, but it still helped to appease the desire for vengeance that still burned within him.</p>\n<p class=\"cnNlNjQ5YmY5ZDVjMjQwMjBiYjY5ZWVjYjY3MjlhNTUz\" data-original-margin=\"\">\"Our own casualties thus far amount to roughly twenty percent.\" Hans continued. \"This includes 364 dead and 57 other irrecoverable injuries. The exchange has been overwhelming in our favor. Though it is important to recognize that all of our losses are cavalry, instead of infantry that's easier to replenish.\"</p>\n<p class=\"cnMzZTVjNGFkNmIyYjQ2YWQ5ODYzZjMyMzJkYTIyM2Vk\" data-original-margin=\"\">Pascal frowned. This was the problem with an all-cavalry operation: there was no infantry available to act as the anvil and absorb the bulk of the losses.</p>\n<p class=\"cnMxYTQyZGUwY2QwNDRmYjI4OGM2YjY5NGE4ZWVlMTZi\" data-original-margin=\"\">After all, a country's resilience in war was one of raw numbers. Infantry were not only cheap and easy to train, but were primarily filled with commoners who often began having offspring in their late teens. Meanwhile, proper cavalrymen took years to master their riding skill, not to mention the higher ratio of mages -- whose long lifespans meant they mostly didn't raise children until their 40s and 50s.</p>\n<p class=\"cnMzYjA0YmQ0NzA0OTQ4Yzc5Yjc1NDVjZGY1MzZkM2Q4\" data-original-margin=\"\">The young landgrave also couldn't help but think of his one-armed mother.</p>\n<p class=\"cnNkMTEyN2FlYjc4ZjQyYzE4MDEwOWM4MDI2OWQ2MGEz\" data-original-margin=\"\"><em>Irrecoverable injuries... what a euphemism for 'crippled for life'.</em></p>\n<p class=\"cnMxN2RkOGFhYTY5MzQ2YjliZmE4NzRiMGNmOTE0OTUy\" data-original-margin=\"\">Modern healing magic went a long way to ensure that most casualties were merely temporary injuries. However permanent injuries --usually the loss of extremities to mages-- were still a problem. <em>Regeneration</em> spells were a godsend for commoners as they could patch up even the worst of injuries. However, their high complexity made it difficult if not impossible to overcome the innate mana resistance of other spellcasters. As a result, any severed appendages for a mage that was not quickly recovered and reconnected by a healer risked permanent maiming.</p>\n<p class=\"cnNiODM2MDc5NjYxNjQ1ZTBiMzNjZGI2YjBiY2RmMmI5\" data-original-margin=\"\">It was just another reason why every Hyperion army tried to fill the ranks with commoners to serve as fodder for the more valuable yeomen and nobles.</p>\n<p class=\"cnM2ODU1ZWE2NTJjMDRiYjBiZTM0OWZmMTA1MWYzNzFj\" data-original-margin=\"\">\"Unfortunately, we were unable to seize the port of Nordkapp in time, where Skagen forces from the Scania Isles have begun to land,\" Hans added. \"The Eagles estimate that around 20,000 troops will disembark by the end of this week. They will join the 10,000 foes still present on the Peninsula and --assuming they have not changed their plans-- march on Nordkreuz.\" He finished with a salute towards the King.</p>\n<p class=\"cnNkZTRkY2UxNjAyNzQ1NmVhYzNkMWExZTFmNDUzZDBl\" data-original-margin=\"\">\"Thank you, Hans.\" Leopold nodded with a smile.</p>\n<p class=\"cnM5YmZhMTNkOGJhYjQxNzdhYmU1OTc3NjA0ZWI3MWM5\" data-original-margin=\"\">\"Thirty thousand troops will not be enough to take Nordkreuz,\" Pascal thought aloud. \"There will be over fifty thousand Weichsel soldiers here by the time they arrive.\"</p>\n<p class=\"cnMzNDA1ZjBhMWRlMDQ5M2M5ZjhiMDUzMDU1ZmNlNGM0\" data-original-margin=\"\">\"Yes, which is why I've reached out to Skagen to offer a cession of hostilities,\" the King replied. \"Unfortunately, we have thus far received no response. Clearly the Northmen still believe that they can somehow win this war.\"</p>\n<p class=\"cnM3NTc3YjkwOTUyMjRlYTJhN2ZhMjNhYzU3NjkxYzUy\" data-original-margin=\"\">\"They likely still hold cards that they have yet to play,\" General Wiktor cautioned.</p>\n<p class=\"cnNlYjY5NWUxMWMxNTRhN2Q5MDIwNzQwODVjN2VkN2M3\" data-original-margin=\"\">\"Indeed,\" General Neithard agreed. \"Skagen is no longer merely a peninsular and island nation. Their campaigns in the New World have established colonies that we know far too little about. We do not know what kind of reinforcements they may be able to summon from their newly acquired lands. Thirty years ago, the Skagen navy proved its might by completely destroying the Caliphate's 'New World Expedition' fleet. Worse yet, we still do not exactly know how they did it.\"</p>\n<p class=\"cnM2ZTdjMGY1ZWMyYzRmNzNiNDc1ZTlhZDNhMTMyOGNh\" data-original-margin=\"\">The general's words sent a chill down Pascal's spine. To date, nobody truly knew how one of the largest armadas ever assembled had been destroyed without a trace. Not a single individual from the Caliphate's 'New World Expedition' ever returned to tell the tale. The only reason they knew it was Skagen's doing and not an 'act of god' was due to the frantic <em>Farspeak</em> messages sent back by the ships' officers -- when the fleet had encountered Skagen drake riders in the midst of a 'magical storm'.</p>\n<p class=\"cnNkYjFkZmUxOGE4YzQwYmRhMmNlNjAxNjRjYmUwNWFk\" data-original-margin=\"\">\"You're correct. That is a concern,\" the King nodded apprehensively before he chuckled to himself. \"Though we may at least rest easy in the fact that ships cannot grow legs to walk on land, at least not in significant enough numbers to alter the force balance.\"</p>\n<p class=\"cnM5ZmE0ZGI5ZTc5ZDQzZjBhMjlkNzYzZmMxNDkxZDQz\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMwMDBkN2Y4ZTU5YjQ5NmY4ZWEzMWJmZDc4NTg1ZTAx\" data-original-margin=\"\"><br>An hour later, after the meeting finished and everyone was taking a break before dinner, King Leopold called Pascal into a small sitting room for a more private conversation. Two members of the Black Eagles first scanned the room for any scrying devices, then warded it before stepping outside. As they closed the door behind them, the King sat down on a cushioned chair while gesturing for Pascal to do the same.</p>\n<p class=\"cnM4ZDY1MWMzMDZkZTQ0ZTE5NjA3YjBiMzMxMmRjMDFk\" data-original-margin=\"\">\"Pascal, you know, in some aspects, you really are your father's son, and I'm glad for that.\" The King spoke with a warm smile almost as soon as he sat down.</p>\n<p class=\"cnNjMGM5YTM1MTM1ZjRhZjViMzU1MjAwMWM2M2Y2MjUx\" data-original-margin=\"\">\"Your Majesty?\" The young lord wasn't sure how to interpret that.</p>\n<p class=\"cnNhNmM1MTlmMWRhYjQ0NDhhNGJjMTc0MTdhYjBiMWIz\" data-original-margin=\"\">\"Karl was never good at lying, which was part of why I trusted him,\" Leopold grinned with a slight smirk. \"He rarely had ulterior motives and almost entirely devoted himself to the country. It also helped that his... <em>your</em> family was small, simple, and without a complex web of relations to tie you down with special interests.\" The King then sighed. \"I wish I could say the same about Neithard, but the Manteuffels' propensity for intrigue and scheming is too deeply bred into him.\"</p>\n<p class=\"cnNmZDBlNmZmYmQ2ZDRmYmVhNjFlZjU1YjMwNDVkMDZh\" data-original-margin=\"\"><em>What exactly is the King trying to tell me?</em> Pascal thought before he tentatively asked: \"Is Your Majesty... having second thoughts about placing him in command?\"</p>\n<p class=\"cnM1Y2UzODNmYTJjNTRmNzliYzdmMGZjMjBlOTZmYTkz\" data-original-margin=\"\">\"See, that straightforwardness is what I mean.\" Leopold chuckled before leaning back in his chair. \"What is your opinion on Neithard, Pascal?\"</p>\n<p class=\"cnM2Y2QzM2NlNjZlMTQ5MTQ5OTIzMGNjOTFjNmM5YzRm\" data-original-margin=\"\">\"I think he's a brilliant general whom I hope I can surpass one day,\" Pascal stated without hesitation. \"However, I'm also not happy that he put one of his men in charge of the Nordkreuz garrison. It feels like he's taking advantage of his position to reshuffle the army's factional balance.\"</p>\n<p class=\"cnMyZTQ3NWI1MTA0ZjQ3NTlhMDdkMjk5NjQ5YWJjOTJm\" data-original-margin=\"\">\"That is <em>exactly</em> what he is doing.\" Leopold scowled. \"Learn from his military acumen, by all means. But do yourself a favor and do <em>not</em> take after his political ambitions.\" The King's stern words came with a tone of warning. \"The claim that career military officers should remain apolitical is of course, complete bogus. But there is a line to be drawn between being politically astute versus being a nest of intrigue.\"</p>\n<p class=\"cnM5MmU2MGQ1ODQ0ZTQxNTFiYjc5NzE4ODEyODc2MjI5\" data-original-margin=\"\">\"Yes, Your Majesty.\" Pascal nodded as he committed those words to memory.</p>\n<p class=\"cnMxZDhhNmUxNzk0OTRlMWU4ODE2ODMzNzJlYjgwZmU5\" data-original-margin=\"\">The King's clear brown eyes then locked onto the young man's gaze with royal intent.</p>\n<p class=\"cnNiYjM4N2Q4ZWExNzQ4ODI4MTBjMjkzOGM1OTM2MzE3\" data-original-margin=\"\">\"Pascal, you and Sylviane were betrothed since childhood, and for much of your life you were expected to become the Crown Prince Consort of Rhin-Lotharingie. So it does not surprise me that the two of you are joined at the hips in many political views.\"</p>\n<p class=\"cnM5NmFjNWFjOWY3MTQ2MjA4YjBhYTQ0MTJhMGMzMDFi\" data-original-margin=\"\"><em>Does the King know then?</em> Pascal thought about how he had essentially acted as Sylviane's 'vanguard' during the meeting, presenting her assessments and arguments to the King and his generals.</p>\n<p class=\"cnNiNzYwYmRmYTk0YTQwOTZiMDNmOTViYTI0ZTllNmZk\" data-original-margin=\"\">\"From the perspective of the Weichsel-Lotharin alliance, there is nothing you said that I would disagree with in the slightest.\" Leopold then continued, which made Pascal feel a bit more at ease. \"However, what I want to know is -- where would you stand if this alliance was no longer useful to Weichsel?\"</p>\n<p class=\"cnNhYzBhOTg5ODQzNDQxNzU4NzhkM2FmZTJhMGI1Mzg3\" data-original-margin=\"\">\"Your Majesty--\" Pascal's tone was immediately one of retort, which made King Leopold cut him off with a raised hand:</p>\n<p class=\"cnMzNTMxZmUwNzg5ZTQ1OTJiM2NiNTVlYzg4YmY5ZGFj\" data-original-margin=\"\">\"I'm not saying the alliance isn't beneficial to Weichsel today, or next year, or even a decade from now. But you should know the saying well, Pascal -- that there are no permanent enemies, and there are no permanent allies. There are only <em>permanent interests.</em> And you, Pascal, have a long life ahead of you.\"</p>\n<p class=\"cnNhZmQwZDAxMzFkYzQyYTM4NDc0NWE1M2QwM2M1ZDBj\" data-original-margin=\"\"><em>This is definitely a test,</em> Pascal thought to himself. <em>Do I tell the King what he wants to hear? Or...</em></p>\n<p class=\"cnM5ZDI0NzNkMzE4NTQ5NGVhNGM1ODAxZTE3N2VhYjMy\" data-original-margin=\"\">Pascal's late father had warned him repeatedly. It was one thing to conceal information, but the family had no talent for lying, certainly not against an experienced statesman as astute as the King.</p>\n<p class=\"cnNhYmJlZDZjOWJiMzRkNzlhMjY5NThkYjU5NGI3ZmRj\" data-original-margin=\"\">It was why he was brought up to be a professional soldier, a career battlefield commander, and not a power-mongering schemer in internal politics. Pascal might never meet his father's wishes to remain humble, but he could at least be devoted and truthful.</p>\n<p class=\"cnNhMGEyOGE0YTlmYzRiZDY4MTY2MzgxNDYwYzZhODM4\" data-original-margin=\"\">\"Your Majesty, I will not deny that such a situation will be <em>extremely</em> disappointing to me. And I will certainly do everything within my ability to make sure it never arrives at that point.\"</p>\n<p class=\"cnM5ZGE0ZTgwMDE3ZTQ1YTM4ZTk1OTA3N2IzOThlMDZm\" data-original-margin=\"\">\"But in the case where we do arrive...\" King Leopold insisted.</p>\n<p class=\"cnNiMWE0MWMxNDhjZjQ3NTM4OTQ5NTYwMjBiYjE1NTlj\" data-original-margin=\"\">For a moment, Pascal merely scowled but said nothing. Then, with a long sigh, he admitted to his King:</p>\n<p class=\"cnMxMWFhYTY3N2ZkOTQ4OWQ4ODIyYTRkMzJkYmNlYWZm\" data-original-margin=\"\">\"It is difficult to foresee my actions in such a conflicted position, especially after I am married. However, even in the case where that becomes reality, I believe I will still strive to change the divergent course of the two nations. I will do my utmost to ensure that <em>Weichsel's interests</em> can still be found in cooperation with Rhin-Lotharingie, just as I would endeavor to ensure that the Empire will never act against Weichsel's future well-being -- alliance or not.\"</p>\n<p class=\"cnM1NDM0N2RkOTIxNjQ5MGViNmYzMzE1Yzk5ZjE0Zjgw\" data-original-margin=\"\">\"And what if all such roads are cut,\" Leopold pushed. \"What if all bridges have been burnt and the two nations are on the brink of war? Which side will you pick?\"</p>\n<p class=\"cnM4M2E3M2E4MjA1NDQ3NGNhODllMmEwNDU0MzliYmU5\" data-original-margin=\"\">Pascal opened his mouth to reply, only to freeze midway.</p>\n<p class=\"cnMxMDBmNGFlOGNjZjRmYTZiYTJlMjI4YjEzMGVlMTZm\" data-original-margin=\"\">He had wanted to assure his liege that he was still a Weichsen. Yet part of him knew that there was no way he could guarantee this. To marry into the royal house of another nation meant that his identity would slowly, surely change. He might never be a true Lotharin, but he wouldn't be a Weichsen either in the end.</p>\n<p class=\"cnMyN2Q0M2FkOGU3YzQ2YTI5ODFjMzI0ZDUyYjdjMDI3\" data-original-margin=\"\"><em>And if a war starts between the two countries, then...</em> Pascal thought. <em>I would be an orphan without a homeland.</em></p>\n<p class=\"cnNjZjY4OGI1MGE1MTQ3NmJiMjU1OTRlYmExNjIxOWEx\" data-original-margin=\"\">The young lord's lips twisted. His conflicted, frowning gaze made it obvious that he found the question exceptionally difficult to answer, even before he protested:</p>\n<p class=\"cnM2ZmQzYjVkZGQ1NTQyM2VhZTY2MTcyNWFkZTFjYzgz\" data-original-margin=\"\">\"That is unfair, Your Majesty, to seek my promise right now.\"</p>\n<p class=\"cnM0ODc0MjRhZDZjZTRkZGE4MTZhYTk2MjgxYjBkNWVm\" data-original-margin=\"\">\"I suppose it is.\" The Monarch replied with a wry smile. \"But I had to ask. Because... to be frank, part of me regrets letting Karl make you the pivot of the Weichsel-Lotharin alliance right now, because <em>you</em> have turned out to be far more valuable than I would have thought.\"</p>\n<p class=\"cnNiMTYzYzhjZGNmMTQyOTU5NDc3YzA2NzdmMmVmZTQ5\" data-original-margin=\"\"><em>I guess I should take that as a compliment.</em></p>\n<p class=\"cnM4MzVmZjY3NWM5MzQyZTVhZGE0YjA3NTJiZGRhMjIy\" data-original-margin=\"\">The young landgrave then steeled himself once more. He might not have a real answer. But he wanted to at least avow to the King whom he not only owed loyalty to, but respected, admired, even looked up to:</p>\n<p class=\"cnM1Y2Y4YWM1MzZiMzRmMjg4MGFlYTMzYzcyOTAwNGIx\" data-original-margin=\"\">\"All I can say is, Your Majesty, that no matter where and when, I will never stop being Weichsen. I will never willingly act to harm Weichsel. And I will never cease to promote the interests of the nation where I was born and grew up in.\"</p>\n<p class=\"cnNkMDYxMGY0MzQwYTQ0NGU4MzNhNWU0MThlMmU0OTFl\" data-original-margin=\"\">If Leopold had been disappointed, he didn't show a hint of it. Instead, the King returned a slow, appreciative nod and a faint smile.</p>\n<p class=\"cnMzNWJmYmEwNjBmNzRkMTJhZDAzZTI3YWUxODdiOGFl\" data-original-margin=\"\">\"I'm grateful you were willing to find an earnest answer for me. Had it been your father, I doubt he would have given me such a sincere and personal answer.\" Leopold replied, which only made Pascal tilt slightly in confusion.</p>\n<p class=\"cnNlZDE4MjAwOGRlODQyMjU4NDUwOGQwODUxOWZkMjEx\" data-original-margin=\"\">The King then stood up and paced over to the window to look outside.</p>\n<p class=\"cnNlNjg1YzA3Yjg0YTQzM2I5MGZiNzZhYWU4OTQxMDFi\" data-original-margin=\"\">\"You know Pascal, for years, I wanted your father to become a friend. Not just vassal and liege, general and ruler, but someone whom I could trust on a personal basis, and who trusted me...\" Leopold then looked upon a portrait of the late Marshal which hung behind Pascal and sighed. \"Karl never did open up to me. He was strictly professional to the end.\"</p>\n<p class=\"cnMxYmNkMmJmNWM1OTQyYWNhMDk5MWE1ODExMmMxMWJi\" data-original-margin=\"\">\"My father always believed that some boundaries should not be crossed, Your Majesty.\" Pascal noted.</p>\n<p class=\"cnM3YmEwY2RiZWM0ZjRkNzE5ODlmYTQ4N2M0NjE5NmRi\" data-original-margin=\"\">\"Do you?\" The King's eyebrows rose as he turned to face the young lord. \"Of course, I know from your record that while you technically respected most authority, you never cared a great deal for the rules. Isn't that right, <em>Runelord</em>?\"</p>\n<p class=\"cnNhZDg1NDU1MmY5OTQ3NDg5OTBmYzgwMzgxOTBhOTdh\" data-original-margin=\"\">For the first time, Pascal felt abashed at his own nickname from his academy days. Sure, it was often used --perhaps even mostly used-- by his enemies to deride him. But he had simply never cared about what they thought of him.</p>\n<p class=\"cnNiMjk3NDdmM2YxYTRjMmU5ZmJjOTQwODIwNWM5YzQ4\" data-original-margin=\"\">\"I believe in <em>duty</em>,\" he declared. \"But I also believe how we meet our duty is our own choice as individuals.\"</p>\n<p class=\"cnMyZGNmZGJmYWVjYjQwMjRhNjFhZTkyYWEzMDY5NzYy\" data-original-margin=\"\">His monarch almost snorted.</p>\n<p class=\"cnNiMmNiMTVmODY2ODQ1YTg4YjM0ZWQwNWRhZTczMDg5\" data-original-margin=\"\">\"Kids...\"</p>\n<p class=\"cnM0ZGZiMWRhMTc5MTQ2OWNhYmFlNDhiOTgxODI1NWY2\" data-original-margin=\"\">For a second Pascal found himself too taken aback to consider a retort. By the time he recovered the King had already moved on:</p>\n<p class=\"cnM4NDYxNTc1MzVlMTQxNDM5ZGM0ZmIzOTM4N2ViMDQ0\" data-original-margin=\"\">\"But then, perhaps it's good that you see it that way. I do certainly hope that I can succeed with you where I failed with your father, Pascal. If nothing else, such bonds of trust last far longer than duty or loyalty.\"</p>\n<p class=\"cnM1ZmE0NTdlY2ZiMjQ4Njk5ZDNlNmYxNWE4ZTFmMDQ4\" data-original-margin=\"\">It took only a second before Pascal's eyes grew wide.</p>\n<p class=\"cnMzOWJhMzlhNTJlOTQyYjRhNjIyMjNiMDdkYjU1NWE4\" data-original-margin=\"\">\"I would be honored, Your Majesty.\" The young lord stood and bowed deeply with all the courtesy he could muster. \"And thank you.\"</p>\n<p class=\"cnNiOGY2YjBkZmUzZTQ4ODBiMTY2M2ViZDM0MGI3Zjc4\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "Stolen from its original source, this story is not meant to be on Amazon; report any sightings."
}