{
  "preChapterNote": "<p>This is a fun and more light-hearted story I have been reading lately, give it a shot!</p>\n<div>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(255, 196, 3, 0.4)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-4\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/64454/fight-level-survive\" rel=\" ugc nofollow\"><img style=\"margin: 10px 5px\" src=\"https://www.royalroadcdn.com/public/covers-large/64454-fight-level-survive.jpg?time=1680169490\" alt=\"image\"></a>\n<p style=\"text-align: center\"><a style=\"color: rgba(205, 211, 206, 1)\" href=\"https://www.royalroad.com/fiction/64454/fight-level-survive\" rel=\" ugc nofollow\">Fight. Level. Survive.</a></p>\n</div>\n</div>\n<div class=\"col-md-6\">\n<div style=\"margin: 10px 5px; text-align: center\">\n<p>Mason finds himself waking up naked and alone in a whole new world. Laying there contemplating life, with blue blades of grass stabbing him in his ass, he has no idea just how chaotic his life is about to get.</p>\n<p>Finding himself in a world full of monsters, magic and idiots. Mason stumbles his way into power, using his wits, a ton of luck and a heavy dose of sarcasm to ensure his survival.</p>\n<p>Mason finds friends, faces enemies and does a whole lot of shit-talking on his adventure to not only survive but become a hero and legend in his own right.</p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>\n</div>",
  "postChapterNote": "<p>Hi everyone! First of all, Nevadan's don't be mad at me! I joke because I grew up there!<br><br>Second, if you have a review on my story that was removed in the last couple days, good or bad, complementary or otherwise, I would appreciate if you would change whatever rule it was flagged for and repost it! Last week I had a reader get real upset about an old chapter and start a whole thing. It's not worth explaining or getting mad about, but currently they are monitoring my story and reporting pretty much every single review. It's not a big deal, my rating won't drop, but the reviews help. Can't be too mad since moderators won't remove them without a legit reason, but it would still be helpful if those who have the time repost them after editing out whatever rule they broke. Thanks!</p>",
  "chapterContent": "\n                <p class=\"cnMyODhkMmExZTkxMDQ5NzQ4ZmE4ODIyODVhZTIzZjQz\" data-original-margin=\"\">I fly into the woods and immediately slow down. I no longer have the space to move freely through the air as I had been and I don't want to find out how 'Lillith vs. Magic Tree' ends. Instead, I ease up on the force and allow myself to land while maintaining momentum. I end up jumping a few times like a rock on water before I am moving slowly enough to transition back to running.</p>\n<p class=\"cnNmYWFjNjJkNThlYTRmNDViYmFmNTcyMDExZTQwYzIw\" data-original-margin=\"\">I hazard a glance behind me to see the flesh beast hasn't slowed at all. It is now throwing its body from tree to tree in such a way it seems to be actually speeding up. The unnatural way it never turns, just changes what can be considered the 'front' is uncanny in a way that my head can't quite process. Fuck, it's almost on me. It is leaping through the air with perfect precision and is only a couple leaps away.</p>\n<p class=\"cnM5MmIxM2ZkNjNjNjQwOWQ4YzdiNDhmZjcxOTRkMmE5\" data-original-margin=\"\">Even worse, I now notice that the trees it touches are eroding where it makes contact. So much for overpowering it with physical force. I approach a pine tree and take a page out of Fleshy's book, pushing myself off of it with all my strength, directly toward the monster. As it flies through the air toward me I slide on my knees and lean back, traveling underneath it. I run back in the other direction with the few moments I've bought.</p>\n<p class=\"cnM5MTFiNjM5ZDEwMDRlOTNiMmRiMWQwZjhjMDE1OWRk\" data-original-margin=\"\">I scan the trees it had eroded and spot a sturdy one. I rapidly erect an earth wall behind me, hoping to slow the monster and make a break for the tree in question. Again, I glance back and see the wall did in fact slow it down. A few more moments. This also confirms that while I can't attack it, I can impede it by affecting the environment. I try conjuring a series of boulders in the sky and letting them fall. They fail to form, but I'm not sure if that is a lack of power or the same problem as my earlier attack.</p>\n<p class=\"cnM5ZWZhZTVkYTJlYTRjNTc5YTUwMTZlMzQwYTBiZGQz\" data-original-margin=\"\">Physical attacks it is. I make it to the sturdy-looking tree I had been running toward and jump up to ram it with all my strength. I hit just about the eroded spot and it creaks but doesn't topple. I begin to punch it to little effect. It's thick and I am unable to actually move it at all. I didn't expect it to collapse with a single hit but it should be weak enough to budge a little at least.</p>\n<p class=\"cnM1ZWZlOGJhNjhlNTQ4MjJiZDg2MDEzMDVlMGEwMjIx\" data-original-margin=\"\">Another look behind me reveals the monster has leapt over the wall and is running toward me again. Shit, I need to act now. I'm about to give up on the tree when I realize I'm an idiot. I got caught up in not being able to use magic on the monster and tried to topple a tree with my fists. Tunnel vision strikes again. I turn toward the tree and conjure a stone wall behind it, ending just below its weak spot. Then I bombard it with force on the other side and a loud crack screams through the forest.</p>\n<p class=\"cnNhMDZhY2FmZWFiMDRlMWM5M2U4ZTU5YmQ3MGQzN2Qw\" data-original-margin=\"\">Finally, the tree comes toppling down. I erect another earth wall to block the flesh thing and jump on top of the wall I'd used to create leverage against the tree. I wrap my arms around it and try to dig my fingers into the bark, with little success. Note to self, grow some extendable claws or something. I heave, lifting the tree up. It is <em>heavy. </em>It's moderately tall, but I'm surprised by how heavy it is. Grabbing it from the bottom is probably the worst thing to do as well, but I have no time.</p>\n<p class=\"cnNhNWQ0ZmJkNDlkMzQ0NGI5MDI1NjNkMzI4YzFkMzk3\" data-original-margin=\"\">With a herculean feat of strength and a little upward force mana, which thankfully works, I lift the tree and manage to swing it forward. Gravity takes over for the force mana just as I go from lifting to swinging forward, and just as the force spell dissipates. It does this because, just as I swing forward, the monster leaps over the other earth wall and into the trajectory of my swing. Thank God it opted for over instead of around again. It was the fastest and most likely choice but it would have been bad if it failed.</p>\n<p class=\"cnM0ZWJiMDgwY2MzYzQ1MGM4ZjU0OGQ5ZGQwZjMyNmJk\" data-original-margin=\"\">The tree hits the monster, and much to my relief sends it flying in the other direction. I don't hesitate and leap from my perch to run in a different direction. Which way had I come in? I try following the path of eroded trees but they just... stop at a clearing of flowers. And I am still in the middle of the woods. Shit. I probably should have predicted this. Wallace had said monsters never leave the Radiant Woods. While this thing definitely broke that rule, I should have known he said that for a reason.</p>\n<p class=\"cnMyYjlkY2VlMjExODRmZTViNzJkZmM0MzFjOWZjYmFh\" data-original-margin=\"\">I look around a bit more and find nothing is familiar at all. The foliage is different. Where I entered, there had been small patches of cactus flowers and tall grass. The clearing I am in now is covered in orange lilies and has stocks of sugar cane in irregular patches. It is truly bizarre.</p>\n<p class=\"cnNiZGExNDMzZjgxZjQ3ZDc4OTdlZmExYjYwODUzYzNk\" data-original-margin=\"\">Well, this fucking sucks. These uh... woods I guess, should at least have the decency to guide me back to the entrance with giant hollow logs and music. Well, at least I got that thing away from the wagon. I look around at the trees and stones but find moss growing on random sides of both. I look up and see the sun directly above me. So much for the easy 'which way is north' tricks.</p>\n<p class=\"cnM0NjIwMTMwODRkMjQ1ZWNhY2UzZWFhZDk0ZjQyZDA0\" data-original-margin=\"\">I look up again and facepalm, realizing I can just fly. It's not like anyone is going to look up my dress. I quickly regret the action as I smear tree sap across my face. Great. I rub my fingers together, examining it. It's not quite right. It's not sticky in the way I expect and it's more brown than amber. That's odd. I guess it's not the strangest thing but it certainly bears further examination.</p><p class=\"cjdhNThhMDE4YmZlNjRlYTVhMTM3YmFiOGU5ZDRiNTk5\" data-original-margin=\"\">Unauthorized reproduction: this story has been taken without approval. Report sightings.</p>\n<p class=\"cnNiMjg3MGY4NjQzZDQ1YjFhODc4MWFmMmFlMDIwZmEx\" data-original-margin=\"\">A low growl rumbles nearby and I pause. I slowly look up from my hands to see another monster. This thing is more solid although it still makes little biological sense. It has digitigrade arms, like a dog's hind legs, but its actual legs are more human. Well, they would be, if not for the grey fur growing from them. Its knees and... both elbows have claws protruding from them. The claws on its arms are on the wrong side as well; it looks like they will stab the creature if it doesn't keep them extended.</p>\n<p class=\"cnM5YTQ2Mjg0MzMyNTRiN2M5NGRlOGM2MzExNDQwZTU1\" data-original-margin=\"\">It has a dog head as well. Not a wolf but a dog, except its snarling teeth are flat and curved, like tombstones. I don't have time to gape at it as it jumps toward me with a speed I couldn't have perceived anywhere but this forest. Its claws go from ten yards away to maybe six inches from my throat in an instant, before it stops and slumps over. It coughs blood as the stone spike I conjured impales it and stops its movements.</p>\n<p class=\"cnM0OTY4YTJlNDY2MTQ4M2M5MDBiMzFiMWJkNTI0ODM5\" data-original-margin=\"\">It's dead. It's a good thing I chose the internal aspect I did, or I would have been dead. I'm relieved not every monster in this forest shares immunity to my attacks or I would, again, be dead. A morbid curiosity draws my hand to the monster's body, but I don't get the chance to examine it. I feel dozens of eyes on me and examine the tree line around the clearing. Dozens of bizarre monsters are eying me... greedily? It's hard to tell with their varied and absurd anatomies.</p>\n<p class=\"cnNhNTUzZmY3NTY0ODRjNjg4OTM4ZjU1ZmVhODVhYzVk\" data-original-margin=\"\">The only things any of them have in common are they look dangerous, and they have started charging me. I fire what must be hundreds of stone bullets out in all directions as they close in on me and many of them fall. I don't wait around to find out how many I killed, however, and launch myself into the air. Time to get out of here. Magic is disgustingly easy to use in these woods and it's only a few seconds before I am floating above the forest, free from the danger below.</p>\n<p class=\"cnM0MmU4MDc5YmVlNzRjMmM4ODJmZmQ0N2IxMDRiZTNi\" data-original-margin=\"\">I groan. There is absolutely nothing but forest in all directions. I could fly for weeks without reaching the edge. My fascination is rapidly turning into frustration. This was definitely not my best idea ever. I look down at the monsters below me and see the trees are still blowing in the nonexistent wind but... they are all blowing toward me. From every direction they are swaying, even stretching toward me.</p>\n<p class=\"cnNjM2RkYzliOGMxMTRiZTU5Zjc2YzljNGVjNTFiM2Mx\" data-original-margin=\"\">Even more disturbing are the bodies of the monsters I'd killed. I have to look twice and lower my elevation to get a better look. The orange lilies are growing on them. It even looks like some kind of vines are reaching up to the monster I had spiked. What the fuck is that about? I want to investigate, and I almost do, when I remember the... slime I had fought at first. So far it was the only monster I couldn't kill. In fact, it's almost too easy to kill things in these woods. I'm literally sick with mana, and actually entering the woods made it jump by orders of magnitude.</p>\n<p class=\"cnNiOTg4MTY4NDQ5YjQxMjFiMDI5YjQ2NjUxOTAyYWI1\" data-original-margin=\"\">I am not sure, however, if there are more monsters like the first that will be immune to me. Better not to risk it. I decide to get far away from here and try landing in another, less populated spot. I pick a direction at random, completely unable to find north. After a while, I should be able to use the sun.</p>\n<p class=\"cnNiNzIyZjFkMzFkZDQ2NDA4MDBiMWIxNjI1M2UwZmRk\" data-original-margin=\"\">This theory fails me, however. After what feels like hours, the sun remains fixed firmly in the center of the sky. What the fuck? Okay, fucked up magic woods I get. I can get behind that; magic does weird shit and I respect it. But the sun isn't in the goddamn woods! Everywhere else the planet rotates on a regular schedule! Why the hell is it just... sitting there above this forest?</p>\n<p class=\"cnM1NzJjODFmOTA3MjRlZjdhMGE0ZGQ2OWM1OGYxMjM3\" data-original-margin=\"\">I also haven't come anywhere close to finding the border, and I decide to land for a while. As I descend into the woods the trees reach out for me again and I shudder. I land in dense woods and see yellow roses growing up the tree trunks. They appear to be growing out of the bark like it's soil. Weird. I stand still for a moment, waiting to see if I'm going to be attacked again. Nothing happens, and I release the breath I didn't realize I was holding.</p>\n<p class=\"cnMyNTdhOTlmOTY1MzQ1ZDU5NGFhZTc4YjY2NThjMDM1\" data-original-margin=\"\">I begin to walk. I suppose there is nothing left to do but investigate. I'm not getting out of here without learning more about this godforsaken place. I have to admit, I am horribly curious as well. Don't get me wrong, this place is a nightmare hellscape devoid of hope and happiness, like if Nevada had a lot more flora. At the same time, however, I could imagine worse places to be stuck than a forest of biological curiosities to learn about. In Nevada, the only curiosity would be slot machines in grocery stores.</p>\n<p class=\"cnMzNGUyMjFkMDQ3YzRkMGNiMWNmNDg2MGEyYjEwOTJj\" data-original-margin=\"\">I am reaching out to touch one of the yellow roses when I am yet again interrupted. I hear muffled, whispered voices and my hackles rise. I use sound mana to hide my footsteps and creep in the direction of the voices. After a few minutes, I can finally make out what they are saying.</p>\n<p class=\"cnM0Njk0ZTZiOGFhYzQ4ZjNhMWExOTgzYzIzNmQ2Nzc1\" data-original-margin=\"\">\"I don't know why she ran into the Collector-forsaken Radiant Woods!\" I hear a man's voice whisper defensively.</p>\n<p class=\"cnM2YzkxMzFlMzZkNTRjNThhYjI0NmQ0OGQ2Mjc5ZWE0\" data-original-margin=\"\">\"The question,\" a woman responds with irritation, \"is why you followed her!\"</p>\n<p class=\"cnMzNjc1MTQ1ZDI1ZjRmOTBhMzBjZTAzMDI1ZjBhYWQ5\" data-original-margin=\"\">\"She needed help! Because she was protecting us!\" the man protests.</p>\n<p class=\"cnM4ZjgzNTkxZjhhMTQ5NzA5ZmEwZTcyYmFkYWIwMGVk\" data-original-margin=\"\">\"Yeah, she was, and now we are all dead. I don't know why she ran into the damn woods, but people don't come back out, August! I like her too, but this was suicide!\" Autumn's voice answers.</p>\n<p class=\"cnNkMjBiY2JkZGI5MjQxMTQ4NDhhOTgzNmMzNzMwZmEw\" data-original-margin=\"\">\"Then why did you follow me in!\" August retorts and Autumn lets out an irritated huff. These idiots followed me in? It sounds like they knew there was no going back too. Fuck, that's... well noble. For the first time since I regained my memories as Annie, I am happy to see a pair of nobles looking for me.</p>\n<p class=\"cnM0MTQxNmZlODY0YTQ5Y2E5NzcxMjg1N2ZiNzVjZGZi\" data-original-margin=\"\">I emerge from my cover to greet them and have to dodge a burst of fire and a block of ice as the startled twins immediately react to my presence.</p>\n<p class=\"cnMwNDcxMjJmZWNlMTRkYjZiNTU5OTYyMDJhYTRjZDNi\" data-original-margin=\"\">\"Woah there, slow down guys!\" I say, holding up my arms in a placating gesture. The two gape at me in silence for a moment, before they burst out in unison with concerned questions. It's not ideal that they are stuck here too, but it does feel good to see them safe.</p>\n<p class=\"cnNmNTkxZWI3MWJhMzQ1OGE5ZGE2Y2Q5MjRhMDFjMzc1\" data-original-margin=\"\">As I try to answer their questions, a thought at the back of my mind bugs me. I was flying for hours, and they entered the forest at the same place I did. How am I running into them now? If the woods drop you off at a random spot, why did the flesh monster enter the same place I did? What are the odds in this seemingly endless jungle of madness that I would land so close to them? I feel uneasy as I reunite with my companions. Everything about this place is wrong.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized reproduction: this story has been taken without approval. Report sightings."
}