{
  "preChapterNote": "<p>This is a pretty solid story, give it a try!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/80986/a-relatively-powerful-mage\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/a-relatively-powerful-mage-aacascvjrhq.jpg?time=1706907191\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/80986/a-relatively-powerful-mage\" rel=\" ugc nofollow\">A Relatively Powerful Mage</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p><strong>New Post Apocalyptic LitRPG with: Weak to Strong Progression, Detailed Progression System with Understandable Milestones, Action with Consequences, Adult Character Relationships (No Harem), Crafting Systems with Economic Implications, Progressive Base Building (Camp to Empire)</strong></p>\n<p><em><span style=\"font-weight: 400\">New Chapter Every Day Through Book One</span></em></p>\n<p><span style=\"font-weight: 400\">Earth has ended, swallowed up by a system that has created a new world of conflict and opportunity. For Imri, who lay dying in a hospital, this is his second chance. After selecting a class that allows him to bend space and time, he will need to master his new abilities to fight and gain levels, gaining power that will hopefully keep him above those who would take everything from him. However, it won’t be easy, humans are far from the only sentient species in this new world. He will need to contend with soul-sacrificing lizards, mind-controlling parasites, and a host of other monsters. With the help of others, Imri will build a bastion for humanity, one that can hopefully withstand the brutal reality of their new existence.</span></p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxZTc0M2I4ZGY2YjRjOGRhOWZhNjYzYzBmNmI5Mzg3\" data-original-margin=\"\">\"Oh quit your complaining set up the other tent!\" Autumn reprimanded her sulking brother, as I worked on setting up a tent.</p>\n<p class=\"cnM1MDhlZjQwNmM0OTQ0NDhiMGQ5ZWRiYjRlYmU2NDlj\" data-original-margin=\"\">\"Come on, it's not like we haven't shared a tent before; I won't have anything to talk about with the coachman!\" August protested.</p>\n<p class=\"cnNhZmYwMDRjZTcxODRhODA4ZGNlYWE5NmRkYmZmOTEz\" data-original-margin=\"\">\"So you want a lady to share a tent with a strange man? How does that make sense? Collector, you are such an idiot!\" Autumn replied.</p>\n<p class=\"cnM4MTg3NDNmOTU0MDRkNWM5YzA0MTM3ODFmZmJlOGVm\" data-original-margin=\"\">\"Oh Lillith will be fine, won't you Lillith? Besides, if he does anything stupid she'll probably push him all the way to the capital with that weird mana of hers!\" he retorted.</p>\n<p class=\"cnNlYjViZmY3OTJmMzRkNzZiYWQ3M2E1ZTBlMTEzY2Qz\" data-original-margin=\"\">\"And then one of us will have to drive the carriage. Do you know the way to the capital,\" she quipped, voice dripping with sarcasm.</p>\n<p class=\"cnMwYjM5Yjg5MjJiZDQ5ZDE4ZWE0MDJjMGU5YmY3ODg4\" data-original-margin=\"\">I drove a tent peg into the ground with a fist and sighed. This argument had been going on for the last hour of the trip. There was only room for two tents in the wagon with all the supplies for the trip, and it was pretty much sitting room only.</p>\n<p class=\"cnNkMjM5ZjYwMzMzNjQxNDU4ZjA1ZWQxYmJkZjVmMDFl\" data-original-margin=\"\">August and Autumn were used to sharing a tent while traveling, and the twins had different ideas about this trip. As we approached the end of the day's journey, August had mentioned playing a card game with his sister and the argument had started. I couldn't tell if the two just had that twin energy, if August really just didn't want to share a tent with the coachman, or if Autumn was excited about sharing a tent with another woman.</p>\n<p class=\"cnMxMTU5M2ZjZGQ2NzRjN2JhOTFlYmFmNmY3NGE1NTg1\" data-original-margin=\"\">Whichever it was, I wasn't enthusiastic about sharing a tent with anyone. Not because I felt I was in danger; the twins didn't suppress their mana and I far outclassed them put together. August was right as well, I didn't have much to fear from the coachman. The problem is... I don't sleep much. With the growth of my mana over the last year I am down to about three hours of sleep a night. Sharing a tent likely means either sitting in the quiet for hours or answering some awkward questions about my sleeping habits.</p>\n<p class=\"cnM4MTg1NGNmYzFmOTRmZTk5Mjc5YzlhMzI0ZGY4ZmUz\" data-original-margin=\"\">\"No, but that's not the point!\" August protested, \"The point is it's perfectly safe!\"</p>\n<p class=\"cnM4ZjcyNGFhMDBjMTRmZWViNDQ2ZTZmMDM2M2FlNzgw\" data-original-margin=\"\">\"Not for you,\" Autumn groaned, \"Besides, it'll be nice to not have to trade places just to change clothes.\" That comment actually startled me a bit. I'm not shy but... I do have a dangerous magic circle tattooed onto my body. This whole idea was growing less and less attractive as the argument went on in the background.</p>\n<p class=\"cnMzNzZhNDQwYWRmYzRhMGE5MDBiNmU5NDZhYWM4OTM0\" data-original-margin=\"\">I finish setting up the tent while the debate rages on. After a while, I realize August has no intention of winning the debate. A noble kid like him wouldn't dream of asking me to share a tent with a man I hadn't met; it would be a scandal. It becomes more and more clear he is riling his sister up and I chuckle to myself. It reminds me a bit of my own brother, Annie's brother, before he died. A warm but melancholy cloud passed through me and I shook it off.</p>\n<p class=\"cnNhZTNkMjlkYzQxYjRhZjE5ZTY1NjYwYjgyNDJkMmEy\" data-original-margin=\"\">I decided to introduce myself to the coachman. Might as well get to know my last traveling companion. \"Hi,\" I say as I approach the man while he feeds the horses. \"I'm Lillith, a pleasure to meet you.\" The man jumps at the interruption and the nearest horse snorts in offense. \"Oops, sorry, didn't mean to startle you,\" I apologize.</p>\n<p class=\"cnM5NDQ3NmI4ZTc5MDQ4MTU5YWQwOTg2OTA2ZmJhNGFh\" data-original-margin=\"\">\"It's no matter, my lady,\" he says meekly, looking down. Oh gross, being treated like this doesn't feel amazing. I stand awkwardly to see if he will say more but he doesn't speak again.</p>\n<p class=\"cnM0ODI3NjY2YWIxODQwYjE4YzUxOTAzZjg3ZDQ3MTc0\" data-original-margin=\"\">\"Uh, you can just call me Lillith if you like,\" I say, breaking the silence. \"I prefer it, really.\" He tenses up at that.</p>\n<p class=\"cnM5NjJhZTIyNmViNDRlMmRiNGY4NDhiYWU3MjQ5ZTNj\" data-original-margin=\"\">\"I... I can't do that, my lady,\" he answers, turning around but not meeting my eyes.</p>\n<p class=\"cnM3YjlhNTBjZWNiMjQwMGM5ZjdmZWUyNjBiMDBmZWFk\" data-original-margin=\"\">\"Wh-\" I start before it hits me. Fucking customs and courtesies. I can give him permission not to use my title as much as I want, but I'm not the only person who will punish him for being too casual. I don't think the twins would either but promises of kindness from people with power over you can never really be trusted. \"Okay, I understand. Do you mind telling me your name?\" I ask instead.</p>\n<p class=\"cnNhZWQzMWE4NTQ5ZDQ5ZWVhYTdkMmVmNWQ0N2Y0YzVm\" data-original-margin=\"\">\"W-Wallace, my lady,\" the frightened man responds. \"Um, m-may I go now?\" he asks. I sigh, I really don't like commoners being afraid of my title. I'm going to need to figure out a way to handle that when I get to the capital. I examine him for a moment, trying to evaluate his emotional state, but I give up. He's too afraid of me.</p>\n<p class=\"cnNlYWZhMWQ3M2VlNjQ1ZWJhZDAwMGRiMWY3YzYxODFj\" data-original-margin=\"\">\"Sure, Wallace, go ahead, I'm sorry for bothering you,\" I agree and he hurriedly returns to his work. I sigh. He is suspect number one. When we first left Satusmor, my mana started to gradually grow weaker, a little at a time. Once we were far enough away, however, it had started growing in power again. Just a little at a time. I didn't understand at first, but then I realized one of my companions must be grieving something.</p>\n<p class=\"cnNkZjc2MjZmZDE5ZjQ4NjhhN2E0MGE0NzlkYzgwOGM0\" data-original-margin=\"\">Perhaps the twins missed their parents or the coachman was leaving a family behind. This was a long trip and he might not have had the option of turning the trip down. Idiot that I am, I hadn't even thought about needing someone to actually take me to the capital. I want to help whoever it is, but I don't want to push and pry too much. I have time, however. There is a long road ahead.</p>\n<p class=\"cnMzMWNlZmI4ZjM2ZjRmNDRiNWVmNzM0Yzk5NTRkZGJm\" data-original-margin=\"\">I see August setting up a tent and Autumn is huffing as she storms in my direction. \"I am sorry about that moron,\" she apologizes, \"He is just... impossible!\" I actually laugh at that.</p>\n<p class=\"cnMzMmIyNjY0NTZlNzRlNGZiNTc1ZjgzODFjM2IwNmNi\" data-original-margin=\"\">\"You know he was just messing with you, right?\" I ask and she glares, not in anger at me, but with residual frustration.</p>\n<p class=\"cnMyMTIxNzk1N2I2MTRkMzM4MzdlNjE3NjcyMWM4NWU5\" data-original-margin=\"\">\"Yes!\" She answers, \"That's what's so frustrating about it! He knows I can't help but argue with him about it! It's like an itch in the middle of my back, that's why he does it!\" I put my hand over my mouth to cover my laugh this time. I have to admit the pair are growing on me. This makes me want to avoid learning more about them, it would suck to learn they were actually horrible. As a pair of nobles, it's not unlikely and I have actually started to enjoy their company.</p><p class=\"cmQwNTEyMDAyZTljODQyYzJhNTQ2YzI0ODdkNzgwNDlm\" data-original-margin=\"\">The story has been taken without consent; if you see it on Amazon, report the incident.</p>\n<p class=\"cnM3YjE0ZWY3Yjk5ZDQ5NzM4OWE1MTBhMzVkM2Y1ZmNi\" data-original-margin=\"\">I probably should anyway, and perhaps I will be pleasantly surprised. \"That's brothers for you, I get it,\" I sympathize and she blows a loose curl out of her flushed face.</p>\n<p class=\"cnMzOWIxYzFkMzBkMjRmM2FiYjE1Y2Q4M2Q1NzU0Zjdh\" data-original-margin=\"\">\"Oh, you were cursed by the Collector too, were you?\" She asks insincerely. I smile as I use earth mana to build a fire pit and a couple of makeshift benches. \"Wow, you already have quite the handle on earth mana! And what did you call it, force mana too? Are you sure you even need the academy?\"</p>\n<p class=\"cnNiNmRlOGU5YmY3MDRkYTc5ODc1YjZiMTkxNDhmY2Nk\" data-original-margin=\"\">I put my hand to the side of my head and crack my neck while I answer her, \"I just practice a lot, that's all,\" I answer. Really I just have a much more thorough understanding of what 'earth' is than anyone else and was able to aspect it much more quickly, but that answer is just going to inspire more questions. \"And yes, I have brothers too.\"</p>\n<p class=\"cnNiNWI3MTMwMzFiYTQzYmE5MTBlM2FlNmM5ZGI0YjVm\" data-original-margin=\"\">\"Brothers as in multiple?\" She asks, \"My condolences.\" She pats me on the shoulder and I chuckle. She jokes but it's obvious she wouldn't know what to do with herself without August. It makes me miss Henry seeing the two of them together, and I feel the urge to distract myself. I laugh it off and retrieve firewood from the wagon. \"Let me get that,\" she offers as I place the wood in the fire pit.</p>\n<p class=\"cnMyMjA3NWQxNzI2ODQwMTE4ZmQyZGNhMWMzZGRhYWE5\" data-original-margin=\"\">I stand back and see her collecting fire mana to light the wood. I quickly toss the kindling I'd prepared inside to ease the process for her. Her spell is... incredibly inefficient. She pours buckets of pure fire mana into the spell until a burst of flame envelops the pit and all the kindling lights at once. It's a good thing I added it because the logs themselves would not have lit. A piece of flint would probably have been easier, but I suppose she wanted to show off her magic.</p>\n<p class=\"cnM2MDE5YWZmZDhiMDQ3MTI5YmI0YTQ3Y2ExM2IzY2Fj\" data-original-margin=\"\">\"Impressive,\" I applaud, wondering if I could light it faster just using heat mana. She presents herself proudly and puts her fists on her hips.</p>\n<p class=\"cnM4NDljZWU5OTgxNjRjNWNiZTQ3ZmE3OGE1NTkyY2Ew\" data-original-margin=\"\">\"That's right, you aren't the only one who prepared for the academy ahead of time!\" she boasts.</p>\n<p class=\"cnMyNjVkZGMwOTJkYjRjNjZiYzQyOTEyMzgyNTQzZDcy\" data-original-margin=\"\">\"Well of course,\" I answer, \"I would expect no less.\" It was a little strange how quickly I clicked with this pair of noble siblings. It kind of hurt, actually. I don't know to what extent they participated in the atrocities of the nobility, but they have obviously lived a comfortable life. They were born into it, but it doesn't necessarily mean they are anything more than oblivious kids. Either way, they will probably hate me someday, when I help take it all away.</p>\n<p class=\"cnNkYzk3MGQyMzIxMTQ5ZWE4ZDBmNzc4MTI3ZDFjNGU0\" data-original-margin=\"\">Who knows, maybe they will recognize the necessity for it... Well. Probably not, it's hard to just... give up wealth and power. They are young, however. They have a lifetime to learn why I have to do this.</p>\n<p class=\"cnNmNmRkZWY1NmRkNzQzYzA4OWUxMTI5NzQ4ODMwZGQ3\" data-original-margin=\"\">\"Good job!\" August says as he approaches the fire, his tent set up not far from mine. He then examines the stone benches and neat fire pit. \"Lillith, did you set this up?\"</p>\n<p class=\"cnMxOWFhNzc4YzRhNzQ0NjZhMzQ3YWNmNGIzNzVlNGU0\" data-original-margin=\"\">\"What do you mean, this was here when we stopped, did you seriously not notice?\" I answer and Autumn gives me a confused look.</p>\n<p class=\"cnNiODAzNzFlYTNiZjQ3YTdhZWZkNWZlZDkxZjRkMDkw\" data-original-margin=\"\">\"Seriously?\" he asks, \"No way, I was just over here like five minutes ago, this wasn't here!\"</p>\n<p class=\"cnNkZmE2NzkzN2JkMzQxNmFiZmQ2MGVlYjdjM2M3N2I3\" data-original-margin=\"\">\"Sure it was,\" I answer, straight-faced, \"did you really miss it? I could have sworn you sat down right there.\" Autumn seems to pick up that I am helping her get revenge and smiles. It's a pretty childish joke, truth be told, but they are children after all.</p>\n<p class=\"cnNiMWFhNmJiYzIxMjQ5OGViZmFjN2IyMGUzODZhYzhl\" data-original-margin=\"\">\"No, she's right Augie, you were brushing off your boots remember?\" Autumn chimes in.</p>\n<p class=\"cnNmNmJjNTFkMjk3ZTRlOTNiMzExZTljYmE4NzQyMzUw\" data-original-margin=\"\">\"Wait really? I don't think-\" he starts and I cut him off.</p>\n<p class=\"cnMwMmZmZGUzMTA2ZjRiNzVhZDFmMjk2NGI0M2VkZTFj\" data-original-margin=\"\">\"Stop teasing her, I know you aren't that oblivious!\" I insist and he looks between us, confused. After a moment of indecision, he breaks out into a grin.</p>\n<p class=\"cnM5MzYyNzQxNGJmZjQzNDA4NmNhMGM3ODA5YmFhYjZj\" data-original-margin=\"\">\"Alright, you got me Lillith. Sorry Autumn, I just couldn't help myself,\" he answers, and Autumn and I start laughing.</p>\n<p class=\"cnMyNDAzOWM3NjNjODRiNjNiMmZiNjAzOTE3MTQ2ZDMx\" data-original-margin=\"\">\"Of course Lillith made it you idiot,\" Autumn teases, \"We were literally standing ten paces away when we were arguing.\"</p>\n<p class=\"cnMwYjhmZTE1M2IxOTQzY2ZhM2RkZWI2Y2Y3ODI3ZWI4\" data-original-margin=\"\">He blushes and gives me the side eye, \"You traitor,\" he accuses and I chuckle.</p>\n<p class=\"cnNiMjQzODNkZDE3MTRlYWRiNGQxNDYwOWU4NTM5N2Jk\" data-original-margin=\"\">\"You kind of deserved it,\" I reply. It's that moment, as we settle around the fire, that I realize why I have been getting along with them so easily. They had been respectful to me from the moment we'd met, sure, and August hadn't said a single sexist thing to me, despite the society he grew up in. I figure that might have something to do with his twin. They are also extremely friendly and have an amiable charm about them. That's not really why, however.</p>\n<p class=\"cnMyNmE4NzUxZWZkYTRhOGZiNDg1MTdmMmE2MmI2ZTNl\" data-original-margin=\"\">I have, for what feels like forever, been putting out fires. From the moment Hugh grabbed my wrist I haven't had a chance to rest. I have been on the move, fighting, learning, and stressing. Channeling the grief of a city into the weapon it needed. Today, I sat in a wagon and started a fucking road trip. I sat in a wagon and told stories, joked, and laughed. I am finally, finally, taking a fucking break.</p>\n<p class=\"cnM4NTk5Mjc2MWM2ZDRlNzFhMjUwNTMxODAwMWE3NjA1\" data-original-margin=\"\">I should remind myself to be wary. I need to remember not to trust so quickly. It's no use though. I'd probably shoot the shit with Cthulu at this point, if he sat down and told me a funny anecdote about his twin sister as a kid. I am so, so tired of moving. Of fighting. Of raising my hackles whenever a noble says my name. Maybe, just for a little, I can enjoy myself.</p>\n<p class=\"cnM2ZWY1MDBkMmJhMTQ3ZDRhYjQwODYyMDBlNmU0ODRm\" data-original-margin=\"\">\"Is it true we have to pass near the Radiant Woods to get to the capital?\" August asks Wallace and I tune back in.</p>\n<p class=\"cnM3MjQ1MGFiNWVlMDQ2OGZiMmRiY2NkMmY1N2Y1YjM5\" data-original-margin=\"\">Wallace, who is standing nearby but not sitting with us startles again and responds, \"Y-Yes, my Lord,\" he answers and an ominous feeling pushes down on my shoulders.</p>\n<p class=\"cnNhYTUyOGM0OWExMzQzNmFhNmExNjEyMzEyZDhkZmJj\" data-original-margin=\"\">\"Really? Do you think we'll see any monsters?\" Autumn asks, more interested than scared.</p>\n<p class=\"cnNmZWQ5ZWNkYWVlYzQ3NTg4MjgxZWRlOWZmMWVkMWEx\" data-original-margin=\"\">\"Oh definitely,\" August answers, \"Dozens of them, we'll probably be swarmed!\"</p>\n<p class=\"cnMzZWE5YmMzODgzMDRhZTI5ODk2ZDk5NDQ2ZTBhNDNm\" data-original-margin=\"\">\"N-no, my Lady,\" Wallace answers nervously. \"The monsters never leave the woods, and we won't be entering, just passing by.\" Autumn crinkles her nose and sticks her tongue out at her brother. I don't know why, but I feel a sense of dread at the conversation. Perfect.</p>\n<p class=\"cnNhN2JlMzkwMDM0NDQxNDliMjRjZmM0ZWY3YThjMDRi\" data-original-margin=\"\">After a while, we go to retire to our tents. Wallace tries to sleep, cooped up in the wagon but August won't hear of it, insisting he joins him in the tent. Autumn and I retire to our own tent, and I awkwardly try to change into my nightgown without facing her. I cast a bad illusion on my tattoo just in case. It won't stand up to inspection but it looks the right color at least.</p>\n<p class=\"cnM4OWRjNzFhYzk3MTQwMDM5Y2ZmZTExM2Q2NzQ0YWVl\" data-original-margin=\"\">Fortunately, she is too preoccupied to look so closely. \"So tell me, what do you think of August?\" she asks and I groan inwardly at the tone in her voice.</p>\n<p class=\"cnMzN2M4YjYzYjdiYTQ2YjlhZjlmNDAyNWUyNWU0NDA3\" data-original-margin=\"\">\"I think he could make a great friend,\" I answer cautiously and she giggles.</p>\n<p class=\"cnNkMDM5NmYzM2FjZTQwOGI5MDk5ZTkzZDU2N2ZkNDQ2\" data-original-margin=\"\">\"Message received! Sorry, I had to ask,\" she responds with a laugh. I relax as she easily and respectfully drops the topic. \"I suppose you aren't looking for romance after your last... arrangement.\"</p>\n<p class=\"cnMzZjA3YjY0ZmQyMTRmNDc4Mjk4ODlhMzE4MDI1NDc0\" data-original-margin=\"\">\"Yeah, not really,\" I answer, appreciating her understanding, \"I barely twisted my way out of that engagement; I'd rather be married to my work for a while.\"</p>\n<p class=\"cnNkNTFmMTVlYTVkMzQyOTc4N2FkYTU4ZDdkNWMzNDMw\" data-original-margin=\"\">\"No joke, some of the rumors I've heard about Lord Baldwin... well I'm glad I wasn't in your shoes!\" she responds. \"If you ever want to talk about... anything, I'm happy to. You can trust me, I promise.\" I smile.</p>\n<p class=\"cnNlODcwODM3MmJmNzQ1MTJhN2M2ZjQ0MzZiZWM2YmM2\" data-original-margin=\"\">\"Thanks Autumn, I'll keep it in mind,\" I answer. We speak for a while longer and I actually feel comfortable in my bedroll for once. \"Actually,\" I ask after a while, \"I wanted to ask, is there anything wrong? For you or August?\"</p>\n<p class=\"cnM2MjE2ODhhZDQ5ZTRlMjI5ZTAxMmI4ZDg1ZGYzMzNl\" data-original-margin=\"\">\"Not at all,\" she responds, \"Why do you ask?\"</p>\n<p class=\"cnM2ZDBjNmM5NWUyMDQyMzY5MzM4YjkzNzA2MjRlZDUz\" data-original-margin=\"\">\"I just... have a bad feeling,\" I answer. My mana is still responding to some source of grief, and it's not normal. It's like... oil flowing through my body. It's tainted somehow and it makes my stomach churn. \"A really bad feeling.\"</p>\n            ",
  "invisibleParagraphContent": "The story has been taken without consent; if you see it on Amazon, report the incident."
}