{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhMTY4ODc0OGQ1YTQxYzdiMTE5OTAxOGMyNTc2MDIw\" data-original-margin=\"\">The chamber was lavishly furnished and fit for royalty. Its wide floors were layered with rugs of the richest wool and spacious enough to park three carriages. Dressers and drawers built from the finest mahogany lay interspersed along the walls, while two renowned watercolor landscapes sat within gilded frames larger than shelves. Atop the nearby bedside counter sat a tray of gleaming silver, filled with breakfast pastries and sweets almost too beautiful to eat.</p>\n<p class=\"cnM1ZThhNGUzNDA3MDQ2OWE4Yjk1MzgwMzY0NzNjZTU3\" data-original-margin=\"\">None of that changed the fact it was a prison, occupied by a young girl no more than nine years old.</p>\n<p class=\"cnNiMzg4NGNlYjEwNDQ0MWJiMjAwMDU5Y2EzM2RmMmU1\" data-original-margin=\"\">The sun that poured through the windows was approaching its noontime high. However the girl still laid awake in bed, curled up under the bedsheets with only her head poking out. Her light-violet eyes were bloodshot after an entire night spent weeping, while her tears continued to stain her soft cheeks.</p>\n<p class=\"cnNjMjJkNjExMTczMTRjNzc5Y2JhZDA0ZTM0NzY5OWRh\" data-original-margin=\"\">It was part of why she refused to come out of bed. No one must be allowed to see her like this, not even the maid who delivered the food. To reveal her disgraceful state would be worse than embarrassment. It would humiliate the proud people of her entire nation before the eyes of their enemy.</p>\n<p class=\"cnMxN2ZhYzEzM2IzODQxMDViNDRlZDUwNmJhOGIxNjNk\" data-original-margin=\"\">Perhaps it was just as well, as she certainly did not wish to partake in anything else in her depressed mood.</p>\n<p class=\"cnM3ODAyMGJmNDFmNTQzOTU5OTcxMGM2NmRiZTY2NDdh\" data-original-margin=\"\">The sound of scampering footsteps resounded from the hall outside her door, which had laid silent for hours other than the occasional clink of armor.</p>\n<p class=\"cnMwZTg0MGM5ZDgzNjRhNWVhNDViZGRiMjFlZTRkYmQx\" data-original-margin=\"\">\"She is inside right? Open the door.\"</p>\n<p class=\"cnMyZGRlMGM5NjJkMzQ3YTY5ZGQ5MjA2ZDNiZTdjNGQ4\" data-original-margin=\"\">The childish voice couldn't have belonged to anyone older than a mere boy. Yet it held a pride and confidence capable of matching any crown prince.</p>\n<p class=\"cnM0ZmNmOGI2ZDQxMjQ4OTA4MTFiNWJhMDJkMjQxM2Jh\" data-original-margin=\"\">\"I'm sorry Milord, Marshal---\"</p>\n<p class=\"cnMxOTMyOTNlOGIxYzQ0NmE5NTk2NmZkYzI5ZDk2ODdh\" data-original-margin=\"\">The soldier's feeble retort was cut off before he could finish.</p>\n<p class=\"cnM5MGJjNzRmNmZlNTQ4YjZhZGNmMzc3MzViMWUyMTBk\" data-original-margin=\"\">\"My father has already left this morning, which leaves me lord of this castle. Perhaps you are not aware of how insolent your behavior is towards a presiding lord? The word of a mere <em>guard</em> against the prodigious son of a Landgrave and Weichsel's hero. Who do you think your commanding officer will believe when my men come to arrest you?\"</p>\n<p class=\"cnM4YTcwOTBmYjRjNjQ2YzlhZGJlNGU5NWEzMzRlMTY3\" data-original-margin=\"\">Even across the wide room and through closed doors, the girl could feel the pressure of the young boy's threats.</p>\n<p class=\"cnNlMmI2MjUxZWMwZjQ4ODJhOWRmYjE1YjE3ZTQxNGEx\" data-original-margin=\"\">\"But the Marshal expressly forbid any---\"</p>\n<p class=\"cnM1NTA3YzU2YzA2ZjRmYzNhMjMzYjQ5ZWY1YmY4NmQ2\" data-original-margin=\"\">\"Does that include the maids who deliver food? Does that include the King should he stop by? I am now the castle's <em>lord</em>. It is only natural that I pay homage to our guest of honor. Did my father expressly forbid <em>me</em> from carrying out my duties as nobility demands?\"</p>\n<p class=\"cnNjZjFmY2MxMWU1YTRhNTg5NzdhMzJiNGMyNDdjYTdi\" data-original-margin=\"\">\"No Milord!\" The soldier almost shouted, before clinking armor could be heard beyond the door once again.</p>\n<p class=\"cnM4MGNmZjUxNzU3YjRhMDU5OTkxMjhlNjQ2ZmQ3MTMz\" data-original-margin=\"\">The soft click of a door unlocking soon followed, and the girl rushed to toss the bedcovers over her head once again.</p>\n<p class=\"cnNmNTU0MTc2ZmJlNjRmMWQ4Y2NiOGMyNTMwMzUwMmZh\" data-original-margin=\"\">\"Thank you, soldier. Carry on.\"</p>\n<p class=\"cnNjNGY0MjZkM2RjYTRiZDFiZGRmNWY4OWI5M2FjYmIy\" data-original-margin=\"\">Light footsteps marched in, and the thick doors closed shut behind them.</p>\n<p class=\"cnNiYjExODU4YzI3YjQxMWI5ODNmNzU1NjUyMGVlYTFi\" data-original-margin=\"\">For a minute, nothing happened. Then she heard a single word spoken near the door, voiced in Ancient Draconic -- the preferred language across Hyperion for mnemonic spellcasting.</p>\n<p class=\"cnM0MTAyYmNkMGYwMDQ3MjI4YmIzMjE0ZmUxMDkzMjg1\" data-original-margin=\"\"><em>He must be older than me then,</em> the girl thought. She was just starting to learn before she had been kidnapped, and few mages managed to cast any actual spells before the age of ten.</p>\n<p class=\"cnM4ZGJjMDdjMGI2YjRjMWZiMjkyMDBlMmYzMmJmYzUw\" data-original-margin=\"\">\"I know you are awake. Do not worry. That was merely a simple <em>Silence</em> spell on the door.\"</p>\n<p class=\"cnM5OWY1NWY5MWY3MTQ3OWY4YzJhNjRhOTM5MTM0NTll\" data-original-margin=\"\">She neither moved nor answered, so the boy continued on in his self-assured tone:</p>\n<p class=\"cnNlOTM4YjM1ODQ1YzQ0MmI5NTYwZWE3YTZiYjFjYzI1\" data-original-margin=\"\">\"My name is Pascal Kay Lennart von Moltewitz, son of Weichsel Field Marshal Karl August von Moltewitz and heir to the Langrave of Nordkreuz. What of Your Highness?\"</p>\n<p class=\"cnMxZWMxZDg1YWY3MzQ0MDZhY2M3ZDQxYzAwMmYwOTk5\" data-original-margin=\"\">The girl being addressed neither shifted nor replied. And a nervous silence soon fell upon the room.</p>\n<p class=\"cnMyMzQ0OTlmNTgxMTQ1MGFiZmVhNzFiYTdhOWI3MGY5\" data-original-margin=\"\">One minute passed...</p>\n<p class=\"cnMyODAyZjExNzAzYjRmNTRhYTliY2Q0MDBhMDllODhm\" data-original-margin=\"\">Five minutes passed...</p>\n<p class=\"cnMwMjIxMGMxMjlmODQ5MmI4NTBmZmY2OWEyZjU5YjA4\" data-original-margin=\"\">Ten minutes later, she began to wonder if he had quietly left, with the door's closing silenced by his spell. She slowly peeped out from under the covers, only to meet eye to eye with a boy of her own age.</p>\n<p class=\"cnM2NzAwMDgxMTMxODQ3NDFiOWY0NzY3MzA1YzM5MTRl\" data-original-margin=\"\">Pascal wore a faint grin below turquoise eyes brightened by curiosity. His golden soft curls were neatly cut and draped over both ears. His visage was well-proportioned, poised confidently atop a balanced build. Even at a mere nine years old, it was already apparent that he would grow up to become a handsome young man.</p>\n<p class=\"cnNhMjQyNjYzZjNhZDRkOWRiYjBiZWYyMWVmYmI3YmNi\" data-original-margin=\"\">For a moment she paused, her attention captured by his gaze. Another few seconds passed before she realized her need to pull the covers back up.</p>\n<p class=\"cnM5Y2M0YTU5MjM0MDQ4OGRhOTgwZTM3MmExMzg5ZjIx\" data-original-margin=\"\">\"I just saw your eyes, by the way. You need not hide your tears any longer.\"</p>\n<p class=\"cnM0ZDIwNzRkNGU4MjQzMGNiMzMzOTc3ODQwN2EzZDM4\" data-original-margin=\"\">His calm words of sympathy only annoyed her further.</p>\n<p class=\"cnMzMDA4NDAwMDY5ZDQxYmU5M2IwZWRmM2U3MzI3MjJk\" data-original-margin=\"\">\"I am NOT crying!\" she declared as her hands pushed off the comforter.</p>\n<p class=\"cnM3OTE0MzFhODExMjQ3NTU4Y2M3ZTc3ZTJhMmQ2YTcx\" data-original-margin=\"\">\"Of course not. You are a Lotharin Princess after all. Though... you are not exactly what I expected.\"</p>\n<p class=\"cnMxMzQ4YzQ2YTAwOTRkMGE4OGYxNjc4NzY2NGY3NTY3\" data-original-margin=\"\">With eyes full of amused curiosity, Pascal's slow speech had a nature of being almost... irritating.</p>\n<p class=\"cnNhOTQ2Y2EwZTM5ZTQzMjI4NTgxNWI5NGJiYjNkYzRi\" data-original-margin=\"\">\"What, did you expect me to wear a flower tiara as appropriate of the <em>tribal</em> Lotharins!? You arrogant Weichsens are little better than Imperials!\" she retorted in an almost yell.</p>\n<p class=\"cnM5ZTAzN2ZkYjUxMjQzOGRiMzQ0OGUxMmNjYTQ4NzNk\" data-original-margin=\"\">Yet somehow, Pascal smiled:</p>\n<p class=\"cnM3MmQ1Yzg0M2Y2MjQwN2Q4YmY3Y2U0OWI3MjQwZjAx\" data-original-margin=\"\">\"Not really. Though I thought princesses had more... you know, attitude. <em>Bow down before me!</em> and all that...\"</p>\n<p class=\"cnMzNDY4NDg5MjYxYzQ5NzViMjUzYTNiZTlhNzNlMDIx\" data-original-margin=\"\">Her cheeks heated as embarrassment permeated them, which was followed closely by annoyance and anger.</p>\n<p class=\"cnMxNGQ1MGU3YTEzNTQyYTZhOGQzNTMyZTRmYzI2YTM2\" data-original-margin=\"\">She didn't need some petty Weichsel lordling to tell her that. She had already heard enough growing up. As the third and youngest child of Emperor Geoffroi Jean de Gaetane, ruler of the Empire of Rhin-Lotharingie, she had spent her years with the adoration of two older brothers. They were perfect noblemen, as handsome as they are talented, as capable as they are kind. Few younger sisters enjoyed the blessing of even one admirable and caring older brother, let alone two. Yet even though she loved them with all her heart, she couldn't help but feel the slow creep of inferiority every time she watched them from afar.</p>\n<p class=\"cnM5OTU0YmU5NDg2YTQ0NWVhNjdiY2EyNTUxODZmNmZk\" data-original-margin=\"\">It certainly didn't help to hear the nobles, or even the <em>servants'</em> chatter from behind corners. They admired how 'princely' her brothers were while expressing that she looked less like a princess and more like a mere baron's daughter.</p>\n<p class=\"cnM3ZWZkMmViNWI3ZDRiM2Q4N2E3YzUzZGExYzhkOTY3\" data-original-margin=\"\">\"But of course, none of that really matters,\" the boy named Pascal continued. \"Still, there are some protocols to follow.\"</p>\n<p class=\"cnM1ZjQ5MTQ5MWNkNzQzODM4MGMyNzMwNTFkNDM2NTIw\" data-original-margin=\"\">He then bowed down, his hands waving in the perfect gestures of a nobleman placing a request towards a lady:</p>\n<p class=\"cnM2ZjQzMmFjODc4ODRlODk5YmEwMDZiMDI4YmI1NmI5\" data-original-margin=\"\">\"May I have the honor of hearing your name, my beautiful princess?\"</p>\n<p class=\"cnM0NDZlZTJhMTU2MzQ3ZTliMjQwY2IyYmNmNTE1NTBm\" data-original-margin=\"\">The praise 'beautiful' was never one she could seriously take from another, but she nevertheless responded with composure as she sat up in her bed:</p>\n<p class=\"cnM5OTc2NzdhYjhjMDRiYjE4MmUyYTMyMzVmMjI4MzY4\" data-original-margin=\"\">\"Sylviane Etiennette de Gaetane, daughter of Emperor Geoffroi Jean de Gaetane of the Empire of Rhin-Lotharingie.\"</p>\n<p class=\"cnM3YTRlZmU5MjM0ODQyNWZhNjQ5ODJmYzU3ZjYzMWJi\" data-original-margin=\"\">Pascal then stood back up straight. A playful smile stretched across his countenance:</p>\n<p class=\"cnNlYjA0NmM2NjFlZTQ2ZjM4MDk3YjdlZDkxMTNmNWUz\" data-original-margin=\"\">\"That was not too hard, was it now? Although I could certainly see how one would be troubled by worries in such a stuffy room. What was father thinking!? No maps, no projectors, not even a single shelf of books. Forget the bright sun and open air to let the mind flourish!\"</p>\n<p class=\"cnNmM2NjZmYyNTBiMDQ3Njg5M2U0MTJmMDdiNTBkNjBh\" data-original-margin=\"\">The girl named Sylviane blinked. The boy's lines seemed almost... contradictory. His first three items listed were precisely the culprits that palace servants often accused of stuffiness. Meanwhile free sun and air were simply not comforts normally given to any prisoner of war, which she certainly was.</p>\n<p class=\"cnMzNWNiZGViMDI1MDQ2ZDQ5Zjk3Njc4MGQwYjgyZDUy\" data-original-margin=\"\">\"So! How about it, my princess? Do you <em>dare</em> to brave the foreign lands of a hostile liege? Or would you rather cower inside this bedchamber, doomed to dust and mold like the expensive but nonetheless useless furnishings of a trophy room?\"</p>\n<p class=\"cnM2NmJlOGExYzEwZjQ1ZTBhNWYyNmExMjU3ZDc3YjE3\" data-original-margin=\"\"><em>Who does he think he is!?</em></p>\n<p class=\"cnNhZjRiZmRiM2VhZTQ3OTBhYjgyNjA3ZDVmYzJlN2Ri\" data-original-margin=\"\">Her temper, although not exactly matching that of her father's, was at least finally rising. Yet oddly enough, Pascal seemed <em>happy</em> to see it.</p>\n<p class=\"cnM0NDk4NWUzMjk4NDQ3ZTk4NDBjZDcyMDRiMzkxNDJk\" data-original-margin=\"\">\"Only if your bravado is capable of getting me out of this room,\" she retorted.</p>\n<p class=\"cnM4ZDdiYWQzZmIzZDRkNmU4NTgxN2I2ZTNlYmFiMGQ0\" data-original-margin=\"\">\"Now that is a challenge no knight could possibly refuse. Shall we go then?\"</p>\n<p class=\"cnMyNjc5ODhiMTYzYjQzNjA4M2QzYjAxZWVlYmIyZDI4\" data-original-margin=\"\">Pascal offered his hand. However Sylviane merely looked down at the white blouse with violet ribbons she was wearing.</p>\n<p class=\"cnMzNjMxZDU3ZTMyOTQ4NDU5ZWZiODI2NjE5ZDY2YjMx\" data-original-margin=\"\">\"I need to get changed first.\"</p>\n<p class=\"cnM5MzMxZTAxNTBhNzRhMWFhMDU0MDExMGE0NmM1Mjk4\" data-original-margin=\"\">\"Sure,\" he turned around and left. But rather than departing, he merely went to the nearby dressers, pulled out a long, purple dress, and walked back to her.</p>\n<p class=\"cnNiYzBmODQzZDRhZTQyZDhhM2VhNWRmY2Y3YzVjMjAy\" data-original-margin=\"\">\"Here, let me help.\" He offered as he laid the dress down on the bed.</p>\n<p class=\"cnNlZDcxODFhMGYxZjQ2YmFiNTUxYjIzNWUxZmE0N2Y0\" data-original-margin=\"\">\"Whoever heard of any man other than her husband helping a <em>lady</em> dress!? Now GET OUT!\" Sylviane finally snapped.</p>\n<p class=\"cnNmNGQyYjU3NTM4ZTQ4NWQ4YmY1ODkzZjJmMzM1Zjcy\" data-original-margin=\"\">She didn't miss Pascal's humored grin as he strode away.</p>\n<p class=\"cnMzMmI1YzA1YmFhODQ4NGNhMzkxOWM3MDk4OWY4NzE3\" data-original-margin=\"\">As Sylviane dressed herself in a violet dress two shades lighter than her dark-purple hair, she heard the boy toss more barely-veiled threats at the guards outside in between enticing them with bribery.</p>\n<p class=\"cnM5MDU1MjVlZDBmNjQyZTY5Yjg2ZGNlOTZkZWMwZWJl\" data-original-margin=\"\">\"--What use does my father have for you if your entire unit cannot even keep watch over two <em>kids</em> by the lakeside!? Or do you think you will be free of responsibility if father returned to find her gravely ill because she did nothing but mope inside a gloomy room all day? Would it not be better for everyone involved to breathe fresh air and stay happier while your friends earned some extra silver for bar tabs this weekend...?\"</p>\n<p class=\"cnM0MzhkMmQwMDVhNzRhNmM5YjM5MmNkMDA0NjQ1MGYx\" data-original-margin=\"\">In just one meeting, Sylviane decided that she had never met a nobleman, or noble son, as rude, audacious, downright impertinent, and -- Holy Father forbid -- as <em>interesting</em> as Pascal.</p>\n<p class=\"cnM0NGY3N2Y1MzdiZjQ4Y2RiNjQ0NTVlYjhmYjZlMGQ0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlMjM4ZjgwZjc2MzRkMjk4YTdlYzQ2MzcxNjNiMDRl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiMzRlZTAxMjAzZTQ2ZmFhODU3ZWNlZDEyNTBhYjRj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5ZDU5MzkxN2IxMjQ2YWRhODY1MGFhNjJkOWM1MzFk\" data-original-margin=\"\">\"I still can't believe I'm sitting next to Cross Lake.\"</p>\n<p class=\"cnNiOGIzNjIwZjhiMTQyMzhiMGJkN2VmZGIzZTI0OTc2\" data-original-margin=\"\">Sylviane's wisteria eyes gazed across the calm waters, towards the horizon and the unseen shores of her home country. It was a peaceful autumn day. The soothing sound of gentle waves rolling onto the stone embankments was the essence of tranquility for the second largest lake in Northern Hyperion. Yet her eyes couldn't help but moisten as yet another surge of homesickness washed over her.</p>\n<p class=\"cnNmZGY0ZTA2YzE0NzQ4YzFhMWZlODFmMjEzZTg0YTcx\" data-original-margin=\"\">The princess suppressed it, hard. This was no place to be seen crying.</p>\n<p class=\"cnM1N2E4NTViNWUwNTRhMzdiYjZmYjdjMjk0ZmU3MTBl\" data-original-margin=\"\">Aside from the boy Pascal, who laid back beside her against the grassy earthen motte, there were also at least two dozen soldiers who kept watch over the two kids. Some of them were Pascal's men-at-arms and had already learned the bodyguards' art of discretion. But most were garrison soldiers responsible for the captive princess, and she could almost feel their glances continuously sweep across her back.</p>\n<p class=\"cnMwNjc5MzRjNWVjZDQ3MGI4M2EyMTljZTEwMTY4NzI0\" data-original-margin=\"\">Sylviane had just enough introductory martial training to realize how suicidal it would be to take on this many soldiers at once, even assuming she had a weapon. Yet just because she was helpless didn't mean she could allow them to see it.</p>\n<p class=\"cnMxODI5NWZlODdlNzRjNjU5NThlMWVlOWI5OTQ1Mjk0\" data-original-margin=\"\">\"Let me guess -- your father wished he stood here.\" Pascal asked with nonchalance after a moment's thought.</p>\n<p class=\"cnM4Njg2MDgzNGI0NjQ4MmRiNzZlNTFlMmY5ZWI4ZTI3\" data-original-margin=\"\">She almost spoke the truth before holding herself back and deciding for a more neutral answer:</p><p class=\"cjE2YmM4OTFhZjgyODRiYTI4NDhlMmVhYmE0NzBkOTIy\" data-original-margin=\"\">Stolen novel; please report.</p>\n<p class=\"cnNlZjhjZjVmMmIzNzRiYmFhMzkwOGVjNTNiMTcyMmYy\" data-original-margin=\"\">\"Why do you say that?\"</p>\n<p class=\"cnM3YWQzZjNkNDUxNDQzZDA4ZWM2NGIzNDJjNzU1NzA3\" data-original-margin=\"\">Pascal bolted back to sitting upright before his bright turquoise gaze caught hold of her eyes once again.</p>\n<p class=\"cnNlMTE5YzI2M2I0MzQ3MDg5NDNmY2M2OWFhMTY0M2Mx\" data-original-margin=\"\">\"Do <em>you</em> know how strategically important this Lake is?\"</p>\n<p class=\"cnNiMmZlZmI2MDA5MjRiYjdiYjM2MDM3ODc2ZWE4YTc1\" data-original-margin=\"\">It wasn't a question, but a challenge.</p>\n<p class=\"cnMyZDhiNTlhZmFjMTQxNDRiMTMxNTQ4NTgzZDIyYmQ0\" data-original-margin=\"\">Thinking back, Sylviane was beginning to realize that many of this nine-year-old boy's statements were precisely that: challenges, tests.</p>\n<p class=\"cnNhZTQ2ZTU3N2Q3NDQyNjJhYmMxMzc1YmRiNGJkYzAz\" data-original-margin=\"\"><em>But for what?</em> She didn't have a clue.</p>\n<p class=\"cnM2OTM1Y2FjOTZhNTQzOTk4NWU3NzY5NjUxMDA3YTVh\" data-original-margin=\"\">\"I don't remember the maps well, but father once said that the Cross Lake is where the Lotharingie Rivers united before flowing towards the sea.\"</p>\n<p class=\"cnNiMjdkZmE2YzgyMzQ3YThhYTA5NThhNTBkNTdlYzc4\" data-original-margin=\"\">\"Do you know what that implies?\" he asked again.</p>\n<p class=\"cnM0ZDA3ZDg0ZGRjZDRkNmM4ZTU2ODFkMTZjZjc5Yzg3\" data-original-margin=\"\">Sylviane took a minute to ponder it over. Even for royalty, she was still too young to receive schooling on military or economic strategy. But it hardly required official lessons to understand the importance of rivers to transportation, and therefore every aspect of civilization.</p>\n<p class=\"cnNlZDc0NDRiZmYzMTQ4MDU5ODU1YjczNTJlZGQ4YWIy\" data-original-margin=\"\">\"Ummm... that whoever holds Cross Lake controls the two largest rivers of Rhin-Lotharingie, and... through them, project military power across the whole Lotharin heartlands?\"</p>\n<p class=\"cnMzYjg3NDIzN2FjYzQzMGNiNWZlNTRlMDYwYzI0YWQz\" data-original-margin=\"\">It would take years before she realized how much difference this simple answer by her ten-year-old self made in the course of her life.</p>\n<p class=\"cnNiNjE3NzFhMTAyZjRiYjM4OTRlZDUyNjU0ZGVkN2Y0\" data-original-margin=\"\">\"'Control' might be a bit excessive,\" the boy followed up. \"However there is definitely a strong military influence, and maybe dominance over trade. Not to mention the third river, Albis, that flows here from the northern parts of the Holy Imperium. One could definitely say that this lake is the crux, the most important strategic location in Northern Hyperion.\"</p>\n<p class=\"cnMxNTJlNDBlMThiMjQ4OGI5ODY4MDNkNTE1OWM1MTBi\" data-original-margin=\"\">Pascal then shrugged before a wide grin lit up his expression from cheek to cheek:</p>\n<p class=\"cnMzNjc3Yjc5NGQzMDQ2N2M4NjNiMGEwNmI3ZTVlNGE3\" data-original-margin=\"\">\"But good enough! Wow, a princess is a <em>princess</em>. You really are different from all those other noble daughters. I have met plenty twice your age, yet all they know is gossip and arts.\"</p>\n<p class=\"cnMyMjk2MDc5OTI3ZTRlYWQ5M2ZlMjFhNjU0NzBjNjU1\" data-original-margin=\"\">It was the first time Sylviane had received such conflicting words from outside the family. On one hand, his sincerity towards her worthiness as a 'princess' was so genuine she could almost taste it. On the other hand, he indirectly insulted one of her favorite interests -- one that her parents encouraged and the nobles praised.</p>\n<p class=\"cnMwNmM0NjQ2M2ZkODQ0NzlhNzUyYWRiODlhNDVmNjRm\" data-original-margin=\"\">Between shy modesty and annoyed retorts, her pride automatically seized the second:</p>\n<p class=\"cnMzNWJjNzMxOTdmMDQwZTU5MmRlNDU1MTliYTViY2Q5\" data-original-margin=\"\">\"What's wrong with arts?\" Sylviane pouted. \"I <em>like</em> music -- especially Lotharin music. It's festive, and joyous, and easy to understand. Never fails to cheer the heart. Not like your Weichsel orchestral, all martial and stuck up on drums and trumpets.\"</p>\n<p class=\"cnNjYWFhMWIzOGM3MTQ1MzE4ZjYxZWJjMjcwYTcxYWU1\" data-original-margin=\"\">\"That is because Lotharin music source from folk songs. They are popular among the commoners even here in Weichsel. But you misunderstand, Your Highness...\"</p>\n<p class=\"cnM4OTcwNWU4OTIwYTQ0MzE4OTJjYTdiZmQ4ODg4NmNi\" data-original-margin=\"\">\"Sylviane is fine.\" she cut in. \"All this 'Your Highness' when you're the one actually in charge makes it feel like you're mocking me.\"</p>\n<p class=\"cnNhMTJjZWRlMzY4OTRmN2Q5YTA3OGU4MzJmYjc1ZmJi\" data-original-margin=\"\">Truth be told, Sylviane couldn't help but feel envious of Pascal. She had always felt daunted by her royal rank, always afraid she would not live up to expectations. Yet here beside her sat a boy her own age, who spoke and acted as though he was born to command others.</p>\n<p class=\"cnM0NDFkODQxNzhiYjQ2NWRhZTUwMjZhMDMyNTVhMDVk\" data-original-margin=\"\">\"Sure, Princess Sylviane,\" Pascal beamed back, completely ignoring the annoyed pout she gave him. \"As I was saying, I have nothing against the fine arts. But people cannot live on art and culture alone. What can noble artistry accomplish when the people starve from poor agriculture, when they wallow in destitution due to a lack of commerce? Father believes too many nobles forget this as they raise their heirs, daughters especially, and I fully agree.\"</p>\n<p class=\"cnMzMDM1NjhjZGVjMTQ3NWZhM2NhY2I3MWJkODg5YmFk\" data-original-margin=\"\">\"But mother and father said that it was still too early for me to study what my elder brothers learned.\" She countered with a matter-of-fact tone. \"They just want me to train a properly royal demeanor for now. They said an interest in the arts would help my image.\"</p>\n<p class=\"cnMwNmMxOTlhYzNlYzQ4OWI4MDIyYzZhZDhkYmY2ODVh\" data-original-margin=\"\">\"Royal demeanor? Attitude is easy to fake. Watch me!\"</p>\n<p class=\"cnMyMWJkMjFmODgwZDQ5MzViZTkzNTNkNWNjYzBlNWQ4\" data-original-margin=\"\">Pascal hurriedly stood up atop a nearby rock. With his back straight and chin high, he began to gesture sternly at the lake with pointed fingers while calling out in a deliberately pitched voice:</p>\n<p class=\"cnM0YzdkZDE0YTNmOTQ3ZWM4OGVmOTczNTYyOTA3ZTM1\" data-original-margin=\"\">\"Hmph! You better be grateful! That is a royal gift from the house of de Gaetane...!\"</p>\n<p class=\"cnMxNmVlYjk5NTgyOTRjMzRiNWJhZjQzMTRmMjc5ZDhm\" data-original-margin=\"\">\"Don't misunderstand. I am merely issuing you a fair reward for your accomplishments...\"</p>\n<p class=\"cnNjMzIzYjAyODI4YzQ2Mzc5NzY4OTg5MzM3NTk0YTNh\" data-original-margin=\"\">\"As a princess, I must show kindness to loyal attendants. That is all there is to it!\"</p>\n<p class=\"cnM3OTg5YTYyZmFlMzRjYzBhYzU3YjY1ZjdhOTlmZjdh\" data-original-margin=\"\">He then gracefully sat back down.</p>\n<p class=\"cnMzNzQyNzJjZGU5YTRkNmU5NTk0NmMwOWIyZTAzMjA4\" data-original-margin=\"\">\"Well, what do you think?\"</p>\n<p class=\"cnM4MTk4ODgxZDZhYjQzNTNiYjYzYzQyMTA4MjAzZTM3\" data-original-margin=\"\">Sylviane's entranced eyes were lost between astonishment and stupefaction.</p>\n<p class=\"cnM5ZTgwZmY5MGEwNTQ0ZDNhYzBlMzJiZTAwMWYzNmFi\" data-original-margin=\"\">\"It definitely has 'attitude'. But nothing like what my tutors taught me.\"</p>\n<p class=\"cnNhZjJkYjU3NzZjODRiOGJiZTFkYTMyOTBmYjljYzJm\" data-original-margin=\"\">\"Please! What do those old men and women know about being a <em>princess</em>!?\" Pascal's voice held nothing but disdain as he began to speak of his hired tutors. \"I chased away three of them before father gave it up. Not a single one of them could stand up to me in either a contest of will or knowledge, always resorting to barbaric violence instead! Of course... if your mother had advice, that would be something else entirely.\"</p>\n<p class=\"cnNiYjg2ZTU0NTlkNTQ4ZTE5MzRjMmE2ZjM5OGFhMTZm\" data-original-margin=\"\">\"Mother was only the daughter of a Count before father married her,\" she replied. \"As much as we love her, mother has never grown accustomed to being empress. There's no way I would bother her for such advice!\"</p>\n<p class=\"cnM0NmVjYjI2MTQ4ZTQyMWM4NWE1NjI4ZjQ3MGQzOTNi\" data-original-margin=\"\">\"A mere Count?\" Pascal's brows shot up. \"I thought noble marriages were usually made for more political gain than that? A lone county will not offer much to help back up an Emperor's authority.\"</p>\n<p class=\"cnNiMDRmZWEyZTAzZTQ2MzM5NDZlYmM2NTE3MWY0NWUz\" data-original-margin=\"\">Sylviane snapped her irritated glare back onto him. Only then did she realize that his eyes held not an ounce of condescension, merely curiosity and surprise.</p>\n<p class=\"cnMzOWE4MzUzNjM1YjRmMzI4YjRlNDdmOTJhNzdhNzFi\" data-original-margin=\"\">After taking a deep breath and donning her 'royal composure' once again, the princess started to explain:</p>\n<p class=\"cnNiN2E4Y2U5ZjA3MDRiMDY5NmViYjA3YTFkNmU1ZGE2\" data-original-margin=\"\">\"Father always said that political marriages are the folly of short-sighted nobles and certainly not the 'Gaetane' way. He told my elder brothers and me that because we are royalty who bear the burden of the realm, we must take extra care to marry well and create warm, caring families. Because only a good family may raise a good heir, and only a responsible child with a healthy mind may become an excellent liege...\"</p>\n<p class=\"cnM4Nzk1NzM2YTAxNDQxODA4OTg4YTExMWY3MThhYWQ5\" data-original-margin=\"\">She paused for a moment in uncertainty before continuing:</p>\n<p class=\"cnMyNjFhY2ZjNTgzMTRhNjk5YTIyMzJmZjVlMzIwZGFi\" data-original-margin=\"\">\"I'm still a child, so I don't really understand it all. But I know they're right! It's because of father and mother that my brothers became the kind, smart, and diligent young men that they are. Just the thought of father and mother disappointed and ashamed, after everything they've done for us... I don't think any of us could bear that.\"</p>\n<p class=\"cnMxMDY0ZjhhN2JlNDQ2OWRhMDYyZmVhYzc1ZGJiZGEz\" data-original-margin=\"\">Sylviane watched as Pascal turned back to the lake. He seemed to think it over as his soft, golden curls swayed in the waterside breeze. Then, with his eyes still far away, he began with pensive words:</p>\n<p class=\"cnNkODhlZGI0YjQ4NjQyM2VhZTM4MjRjOGIxMzgzZjk5\" data-original-margin=\"\">\"I think you are probably right. My mother died before I really knew her, and father is too busy to return home often. But it does not matter how tired or how far away he is, he always makes sure to write to me, or send long messages every week through our Majordomo Karsten. He is one of the main reasons I want to learn and understand all manners of stately affairs, and magic too--!\"</p>\n<p class=\"cnMwMDYxZDAzMzE2MjQ0NWViMzEwMGFmNWZiNGEwNjE1\" data-original-margin=\"\">Pascal's tone suddenly rose in excitement:</p>\n<p class=\"cnMxMmNhMjFhNjU3MzRhYmVhZWQyYzMyMDlmMjc5NzA0\" data-original-margin=\"\">\"I simply cannot wait for the day when I can receive <em>Farspeak</em> calls directly from him!\"</p>\n<p class=\"cnM0NTQzNTdkNmU4OTQ5ZTVhZTY3ZjE4ZGZmMzUwZmY4\" data-original-margin=\"\">He then turned back around and met the amethyst eyes of the princess. His gaze held a new light even as he repeated old words:</p>\n<p class=\"cnMwYjllMzkxMjUzNzRjMzc5ZDA4MWE2MWQwYTFlZjI4\" data-original-margin=\"\">\"Like I said, a princess is a <em>princess!</em> You are just so much better than all those other noble girls!\"</p>\n<p class=\"cnM3ZThkMmI3ZDgzZjQzMmNiMDFhODA0NjhjYTBhNWI5\" data-original-margin=\"\">This time, Sylviane no longer had the distraction of another mood. This time, she turned away coyly as her cheeks flushed pink.</p>\n<p class=\"cnMwNjMzZjY0MjIyNTQ4YTA5YTI4MjJhOTc1MGQ1YTI4\" data-original-margin=\"\">\"You're actually the first one outside my family who sincerely meant that,\" she admitted. \"Everyone else keeps whispering behind my back that I'm not graceful enough, or not beautiful enough, or lack that alluring aristocratic refinement...\"</p>\n<p class=\"cnNlYzZhYjMzMjg2YTRiNWJiYzMxZmZhMzRmMzJmZjc0\" data-original-margin=\"\">\"Oh please, do not tell me you actually listen to those idiots.\" Pascal cut in. His hard eyes were insistent if not imperative, more pressuring than any tutor she met.</p>\n<p class=\"cnMyMjBiNWFhZmI2YjRhNWE5M2RlMjhkN2VkYzA4NmFk\" data-original-margin=\"\">\"Sure, some noble girls may <em>look</em> nice -- beautiful as a peacock! With just as little birdbrains! I have met many of them, and most of their thought capacity barely extends beyond squealing like pigs and chirping over which set of feathers to admire tomorrow. Seriously, those 'nobles' can go jump off a cliff and the world would hardly have lost a thing.\"</p>\n<p class=\"cnMxNWEyNjcxMTEwMjQyODVhZWViNGIyZDczMDUyMTM3\" data-original-margin=\"\">Sylviane knew that his statement was rather excessive and mean if not outright horrible. Yet she nevertheless smiled and grinned as he bashed upon the same people she always held an inferiority complex towards.</p>\n<p class=\"cnMwYWI5ZThlNTgxYzRhMDU4YTZhNDMyMjI5MTcwYWNj\" data-original-margin=\"\">As disdain rapidly drained from his gaze, Pascal returned to his appreciative voice:</p>\n<p class=\"cnM4NjY4YTVmYTgyNDQwYjRhMDNjODk0ODdmOWVmNjEz\" data-original-margin=\"\">\"Now being a <em>real princess</em> -- that requires skills and knowledge. Royal demeanor is important too, but that is easy to learn and project! The rest is what truly requires work. I cannot say that I am sufficiently learned myself to teach you, but I could certainly help you study!\"</p>\n<p class=\"cnM4MTcxNmM5NzczZDQzYjM5ZTVjMzI5OGYwMDBiMzVm\" data-original-margin=\"\">At the time, Sylviane mostly thought that Pascal was boasting. After all, even if he was smarter than the average, how much could a mere nine-year-old understand about affairs of state and governance?</p>\n<p class=\"cnMwZjQ2ZjM5ZDAzMDRkYTQ5ZThmMjUwMmQ2NTU4OWI5\" data-original-margin=\"\">It took but days before the princess realized how wrong she was.</p>\n<p class=\"cnNiMjliZWE0N2Y2YzQ1ZTA5ZjA4OTE2NWYwNjY3YTI5\" data-original-margin=\"\">While other children their age spent most of their time playing outside, learning language, numbers, etiquette, and equestrian skills, Pascal had already skipped ahead by several steps. Instead of comparing dresses and dance steps or matching bravado with wooden swords, the young lord spent every day dragging her to study map displays and book projections:</p>\n<p class=\"cnMzOTA5Mjc4NjI5MTQxNGU4ZjM3ZmYzOTc4ZTA4MmY3\" data-original-margin=\"\">-- Administrative sectors and the effect of synergistic coupling on managerial efficiency.</p>\n<p class=\"cnM3ZmU3ODFmZGNkMjQwZjdhM2YwZDJmMDkzZTYwZWM5\" data-original-margin=\"\">-- Trade networks and their convergence points' need for transport expansion.</p>\n<p class=\"cnMwNWQ1NTcwMDc2YzQxZWViMGYyNDNhZGExZDBiZDM1\" data-original-margin=\"\">-- Climate zones and the inevitable limitations of agriculture based on weather.</p>\n<p class=\"cnM3MWM3ZjRlYmQ0ZTQ1NjA5MWUzMmQ0MWY0ZmUwZjY2\" data-original-margin=\"\">-- Resource maps and the optimal placement of supply-production chains.</p>\n<p class=\"cnMzODhkMmU1Y2E5NzQwZTliN2Y2YzJkYmIwM2JjOGVi\" data-original-margin=\"\">-- Military strongholds and their potential for mutual support and coordinated defense.</p>\n<p class=\"cnNlNTAxMDhmZDZkOTQ1OTlhY2RlYmNhYjNjYzZlY2Fj\" data-original-margin=\"\">The list went on and on...</p>\n<p class=\"cnNhM2U3MjllNWQzMjQ1OGRhMDAwZDMyZGUzMzNjYjFm\" data-original-margin=\"\">For nearly a year Sylviane stayed at the Moltewitz estate in the Landgraviate of Nordkreuz as a political hostage. Landgrave Karl August von Moltewitz never disrespected her. Even King Leopold of Weichsel treated her as the royalty she was during his cordial visit. Other than her limited freedoms and the dozen soldiers constantly tailing her, one could easily mistake her for some other noble daughter staying at the fortified estate as Pascal's study-mate.</p>\n<p class=\"cnNlNzQ2NDE5MWViMTQwYjE5MmIxZmFmZWQyZGFhNGM5\" data-original-margin=\"\">However, after many months of playing catchup, Sylviane slowly came to the realization that she had never been a foreigner in his eyes. She had held a suspicion since her first week that the entire meeting with Pascal may have been set up by his father the Marshal. Yet in the end it hardly mattered whether or not the old man plotted and schemed, for Pascal himself was truly sincere.</p>\n<p class=\"cnNjMGNjMmQ2MTA4YjQ4Y2M4ZjU4YjdkZWNkMWVlMWE3\" data-original-margin=\"\">It had been a precious chance for Pascal to garner a new friend... one of only two at that.</p>\n<p class=\"cnM0YzVjZjBhMzI0YjQ4YTBiNzIzN2JjMTc1ZjI1MmUy\" data-original-margin=\"\">Yet despite all their time spent huddled in libraries and studies, despite all their heated lakeside discussions and peaceful, humored strolls, it was Pascal's words during her last day beside the shores of Cross Lake that would forever be engraved into her memories:</p>\n<p class=\"cnMyMjJiZWQyMmJmNzQ1N2FhMzI2NGU1MzM1OWIwOWVj\" data-original-margin=\"\">\"Tell your father I think he should hire healers to check his court nobles for vision problems.\" The ten-year-old Pascal said nonchalantly as his beautiful turquoise eyes left the glittering, sunlit lake and turned towards her.</p>\n<p class=\"cnMzYjJhNzYxNjVhMTQzOTRhZDRkMmM3MGIwMzc2MzEy\" data-original-margin=\"\">Sylviane almost giggled. Saying something equivalent to 'tell the Emperor to do this' was just... such a Pascal thing to do.</p>\n<p class=\"cnNjMDQ5ZWFlMDI2MzQ4ODZiZjFhZGVjZDZkN2I1YzA5\" data-original-margin=\"\">\"Why is that?\"</p>\n<p class=\"cnNmNDdjMDgxYzY4MzQ3ZjQ5N2UxMzljZmMyYjIyMjg5\" data-original-margin=\"\">\"Because blindness is their only excuse for belittling the sight of the most beautiful girl I have ever met.\"</p>\n<p class=\"cnNlNmMwZTlmMTY1ZDQ3MGFiZDIzYWUzNGI5NzAwNmQ5\" data-original-margin=\"\">Completely unabashed, Pascal was positively beaming in his childish innocence.</p>\n<p class=\"cnM4MjNlYTAxYzM1MDQzYzFiZmY5YTBhYzUyYjAwMWIx\" data-original-margin=\"\">For a second, Sylviane almost thought she misheard.</p>\n<p class=\"cnM3Yjc0ZTg5ZjAxOTQ5MDdhOTQwYjU1MzNjZDFmMDFh\" data-original-margin=\"\">For a moment after that, she thought he was joking or perhaps teasing her again.</p>\n<p class=\"cnNjMWI0OTE5YzRmZjRmNzI5NWI5MmZkNzgwMmUyMWNk\" data-original-margin=\"\">Then, her entire face ripened like an apple as she realized that he was absolutely serious. If embarrassment actually burned as hot as it felt, Sylviane was certain that her lightheaded brain, her overheating shoulders, her fluttering chest... her entire body would have erupted with steam.</p>\n<p class=\"cnM1YTI5MjUwMzQ2YjQwMDZiMjQ3ZGI3ZDNmY2IxMzlm\" data-original-margin=\"\">Her light-violet eyes reflexively turned away as they fled his gaze and sought the cool blue ripples of the lake.</p>\n<p class=\"cnMyMDQ1NjU2YjgzNjQ0YmVhZmE4ZWI4NWJkYjA3YzRj\" data-original-margin=\"\">\"D-d-don't get too ahead of yourself with flattery!\" Her failing voice stuttered out. \"I am still the Royal Princess of Rhin-Lotharingie!\"</p>\n<p class=\"cnNlYmExMDJkZjIwMjQ4ODJiODJmNzY5ZDEyZGVjODZj\" data-original-margin=\"\">\"Of course, Your Highness.\"</p>\n<p class=\"cnMzNzIxODU5OTYzMzQyNzU4NWUyNDI2MDQ4OWEwNTkw\" data-original-margin=\"\">Joyous pride filled Pascal's voice as he lifted and kissed the back of her hand.</p>\n<p class=\"cnNkNDUyNjUwNzJlYjQ5ZDA4YjQxYWM3YzQxYmFhNzM4\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNmNDlkNDJlNzRjZDRhODdhMDkxNTg3ZmMxYjUyZGYz\" data-original-margin=\"\"><br>Sylviane never figured out if Pascal intentionally did it or if his lack of social common sense simply left him misguided. However, her father certainly did not appreciate Pascal's idea of 'royal attitude' rubbing off on her. With the rest of the family now gone, Emperor Geoffroi took it upon himself in the following months to stamp almost every vestige of it out of her.</p>\n<p class=\"cnM2YmI3ZDc4Y2RhNjQ1OThiODRiYmFjYWY2YTBmNmYz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkNDQ3ZTRmOTlkODRjNjhhZWU2MmZiNmQwYWIzNjEw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMxMTNmYzgwZTU1YjRiZmU4OGFlNTMyMzM1ZDcwZDM3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjNWFlMjcwODEzYzQwNDE4N2ExMTQzZDUxZjY4OGJk\" data-original-margin=\"\">\"Your Highness?\"</p>\n<p class=\"cnNhNmNjMjllYmQxNzRlNDRhMjQyMDZiMDZiNmFlZGJj\" data-original-margin=\"\">The words of Sir Robert de Dunois, wayfarer mage and Oriflamme Armiger to the <em>Cerulean Princess</em>, pulled Sylviane's thoughts back to the present.</p>\n<p class=\"cnMzZmNmZjYwZTVlODRhMzhiYzkwYjU4ZGJjNGQzOWU3\" data-original-margin=\"\"><em>I'll see him soon enough,</em> she thought.</p>\n<p class=\"cnM2Mjc0NzBhMDJhZDQ4MzJiODdjYmRlMjY2MzRkOTQ3\" data-original-margin=\"\">\"Just planning ahead, Sir Robert.\"</p>\n<p class=\"cnNhMGExNGE3YzhhZDQxMjU4Nzg1ZjViYzRjMjBjYTgy\" data-original-margin=\"\">Crown Princess Sylviane lied through her royal mask of imperturbable confidence. Her shoulders felt heavy and burdened by responsibility. Yet she could not reveal one iota of it -- not to her closest guards, not to the ministers in court, not to anyone, except maybe the three most important men in her life.</p>\n<p class=\"cnNlOTk5YjBkYjhhMzRlNjY5MTk4ZjljOWRiNTMwYzll\" data-original-margin=\"\">Fairy tales aside, being a royal princess had never been about an enviable and enjoyable life. It was hard, and lonely, and just outright tiring.</p>\n<p class=\"cnNkMDY3ZDc5MWZmMTRjN2Y5YjQ4NjAwM2I0YzQ3Nzgw\" data-original-margin=\"\">It was but another reason why no true heir of the Gaetane dynasty ever wanted the throne.</p>\n<p class=\"cnM1ZGI3YjFjYmVmYTQzYjc5YWNlMDI4NTEyMmY4ZTc3\" data-original-margin=\"\">\"Your Highness!\" A friendly cry interrupted Sylviane's thoughts. \"We're here!\"</p>\n<p class=\"cnM1NWViZjE1MTlmNTQ3Njk5MGQ0Yzc0MGU3Y2JhNGJh\" data-original-margin=\"\">The Princess looked towards the front of the deck. King Alistair was in the prime of his adulthood and wore an imposing suit of half-plate armor. Yet his countenance held the expression of a boy who had just received birthday presents. Sylviane never understood how Alistair could be so lax and cheerful at moments like these, even though she felt like the world was collapsing and that she was one of the few who bore its weight.</p>\n<p class=\"cnMyZTZkNTE1OTY5NjRlYjE4ZmYxYzMxNGY1ZGRiZDE0\" data-original-margin=\"\">Sylviane couldn't help feel envious as she looked up to meet his faded-blue gaze. The King wasn't merely pretending to be happy. His eyes truly looked like that of an excited, tail-wagging puppy.</p>\n<p class=\"cnM5NDJlOThjOTIyMjQ5ZjNhZjRjNThmMThkMTM0Yjdh\" data-original-margin=\"\"><em>But then... this is part of why they call him the 'Hound King'.</em> She smiled a little as she stood up from her chair. She strode forward with firm steps as she joined the tall, broad-shouldered man almost thrice her age.</p>\n<p class=\"cnMwMmEzOTE3NGU4NDQ5YmQ5Y2IyMjM1Yzc3MjVmYTZl\" data-original-margin=\"\">\"Come on, Sylviane. Join us on the front deck. You're missing all the scenery!\"</p>\n<p class=\"cnMzNGUwNjRhYjI0ZDQ1YzA4YTkzYzM5YjI1OGI0YWQy\" data-original-margin=\"\">\"Surely this cannot be your first time in Alis Avern, Your Majesty?\" The Princess replied rather stiffly -- a sign of her anxiety and worries.</p>\n<p class=\"cnMzOGE5YWUzMWRiZDQzNWQ4YTc5Njc1ZGNlNDYwZmFh\" data-original-margin=\"\">\"It's <em>Alistair.</em> There are no outsiders here.\" The King insisted playfully, and not for the first time.</p>\n<p class=\"cnM1MGYxM2NiZTEzYjRmNjk5NTk5NDAzZmNkMTU0NDc0\" data-original-margin=\"\">Sylviane exhaled a sigh before she smiled and chuckled to herself. <em>This man never holds to protocol. Must be all those years he spent as a mercenary.</em></p>\n<p class=\"cnMwNmMwNGY2Yzk0ZDQ1NTU4ODMwYWQ1OGZhNWRkZWJl\" data-original-margin=\"\">\"Alistair.\" She addressed him more casually. \"I'm sure you've been to the capital before.\"</p>\n<p class=\"cnMxZTk4YzJjMzRiMzQxMjE4ODZlZTQ3ZGI1ZWIzNjFj\" data-original-margin=\"\">\"Of course I have!\" He answered with an infectious smile. \"But never from this altitude before! And never from the bridge of a skywhale!\"</p>\n<p class=\"cnNiMjhmZTUwNmVkYjQ0MDhhZTllYmRhMmRiNTNjZGJk\" data-original-margin=\"\">The deck corridor that they strode along soon ended. It opened up to a semi-circular viewing deck, which was surrounded on three sides by floor-to-ceiling windows. At least a dozen Oriflamme Armigers, mostly Alistair's and also a few of Sylviane's, chatted as they pointed to the ground below. The crew compartment they stood in hung under the belly of a skywhale. They were still over a thousand paces off the ground and the windows offered a perfect view.</p>\n<p class=\"cnNlZWEyY2QzM2UzNTQ0Yzg4N2I5ZTdkOTMyNDExMzgy\" data-original-margin=\"\">\"Captain Moreau,\" Alistair turned to face a tall, red-haired man who had just passed his prime. \"Bring us to dock please. And make sure to give Geoffroi an eyeful.\" He then leaned over to Sylviane and half-whispered: \"I want to make your father jealous.\"</p>\n<p class=\"cnNiYzVkNzA4YjIwMjRhZTc5ZDRkOTc1MTVjNzcwNTFl\" data-original-margin=\"\">\"Yes, Your Dippisty.\"</p>\n<p class=\"cnNlMjFkNTQ1YWQ2YjQzYWVhMzBiOThkOWJkNmJlZmQ1\" data-original-margin=\"\">\"Dippy?\" Alistair looked taken aback, yet he remained in good humor. \"That's a new one.\"</p>\n<p class=\"cnM1ODZjZGM1NjNlYTQ3NzE4MTFkYjIzODA4MGYzYjkx\" data-original-margin=\"\">\"The Captain isn't wrong.\" Sylviane shook her head. \"Only you would annoy my father like this.\"</p>\n<p class=\"cnM0YTg5NmQxNWYwYzQxNDRhNzkzNDdmNWM1NDBmMDMw\" data-original-margin=\"\">\"Only I <em>can</em> annoy your father like this.\" Alistair grinned from ear to ear. \"Call it the privilege of being his most loyal supporter.\"</p>\n<p class=\"cnM4YzExY2IxM2IwZTQ3ODBiZGFmZThkNzBlZDZiMWVi\" data-original-margin=\"\"><em>Yet another reason why they call you the 'Hound King'.</em> Sylviane chuckled.</p>\n<p class=\"cnM0ODFiYmI0YWQyNjRiYTZhMGM2NGU4MjA2M2UyN2Rj\" data-original-margin=\"\">Sylviane looked out through the giant windows and watched as the Oriflamme Palace grew in size at a steady pace. The skywhale still flew over the waters of Lake Alise, the largest lake in Western Hyperion. The capital city of Alise Avern, built by the refugees of the Averni tribe after the fall of Fort Alisia, was situated on the northern tip of an island in the middle of the lake.</p>\n<p class=\"cnNhMzBkZDk5MWQ2ZjQ2NmU4YmZjMjAwNTNhMmVjZTZk\" data-original-margin=\"\">There, at the island's northernmost point, was a hill formed by a single, gargantuan rock. On top of this rock was the citadel of the capital's fortifications -- a tall, hexagon-shaped keep, surrounded by a curtain wall with twelve towers devoted to the twelve sacred phoenixes of the realm.</p>\n<p class=\"cnNhMjczMmE2MDAyOTRhMGRiMmJiM2QxZmMzYzhjZjNl\" data-original-margin=\"\">The stone keep in the center was almost boring in its blue granite construction. It wasn't awe-inspiring like the Black Dragon Castle of Weichsel. It wasn't elegant like the tower of the 'Perennial Court' in Ceredigion's Caernarfon Castle. It wasn't even as beautiful as the landscape surrounding Alistair's home in Highcliff Castle.</p>\n<p class=\"cnNhNTJlMTQ4OWY1MDQzMTM5ODY2ZWE1YTg4MDIzMGI0\" data-original-margin=\"\">But this boring looking keep was nevertheless the Oriflamme Palace, the place where she grew up.</p>\n<p class=\"cnNkNzY2MTg1ZjU2MjQ2YTlhNjIxOTk2ZTE1NzEzOTNi\" data-original-margin=\"\"><em>I'm home.</em> Sylviane finally smiled in earnest to herself.</p>\n            ",
  "invisibleParagraphContent": "Stolen novel; please report."
}