{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0Y2YyN2ZiZjVhMTRkNzg4YjUwNDZiMTg3Y2FkYTZj\" data-original-margin=\"\"><em>Bang Bang Bang</em></p>\n<p class=\"cnM0YTM1MmViY2NkODQzYzM5NjE4OWZlZTAxMDBmZjgw\" data-original-margin=\"\">\"Honey, are you okay in there?\"</p>\n<p class=\"cnM0YWU0MzJmNmI1ODQ4ZmU5OTk1MTY3NzI0OWY4YWRl\" data-original-margin=\"\">I hear my mother's concerned voice and an offensive pounding on the door as I crawl my way back to consciousness.</p>\n<p class=\"cnMwOTViODY0NzMxZjQ5YmFhNGUyMWUxZGUzZDQ2MTc0\" data-original-margin=\"\">\"How long was I out?\" I think as I struggle to get my bearings. The pain has subsided at some point, but I can't tell if the circle is working. My room is flooded with light despite the closed panels, so it's late into the morning at least.</p>\n<p class=\"cnMzZTkzOTZlNmI3ODQ4OTViMGRhZDJiZDRmMzRhNmY4\" data-original-margin=\"\">\"I'm coming in, Lily!\" Mom shouts through the door.</p>\n<p class=\"cnM0OTlhMzE4MjhiNzRhMzY5ZWRkNWRjY2ZlMTkxNWVm\" data-original-margin=\"\">\"Shit,\" I mutter, looking down at the tattoo on my stomach. \"I'm okay mom! One second!\" I shout back, scrambling for my nightgown. Too late, she's walking through the door.</p>\n<p class=\"cnM3NmQzMzUxMjg0YjQzNGVhZmZmMTI1MGI5NTA5NGFh\" data-original-margin=\"\">\"Lily, I have been knocking at your door for five minutes, it's almost noon, what's going on?\"</p>\n<p class=\"cnNjNGI3Y2MyYWE2NTRiYmFhZjdhOGJmZDJiOGVlMDUy\" data-original-margin=\"\">I bundle the nightgown up against my torso, desperately covering the tattoo.</p>\n<p class=\"cnNiOGZkN2Q4YjRiMTQ5MTNiMTAyNzFkNjRlY2U1OWJj\" data-original-margin=\"\">\"Um... I'm sorry Mom, I was up late because uh...\" I start as she eyes me quizzically.</p>\n<p class=\"cnMxZTc5ZDkyY2JjNjQzYjNiZDIwNTVjZjM0ZTAwZDZj\" data-original-margin=\"\">\"Because?\"</p>\n<p class=\"cnM2Mjk4MjQ1YzJkNDRjMDJhNWIwMTZhYjE1MmE2YzVl\" data-original-margin=\"\">\"Uh, nightmare. I had a nightmare.\"</p>\n<p class=\"cnM0MjgzMzdmYzA2NDQyYjg5MzEwOTFhNTNmMzcwNzRi\" data-original-margin=\"\">\"Oh sweetheart, that's ok. Why don't you tell me about it.\" She asks, sitting down next to me.</p>\n<p class=\"cnMyMjA1MTZiNDJkMzQzM2ViOWZhMjQ1OTMwNDEzMDMy\" data-original-margin=\"\">Fuck, uh scary what was something scary...</p>\n<p class=\"cnM4NDA1ZWUyNjA0NTQwOTI4NGExN2RmOGQ1MDBkMDg2\" data-original-margin=\"\">\"Well um, I was in space and uh...\"</p>\n<p class=\"cnNiZjA2YWVkNDJjYTQyNjZhNzljNDQxZjE5YmI1ODEy\" data-original-margin=\"\">\"What space were you in honey?\"</p>\n<p class=\"cnNkNzlmOGFhOTM4MDQ4MmZiMzhjMjRjMGRiM2Q0NjAx\" data-original-margin=\"\">\"Oh, the sky, where the stars are. I was on a ship in the stars and there were... dead people with extra arms and tentacles and they were trying to kill me!\"</p>\n<p class=\"cnNmYzVkNDBmNjljNjQxZWM4OGQ2MDdjOWM0MzRkNzVm\" data-original-margin=\"\">Her face contorts a bit at this description. \"Oh, that must have been so scary Lily!\" she sympathizes while rubbing my back, before muttering \"I need to talk to the boys about the stories they tell you...\"</p>\n<p class=\"cnM5MTc5OTZhZTlmMDQxYzhhMjk0MjVhYTFhN2ZlYjdm\" data-original-margin=\"\">\"It was! And so I woke up and couldn't sleep, and then I fell asleep when the sun was coming up so I accidentally slept too long! I'm sorry Mom!\"</p>\n<p class=\"cnMyNmUzZDY2ZTZhMjQzYjQ5YzFiN2QxY2JmY2M2NGVk\" data-original-margin=\"\">\"Oh, it's alright my little love. Everyone has nightmares. Even Daddy and Mommy. Why did you take your nightgown off though?\"</p>\n<p class=\"cnM0NjU5NjBlM2I1ZTQ5NmY4NDdiMWFkNzI0NjdjZDg1\" data-original-margin=\"\">\"Oh when I woke up I was all sweaty and gross and I couldn't sleep with it on.\"</p>\n<p class=\"cnM2MGY3NzU3MTJmYzRhNTY5ZDQxZGFiZjJlNTI2YTY1\" data-original-margin=\"\">\"Oh, I understand. Why don't I clean that for you, here let me-\"</p>\n<p class=\"cnMwNWQ3OWQwMjFjYTQ5ZjBhYThkODRjMTI2N2JkZjQ2\" data-original-margin=\"\">\"NO!\" I shout, startling her.</p>\n<p class=\"cnNmYzM1ZDY4YjlmZTRhYmFiNWNkYWE0M2Y4Yjg4NGU3\" data-original-margin=\"\">\"I mean, it's okay Mom. I'll take care of it. I'll be down in a little bit,\" I quickly correct myself.</p>\n<p class=\"cnM4NWQxZmVjZWRkZTQ5YzE4MTYwMTUyMDVjOWI4Njc3\" data-original-margin=\"\">She looks at me like like I've just bit her, but apparently decides to let it go since she responds with \"Well alright sweetheart. But come down quickly, Lord Godfrey was expecting you half an hour ago.\"</p>\n<p class=\"cnNlMTRjMTNiOTY5NzRhMTZiYTYxMDcyODY3ZmNjYzNh\" data-original-margin=\"\">As she reluctantly leaves me on my own I groan with relief and let the nightgown fall to the floor. That was too close. I'm not prepared to explain why or how I tattooed myself.</p>\n<p class=\"cnM0OTNkMTYzOGE4NjQ5ZjBiMWMzNzI1OGNmODFlOTU3\" data-original-margin=\"\">With that, I decide to examine it a bit more closely. I don't have much time but I need to ensure I'm not in any danger. The design is perfect, I haven't made any mistakes in drawing it. An elaborate circle with spiraling runes stretches from just above my belly button to just below my sternum.</p>\n<p class=\"cnNiN2RmMjg1NTBlMTQwMWZhOWJhMmE3MTU5N2JmZDRi\" data-original-margin=\"\">Focusing, I try to feel if it's drawing in mana. After a moment, I feel an energy radiating through my body, starting at the circle. It's strange, but I have an instinctive understanding of it. I can't manipulate it yet, but I can observe and measure it. It's... much slower than it should be.</p>\n<p class=\"cnNmMjVhYWNhZGVhYjRiZGE4MmIyNWRjNDRmMjkzYTRh\" data-original-margin=\"\">I'll have to figure that out later; I'm late for work. I quickly put on my dress and tie my hair into a ponytail, then head out of my room.</p>\n<p class=\"cnMzM2VhYTU4NTY4ODQ2ZTU5OTQ5ZTE5NzQwYjBjYjI4\" data-original-margin=\"\">\"There's our little scaredy cat!\" Gilbert's voice greets me as I emerge.</p>\n<p class=\"cnNlNTNjM2VmNzAxNzQ0MzViMzdlYTQ1YWQ4MGE3NTE5\" data-original-margin=\"\">Great, of course, she told them. Having been raised by two mothers now, I'm beginning to suspect they're all clueless creatures. Oh well, as long as the tattoo is still a secret.</p>\n<p class=\"cnM1M2M1NTRjYTQ4NDQ1NTFiMjcyN2EwZTdlZWE5OWRi\" data-original-margin=\"\">\"Glad to see you return to the land of the living! Oh, sorry, too soon?\" Ed chimes in before Mom smacks him across the back of the head. I giggle to myself a little. Ed has been growing increasingly mean lately, but this feels more like standard big brother teasing. He must have also been concerned about the nightmare, and is finding his way of showing it.</p>\n<p class=\"cnM3NTQxNTliNWQ3NDQ0NzdhMmU3NTliY2I1OGZjMTQx\" data-original-margin=\"\">\"Leave your sister alone you two!\" she reprimands.</p><p class=\"cjI1NWJkNGU2NTVjZDQyZTdhYzExODIyN2VlMGE3Nzcw\" data-original-margin=\"\">Stolen story; please report.</p>\n<p class=\"cnNjZWM3ZjIwOWUxNjQ3ODE5MDhmMTRjN2ZlNDExNDNh\" data-original-margin=\"\">\"We're just poking fun Mom, she knows we don't mean it, right Lil?\" Gil responds.</p>\n<p class=\"cnM1ZjYwN2ZhMjA3NjRlZDBiNDkwYTE0OGIxZTJiZWE4\" data-original-margin=\"\">I smirk before addressing my Mom \"That's right, it's fun! Why don't you tell me about the nightmares they had growing up when I get home?\"</p>\n<p class=\"cnNjZmFhYzYxNDRiMjQ5YWU4ZTllZDVmOGMwNDFmYmNi\" data-original-margin=\"\">Gilbert and Edward pale at the thought and my mom smiles, \"Why yes honey, why don't we 'poke fun' about that old dream you told me about... the one with the scary old lady?\"</p>\n<p class=\"cnNjZWZhY2I5YzMwMTQ5ZjE5ZDdlYTQ1YmQxMjA0OWM1\" data-original-margin=\"\">This saps all the humor out of Edward's face as it turns a crimson red. \"You know what, I think I needed to check on the neighbors. Bye!\" He shoots me a familiar glare as he leaves. Right, his concern was never going to win out against embarrassment. I hope he can snap out of this as he ages, he is so easily upset with me these days.</p>\n<p class=\"cnM1ZjA0NzhlNzBmYzQyYjk4MjIxMWVjOTg0NmQyMTY5\" data-original-margin=\"\">I laugh until my father comes in and calls to me, an irritated tone in his voice. \"Come on Lillith, we are burning daylight here! Lord Godfrey is probably wondering where you are!\"</p>\n<p class=\"cnMzYzljNGExZWQzYTRmZjk4Njg1ZWU3OWNjNzk4ZGMx\" data-original-margin=\"\">\"Right, sorry Dad, be right there!\" I respond, following him out the door.</p>\n<hr>\n<p class=\"cnM4ZWE0M2Y2ZjUzZDQ0ODY4ODllNWM2NzdkMTViZWJl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkNTNlMzIzNmJlNjQyM2VhZTI4ODc4ZjExNmM3OGZh\" data-original-margin=\"\">Godfrey is not wondering where I am and doesn't even look up from his romance novel when I enter the backroom of the shop.</p>\n<p class=\"cnMwMmY3YjIwMGU2ZjQ1ZGJhNTkzNjQ4MWM0YjNkOTc4\" data-original-margin=\"\">\"Lillith, get me a danish,\" he grunts when the door closes.</p>\n<p class=\"cnM3OTM1OTc4YWZkYjRiYTU4M2EwZWRiYWQwNDRlMTA3\" data-original-margin=\"\">\"Get your own danish old man.\" I snort, echoing our daily greeting.</p>\n<p class=\"cnMxNzQwYmJmOGExZjQ2Mzk5MGExYmUyNzdiODFjOGEx\" data-original-margin=\"\">I collect the cleaning supplies and go back to the front, finding a quiet place to sit down and examine the mana flowing into me. I've had some time to consider on the walk over, and I'm pretty sure I know what happened.</p>\n<p class=\"cnNlMGIxYmYzOGEyZTRjZTc4YzRiNWY0MzU4NzMzZDkw\" data-original-margin=\"\">First, the pain. I have a few theories here. The final rune opens my body up to mana and turns it into a nexus point. This is what all magic circles do, but no one has successfully imprinted one on a living being before. This is because once something moves, the circle stops working. Mine was successful, however, which gives me a clue.</p>\n<p class=\"cnMyODQ3YWJhOTRjNjRkNDhiNDMyYTg5ZjMyZGUxM2Zm\" data-original-margin=\"\">Magic circles aren't drawn with a person inside but drawn before the person they're for enters them. I think I'm the first person to experience a space abruptly shifting from mundane to a mana nexus. The space inside the circle is, on a conceptual level, being dismantled and rebuilt as an entirely different type of space. In my case, that space is my body.</p>\n<p class=\"cnM1MDM3NjEwNjhkMDRkYzVhODc2NmQ1YWUzMTlmZTFj\" data-original-margin=\"\">I've also targeted the components of my body at a much deeper level than most. My blood, bone, and flesh are targeted, but so are my marrow, the calcium in my bones, the bacteria, and anything else I could think of. Mana permeates my body further than any known mage in history.</p>\n<p class=\"cnM5N2Q1YTk3NjQ5NjRiMTI4ZmRhZDcyM2VlYTJiZjY5\" data-original-margin=\"\">Combining those two factors, I realize I've essentially put myself through a metaphysical wood chipper and forced the fine, human mist back together on the other end. No wonder it made me black out. I shudder, remembering the agony that assaulted me last night. I need to be more careful.</p>\n<p class=\"cnMxMDJhMTQyYzQyNTQ1M2U5YTY2YzUxNjJjY2RlNzYz\" data-original-margin=\"\">The other problem is the mana I'm collecting is less than I expected or planned for. I have a theory here as well. I'm able to move around and continue drawing mana because I used the infinite universe as my reference space. My theory is that all points are at the center of an infinitely expanding space.</p>\n<p class=\"cnMzNTAyNTg4NGI0MjQyMjJhM2JjYjVhMWExNjY4MDg2\" data-original-margin=\"\">That's just the problem. Yes, I'm always at the center of the expansion, but so is everywhere else. The mana isn't collecting anywhere other than where the circle is, but it's targeting every point in existence simultaneously. This means I only receive an infinitely small fraction of the possible mana.</p>\n<p class=\"cnM0MTg4MmIzY2E2YTQwNmVhNzgxYzFhYWE2OGYxMjZi\" data-original-margin=\"\">I groan inwardly, beginning to regret how many dissipating runes I've used. It's entirely possible using none at all would still have resulted in enough mana to kill me. I just wish I had used a lot fewer. Things aren't terrible though. As things stand, the efficiency of this circle is about sixty percent of a standard mana circle, all things being equal.</p>\n<p class=\"cnNiNTRmZDRkYjUyNzQ1ODc5NTg1NzQyZmY4Y2U1YTVi\" data-original-margin=\"\">It's going to take me nearly twice as long to gather enough mana for it to stabilize. It's also going to take longer to match a noble in total mana available. What a mage who'd spent six weeks in their circle would have, I'll need nine. For the more patient and dedicated mages who haven't been driven from their circles for months or the one who supposedly spent years in his, I would be years behind. This doesn't even account for generational mages who started with a large amount of mana.</p>\n<p class=\"cnM5NTA1YWQ3NGZiMDQ0MjBiOTAwM2JhZjIzNTc0NzAy\" data-original-margin=\"\">I'm not terribly upset, however, as that still gives me the overwhelming advantage. I'm seven- or maybe eight now. I'm never going to stop accumulating mana. Unless I get a deep enough cut on the tattoo to interrupt the ink I guess.</p>\n<p class=\"cnNjODBjMTNiYTI5ODRiZTM4MWMwMGE1NWY3MTFhNGZk\" data-original-margin=\"\"><em>'Note to self. Do not run with scissors. Or at all if I can avoid it.'</em></p>\n<p class=\"cnMzNzI3NjJmZTA0ODQ2ZGNiOGRiMDNhZjA2NzE4ODIw\" data-original-margin=\"\">At the end of the day, I will far surpass all but the most stubborn of mages by the time I'm an adult. I haven't cast a spell yet either, but I have a feeling my approach to designing them is going to give me a leg up as well.</p>\n<p class=\"cnNkOGNiYmY2ZDA4MjRlZDVhY2ViZmJiZDgxMTZlY2Mz\" data-original-margin=\"\">Pleased with my overall appraisal, I stand up and brush off my dress, and am about to begin organizing the nearest bookshelf when I see Godfrey. He's standing in the middle of the shop, staring at me, slack-jawed.</p>\n<p class=\"cnMxYzBjOGRiMDMyOTRhMTE5MzE5MGViZmRjYjhmNjA3\" data-original-margin=\"\">Fuck.</p>\n<p class=\"cnM1NDA3N2IwYTViMDQ0NWFhMzVjNGJlNjM2ZDU1Yzdh\" data-original-margin=\"\">\"By the Collector, girl, what is happening to you!?\" he bursts out as I make eye contact with him.</p>\n<p class=\"cnNkN2Q5NzA1ZWVhZjQzMTg5ZGI1NmJjMTA1MjY0OTNh\" data-original-margin=\"\">I have I feeling I know exactly what he means, but I have to make sure. The magic theory I read never mentioned mages being able to see mana in other people, and I can't see anything weird about him. Better safe than sorry.</p>\n<p class=\"cnM4NWMwY2FlYTAyNDRhNDNiNzRjZjlkNzg1NTJiYWM1\" data-original-margin=\"\">\"Um, do you think you could be more specific?\" I ask.</p>\n<p class=\"cnM1N2RiOTJhN2ExODQ0YmZhNWU4ZmZlNTI0NWYzMzk3\" data-original-margin=\"\">He gives me a dangerous look and I realize I'm speaking to Godfrey the noble, not Godfrey the amiable bookseller. He will make me speak if he needs to. Yet another reminder that even when kind on the surface, he is still a noble and at least on some level, cruel. I don't know to what extent yet, but I know it's there. \"You know damn well what I mean child, don't play me for an idiot! You are gathering mana! Your body somehow looks exactly like the space above a magic circle, what in the three planes did you do to yourself?\"</p>\n<p class=\"cnM3MDQyNTNkMmZkMDQ1MDZiMWI1MTc2OTkyNDgzOGJi\" data-original-margin=\"\">Again, fuck. Godfrey is alright, he never expects to be referred to or treated as a lord. He even gets along with me fine, and mostly doesn't treat me like a child once he realizes I don't behave like one. He's also a noble. He's rich. He is also looking at me with a mixture of anger and greed. A pang of anxiety seizes me as I realize how much more valuable I just became to him. I have lived long enough to know that there are plenty of flavors of the rich and powerful.</p>\n<p class=\"cnNiOGQ2ZTdjYjcxZDQ1OGQ5NGZkNTIyN2JkNTUwM2U4\" data-original-margin=\"\">There are the rude, openly entitled, and arrogant. There are the polite, charitable, and humble. Under the surface though? Under the human skin and whatever mask the wealthy wear there are a few things you will never find. True kindness, trustworthiness, and empathy simply do not exist in that breed of person. There isn't a way to either amass or maintain power and wealth while also having empathy.</p>\n<p class=\"cnM3ODU2ZWViYTM5MDQ0ZWZhOTc1MWRhYWRjMWVjZTk5\" data-original-margin=\"\">So I like Godfrey in the way you like any boss while knowing they can and very well might put you out on the streets for their own gain. I joke with him, I banter with him, and I fear what he will do if he thinks he stands to gain from it. I certainly don't trust him, and I'm not going to let him get in the way of what I have planned for this world. Although I could, perhaps, use him.</p>\n<p class=\"cnM5NTcyMWUxYWJmYTQ5YmRhMGM3Mjc4MDcyYjc0Zjdj\" data-original-margin=\"\">\"Well, let me explain.\" I start as he guides me into the back of the shop.</p>\n            ",
  "invisibleParagraphContent": "Stolen story; please report."
}