{
  "preChapterNote": "<p>This story is a fun one with a slightly smaller audience atm, but some themes and Ideas that are definitely worth giving a shot.</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/80617/apokalypsis-lost-magic-awakening-progression-fantasy\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/80617-apokalypsis-lost-magic-awakeningprogression.jpg?time=1707459743\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/80617/apokalypsis-lost-magic-awakening-progression-fantasy\" rel=\" ugc nofollow\">APOKALYPSIS: Lost Magic Awakening [PROGRESSION FANTASY, MAGIC, SPIRITUAL, ESOTERIC]</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p><span style=\"font-weight: 400\">Triggs, a young man who struggles to fit into society's norms, believes there is a conspiracy behind the ever-growing global disorder. He is a seeker of truth and he wants to unveil all the secrets being kept from the masses for centuries.</span></p>\n<p><span style=\"font-weight: 400\">He found what he had longed for when he encountered a mysterious group. The group reveres Giyas - Higher Beings who bless their followers with the ability to manipulate reality through Words.</span></p>\n<p><span style=\"font-weight: 400\">As he finds his true calling inside the group, he finally unravels some deep secrets about humanity itself - knowledge that will challenge his morals and ideologies.</span></p>\n<p>&nbsp;</p>\n<hr>\n<p><strong>What to expect from my story:</strong></p>\n<p><span style=\"font-weight: 400\">1. Clever (not pushover) humane MC</span></p>\n<p><span style=\"font-weight: 400\">2. In-depth lore explanation (Story is a bit slow-burn at the start)</span></p>\n<p><span style=\"font-weight: 400\">3. Dynamic Battles (Not 1-hit KO)</span></p>\n<p><span style=\"font-weight: 400\">4. Funny character interactions</span></p>\n<p><span style=\"font-weight: 400\">5. Twists. Lots of it</span></p>\n<p><span style=\"font-weight: 400\">6. Real-world conspiracies, Mysticism, Spiritual Practices, Esoteric Knowledge</span></p>\n<p><span style=\"font-weight: 400\">7. For Fellow Pinoys: Peenoise Memes and references</span></p>\n<p>&nbsp;</p>\n<hr></div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3ZTA1NjhiZWUwMjQxZGE4MjhlNzllOGVmYzlmYjQ4\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnNkNWNkZjBkNWU5OTRkMTBhZGJjZTZlZTA1YTZlMDU1\" data-original-margin=\"\">I feel empty. Not hollow, exactly, but like something I have always carried has been torn away and I am what's left. this is how it feels to walk through the city I grew up in. It hasn't really changed, not in any meaningful way. Not to the people who live in it. To me, however, it has lost everything familiar. The baker whose bread I could never afford is gone. The new homes are old and the old homes are older. Even the creaking little gate on the walkway to my old house is gone.</p>\n<p class=\"cnM5MjRmZjMxYTgzODRlYjlhNGRhMzAwYjBiYTc0YmE2\" data-original-margin=\"\">The house itself has been painted, and the absence of my kindly, smiling father screams from every silent window. If I close my eyes and listen, drowning out the rest of the world, I can hear his feet. Pounding against the pavement as he chases my wagon. I can hear his voice crying my name and begging my captors to give me back. I don't know why, of all my happy memories with my father, this is the only one that will come to me with any clarity. I shudder and push it away. Lily says she has a lead on him. The little part of me that still feels hope can hold on to that for now. I don't need this sickening memory.</p>\n<p class=\"cnMwYTU2NGRlNzEwNzRiZGM5NTAyZjdmZDc1MzgzOGM0\" data-original-margin=\"\">I shouldn't have come here, I know that. It's not what I came into the city for, and it has nothing for me. It's just a street now. None of the secret spots I hid in as a kid exist anymore. The smells are different and the warm comfort of home it always offered is just... cold stone and rain. Part of me wants to knock on the doors. Try to drag someone or something, anything I recognize into the night air so I can confirm my childhood was even real. But I can't do that. I have to stay hidden and, if I showed anyone my face, they would reject me anyway.</p>\n<p class=\"cnNkZjI0Y2RhY2EwNjQ1ODc5OGQ1YjE1NDZkYjNiYWEz\" data-original-margin=\"\">Well, anyone but Lily. She seems completely unbothered as far as I can tell. She has that... darkness spell over her face every time I see her, but I can still somehow feel her emotions. Maybe she is disfigured too, that would certainly explain both things, but honestly, I think she just doesn't care. Thinking of Lily, I am reminded of why I am in the city. I turn my back on the old neighborhood that moved on without me, and walk into the rain.</p>\n<p class=\"cnMyZGRhYTRhM2EzYjRjNDg5Y2M0NDc2YWViZmFmNTE0\" data-original-margin=\"\">I take the same route I nervously took so, so long ago. Images of my last walk with my father flash through my head as I take the same turns through the same roads. I remember how nervous I was. The promise of my hat block and Dad's hand on my shoulder, ushering me along. I have to stop as I realize I am not remembering that foreboding feeling as I approach the temple. No, this is the same feeling, but it's not a memory. I can feel it again. It feels like the grease on a spoiled piece of meat. I suppose some things are exactly as they once were.</p>\n<p class=\"cnNjMTBlMTY5NGNkYTQ5ZDVhNWNiYTZjNDg2NDkxMzM4\" data-original-margin=\"\">My heart beats against the inside of my chest when I finally reach the temple. I don't want to be here. This was the last place I went before my life ended. I never wanted to return here but... if what Peter said is true, I have to. I have no choice. I take my hat off for a brief moment and slap the sides of my face in an attempt to force focus into my head. I have to do this. Finally, I replace my hat, privacy veil and all, and take a deep breath. Then I enter the temple.</p>\n<p class=\"cnM3ZjkyYjgxMWI4NzRmNDQ5MjJkMjc1N2U1YTMyZmU0\" data-original-margin=\"\">There aren't many people around, but I can feel the ones who are. At least the ones with either mana or divine magic. I walk through the empty halls to the main sanctuary. It is the only fully public location, and it's in the center of the building. If I want to scan the entire complex, that's the place to do it. I enter the room, a round sanctuary with an elevated stone altar in the center, surrounded by pews. I take a seat near the middle and concentrate. There are quite a few priests here, but none are active. If I had to guess, that direction is where they sleep.</p>\n<p class=\"cnNhMWVhNGZiN2EzNTQ0ZjE4MGFhMTI0YmY5ZjgwMjdi\" data-original-margin=\"\">There are large gaps between them, and the distance is fairly regular. Then there are a couple walking through the halls in the other direction. So far all of them are far too powerful to be the people I am looking for. Wait, there is one priest... he's coming this way. My heart races and I take short, shallow breaths as I feel him coming closer and closer. I am allowed in here, and there is no reason to be afraid, but I can't help it. I practically jump out of my skin when I see him actually enter the room from the opposite side. He looks right at me, then starts walking in my direction.</p>\n<p class=\"cnMxMzg0NDMwYjU4MTRhMmZiYzNhMTM4ODA0NzFiMDE5\" data-original-margin=\"\">My eyes widen and sweat drips down my scarred face as he approaches me. It's a good thing my dress is drenched with rainwater, or my sweating through my clothes would be more obvious. I am glad Lily managed to find this veil. I can see through it fairly clearly but it obscures my marred face unless someone gets extremely close. I do not want my face to be seen right now.</p>\n<p class=\"cnMzN2MyODQwYTU5MDQ4NTRhNmRlODVkYTU0ZjVlNDJh\" data-original-margin=\"\">\"Good evening, my Lady,\" he greets, giving me a gentle bow, \"It's awfully late, and quite a night, to be presenting yourself to the Collector. Is everything quite alright?\" It takes a conscious effort to keep my body in its current shape as he asks me this. His polite tone, his feigned kindness, and his saccharine smile each fill me with rage. He's older, a decade or so, but I will never forget his face. This is the priest that took me from my father. The man who pretended to be kind... until the witness was gone. The man who threw me in a chair and subjected me to mind rape and banishment to hell.</p>\n<p class=\"cnNlMDg3ZTc1MDI1OTQzOTZhMDY2NWYxZWU0MTMxYzNh\" data-original-margin=\"\">\"My lady? My Lady! Are you alright my lady?\" he panics, but I am far away. I want to scream. I want to run. I want... to kill. Then, a moment later, I find what I am looking for and I remember why I am here. They are below me. Dozens of little souls, each with a seed of divine mana. Other boys like Peter, the children I came here to save.</p><p class=\"cjVjMzdhN2VhZDNiMzRmYzY4OWY3ZTQ4ZDM5MjlkNzgw\" data-original-margin=\"\">A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation.</p>\n<p class=\"cnM5ZGE1NmYxZGMwMzQ3MDRiNWY1ZmI0NzJlYzBiNTVk\" data-original-margin=\"\">\"I'm sorry,\" I practically whisper and the priest relaxes. \"I've had an awful time of it.\"</p>\n<p class=\"cnM5NjE4YzAzY2YwZjQ3MzI4YjNlZWU0MTczZmZiNWM1\" data-original-margin=\"\">\"That's alright my lady. The Collector is watching over you. Tell me what's on your mind.\" he offers and I have to fight the urge to puke.</p>\n<p class=\"cnMxMzRmZWIzNjBkNDQ4ZjM4NmQ4YzdlY2ZiZWJkMmQy\" data-original-margin=\"\">\"It's funny,\" I answer, \"You don't remember me, I suppose. You were the first priest I ever met. You brought me to my first confession.\" He looks confused at the revelation and puts his hand over his chin and mouth in thought.</p>\n<p class=\"cnNiNzIyYTM5N2NlNjQ2NDU4YzY5ODkxYjFmMjM2MDg0\" data-original-margin=\"\">\"A noblewoman? Why did you want a confession? I'm very sorry, my lady, you are right, I remember no such thing,\" he answers and I nod.</p>\n<p class=\"cnMxZjQ4MjZjM2UzODRiNmY5YzkxNGNiM2RlZGQzNzJl\" data-original-margin=\"\">\"I didn't suppose you would. I was just a girl, then. A scared child. But my mother always took such comfort in the temple, before she passed. Any temple. She said they were sanctuaries. Little bastions of safety in a terrifying world. That's why I came here when I was young. I came for the comfort my mother always felt,\" I answer, and the slithering snake of a priest nods sagely.</p>\n<p class=\"cnM1ZTQ4ZWVjMmQ2YzQ4YjZhODkxNDI3MGNmZTE3ZWJm\" data-original-margin=\"\">\"Sounds like your mother was a wise woman,\" he answers. \"Is she why you are here tonight?\" he asks and I don't answer for a moment. Instead, I drink in the emotions of the children, trapped somewhere below me. Their confusion, their fear, and their sorrow. Most heartbreakingly of all, their hope. The one emotion only the youngest have. And of course, the faith.</p>\n<p class=\"cnMwMWZiNTczNDZkMjQxNzk4YzAwYTExOThjYWFkNzVh\" data-original-margin=\"\">\"What do you do with their parents?\" I ask, turning my head to look directly at him.</p>\n<p class=\"cnM5OGVmYTlmMTRmZTRmMjNiM2IxYTI0NDY3NzUyNTQ0\" data-original-margin=\"\">\"Pardon, my lady?\" He replies, genuine confusion coloring his voice.</p>\n<p class=\"cnNlZDc3YzJlNDIxNDQyM2FiMTc3MjQxYTU3MDkzMjIz\" data-original-margin=\"\">\"The children. The ones you pull from the poorest parts of town. The ones you blind and train to do your bidding? The ones whose lives and sight you return as a reward after taking them away?\" I inquire, my voice perfectly polite. He freezes, then his face hardens.</p>\n<p class=\"cnNlNDI2MDY3MWI2YTQ3NjI4OTQ0ODcwMDhlNTNlZmE2\" data-original-margin=\"\">\"Ah, so you are one of those. This happens sometimes. They are supposed to investigate the families first, but occasionally we miss a relative. Who was it, your sister? Brother? Ex-husband? I see now. You are no noble. Just an angry child here to rage at the Collector's will. I don't know where you got your information, but I wouldn't worry. You'll see whoever it was soon enough,\" he tiredly explains to me.</p>\n<p class=\"cnNjNmE3ZWY1YTU4MTRlYzk4Yjg3M2M4M2ZjNGQwNGJk\" data-original-margin=\"\">I feel a familiar fury as he speaks. So unconcerned. So detached. I begin to see the red I thought I left in the Radiant Woods. \"My mother said the temples were the Collector's little sanctuaries, but she was wrong, wasn't she?\" I answer, fighting with everything I am to hold myself together and remember my humanity. \"They are his mouths, aren't they? And you, you are his teeth. Drawing in little, frightened girls. Pulling them from their fathers. Taking little boys from their mothers. And chewing. Breaking us down with slow, deliberate bites until you leave us to be digested.\" I feel tears running down my cheeks and I hear it again. My father's feet hit the cobblestone. His desperate cries. His gasping breaths as he runs for far longer than his body can take.</p>\n<p class=\"cnM3OTE1ZWExMDJkMTQ2ZDM4MThlNWRlZDc0ZDViOTIw\" data-original-margin=\"\">I am coming apart at the seams. The monster that rampaged through the woods wants control, and I can barely keep it inside until... he grabs me. His firm hands grip my shoulder hard enough to bruise and that's as far as I can go. I form a mouth on my shoulder, full of rows of razor-sharp teeth, and bite. Through the fabric of my dress, and through his fingers. There is a moment of silence before his body processes what just happened. Then, just as he screams in pain and falls to the ground, I stand and remove my hat and veil. \"W-What are you?\" he gasps through sobs of pain as I walk toward him and he tries to scramble backward with his one good hand.</p>\n<p class=\"cnM4ZjIwOTk4OTYxNTRhNjdiNzgyYzM2NmUzZDlhZDIw\" data-original-margin=\"\">\"I told you. I am a scared girl who trusted you. I came to you because I believed you were safe, and you dragged me to the Radiant Woods to suffer. Because you couldn't control me. No, you could have, really. But your divine magic didn't work. It wasn't because you couldn't control me, it was because you would have to try,\" I answer, and he looks at my Auburn hair, then my face. I see the moment he remembers me, and I feel his divine mana try to control me.</p>\n<p class=\"cnNiMDEyZjA1OTcyOTQ3MDE4YzZhY2ZlZGJiOTRmZjM5\" data-original-margin=\"\">I shrug it off and he begins screaming. \"Help! Help me! Demon! There is a demon in the sanctuary!\" he cries. More priests will definitely hear him, but the part of me that cares is too far away. Right now, I am the Sarafyna who survived the Radiant Woods. I am the hunter the Collector himself can't stop. And this man is prey. He tries to form some kind of spell but I do the one thing I have learned with my mana, and crush his under its weight. He tries to stand and run but I extend one arm and it grows.</p>\n<p class=\"cnM5MDEwZmU4OThlZDRmNTdhODE5NWNjNWUzNzhkMmM0\" data-original-margin=\"\">A mass of flesh pins him back to the ground, and I extend it all over his body. \"Please,\" he whimpers, realizing no one will get here in time to save him, \"please... I am sorry! I don't... I don't...\" he trails off and I glare at him, my mouth extending to snarl at him.</p>\n<p class=\"cnNiODg2N2Q2YzdkNzRhNWI5ZGM3Y2ZhYWNlYmFmYzNm\" data-original-margin=\"\">\"You don't what?\" I snap at him. \"You don't understand? You don't know what's happening? You just want to go home? Yeah, I understand.\" Then, I form more mouths, all along the flesh that pins him to the ground, and each of them eats. This is when he starts to truly scream, and I cover his mouth with the flesh from my extended arm. His eyes bulge as my mouths chew, some shredding his flesh with teeth like blades and others crushing and mashing with teeth like stones. I glare at him and my fury grows. It consumes me, and it consumes him.</p>\n<p class=\"cnM1YjNhYWFlMDdkYjQ2YzFiZTM0NWQ1M2MxYmMyYjEx\" data-original-margin=\"\">I stare him in the eyes until I see the light fade, and just like that... I come back to my senses. What am I doing? I just... tortured him to death... This isn't... who I want to be. I feel my mana and divine magic grow as my body digests the man. I also feel the priests running toward me. What did I do? Killing is one thing. I have seen the good Lillith has done by killing but what I just did was... something else.</p>\n<p class=\"cnNlMGNiZDY4ZjRmMzQ0N2VhOThiMTNhYWVmNThmOGY3\" data-original-margin=\"\">I look down at my bloodied hand and my shredded dress. I ruined everything. I can't save anyone now. I have to run. I have to get out of here and save myself so I can try again later, because... I am a monster. I thought I left this part of myself back in the woods but it's clear now. Sarafyna is truly dead.</p>\n<p class=\"cnMzYmZkYmVlNjYxNTQyYjA4NjkzMGRkMTJjNzQ2M2Iz\" data-original-margin=\"\">I take the nearest exit to the outside and begin morphing and contorting my body in one of the ways Lillith taught me. It's gotten easier, even more so after... eating that man. Before long, I have compacted my body into a fleshy bird, and am flying away from the temple.</p>\n<p class=\"cnMwMWViMTQ5NzI3OTQxNmZhYzU2NmFhODllZTM2ZjVk\" data-original-margin=\"\">I'm not sorry that priest is dead. But it doesn't feel like he is the only person I just killed.</p>\n            ",
  "invisibleParagraphContent": "A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation."
}