{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1MmQxMDJlMDM3ZTQ5ZWU5NjE2YmMyMjRhOTA0Mjc0\" data-original-margin=\"\">\"What do you mean? Where exactly is she going to go?\" August asks, completely taken aback. Sara and I had spoken about this a couple of weeks ago, but it hadn't occurred to the twins.</p>\n<p class=\"cnM1NGQxYThmZDQ3MjRiNWJiNjQ2NGM1MjhiMmM3ZWYw\" data-original-margin=\"\">\"Think about it, August,\" I answer, \"She has no papers and no one to vouch for her but us. She wasn't with us when we left Satusmor and... look at her. We bring her through that gate with us, and best case she goes straight to a house of penance.\" He looks uncomfortable, and Autumn tags in.</p>\n<p class=\"cnMzNTNmMGU1YzM2MjQwZmNhNWNlOTdjMjAwMDVlMjE4\" data-original-margin=\"\">\"Even so, we can't just... leave her out here!\" she protests. I'm a little surprised by their objections but perhaps I shouldn't be. They haven't spoken to Sara much over the journey, and when we first met they had been overtly hostile to her. When they understood she was human, however, they changed the way they interacted with her completely. They aren't friends but they have compassion for her.</p>\n<p class=\"cnM1N2JkNjhhNGU2ZDQxNzliNzYyODZmNzFmMGJlZGEx\" data-original-margin=\"\">As such the idea of leaving her outside the city is, of course, horrifying to them. \"It's alright,\" Sara chimes in, \"you aren't 'leaving me out here'. I am parting ways for now, that's all.\" I'm often surprised by how even-tempered she usually is. When she speaks of the temple and the woods, I can taste the venom in the air. The rest of the time she is remarkably mild. Her tone and willingness aside, however, the twins are not to be deterred.</p>\n<p class=\"cnNkMTdkYTUyYjVlZTRjZmQ4Y2FiMGEwMjIzODYyNjI2\" data-original-margin=\"\">\"That's the same thing, and we can just sneak you in!\" August insists. I awkwardly rub the back of my neck. He's probably right, we could, but there would be no point. For everything to work right, she kind of needs to stay outside the city for a while. I can't really tell them that though. They were pretty shaken by the concept of penance houses and what happens to people in the woods and I think I can trust them not to talk about what happened. There is, however, a decent gap between asking them to keep that a secret and 'These are our plans for high treason against the crown, pay them no mind.'</p>\n<p class=\"cnMwYTU1OTI1NTZmYTQ5ZDhiMjE5YWZmNTUwODc0ZDRm\" data-original-margin=\"\">\"I'm not ready to go back yet,\" Sarafyna answers, \"I'm not... whole yet. I need time, that's all. Can you give me time?\" Their faces soften at that. Masterful move, Sarafyna. Or you know, completely sincere move. She would have a hard time in the city right now, especially in her current state. It's also true that she needs the privacy of the wilderness for a while, but this is likely another reason she suggested this. I had offered to let her stay with my family, but this was a better plan anyway.</p>\n<p class=\"cnNhYjkxYWQxY2FhODQ4N2M4MWRjZDY3ODg4MzhlYTUy\" data-original-margin=\"\">\"Are you sure?\" Autumn verifies, and Sara nods. The twins give each other one of their 'consultation' looks, and nod together. \"Alright, if this is what you want,\" Autumn reluctantly agrees, \"I'm sorry we couldn't know each other better, and...\" she trails off.</p>\n<p class=\"cnMwMjliN2VjNGZlMzRiYjBiMmRjYjQ2NWY2NjgzOWQ4\" data-original-margin=\"\">\"Thank you for getting us out of the woods,\" August finishes and Autumn nods enthusiastically.</p>\n<p class=\"cnM2YmYzM2ZmNjQ3MDQ1ODQ4ZDVhMGY3ODQ0MjA2MGE5\" data-original-margin=\"\">Sara gives them a gentle smile, \"You are the ones that brought me out of the woods. I'll be grateful to you for the rest of my life,\" she responds quietly. The twins and I are going to respond when Peter speaks up, his wide, fully functional eyes filling with water.</p>\n<p class=\"cnMxOWNiNDI3M2RmNzQ3MDY4NTQ5ZmE1NzE4MjJjYjQ3\" data-original-margin=\"\">\"Can I come with you?\" he pleads and Sara gives him a wide grin. The two have gotten closer than any of us have on this trip. Peter sees in her a savior and a new family. Sara sees in him a past she could have had, and an opportunity to save someone from becoming her. I'm not surprised he wants to go with her. Honestly, it's not a terrible idea. She will take care of him and he doesn't seem to have a family or life to return to. He is, of course, welcome to stay with my family as well, but this could be better.</p>\n<p class=\"cnM0MmZmNzgxODQyODRlMjM4OWJlMjRhOTE4N2RlZWM1\" data-original-margin=\"\">Sarafyna doesn't seem high risk, but she needs something other than revenge to live for and I'd have to sneak Peter in too. I think she will probably put more into caring for and raising him than a lot of other people in the city as well. It would be easier, but it would raise some questions if we failed. Autumn interjects to contradict my acceptance, \"Absolutely not, I am not leaving a child in the wilderness. Not a chance,\" she insists. Well, that is a fair enough reaction.</p>\n<p class=\"cnM5YmZkY2E5NTBiZjQ2ZDY4MGQ3OGQzOGQ0NWQ4NTUz\" data-original-margin=\"\">\"Why not? Sara will take care of me, right Sara?\" he asks looking to his friend for confirmation.</p>\n<p class=\"cnMxNDcyZWU5YzdiZDQ4Y2ViNDEyNTBhZTBjZWRjZGU1\" data-original-margin=\"\">\"I will, if that's what you want,\" she promises, a wide grin on her face. I can tell she wants him to come as well and my heart warms.</p>\n<p class=\"cnMxZTQ5ZGIzOTg1MjQxZmFiMTdhY2Q3ODg4YTM3NTUw\" data-original-margin=\"\">\"You can't even see him!\" August argues. That's not going to be the case for long, however, and I'm not terribly worried about it. He could, in fact, be her eyes in the meantime. I decide this argument isn't going to go anywhere helpful and elect to sidestep the whole thing.</p>\n<p class=\"cnM5ZWNkYWIzYmRkZDQ3ZThiMzUwZWYzZDQ4Yzg1ZjE0\" data-original-margin=\"\">\"Now come with us, Peter. It will be safer for you with us,\" I say, apparently agreeing with the twins. He looks directly at me, betrayal flooding his face, before he perks up.</p>\n<p class=\"cnNiODU5MDQzYTRmMzRkMWI4ZTUzNjA1MmI1ZjRmZmIx\" data-original-margin=\"\">\"Well, okay,\" he agrees, not arguing anymore. The kid could use some practice lying. Fortunately, the noble twins aren't conditioned to expect commoner children to lie or disobey, and they were behind me when I winked at him.</p>\n<p class=\"cnM4YWFkNTRiYjc5OTRmOGNhYzZkMTlhNGE3YTNjN2E3\" data-original-margin=\"\">\"We will have to hide him of course,\" I say, \"gonna be hard to explain where we got a kid in priest robes.\" The twins seem satisfied and Autumn mutters something about crazy people as Peter settles down. I go to say my goodbye to Sara quietly. We hug for a long moment. \"Don't worry,\" I whisper a promise to her, \"If he's here, I'll find him.\"</p><p class=\"cmUwNzYyM2U5OWIwZjRmOTk4Y2M1NDhmOGE3YTQ5MDJi\" data-original-margin=\"\">This tale has been unlawfully lifted from Royal Road. If you spot it on Amazon, please report it.</p>\n<p class=\"cnM1ODllMTNlNTA3MzQ3YTc5NjRlOGU4Mjg0MTcwNjQ3\" data-original-margin=\"\">She gives me a hopeful squeeze. \"Thank you Lillith, for everything,\" she responds before withdrawing from the hug. \"Goodbye everyone, thanks again!\" she calls out waving goodbye to the group. Peter, very suspiciously, does not say goodbye in return. The twins don't seem to notice, however.</p>\n<p class=\"cnMzYTdjMTUzOWZmMjRhNTBhOGZhMTc0NGNmYjJlNTU3\" data-original-margin=\"\">\"I'll get Peter hidden, then I'll join you two up front,\" I say as we start to get loaded up on the wagon again. August cocks an eyebrow at me.</p>\n<p class=\"cnNhMzEzNzljODAxYjQ3YTk5ZTc2YzgzOTQ3MzhkYTlh\" data-original-margin=\"\">\"Why,\" he asks, \"there is so much more room back there?\" I shrug at him.</p>\n<p class=\"cnMwNGIwOGFjMmM4ZDQ5MTBiMDBjNGIwMWNkMmM0Zjc1\" data-original-margin=\"\">\"They'll be more likely to search the back with people there,\" I lie. It's a terrible lie and doesn't make sense, but the following truth buries it. \"Besides, I want to catch up with you two. What, you don't want me around?\" I ask, obviously feigning offense.</p>\n<p class=\"cnM2NGNjNTFjZmI4YzQ2ZDhhZjllOTc3Y2ZjM2ZiYTJh\" data-original-margin=\"\">\"Well, suit yourself. Not gonna be a lot of room up here with three people though...\" he warns and Autumn smacks his arm.</p>\n<p class=\"cnNkNTljYjU5YWUzODQzYWE4YmE1ODI0N2UxMDliYjIy\" data-original-margin=\"\">\"What are you implying? We take up hardly any room at all, we are dainty ladies!\" She challenges. This isn't my favorite type of joke but I can only expect so much from them right now. I'm just glad they are joking with me at all. The twins devolve into the type of senseless argument only siblings understand, and I say a quiet goodbye to Peter.</p>\n<p class=\"cnMzNjRmOWIxNmVkMjQxNTI5MTk0OWM1YjcwMzQzMjk4\" data-original-margin=\"\">\"Take care of her,\" I say, \"She needs you as much as you need her,\" I say.</p>\n<p class=\"cnM4MzlhZDZhZGYzYzQ5ZjY5YmQ0NGVjZGY4MzhjYWJi\" data-original-margin=\"\">\"I will,\" he promises, \"promise to come visit us?\" I hold a pinky out to him.</p>\n<p class=\"cnM4ZGQ0YWU3ZGUzYjQwMzE4YWJlMDhkNjViM2ZjNzRi\" data-original-margin=\"\">\"Give me your pinky. Where this is from, this signifies the most sacred and unbreakable of promises,\" I say and he gets a solemn look before accepting my pinky with his own. I shake it up and down, then give him a hug. \"Goodbye, Peter.\"</p>\n<p class=\"cnMyZDg2NDFlOTQxYzRkMjhiOGFjOWI0NTk1NGE0Yjlh\" data-original-margin=\"\">\"Goodbye, Lily,\" he responds. I send him off while the twins are distracted and climb onto the front seat of the wagon next to them.</p>\n<p class=\"cnM1M2I2OGFkNGIyYjQ5NTRiZDA3MzI4MjVkZTRmMjk0\" data-original-margin=\"\">\"He's all set,\" I say, and we set off together. It is still several hours before we reach the massive city, and we make friendly conversation the entire way. It's not like it was, but it's moving forward. We mostly talk about what we'll do when we reach the city. Initially August is all about touring the academy and Autumn just wants a decent meal. Once I mention my first goal was a bath and a change of clothes, the twins immediately amended their plans to match mine.</p>\n<p class=\"cnM0ZmE5NWFkMjUzZjRkMGNhYjJiMWZlNWYyOGJkZjRm\" data-original-margin=\"\">We finally pull up to the gate and the guards stop us. Both of them eye Autumn and me up and I roll my eyes. The closest one approaches and addresses August. \"Papers, please\" he intones. Riding in the front and in our ruined clothes, they likely can't tell we are nobles. They usually can't tell with me anyway but the twin's expensive travelling clothes are ruined as well.</p>\n<p class=\"cnNiMDYwOGQ3MmY4MTRkZjc5MTMzZmQ3MjNlMmIxYWFj\" data-original-margin=\"\">\"We uh, don't quite have them. We got waylaid on the way from Satusmor and lost our luggage,\" August explains sheepishly and I facepalm. We are coming in the wrong gate to be coming directly from Satusmor. I should have coached him before we got here. The guard smirks then gives me and Autumn a greedy look. We obviously look like criminals, and criminals are just future slaves. I shudder at the thought.</p>\n<p class=\"cnMxMTU3OGUzNzYzNTQyNDk5ZWJiMDYxY2VhNDJjNWNk\" data-original-margin=\"\">\"You are coming in the west gate, on your way from Satusmor?\" he asks while signaling his partner, \"I don't think so. No papers, and more than a little suspicious. Let me guess, escaped slaves? Or did you steal the wagon from your employer? I'm going to have to ask you all to dismount the wagon and come with me.\"</p>\n<p class=\"cnNkYzQwZDdiZjIxYjRjYmQ4YTcxYjAxYzYzNmZhZWY0\" data-original-margin=\"\">\"What, no we are-\" August starts before the guard cuts him off.</p>\n<p class=\"cnMxMDk5MzBlYzI5ODRhZjVhNTFjMjM4YjE2ZTJmNzFm\" data-original-margin=\"\">\"I'll question these two personally,\" he says. Hold the boy here,\" he orders the other guard. His partner is about to protest but I've had just about enough. No need to let this go any further.</p>\n<p class=\"cnNjN2I4OGU0Mzk3OTQ0ZTdhMTY3YmEzMGRjMGYyMGYw\" data-original-margin=\"\">\"I'm Lillith of Endings,\" I announce, forming stones above my hand and floating them around in a circle, \"whatever you are thinking, I suggest you drop it. We aren't the criminals you are hoping we are.\" I mean, I am actually. I am about as criminal as someone can be in this world, but that's beside the point. I glare at him anyway and his face pales.</p>\n<p class=\"cnMxMGE3ZTEzMDdiNzQ4NDdhYTI2ZGYyMmM2Yzc2Mjg4\" data-original-margin=\"\">\"A-apologies, my lady,\" he says and I roll my eyes. We are doing the same damn thing we were a second ago but suddenly they went from getting their shackles ready and belts unbuckled to bowing their heads. Fuck monarchies, man.</p>\n<p class=\"cnMxZDVjODBlNDQzNjRhOWVhNGQyM2IwZmZiYTk4ZWUx\" data-original-margin=\"\">\"Shut up,\" I snarl, already tired of this man's presence, \"just let us through the fucking gate.\" This particular guard is going to get a second visit from me, but now is not the time for it.</p>\n<p class=\"cnMxNmQwYjExM2QxMTQyZGZiYTgxMjM3Yzc1NDY1NDll\" data-original-margin=\"\">\"Right, my apologies, my lady,\" he says, waving to his partner. They stand out of our way and a confused August drives us through the gate.</p>\n<p class=\"cnMxM2U1ZTYwMWFmYzRkY2U4N2Q4Y2EyMzQ4NGU4MTUx\" data-original-margin=\"\">\"Damn Lillith, that was pretty harsh, he was just doing his job,\" he protests and I roll my eyes. Autumn seems to have picked up a more negative vibe than her brother and she doesn't join him in reprimanding me.</p>\n<p class=\"cnNkYzE4MTdkZTA5MjRlZGZiMTk3ZDBiNjI1ZWNmNzZl\" data-original-margin=\"\">\"He was trying to arrest us and make us slaves,\" I explain, fatigued.</p>\n<p class=\"cnM5MTE2NTFjNWViNDRjOTZiY2VmM2JhMjVjZWZkMjc0\" data-original-margin=\"\">\"It would have been sorted out long before that happened, you are the Duke's apprentice, we weren't in any danger,\" August challenges.</p>\n<p class=\"cnM5ODUzOTc3NTNlNTQwNjRhMGY4ZTE4ODQ0OGVmZDhk\" data-original-margin=\"\">\"Right, and what if I wasn't? What if the same thing happened and we weren't mages or nobles? What then, August? Why exactly do you think he wanted to talk to Autumn and me first?\" I lecture. It's not exactly his fault he doesn't understand what just happened, but the exchange soured my mood.</p>\n<p class=\"cnM2MGRhMzNjYzZiNDRjMTdhNzA5NDQ1YzIzMWZkZmM1\" data-original-margin=\"\">\"I, uh... I don't know, maybe he wanted to make sure you were safe? You were traveling alone with an unknown man, he might have wanted to ask you about me where I couldn't hear,\" he proposes and I groan. He didn't even notice the way the guard had been undressing us with his eyes.</p>\n<p class=\"cnNmM2E2ODczOTU2NTQ1MThiMTQ1YzNlNWY4YjgyMGFl\" data-original-margin=\"\">\"Is that what you think it was, Autumn?\" I ask and she looks down.</p>\n<p class=\"cnMyOTM1NGJmYjU2NTRmNmZiNjU2ZjMyNGQ3ZjVhZGZh\" data-original-margin=\"\">\"No, I don't think so,\" she whispers. August's eyes widen and he halts the wagon.</p>\n<p class=\"cnM5NzUxNWNiYTgzZjRjYTdhYTQyMDJkYjZiZWU1ZWZk\" data-original-margin=\"\">\"I'll kill him,\" he snarls, \"why were you so gentle with him?\" he asks, whipping his head in my direction.</p>\n<p class=\"cnNhMGFiOGY0YWM2NDQxMzc5NzlkZTNkMTk3M2QyZGI1\" data-original-margin=\"\">\"Not right now, you won't. You could probably get away with it, but you'll have to kill a lot more than him first, and no one is going to check your family name before they try to kill you right back,\" I say. He's not wrong to want to challenge the creep now that he understands but he should be a little more strategic than attacking him in front of the city gates.</p>\n<p class=\"cnNmZmVhZTkzMTc2MDQzMDE4ZTU5YzU0YzMyOWNiMmEw\" data-original-margin=\"\">\"Come on, you could tear that guy apart in seconds!\" he protests and I nod.</p>\n<p class=\"cnM2MjZmMjQwNzA2NDQ5NTRhZjQ5OGIxZmE0NzQwNjgx\" data-original-margin=\"\">\"You're right, I could. But having the ability, even the right, to do that doesn't always mean it's safe to do,\" I answer. I'll take a closer look at Stary Gary later, right now we need a place to rest. Besides, he is just one of many. \"Just get us to a hotel for now. We'll talk about it there.\"</p>\n<p class=\"cnM3NmM5N2UzNzNmOTQwMWZhZWQ0NjhkYTVjNDI3YTQw\" data-original-margin=\"\">\"A what?\" he asks.</p>\n<p class=\"cnM3YTc3ZjkyYThmOTRkMTJiNGYwYjFjODEyMDQwZWNi\" data-original-margin=\"\">\"An inn, sorry. Creep put me in a bad mood, I'm all out of sorts,\" I answer. With that August begrudgingly nods, and we enter the city proper. I have a lot to do, but I need some proper sleep first.</p>\n            ",
  "invisibleParagraphContent": "This tale has been unlawfully lifted from Royal Road. If you spot it on Amazon, please report it."
}