{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiMWU4NDA1MjQ4NjQ5OTdhYzU3ZjRmYmNiNmJjYjRh\" data-original-margin=\"\">Kaede found herself departing Weichsel just as its people began preparations for a major holiday.</p>\n<p class=\"cnM1YmRkNzFkZWY2ZDQ2YmU5ZDhiNmYyN2M5ZThlNzdm\" data-original-margin=\"\">According to the official history of the Trinitian Church, the dragonlord Hyperion had been born on the 'day of the longest night' during year zero of the Dragon Age -- the year when the stellar-nomadic dragonkind made landfall upon this world. Twelve centuries later, this draconic messiah would 'save the world from its sins' by sacrificing his own life to shut down the Abyssal Rift, gateway to the demonic realm where all the evils of the universe manifested in physical form.</p>\n<p class=\"cnNmMGYyOWJlOWQyYTQyNDA4YmY2MDg2YjRkNWQ2ZTNk\" data-original-margin=\"\">It came as no surprise that the image of Hyperion casting the unnamed ritual -- later named the <em>Ritual of the True Cross</em> -- would become the most pervasive symbol of Trinitian belief. The timeline of how this spell came to be would also mark the holy days of the Trinitian Church: when it was approved, when Hyperion led his eleven other siblings to begin casting the spell, and when the dragonlord sacrificed his life to finish the ritual.</p>\n<p class=\"cnMxOTdkZjZlNzMyODQyMTVhMTI5NDFlZDA5Y2E1M2Rm\" data-original-margin=\"\">The first of these three milestones was on January 19th, when Hyperion made his case before the Triumvirs, the three most powerful dragonlords who governed the rest of their race. After being challenged over numerous issues and being forced to defend his creation, Hyperion at last received permission to cast his spell and bring an end to the Dragon-Demon Wars.</p>\n<p class=\"cnMzMWIzZjAyM2FiZTQ2ZWM4ODY4YzM3NTVjZWZhOTdk\" data-original-margin=\"\">This day was now known as the Epiphany, or 'Liturgy Day'.</p>\n<p class=\"cnNhYWQwMTRiZWI3ZTRhNmNiZWZkZGI1ZTg0YWUzNWNm\" data-original-margin=\"\">It was also only two days away.</p>\n<p class=\"cnM5MDUwNTcxZjQyZTQyNGJhMDVlZWZhNTIwMGMyYWE2\" data-original-margin=\"\">Even the inhabitants of a devastated city like Nordkreuz had begun preparing for this holy day. Repairs to the damaged cathedral took priority as the Bishop of Nordkreuz prepared for his all-day mass. Older children decorated the buildings with garlands and ornaments while their parents were hard at work. Meanwhile every restored bakery across the city began producing a triangular confection known as a 'triumvirate cake', which was stacked together in a way that distinctively reminded Kaede of a Hojo Kamon -- a symbol more widely known as the 'Triforce'.</p>\n<p class=\"cnNiMjBkMDkwOWY5YTRkYmRhMmU2Y2VhMmEyOTQyYjYy\" data-original-margin=\"\">Unfortunately, despite Kaede's interest, she would not remain in the city to see the celebrations. Instead she rode behind Pascal and saluted towards the podium where the King stood to inspect the troops.</p>\n<p class=\"cnNjZTNjNWYxYzlhMDQwMWNiOGFjYmM4MTZjZTBmZjc5\" data-original-margin=\"\">The battalion-sized expeditionary force marched down Nordkreuz's main street as they made their departure. The army's martial orchestra filled the air with rowsing music, while countless inhabitants of the city had assembled outside to bid them farewell.</p>\n<p class=\"cnMxY2VlYjdlNWEyNjQyOWVhNTdjODE2OGQzNzY5NTM1\" data-original-margin=\"\">A new cold front had arrived from the North Sea, and a gentle flurry was descending from the skies as they strode along. Kaede had done some shopping yesterday for thicker, velvet leggings and a furry winter coat. The soft, tight fabric that stretched across her legs beneath her short skirt still weren't like the pants Kaede wore before coming to this world. Nevertheless, these 'yoga pants' were the closest garment available while still being considered acceptable for women -- or at least, women of military rank.</p>\n<p class=\"cnNhYjIyZjY1ZjhlNzQzZWY5Y2U2MzM0MGZhZTgxYjNm\" data-original-margin=\"\"><em>Though these are unfairly comfortable compared to men's pants,</em> Kaede thought as she sat in the saddle of a disturbingly immaterial 'horse'.</p>\n<p class=\"cnNlZTA5ODE1MTA4NDQxM2NiMjhhOGEwNGRiYzBkM2Mz\" data-original-margin=\"\">The <em>Phantom Steed</em> she now rode in was considered the most mana-efficient means of long-distance travel in Hyperion. The spell, when not adapted from its original form by the Knights Phantom, created a semi-physical 'horse' that held good weight and was immune to fatigue. The problem for Kaede was that the mount looked insubstantial. It felt as though she sat atop a sculpted cloud of dense black smoke, which triggered her mental safety alerts even as the mount trotted across firm ground.</p>\n<p class=\"cnM5NTJjNmVlNjAyNDQzZjY4YWFjYjljOTQ4NmI1NjU4\" data-original-margin=\"\">Her discomfort only grew worse as the group reached the collapsed south gate and took to the air. The <em>Phantom Steeds</em> climbed into the skies as they accelerated to a full gallop. Kaede felt queasy in her stomach as she rode over the lake's waters at roughly five stories' height and eighty kilopaces per hour. She desperately clung onto the saddle horns with her small hands.</p>\n<p class=\"cnNiOWE3ZTc3ZmRkODRkNGViMTEwMmI4NmQwMGJhMzQ0\" data-original-margin=\"\"><em>Thank Buddha at least my period is over,</em> the familiar couldn't help thinking.</p>\n<p class=\"cnNiNzY1MWY2NWNhNTRkMTdiNmE2ZmM0MmVmZDFkODcw\" data-original-margin=\"\">Perhaps it was a good thing that Pascal didn't trust her riding skills, or lack thereof. He had cast a sticking spell which glued her butt to the saddle. It wasn't comfortable, as she couldn't shift in her seat at all. However it at least ensured she couldn't fall off.</p>\n<p class=\"cnNhMmRhZmFhYjE2ZTQyNTBhNzhmODcwNzhmY2IyZmI0\" data-original-margin=\"\">\"&lt;What do you think, Kaede?&gt;\" Pascal's voice pulled Kaede back to the present.</p>\n<p class=\"cnMxN2ZiMDYyYjRmNTRkYzRhM2YyNzU4ZDg5MTU1OTUw\" data-original-margin=\"\">\"&lt;Huh? Sorry, I wasn't listening,&gt;\" Kaede replied in a sheepish tone. She had been so caught up staring at the lake's waters beneath her that she zoned out.</p>\n<p class=\"cnM1NzMwMWY0NDYyMTQzOTc5NWYzOGUzMTMyMzBjOGVk\" data-original-margin=\"\">\"&lt;Pay attention.&gt;\" Pascal demanded in a clearly disgruntled tone. \"&lt;We are officially on a military operation now!&gt;\"</p>\n<p class=\"cnM0YTE2YjI4ODk1ODQ1OGJhNTQyYjg2ZDkwMDYxZGE5\" data-original-margin=\"\">\"&lt;Give the girl a break, it's her first time flying in a saddle.&gt;\" Ariadne's gentle voice defended Kaede in the telepathic network they shared. \"&lt;Kaede, I was asking Pascal if he has a good idea for a unit name. The phantom grenadiers have been officially elevated to knights, and official companies of the Knights Phantom all have unit names. It's a black mark on morale for them not to have one. But the men also can't agree on anything.&gt;\"</p>\n<p class=\"cnM2ZjVlMGYwMTc4MDQzZTM5NGNjMDRjMzcyZjZhYjZk\" data-original-margin=\"\">Kaede gave it a quick thought. Given the Phantoms' modus operandi, the answer seemed quite simple:</p>\n<p class=\"cnM2NGFjMjEzNmQyODQ4NTNhMzZhZWU0ZjU4N2YzNmYz\" data-original-margin=\"\">\"&lt;In my world, there was once a famous formation that advanced so quickly through enemy lines that neither friend nor foe could keep track of it. They called it the <em>Ghost Division</em>.&gt;\"</p>\n<p class=\"cnMzYzExMjdlMjYxYzQ5NzdhNDBjOTgyZWEwNzA3M2E0\" data-original-margin=\"\">The Samaran girl then paused briefly as she had to remind herself that it was also a <em>Nazi</em> formation. Though it was admittedly led by the chivalrous Erwin Rommel, who even buried commandos who tried to assassinate him with honors.</p>\n<p class=\"cnM1MWJmZDA1MmVlNzQ1NTZhYzJlOThjOTdiOWMxODVl\" data-original-margin=\"\">\"&lt;That is oddly fitting,&gt;\" Pascal added in amusement. \"&lt;Considering during the run-up to the Battle of Nordkreuz, we couldn't even figure out where you were, since you were being led by a madman.&gt;\"</p>\n<p class=\"cnNmZTcxZDRiMDU1NDQ3ZGViMDViZWIxNDY0ODY5ZDRh\" data-original-margin=\"\">\"&lt;Who ye calling a madman, you twerp?&gt;\" The gruff voice of Colonel Hammerstein responded.</p>\n<p class=\"cnMwZDkwYzU4ZTFlZTRlNjA4YmEzZDcyMjU2ZGY3ZGY3\" data-original-margin=\"\">\"&lt;Ah, sorry S...&gt;\" Pascal had almost called him 'Sir' before remembering they were now the same rank. Though Hammerstein still held seniority and was therefore the official commander of the expedition. \"&lt;I did not realize Ariadne looped you in, Colonel.&gt;\"</p>\n<p class=\"cnMyNTBiYjI2NzA4MjQxM2Y5ZDBjYWU1YjU2MjE3YzFh\" data-original-margin=\"\">\"&lt;You think I'm gonna just leave you alone to build your harem?&gt;\" The Colonel snarled as he highlighted the fact that everyone else in chat was a young woman.</p>\n<p class=\"cnNiNjRmZTczZDQ2MzRiMjlhNjk4ZTBhZjFiNzY1ODM5\" data-original-margin=\"\">In addition to Kaede and Ariadne, there was also Princess Sylviane and Captain Cecylia von Falkenhausen. The young dhampir had been promoted after the successful completion of her mission to bring Elspeth to Nordkreuz, as well as her part during the Manteuffel Incident. She had been assigned to this expedition, along with a squad of the King's Black Eagles, because of her experience working in Rhin-Lotharingie and her close ties to Princess Sylviane.</p>\n<p class=\"cnNlZGYwNWE1Zjc4ZDQwMTdhNGJjYjcyY2M4ZTRhMjlh\" data-original-margin=\"\"><em>It was also shrewd for Sylviane to bring them along,</em> Kaede thought.</p>\n<p class=\"cnNlMzY2OTNhM2MxYzRlMmRhOTg2ZjRmZTdiODg3Zjc2\" data-original-margin=\"\">After all, Black Eagles were the eyes and ears of the King. The information they sent back would be trusted by King Leopold. This meant that as long as Sylviane did well, she would bolster the King's confidence in their alliance and receive additional support.</p>\n<p class=\"cnNhN2I0MzRkMDc4MDQ4M2FiNTdjNmQ5YTFmZDVmNDQ1\" data-original-margin=\"\">However, the same Princess also did not take well to Hammerstein's crass remarks:</p>\n<p class=\"cnM3YWQwYTc3N2E1MjQ3MjI4MzA2YWEyOTVmYjQyM2Q1\" data-original-margin=\"\">\"&lt;Watch your tongue, Colonel!&gt;\" The Princess reprimanded sternly. \"&lt;His Majesty the King might look the other way from your profane mouth, but I certainly do not. You will learn to act with <em>due courtesy</em> in the presence of a lady, or by Holy Father's name I will have you <em>taught manners.</em>&gt;\"</p>\n<p class=\"cnNkMDNiNmJkZDlkYzRlYjM4NWQxMjYwNGVjMGQ3NjM2\" data-original-margin=\"\"><em>Scary,</em> Kaede immediately thought back to her decision to keep her head low and not antagonize the Princess. In hindsight, it had definitely proved to be the correct choice.</p>\n<p class=\"cnM0ZTJjMjc2MTkxNDQxZGU5NzU1NTk2MGQ3NTdmNzQz\" data-original-margin=\"\">Even Colonel Hammerstein seemed slightly cowed as he answered:</p>\n<p class=\"cnM5YmJkMzA0NzM3MTQ2ODJiNmYwZGJmZGQ3NmE3YzNk\" data-original-margin=\"\">\"&lt;Yes, Your Highness. I meant no offense, just old habits with the men.&gt;\" He apologized. \"&lt;In any case I agree with the Dame Kaede's suggestion: <em>Ghost Riders</em> would make a fine title, even if I'm no longer the man in command.&gt;\" He added with a disgruntled tone.</p>\n<p class=\"cnM4NzJhZmFhYThkMjQ2Yjk5MjI4ZDI1OGQ0ZDllYTNl\" data-original-margin=\"\">\"&lt;You do not like your new command with the <em>North Wind?</em>&gt;\" Pascal asked in curiosity.</p>\n<p class=\"cnMzZmZkMTFiMTM2NTQ0OTRhZjVlMzE2ZDRjMzI5MzY0\" data-original-margin=\"\">\"&lt;They're good boys, but morale is low since they're the only Phantoms to be defeated in decades.&gt;\" Hammerstein answered before his words turned to complaint. \"&lt;My main gripe is the trend. Every time I get a unit up and running, with tight camaraderie and fighting like a well-greased machine, they unroot me to stick me somewhere else! Like the unit I just groomed has nothing to do with me no more! I mean even my sidekick got promoted during Nordkreuz. But me? Still Colonel!&gt;\"</p>\n<p class=\"cnNmYjk0YjlkZGUyZDQzNmI4NjAxMTc3MWQ5ZjkxYjUw\" data-original-margin=\"\">\"&lt;Colonel Sir, you're lucky you didn't get <em>demoted</em> for what you did in Skagen,&gt;\" Cecylia spoke. \"&lt;Still, the fact you're always placed to lead units in need of reorganization shows His Majesty's confidence in your abilities to train excellent troops. After all, everyone in Weichsel knows that there's no commander more lionized by his soldiers than you.&gt;\"</p>\n<p class=\"cnNlMjI2NjY5MjY4ZTQwMGFhYWZmNTMyOThkNTNjMTVi\" data-original-margin=\"\">\"&lt;Ha!&gt;\" Hammerstein's voice immediately turned jovial. \"&lt;Well I certainly do appreciate the King's confidence!&gt;\"</p>\n<p class=\"cnM1ZTNlODM0MmYxMzRjMDI5NGE0ZTI3MzkwMWZiM2Fk\" data-original-margin=\"\">It rather amazed Kaede just how easily Cecylia turned Hammerstein's grievances into a reaffirmation of loyalty.</p>\n<p class=\"cnM0NmI5N2ExZWE0ODRlYjNiYTA5MjY0MjFiMGNhYzRk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0YmUwNzAzNWNmNzQ2ZWRhOWI4OTJjMWU4OTc1M2U0\" data-original-margin=\"\"><br>----- * * * -----</p>\n<p class=\"cnMwNGE4YzcyYTVjYTRkNjI5OWEzOGE5MmZhN2M2ODNm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhYjNmNWM1ZTllODQ3NjA5ZmNiNzUzNjU0NjZiOTY0\" data-original-margin=\"\">Unbeknownst to the others, Ariadne was having a private conversation with the Princess. The young lady had been surprised when she received a <em>Farspeak</em> call from Sylviane, even though they were already on the same <em>Telepathy</em> network. She temporary severed her link to the others as she answered the call:</p>\n<p class=\"cnMyNTc0NmJlYzdhMDQ4MWZhNDIyYmRkZWJmMTUwNzk4\" data-original-margin=\"\">\"&lt;Your Highness?&gt;\"</p>\n<p class=\"cnNjN2YyZmMyMTM3MjQwOGFiN2U1YzdlNWFmYTc4Njdi\" data-original-margin=\"\">Ariadne had met the Princess once before during her time at Alisia Academy. However the reception back then had been... cold, to say the least. Ariadne never understood why Pascal courted her when he was already betrothed. She only knew that her vanity had gotten the better of her at the time. It was a huge boost to her ego to think that even an intellectual like Pascal might prefer her over the Crown Princess of the Empire.</p>\n<p class=\"cnNiMzMxYWUwOGI3ODQyZWRiZmYzYzI1NDFlYmIzNTU3\" data-original-margin=\"\">\"&lt;Lady Ariadne,&gt;\" Sylviane began in a polite, cordial voice as she looked upon Ariadne from a dozen paces away. \"&lt;I never had a chance to thank you properly for your actions in helping Pascal and Kaede at Alisia. Perceval told me that you were instrumental in foiling the assassination.&gt;\"</p>\n<p class=\"cnM1OTY4Y2IwNzdmOTQ2ZWFhNWU4YTkzMzg3N2U1NjU3\" data-original-margin=\"\">Yet despite the warm tone, Ariadne couldn't help but feel more suspicious. The young lady knew from the first time their eyes met that Her Highness did not like her, and not just because of her short courtship with Pascal in the past.</p>\n<p class=\"cnM3NDljNzJjNmFmNTQ5NGZhOTU1ODdiYzE5NWMxNTBj\" data-original-margin=\"\">Uncertain of the Princess' aims, Ariadne decided to bow slightly and answered with cautious professionalism:</p>\n<p class=\"cnNlNWQzNDlkNTA3OTQxODU4ZTExZDUxNDViNTMyNzNh\" data-original-margin=\"\">\"&lt;Pascal represents the alliance between Weichsel and Rhin-Lotharingie. It was my duty as a knight of Weichsel to protect him. And I am thankful that Your Highness picked me for this campaign.&gt;\"</p>\n<p class=\"cnM4MWY3MWMzMGI2OTRkNWY5ZTc5YTQ1MWUwMDI0NDc0\" data-original-margin=\"\">\"&lt;Much as I'd like to take credit, Lady Ariadne, I'm afraid your thanks are owed to General Wiktor,&gt;\" Sylviane replied. \"&lt;It was he who recommended you to lead the new Phantom company in Colonel Hammerstein's stead.&gt;\"</p>\n<p class=\"cnNlMTljNzNlY2QwOTQ4YTlhMjlhYmNhYTIxMWI4MTg4\" data-original-margin=\"\"><em>So it was Cecylia's father who granted me this opportunity,</em> Ariadne thought.</p>\n<p class=\"cnMwOTMwYTI0MGY2NTQzMDE5NzBlMzY0MzVlMGJlOTMz\" data-original-margin=\"\">After the Manteuffel Incident, it was apparent to everyone in the Manteuffel Clan that they had lost the King's trust. Ariadne knew she was lucky that she had been hospitalized at the time. It kept her from being caught up in the incident and allowed her to still receive her promotion from the air battle.</p>\n<p class=\"cnMzOTliNmNhZjk0ODQ1NDY5OGU0Y2VjYTUxMGYwNWJl\" data-original-margin=\"\">However, the same could not be said for many other members of her family, who had either been demoted or reassigned to less influential commands. The Duchy of Polarstern had been seized from the main family for General Neithard's treachery -- a move which fractured the Manteuffel Clan as the branch families all cut their ties to limit the damage they might receive from the fallout. Even Ariadne's betrothal to Perceval had been downgraded, as Duke Mathias of Baguette requested a patrilineal marriage which would keep her children from bearing the Manteuffel name.</p>\n<p class=\"cnNjZmQ5YjI1OWIwNDRlZTdiMDliNzViMDM0ODA1YmM2\" data-original-margin=\"\">\"&lt;Hence I wanted to tell you, Lady Ariadne, that I still owe you a personal debt of gratitude,&gt;\" Princess Sylviane continued with a smile. \"&lt;You were able to put aside your differences with Pascal to aid him in his hour of greatest need. And for that I shall forever be thankful.&gt;\"</p>\n<p class=\"cnMzMWRjNDdhNzBiODQ5MGE5NTI5OTllN2MyMzZkMTUx\" data-original-margin=\"\">\"&lt;Your words alone do me honor, Your Highness.&gt;\" Ariadne gave a humble response, mostly as she couldn't think of what else to say.</p>\n<p class=\"cnM2MThmY2ZlZjViZDRiOTU5Mzc1MzY3NzZjZTczNmEy\" data-original-margin=\"\">\"&lt;There is one other question I wanted to ask though.&gt;\" The Princess spoke next as their eyes met. It immediately made Ariadne realize that this was the <em>real reason</em> why Sylviane began this conversation.</p>\n<p class=\"cnNhYmU4MGExZGVlNjQ2ZjY4ZDI4ZDcwM2I0ODE2OGEy\" data-original-margin=\"\">\"&lt;Do you resent Pascal for his involvement in the recent incident?&gt;\"</p>\n<p class=\"cnM1NGI2OGExZmM3OTQ3ZTA5N2FkOWRjYjlkNDA0Y2Fi\" data-original-margin=\"\">It was an astonishingly blunt question for one born into royalty. But at the same time, it also represented Sylviane offering her an opportunity: a direct question that sought a straightforward answer. And judging the sincerity of that answer would help separate treachery from trustworthiness.</p>\n<p class=\"cnMxNmUxMTZjMTRhYzRhNjE5MWY2MTMyYjNkOGIyODBj\" data-original-margin=\"\">Ariadne exhaled the breath she'd been holding without realizing. The problem with being honest was that far too often, the truth resisted simplicity. It was much harder to grasp how one <em>truly</em> felt about a topic as complicated as this. Instead it was far easier to wear a falsified mask.</p>\n<p class=\"cnMwZTZhZWVkYmRhZjRkZjFhYjk1YWNiMGQ0NTAyNTg5\" data-original-margin=\"\">\"&lt;Not particularly,&gt;\" the young lady began with uncertainty. Yet it was also the most accurate answer, and she made sure Princess Sylviane knew this by steadily holding her gaze. \"&lt;Either my uncle really was a traitor and Pascal simply upheld his sworn duty to family, King, and the Holy Father, or he has been played like a pawn in a plot far beyond our skill.&gt;\"</p><p class=\"cjc0NzNlNjA1YjZmZjRiMDU5OWM4MDMwMTNmMjMwNWVh\" data-original-margin=\"\">This story has been taken without authorization. Report any sightings.</p>\n<p class=\"cnM0MTlmMGJkY2FjYzRmOWI5OWNkNGY1NWNlMjlhNjgw\" data-original-margin=\"\">Ariadne then took a brief pause before she concluded: \"&lt;in either case, Pascal isn't the one for me to blame. Not for this incident at least.&gt;\"</p>\n<p class=\"cnNhNjZiYjI0ZWEyMDRhZjhhMTQyYzU1NDY1Y2QzODVl\" data-original-margin=\"\">The fact he was to blame for many other complications in their past was left unsaid.</p>\n<p class=\"cnNlNGUzNmY5ZTVmNTRjOTA4ODM4N2ZmN2EwZWZkY2Uz\" data-original-margin=\"\">There was no immediate response. It took several moments before the Princess lifted her scrutiny and calmed the atmosphere with slow, gentle nods.</p>\n<p class=\"cnNmNTcyOTViY2I1MDQ4NjdhYTE5NTM0NTIzZGJhYjJi\" data-original-margin=\"\">It was also the first time that Ariadne saw Sylviane truly smile at her. Not a fake smile well practiced among aristocrats, but a true smile from the heart itself.</p>\n<p class=\"cnM5Mjg1NTIxMjBkODQ4NDRhMmQ4NWUzYjMxY2EyNDk0\" data-original-margin=\"\">\"&lt;Your Highness really has no need to doubt me,&gt;\" Ariadne then offered a sincere bonus. \"&lt;Given my past with His Grace, it's <em>impossible</em> for anything more than respect to develop between us, and even that His Grace has yet to rebuild. Furthermore, my engagement with Lord Perceval of Baguette is one of true affection, and not mere politics as some would believe.&gt;\"</p>\n<p class=\"cnM0OGFlMDliZTgwNDQ0ZDZiYjUyZjM0MzIwNWNhOTc1\" data-original-margin=\"\">As the Princess' smile broadened ever so slightly, Ariadne realized that her gamble had paid off. At least part of the royal resentment must have come from perceiving her as a potential challenge. Sylviane might even have misunderstood the years of feuding between Ariadne and Pascal as a form of obsession, since love and hate were often two sides of the same coin.</p>\n<p class=\"cnM4N2I1OWI0NjQzNDQzZTY4NDE3YTZiOTEyMzFmMzhl\" data-original-margin=\"\">\"&lt;It's a relief to hear you say that, Lady Ariadne, not only of Pascal but also of Perceval,&gt;\" the Princess confirmed it with a seemingly casual reply. \"&lt;It has become clear to me that Lord Perceval is a man of great moral integrity, one whom I would be blessed to have as an advisor in the future. As such, I certainly wish the best for your marriage.&gt;\"</p>\n<p class=\"cnMwM2FlNjJiOGNmYzQwYmZhOGJlYTEzNWQxMjQ3ZmNi\" data-original-margin=\"\">The young lady's eyes swelled. To hear such confidence from the Crown Princess certainly heralded a bright future for her husband-to-be.</p>\n<p class=\"cnNmYWE4OGVhMTY3OTQzZjg4NDMwZmVjZDMxZjA5YTIy\" data-original-margin=\"\">However Sylviane still wasn't finished:</p>\n<p class=\"cnM1YzgyMTQzMTY2NjQ3ZDE5YzQ5MjcyOWI3YWRjZmMw\" data-original-margin=\"\">\"&lt;If there is any time in the future when you need a favor from me, please do not hesitate to ask.&gt;\"</p>\n<p class=\"cnNkOWYxNjIxZmFiNTQ5ZGRiOTg5ZjVhMDEwYTUzODNh\" data-original-margin=\"\"><em>A personal favor from the Princess,</em> Ariadne's eyes widened to the size of saucers as she realized just what she had received. She had heard that the Princess was a generous lady. But this was a huge boon that anyone who understood politics had to appreciate!</p>\n<p class=\"cnM0YmVmMjA3YzFiNzQ5YzdhOWEwNjlhMzdhYzZhMWNh\" data-original-margin=\"\">\"&lt;Thank you, Your Highness, truly.&gt;\" A slightly-awed Ariadne responded with a humble bow.</p>\n<p class=\"cnM2NmNjMTlhZWE0ODQ0N2U5YmI5ZTYyMTI5YWMxMjM4\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiNGEyYTg4YzZhYjQ3NGJhYWJiNzg3ODdhNGNkY2Yw\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM2ZTY2ZTU0ZTRmMzQzNTE4MzE5YTM0ZTA2YWIzM2U0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmZmJlZmZjYWQ4MjQwOTlhNzM4MTdjMWIxMzJkOWIw\" data-original-margin=\"\">The first day had proved uneventful. The Knights Phantom rode over a thousand kilopaces to reach their planned campsite -- a natural spring deep inside one of the many forests that covered the Rhin-Lotharingie landscape. The battalion had some trouble landing due to the Reiter Support company's light wagons. Their <em>Levitation</em> spells allowed them to float in the air behind the pulling <em>Phantom Steeds</em>, but this made them about as maneuverable as huge gliders being towed behind an airplane.</p>\n<p class=\"cnMzYWQ2ZGVjYmE3YTRlYzI4ZDg0ODJiOGVhNTFjMTc3\" data-original-margin=\"\">Kaede continuously updated the World Expedition Map as the group made their way into Rhin-Lotharingie. And as she did so on the second day, she came to notice the first obstacle to their plans.</p>\n<p class=\"cnM2OWU1N2NiMDEzNjRmYzA4YzZjYWMyNWQ1YmJkYzI1\" data-original-margin=\"\">She had been in a private conversation with Pascal on the 'most powerful weapon' from the world where she came from. She had brought up nuclear weapons in passing to Pascal before, but her master seemed far more interested in the details this time. Not being a physicist, Kaede could only describe what she knew in general details. The thermonuclear city-killer used shaped-charge blasts to focus enough energy to split uranium in nuclear fission, which in turn created enough energy to split deuterium and tritium -- double and triple bonded hydrogen -- in nuclear fusion.</p>\n<p class=\"cnNkNzJjNzQyMjEyNzQ0NWY4ZDgwNzNlMDBhMWQyNWU0\" data-original-margin=\"\">She was surprised that Pascal had enough understanding to keep up. In fact it quickly became clear that he had a better understanding of molecular chemistry than she did. Though given Hyperion's research into lightning and alchemy, perhaps she shouldn't be surprised by their grasp of electrons and atomic charge.</p>\n<p class=\"cnNkZjc1OTcwMWU1MDRjN2FiZjdiMjlkZDQ5OTk2NmI2\" data-original-margin=\"\">Then, when they were just fifty kilopaces short of reaching the expedition's next staging point, Kaede noticed a problem.</p>\n<p class=\"cnM0MTlmYmU4N2UwOTQ4MTg4NDRkNTA5YTUyOTBlOGM1\" data-original-margin=\"\">Their destination was a stone circle in northern Rhétie, just across the South Lotharingie River from Belges. It was the closest 'faerie ring' to Nordkreuz that didn't lie deep in Gabriel's domain. However, instead of unmarked ruins sitting atop a barren hill, Kaede's magical map labelled the target coordinates as the 'Lynette encampment'.</p>\n<p class=\"cnM4ZDRmODFiZWU0ZTRlMWM5YjAxNTljY2FmZmVmYTYw\" data-original-margin=\"\">\"&lt;There must be at least five hundred troops if the map could detect and mistake it for a large village.&gt;\" Kaede noted based on past observations, when she compared scans of Nordkreuz's surroundings to the local maps.</p>\n<p class=\"cnNiMDI3MWY0NGNjMjRhODFhMjI5N2FhZWJjM2RjZDI0\" data-original-margin=\"\">\"&lt;The encampment is not named by unit designation either. That means that it is likely a patchwork force -- some hastily assembled group named after its commander.&gt;\" Pascal surmised. \"&lt;Good chance they are here on orders from that pretender Gabriel.&gt;\"</p>\n<p class=\"cnNjYzI5ZThiNGEyYzQwYjc4ZDRkZmE1Y2ExZDU1MTJh\" data-original-margin=\"\">\"&lt;I think you're right,&gt;\" Sylviane agreed. \"&lt;Gabriel took the majority of Belges's formations with him, and those that remained still have garrison duty. This is likely a scraped-together force. Though that implies that he anticipated me coming this way.&gt;\"</p>\n<p class=\"cnMzYjg2NmU1YjE1YTQxNTY5ZGI3NDIyZmY0NGFlMmI3\" data-original-margin=\"\">The Princess left unsaid that hundreds more men could lay waiting in ambush just ahead, merely spread out enough that the map failed to pick it up.</p>\n<p class=\"cnM1YWY3MGE0YTU0OTQ5MzE5YzBmODc3Y2E0NWJkNjM0\" data-original-margin=\"\">\"&lt;He could also be covering all the likely routes.&gt;\" Major Hans Ostergalen added after Pascal weaved the intelligence officer into the telepathy web. \"&lt;Duke Gabriel's leading commander is Count Marten van Coehoorn, a defensive theoretician who pays great attention to detail even in his everyday life. My guess is that he'll try to cover all likely routes.&gt;\"</p>\n<p class=\"cnMwNTMzM2RkMDYyYzQ1MGU5MzIxZTI2MmI2Y2QzZjgw\" data-original-margin=\"\">\"&lt;Then this is just a picket,&gt;\" Pascal remarked.</p>\n<p class=\"cnM4MWU1N2E4YmZlYjQ0M2FhZjRjYWJjM2NkZmU3MWQ1\" data-original-margin=\"\">\"&lt;That's my thought as well,&gt;\" Hans agreed. \"&lt;They won't be the most loyal or battle-worthy. But they might be able to hold out long enough to send out a message about Your Highness' whereabouts.&gt;\"</p>\n<p class=\"cnM3YTdjZWQzOWI4NTRiZmU5ZDBiOGUxODgxNjgyNzUx\" data-original-margin=\"\">\"&lt;In either case, let's wait here until Reynaud or the scouts return with information on just whom we're dealing with,&gt;\" Sylviane decided.</p>\n<p class=\"cnNjZTU2M2UyODMyMDQwNzI5NjYzODg1N2Q1ZjEwNzU3\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM0NDE3MTM0YTlhNTRhODc5NjI2MTBkMjVmOWYzZWI2\" data-original-margin=\"\"><br>\"&lt;We estimate the camp to be around six hundred men.&gt;\" Kaede heard the redheaded Reynaud report after making it back to the main group. \"&lt;The soldiers are constructing wooden cabins, so they seem to be assigned here as a long-term picket. They also have the hill ringed in wooden stakes and a chest-high palisade, as well as wooden hedgehogs to deter cavalry charges.&gt;\"</p>\n<p class=\"cnNlNmQ3NzQwNDMxODQ2N2FiYmE2ZDQwNzEzZjhlNWVi\" data-original-margin=\"\">\"&lt;Sounds like they have already had a day to dig in,&gt;\" Pascal frowned. \"&lt;And the next stone circle outside Belges is more than eight-hundred kilopaces away.&gt;\"</p>\n<p class=\"cnM4ODFlZGZkZTYxNzRjZWViMmYxZmRjYThiZjQ5ODYz\" data-original-margin=\"\">\"&lt;That's assuming Gabriel didn't picket that one as well,&gt;\" Sylviane pointed out.</p>\n<p class=\"cnMyOGM1OGZhMGUxYzQ5MGQ5ODI4MTE4ZWQ2YmVjMzc4\" data-original-margin=\"\">\"&lt;Six hundred half-organized men is nothing for two Phantom companies,&gt;\" Colonel Hammerstein declared. \"&lt;With our strength, we can overrun them with ease before they even get a <em>Farspeak</em> link online. Be good exercise for the men!&gt;\"</p>\n<p class=\"cnM2YjJmNWQwZWM4YjRhNzQ4MjA2ZTVmYTEwNjk2ZWMx\" data-original-margin=\"\">Pascal had sounded wary as he spoke. But the Colonel? His voice wasn't just confident but also eager. It was as though the enemy was just another faceless foe for him to kill, and not the Princess' own countrymen in a realm divided by civil war.</p>\n<p class=\"cnNkYjI1ZTY0YjJhNDQzNjI4ZmE2YzIxYWZjNmQyNmU3\" data-original-margin=\"\">\"&lt;Sylv?&gt;\" Pascal called out to his fiancée, who had remained speechless for the past minute as she pressed her index finger against her teeth.</p>\n<p class=\"cnM5MTA5ZWFkNjVhNzQxMzhiNzZkMWExMGM0MmQ3NDEw\" data-original-margin=\"\">\"&lt;I'm trying to remember... I feel like I've <em>met</em> a Lady Lynette before, who married across the country to these parts,&gt;\" Sylviane noted.</p>\n<p class=\"cnNmOWVkOGUwMDdhNzRjMjc4ZWFiYzE3MDY3NGU4ZDU5\" data-original-margin=\"\">For several moments the telepathy network fell silent. Then, it was Lady Mari who spoke:</p>\n<p class=\"cnM5MmFkNTk4ZDE2NTQ5OWJhMmE3YjI3MTQwYTI0MWI3\" data-original-margin=\"\">\"&lt;Lady Lynette ap Cadell de Luxeuil. Your Highness attended her marriage ceremony five years ago.&gt;\"</p>\n<p class=\"cnNiNDVmODUxNjQ5ODRkN2JhODkxN2IyMjc1NjU0MmQz\" data-original-margin=\"\">\"&lt;She's a Brython from Ceredigion then?&gt;\" Sylviane seemed to remember as she asked.</p>\n<p class=\"cnM2ZWU2OTcxOGQwODRlYTI4MWNjZDVlOGFiNTQyMWI1\" data-original-margin=\"\">\"&lt;Yes,&gt;\" answered Mari. \"&lt;I believe Your Highness had asked her why she decided to marry a nobleman from across the country. She replied that she was 'tired of Ceredigion pretending it wasn't part of the Rhin-Lotharingie Empire'.&gt;\"</p>\n<p class=\"cnM0OTJkNzQ0MmMxOTQ3MjNhMjdmNzk2Y2EzYzMzNWM1\" data-original-margin=\"\">\"&lt;Though wasn't her husband from Rhétie?&gt;\" Sylviane wondered next. \"&lt;Why would she be doing Gabriel's bidding?&gt;\"</p>\n<p class=\"cnM4YzY5MDc0NTdjZDQyY2M4YWI5NDVkNjJhMzE5M2Vk\" data-original-margin=\"\">\"&lt;Far as I know from the Black Eagles, Duke Hugh has neither declared for nor against the pretender,&gt;\" Pascal added.</p>\n<p class=\"cnNjNzIxY2QwNjU1ZDQ1MmFhMzMxYmZlMWIxMGIyZGJi\" data-original-margin=\"\">\"&lt;Maybe Duke Hugh and the Rhétie nobles are trying to walk a fine line,&gt;\" Kaede voiced her hypothesis. \"&lt;They won't openly declare for Gabriel, but they won't go against a minor request from him either. That leaves them with both options later should they pick a side.&gt;\"</p>\n<p class=\"cnNhM2M3MDdjYTVmNjQyMzdhMjc4YzA4YTFhNmY4ZTEx\" data-original-margin=\"\">\"&lt;Slippery bastards,&gt;\" Colonel Hammerstein grunted in disapproval.</p>\n<p class=\"cnM4NDg3YTZjNjQ2MzQwMTU5ZmQ4ZGI5MmQwMzcwYzAw\" data-original-margin=\"\">\"&lt;Then, it's clear what should be done.&gt;\" Sylviane declared. \"&lt;Pascal, what do you think?&gt;\"</p>\n<p class=\"cnMwYmFjZWQwNDkxZDRhNDc5ODk5OTU0ZjY5YTg2Njhi\" data-original-margin=\"\">The Princess somehow expected her fiancé to know her plans for the next step. Though to Kaede's amazement, he did:</p>\n<p class=\"cnNhODU0NDEzZGI4ZDQyMmNiMWEzYzRjZTM1ZjMzOGU2\" data-original-margin=\"\">\"&lt;It will be risky,&gt;\" he stated. Yet his tone of confidence seemed the exact opposite, as though he was encouraging her on.</p>\n<p class=\"cnMxN2EyOTU3ZDVjZjRhNGY5ZTljNDg1MDkxZjE1NmRm\" data-original-margin=\"\">\"&lt;Nothing ventured, nothing gained.&gt;\" Sylviane seemed to take a deep breath as she steeled her nerves. \"&lt;I have to start somewhere.&gt;\"</p>\n<p class=\"cnM4ODgyMWNjODY4YTQxZWFhMmZlZjBlNjg3NmI1YjE0\" data-original-margin=\"\">Then, before anyone could object, the Princess raised her voice to her armigers and the hundreds of Knights Phantom behind her.</p>\n<p class=\"cnNiMDY0MGIxYjJlYTQ4MDJhNzY4Yjk4YmM3ZjBkZjhl\" data-original-margin=\"\">\"Everyone! Form up! And follow me!\"</p>\n<p class=\"cnNjNzY1ZjBmODBmYjQxZmJiMTgzMTg3MDc0ZTlkYjlj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlZGMwMjc4ODljYTQ1ZDQ4Y2M1MDJiMjlhYzE4YzBk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwMjFjOWU2NmI0YjRkMzY5N2M2ZjJhNTY1OTIwYjll\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1MjI1NjM2YTYxZDQyNGI5MDFjN2JkYjk3YjE3YjMy\" data-original-margin=\"\">Countess Lynette ap Cadell de Luxeuil stared at the mossy granite of the stone circle as she sat outside her expanding cabin. For a noblewoman from Ceredigion, this was probably the least impressive stone circle she had ever seen. The formation was little more than a ring of two dozen jagged, uneven rocks, which reached up to about chest-height.</p>\n<p class=\"cnMwODljZTFlOWE4ZDQ3MzM5MDE3OTk2OTU1N2ExN2Vk\" data-original-margin=\"\">But in the end, size didn't matter, only the function it served.</p>\n<p class=\"cnNkNmVjNzlmNGIwNjRhMTZiOTA5OThlNGRkMDNkNzVk\" data-original-margin=\"\">The stone circles had many nicknames: faerie rings, Tylwyth crossroads, Sidhe pathways, et cetera. They were ruins of a bygone era, infrastructure built by an ancient race. The era recorded in the <em>Book of Invasions</em> had long passed. The Faerie Lords had returned to their otherworld realm, but the legacy they left behind lingered on.</p>\n<p class=\"cnMyYWZiZDc5NDA2YjRiOTk4ZWJmOThiOTNhMjUxZGZl\" data-original-margin=\"\">Nor were the circles mere decorations. They were built according to the ley-lines. Some stood at major junctions, now enveloped by cities and citadels. Others sat at mystical locations of exceptional magical power, sacred to followers of the Druidic faith. The one she guarded lay at an unusual intersection -- an outbound fork in the local ley-line.</p>\n<p class=\"cnM5NTE5YTBjYTE3MTRmYjBiYjFmMDBjODNkMWM3Yjlj\" data-original-margin=\"\">Their purpose was to function as transit hubs. It was an ancient magic, an art lost to most, but not all.</p>\n<p class=\"cnM3NzczZTQ2YWJiNDQ0ODI5NTZkZmMxOGY4MTJhYzFi\" data-original-margin=\"\"><em>A faekissed Princess of the Empire,</em> Lynette thought to herself. <em>A true scion of the Faerie Lords.</em></p>\n<p class=\"cnMxYWRmNzQxOGFhZDQyZjM4MGVhOTI5NjhjOGEwNzE5\" data-original-margin=\"\">The late emperor Geoffroi had married the daughter of some obscure count, so it had gone unnoticed by most. Yet through her, the royal line of House Gaetane acquired one of the lingering bloodlines of beings from the Otherworld.</p>\n<p class=\"cnM2Mjg4NGE2ZTM1MTQ5MTViYWQ3ZGQyMmQzY2Y4ZjYy\" data-original-margin=\"\">The Princess was an autumnborn. They had awful springtime allergies that even magic failed to suppress. If memory served, Sylviane looked downright miserable during the outdoor ceremony of Lynette's traditional Ceredigion wedding, in May.</p>\n<p class=\"cnM0YTgzZjg5NzgyZTQwODI4NmRiYWIwZjJjYWFhN2Nl\" data-original-margin=\"\">Lynette had been raised under the cross. She believed in the Holy Father and had never converted to the Druidic faith. But even amongst the Trinitians of Ceredigion, there would always be a soft spot in their hearts and minds for those of fae lineage. The faekissed represented a connection to their ancestors, a bridge that could connect modernity with ancient history.</p>\n<p class=\"cnMwZTQwMWUwMjc0OTQ1MzBhNDU2NTJjZGNjNzAwNjdi\" data-original-margin=\"\">It was an odd sentimentality. The Faerie Lords -- or 'Tylwyth' as they were called in Brython -- were anything but just. The Seelie Court proved impulsive and chaotic, while the Unseelie Court stood callous and demanding. They were legendary in many aspects, yet being good rulers had never been one of them. It also didn't help that they occasionally kidnapped human children to be raised among their own kind, leaving behind a changeling surprise for the poor mothers.</p>\n<p class=\"cnM1YWUyZTUxY2ZlMjQ0YWQ4YmExNWE5MzI4MWZiOTcy\" data-original-margin=\"\">Regardless, the common peasant would be ecstatic to have an empress of fae blood, however diluted it might be after countless generations. Nevertheless, Lynette was the educated daughter of a count. She had to ask herself the important question first:</p>\n<p class=\"cnNkMzc5ZDY2ZmMwNjQzZjI5M2M3MDc5NDZlYzA0ZGU4\" data-original-margin=\"\"><em>Would a faekissed -- an immature princess only twenty-one years of age -- truly be good for the present dilemmas facing Rhin-Lotharingie?</em></p>\n<p class=\"cnM3YTkxNTM1YzhlNTRiNGQ4MDM3ZjE5MmQ0NTVlNThi\" data-original-margin=\"\">Gabriel might be a pretender, but he was also shrewd and cunning. His charisma had seduced even the Papal Inquisition, whose Knights Templar he threw into the grinder like pawns. Even his organizational prowess had proved itself in seizing the crown, as nobody in Alis Avern even realized what was happening before he dealt the fatal blow.</p>\n<p class=\"cnNmODYyZTQ5MWRiYzQ2NDZhNjU0YmU1OTRlODQwOGMx\" data-original-margin=\"\">A pretender that could best Emperor Geoffroi, who had been monikered 'the Great'. Perhaps Gabriel really could bring salvation in Rhin-Lotharingie's hour of greatest need.</p>\n<p class=\"cnMzNGExMDYzYjNmYTRiZjlhODZmYTUyZTAyNGQ3NmJk\" data-original-margin=\"\"><em>But if that's the case, then why is he just sitting there in Alis Avern!? Why isn't he heading south, toward the front lines that push ever closer to my homeland?</em></p>\n<p class=\"cnNmZGRiODgzMzgzZjRkNjhiYTQ1N2FlMjE2MzQ0YWZh\" data-original-margin=\"\">Lynette's fists were still clenched when a sentry called out:</p>\n<p class=\"cnNhYWZiOWFhY2NlYTQ5OWM5NmU0NjQ1YzI1YzA5Mjg4\" data-original-margin=\"\">\"INCOMING AIRBORNE FORMATION!\"</p>\n<p class=\"cnNiNjgwOGFiOGY5MzQ4OGFiZDI3MTIwYzdmYzk5Njc1\" data-original-margin=\"\">Then, fear pierced the air as the cry turned shrill.</p>\n<p class=\"cnM0YThiZjJkMTM4YzQwZWI5NzQ2Y2RjNzUyNzAzNGRh\" data-original-margin=\"\">\"PHANTOMS!!!\"</p>\n<p class=\"cnM4MWFiNDdhMDI5YzQwMGRiZDUwYjI5OTg4MmRmMWY0\" data-original-margin=\"\">Weichsel might be a nominal ally of the Empire now, but no veteran would forget the terror that struck deep into Rhin-Lotharingie during the War of Imperial Succession ten years ago. The dread was further heightened as Knights Phantom dove down from the clouds behind the white-blue flames of an Oriflamme Paladin.</p>\n<p class=\"cnM4NjVkMWQxNGIzOTQ3ODFiZDIzODRhODg4YjE2Mzc2\" data-original-margin=\"\">Crown Princess Sylviane led the charge herself. And behind her followed ten royal armigers and several hundred Knights Phantom. These were the finest soldiers of both Weichsel and Rhin-Lotharingie. There was no chance that Lynette could fight them and win!</p>\n<p class=\"cnNiMmQyZTBlNjM2NjQ0NTFhZDk5NGQyNmQ2ZDc2NWRi\" data-original-margin=\"\">The Countess could feel her nape hairs stand up in cold sweat. Nevertheless she pulled her longbow off her armored back before crying out:</p>\n<p class=\"cnMwNGZhM2MxNTgzNTQ3OGY4MjE1NWViY2EzMGEyNWU0\" data-original-margin=\"\">\"FORM UP! AIR DEFENSE!\"</p>\n<p class=\"cnNmMmEyMGZhYjdiNTQ4NTRiZmFhNzNjZWNkNzEyNmU5\" data-original-margin=\"\">She had no air cavalry, no rangers. Her band of largely militia archers was led by only thirty professional armigers.</p>\n<p class=\"cnM3MTAyM2MzNTQyOTRlZGY4ODhkMTVkMWY5MDBlMzVj\" data-original-margin=\"\">She had accepted this mission from Duke Hugh in place of her bedridden husband, who was still recovering from a riding accident. It seemed an easy task to curry favor from one of the most powerful families of Rhin-Lotharingie. But now, Lynette was certain it hadn't been worth it.</p>\n<p class=\"cnMwMzZkOTJmODNlMTRiYTdiNWZmNzY1NDkxZmFkODY1\" data-original-margin=\"\">Against an Oriflamme and three hundred Phantoms, her men didn't stand a chance.</p>\n<p class=\"cnMyZWZhYzQyMDMxNTQ0N2M5M2Q2OThkMjYzMDgxNzUz\" data-original-margin=\"\">But to her dying moment, Lynette would never be as surprised as when the burning chevron that soared straight towards her -- a scalpel about to take the head of the commander -- shot back up in an acrobatic loop before braking to a hover above the camp.</p>\n<p class=\"cnNjYWZkODU1ZmI2MjRlZGVhMGMxMDE5MDdhMTMxOWI4\" data-original-margin=\"\">\"SOLDIERS OF RHIN-LOTHARINGIE!\" The Princess' magically amplified shout reverberated across the air.</p>\n<p class=\"cnNmZmFiZjVjZTgxZDQxOTE5N2RjOGM3Zjg1ZDAyNTBh\" data-original-margin=\"\">Hundreds of bows rose. Countless arrows were aimed for release. Yet the <em>Cerulean Princess</em> paid them no attention as she addressed the camp with all the authority of a true sovereign.</p>\n<p class=\"cnMwMmE0YTNiNTliZTQ1ZGFiYWVkN2E3YzgzN2U3ZjY0\" data-original-margin=\"\">She did not yell following those opening words. She did not bellow for attention or gesture with melodramatic theatrics. Instead, her magnified voice began slow, calm, and methodical, even as they rang with the confidence of the Holy Father himself:</p>\n<p class=\"cnM3Yzg1MWJiZTE0ZDRiNDVhODg3ODA2MTIxYzlhYmU5\" data-original-margin=\"\">\"I am Crown Princess Sylviane Etiennette de Gaetane. But I come to you today, not as an aspirant for the throne, or royalty demanding of your obedience, or even a commandant calling upon your service. I stand before you, as a woman of the Lotharin plains, a daughter of her forests, a comrade to all who stand shoulder to shoulder on the front lines of our faith, and most of all -- a <em>paladin</em> sworn to uphold her duty to kingdom, empire, and the Holy Father.\"</p>\n<p class=\"cnNiMDY3MzRmZmY2YjQzYTZiYjliNThjOGNhODZhNzM2\" data-original-margin=\"\">The entire camp had fallen to an eerie silence. Even the birds of the nearby woods fell quiet, their attention enthralled by the burning figure in the skies.</p>\n<p class=\"cnM2NmY5YzY5OWVkNzQ3MjQ4MzhhZjYyMGEwNzViOGU5\" data-original-margin=\"\">\"Even as I speak before you now, the evil hordes of Cataliya advance through our countryside,\" Princess Sylviane then made her first gesture, finger pointing sharply to the southwest as she gradually built up her tone. \"Those slaves of corrupt tyrants from the demon-tainted continent know no honor, no faith. They were trained from boyhood to obey, to submit as blindly to their immoral masters as they do to their false prophet. They follow orders without question -- whether they be to pillage the homes of our countrymen, or to slit the throats of our sons and ravish the innocence of our daughters! They would even desecrate the holiness of our faith and the grace of our Lord and Savior who died for the world's sins!\"</p>\n<p class=\"cnMwYTE3OGE2MzVmNDQzNDViZDg1MGFhY2RiYmYxZDM4\" data-original-margin=\"\">Lynette had yet to hear any tales of atrocities from the south. Unlike her simple-minded soldiers, she would not be so easily agitated by such an eloquent canvas of blood and debauchery. But Her Highness did have a point:</p>\n<p class=\"cnMzNWQzOGE1MjY4NDQ1NDJhNjk2ZmMyMWY2ODA3ZmE2\" data-original-margin=\"\">The Cataliyan Ghulams were raised as slave-soldiers before being given their freedom upon entering the professional ranks. These were men who knew no fear and harbored no ethics. Under a chivalrous lord, they might maintain discipline and stay their hand. But it would take only one order, one sinful moment of man, before the tears of women and the blood of children ran a new river to the sea.</p>\n<p class=\"cnM2ZTNkZDEzNjg1NzQ4ZjRiOGNlN2EyY2JjMzk3NzQw\" data-original-margin=\"\">Unfortunately, humans sinned aplenty, especially among the infamous decadence of the south.</p>\n<p class=\"cnM5M2E2MTA1OGM1ZjQ3YjRiZTU2MmJhNzliNmUzMTk0\" data-original-margin=\"\">Without independence, without both military power and legal authority, the various Lotharin cultures would have no way to defend themselves. They had learned under centuries of brutal Imperial occupation what it felt like to be subjugated people, who must prostrate themselves before the whims of foreign rulers.</p>\n<p class=\"cnNlMDlkMzQ3MTYyMTRjYjNiMzA5N2U3MTAwYTVkN2Ex\" data-original-margin=\"\">\"The Caliphate comes with chains and yokes to enslave our society, our culture, and our faith.\" The Princess then closed a fist before her chest. \"Our nation sits upon the brink of disaster. Our land calls for our every aid! <em>Tens of thousands</em> have answered! Yet even as they drench the fields in foreign blood, the armies of this so-called 'Khalifa' continue to attack, to advance, to threaten our families, our lands, our way of life! In this struggle for the very existence of our identity, we must <em>unite!</em> To turn and face our common foe, not to squabble among ourselves for crowns and power and gold!\"</p>\n<p class=\"cnNlMmJkZWZiMzY0ZTRhMmZiY2E1NDc2ZmExZDZiMGI3\" data-original-margin=\"\">From the corner of her eyes, Lynette could see that all but a small fraction of her soldiers had completely forgotten about their weapons. Their bows now hung loosely to one side as their spellbound stares transfixed themselves upon the Oriflamme Princess. Many, like her, even nodded along in agreement, as embers of patriotic zeal burned within their eyes.</p>\n<p class=\"cnNmMTBhMGI0ODk3ZjRhMzNiODljOTRhOTI3ZmUxYWFk\" data-original-margin=\"\">In the span of just moments, the charisma of this twenty-one years old girl had enraptured the thoughts of several hundred men.</p>\n<p class=\"cnM5OTkyYTUyNWViZjRhZmU5MTMyYzE3ODUxOTQxODZh\" data-original-margin=\"\">\"It is for this reason that I come before you,\" Her Highness continued on, her rising fervor working itself up into a shout once more. \"Our ally, King Leopold of Weichsel, warden of the Trinitian March, has pledged his support in the name of the Holy Father! His first wave of men and supplies ride with me, to reinforce our southern lines which so desperately need all aid! We come before you for passage, to gate south for the salvation of our realm! I care not for whom your loyalties are sworn. But <em>if you have any pride left as a protector of Rhin-Lotharingie, YOU WILL STAY OUT OF OUR WAY!</em>\"</p>\n<p class=\"cnNjYzJkZjFhZjM3YzRhMzM5YWYwYzNjZjlkMGIxMTM4\" data-original-margin=\"\">For a brief second, Lynette felt the air knocked out of her lungs as the intensity of the Princess' final words struck home. To notice her own swelling hopes and unmasked guilt, to realize that her command was on the brink of mutiny, to visualize the crowning halo of light surrounding that burning-blue hair...</p>\n<p class=\"cnM5NDE0YzczYmY5ZTRjNDQ4YjQ5ZWMyYWI4MGQ1ZDYy\" data-original-margin=\"\">The floating figure before them no longer seemed a mere girl who happened to draw the straw of royalty.</p>\n<p class=\"cnNkZmE4YzhhNmM2MzQ0M2VhNTZkYWMzMDVjMDMzYWM1\" data-original-margin=\"\"><em>She is an Empress in the making.</em></p>\n<p class=\"cnMwYzJkYWQ3MTZiMjRiNGE4NTEwZmM2ZDZlOGI2MmYw\" data-original-margin=\"\">On that day, Countess Lynette became the first Rhin-Lotharingie commander who swore an oath of fealty beneath the banner of Crown Princess Sylviane.</p>\n<p class=\"cnNiMjc1ODA0ZGRkZDQyMDc4ZDExMDE1MDU4ZDkzZWQx\" data-original-margin=\"\">She was joined soon after, by all six-hundred-and-forty-three of her men.</p>\n            ",
  "invisibleParagraphContent": "This story has been taken without authorization. Report any sightings."
}