{
  "preChapterNote": "<p>I wrote my regular chapter length yesterday and... wasn't done. So long chapter today, lol.</p>",
  "postChapterNote": "<p>Come hang out in <a href=\"https://discord.gg/GPgegHpWWb\" rel=\" ugc nofollow\">discord</a>. Talk about this story, your story, art, and music. I've got the Lillith playlist in here, lol.</p>",
  "chapterContent": "\n                <p class=\"cnMyMDIzMzk4ZThiZTRiYzc5ZjIzMmVjYzM2ODYxNzQ1\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM1YjMzNDJiYzE1ODQ2YzliNjJjODg4NjdjOGVhMTFh\" data-original-margin=\"\">\"I... wouldn't go in there if I were you,\" Ed warns from outside the lab. \"She's not feeling her best. She can be a bit hostile. Very quickly and with little provocation.\" I grit my teeth. I can hear you, asshole. It may not quite be like my strength, but my hearing is nothing to scoff at. If that little shit warns people about my temperament one more goddamn time... I audibly growl and Autumn and Henry look at me with awkward trepidation. Ember, the final person in the room, just shakes her head in irritation.</p>\n<p class=\"cnM2ODBhNmNjYTcyYTQxMzVhODg0N2E3M2U3OTYxMzQ1\" data-original-margin=\"\">\"I don't want to bother her, I really don't. But... It's Sam. I don't think he's doing so well, since Mom...\" Peter trails off. I feel a pang of regret. That poor man. This isn't the first time he's lost Sarafyna. I'm honestly afraid to face him. It's been nearly a month now, and I am useless. Just more and more sick. More and more furious. I am fucking useless to the woman I love, and to everyone who relies on her. And I am useless to her father. \"He just needs someone to communicate with him,\" Peter continues after a moment.</p>\n<p class=\"cnNhOWUxMzI3OGRiMzQ5NmRiNjZjNzMwZTcxNTQ3YmIz\" data-original-margin=\"\">\"I understand,\" Ed replies, \"I just want to warn-\"</p>\n<p class=\"cnMwZjBhYzJiYzQxMTQxODI5YmMxMDdmNzA1OWM3YWIx\" data-original-margin=\"\">\"Christ just send him in Edward, he deserves that much\" I call through the door. Raising my voice forces me to cough which splatters the circle I am designing with speckles of red. Autumn and Henry look at me like I'm crazy.</p>\n<p class=\"cnNiMmQ3YWM5ZTZjYjQ3YTQ4YjMzNWE2M2U4ODFjNjMy\" data-original-margin=\"\">\"Who are you talking to, Lily?\" Autumn asks and I just roll my eyes. I didn't actually request two people for sanity checks, but I can't exactly begrudge Henry for bringing his girlfriend along. He basically spends all day, every day with me. It's not reasonable to resent him and his happy relationship, nor my friend for keeping him company. It isn't reasonable. But I haven't been in a reasonable mood, lately. I feel like, well, absolute fucking shit. I've been sleeping less than an hour each night, and when I do it literally feels like dying. I should know.</p>\n<p class=\"cnM4OGRlZjhmYmQxNzQyZWVhZGYwMTU2ZTU0YTkyZWE2\" data-original-margin=\"\">I don't bother answering Autumn, as Peter does it for me a moment later. I feel an irritating mixture of regret and annoyance as his eyes dim when he sees me, but Autumn and Henry visibly relax when they realize I was actually responding to someone. It makes me regret ever telling them I may be mentally compromised by this. Of course, that's exactly why I had to tell them when I did. I suppress an exasperated sigh and force a weak smile. \"Hey, Peter. How are you holding up?\" I ask. He looks awkwardly to the side, gripping one arm with his opposing hand.</p>\n<p class=\"cnMyNTU5YmU0Zjc2NTRmZTk4NGY1MGI3OThiNzgzOWU3\" data-original-margin=\"\">\"Hey, I'm really sorry to bother you, I know you've been busy... trying to help,\" he frets. \"Maybe this wasn't such a good idea.\" He glances at my face again and grimaces. I know exactly why. I look like I feel. My hair is thinning, from medication or anxiety, I don't know. Probably both. The dark circles under my eyes grow a little puffier every day, and I am quickly becoming the whitest woman this side of Potestia. I've lost weight as well, which I really didn't need to lose. Food makes me feel sick and tastes like... nothing.</p>\n<p class=\"cnM3ZWVhNTZhYjc5MTQ4YmU5ZGZkZDdkZGJmODU3MjFm\" data-original-margin=\"\">I feel like there is no right answer. I want to rest, for Sarafyna. Because she wanted me to rest. But when I do, it doesn't help. I can never sleep. And I feel like I'm failing her. I can't do anything. Anything at all to help her. Of course, when I do work, it still doesn't help her. All this time and I have no idea how to get to her. It's a fucking mess. I have to bite my tongue to stop myself from snapping at this poor kid, looking for comfort while his adopted mother is missing. It takes me a little too long to respond and he starts to turn before I speak. \"No, it's alright,\" I say. \"It's good to see you more. Sara would like us spending more time around each other. What's on your mind?\" I prod.</p>\n<p class=\"cnNiOWE3MDIyOWZjMDRkNjI4NDgyYWNmZjY5YTQyYjc0\" data-original-margin=\"\">\"It's... It's Sam. He's... well. I think you understand. He's taking this hard. And you've been so busy. Constantly working, and I know that's because you want to get mom back, but I thought... I thought you would have a moment, eventually. And when you had a moment, you could visit Sam. For more than a minute, I mean. To talk to him. Reassure him. Reassure me. But...\" he trails off and I understand. Looking at me, no one is going to feel reassured. The only thing I can do is... present the little hope he has as an exhausted, dying woman. He doesn't have to say this. I don't have to say this. Everyone in the room understands. Thankfully, Henry speaks up on my behalf.</p>\n<p class=\"cnM4Y2Y0YTZkNDU2ZDQ0NzU4NmMxODUzYzg0NWViZTJl\" data-original-margin=\"\">\"You know, I spent some time back in Satusmor, trapped like your mom is. Longer than this. Lillith pulled me out of there. I uh, I can talk to Sam, if you want?\" he offers. Peter's eyes brighten in an almost imperceptible way. He's not happy, but he's... relieved. I get it. He's like me. Desperate to do something, with nothing to do.</p>\n<p class=\"cnNlMDE3N2QzNTlkMTQ5ZjQ4ZTRmYTAzYTRhMjI1NWEz\" data-original-margin=\"\">\"That would actually be really great,\" Peter agrees. \"Thank you...\" He stands around awkwardly for a moment while I look down at the circle I was drawing. At the steel spike in the middle of its own circle that Ember is quietly directing unaspected mana into. The silence drags on for a long moment before it grows unbearable and Henry speaks again.</p>\n<p class=\"cnMzZTQ2M2I0YWQ4OTRjNGM4MjE4YzJhZTE0MmYyNGZl\" data-original-margin=\"\">\"And you know what, now would actually be a great time for that. Autumn, do you mind hanging back?\" He requests. Autumn and Henry try to share a subtle glance and I roll my eyes.</p>\n<p class=\"cnM2M2U2MDUzMGQ1MjRmYzI4Mjg4Mjg1ZTJjZTMwNTYz\" data-original-margin=\"\">\"She won't let me do anything stupid, alright? You're good to go,\" I say, dismissing my brother and breaking the awkward moment. A deep throbbing radiates from the back of my neck, into my head. I want to scream except that would make my head throb more.</p>\n<p class=\"cnNhYjM3MzZjYzRmOTRkNGFhMmVhMGMwOWFhZTg3YjE0\" data-original-margin=\"\">\"Right. Sorry, Lil,\" Henry excuses, \"Uh... never mind.\" At this, he joins Peter and begins to speak to him quietly. Peter gives me an apologetic look.</p>\n<p class=\"cnNiMzIxNTFjYWFjZDRiZWE5NWEyMDljNjkzYjQwZmMw\" data-original-margin=\"\">\"Thank you, Lillith. I uh... Let me know if I can help in any way, when the time comes. To get mom, I mean. Let me know, please,\" he requests. I muster a nod, and the two finally leave. If I strained, I could probably hear their whispering, or whatever they say to Ed as they leave. I don't have the energy for it, however.</p>\n<p class=\"cnNjMTA2MDlhMTU2NTQ4NzM4NWJkMDUyMTVjNzRiYTdm\" data-original-margin=\"\">\"He's really worried about you, you know,\" Autumn says once my brother is far enough away. \"He's hardly sleeping any more than you are.\" I nod.</p>\n<p class=\"cnNlY2YzYThjYTc3ODQ5OTZiYzE1ODRkMGU2ODQ0N2Vi\" data-original-margin=\"\">\"... I know,\" I whisper in response. And I do. It is wretched, how much I do. Because no matter what face he, or anyone else I love presents to me, I can feel it. Their grief is acid running through my veins. I can even feel it from Autumn right now. \"He's a good man.\"</p>\n<p class=\"cnM3MWEwYWUyMDYzMTQ4OWJiM2QwYmNmYmEyNTExNThk\" data-original-margin=\"\">\"He is,\" Autumn agrees. \"Do you think... you'll be alright?\" I pause, still looking at my drawing, then take a deep breath.</p>\n<p class=\"cnMxMTRlNWM1M2I2YjQwY2Q5MGUwZjRjNTA4YWY4NjRl\" data-original-margin=\"\">\"I don't know, Autumn. I'm sorry. But, if it gets too bad, if I don't think I can push anymore, I'll make sure he knows he did everything he could. I won't let him do anything stupid either. I promise,\" I say, answering the question she was working her way toward. She looks down, a little embarrassed, but grateful. And with that out of the way, I can finally fucking focus on what I am doing. I will find a way through the Woods if it literally kills me. Better than just dying without doing anything.</p>\n<p class=\"cnM3YjhhYjhmMzhlNzRmZmE4OGMyODIyMGY2MjEyNGVm\" data-original-margin=\"\">\"It's stabilized,\" Ember interrupts before either of us can react.</p>\n<p class=\"cnMyZmE5M2I2ZmUwMDQyN2NhZTU2YTgwMzU0NjJlNjE5\" data-original-margin=\"\">I look up at the feline woman with a raised eyebrow. \"Think this one will work?\" I ask. She shrugs.</p>\n<p class=\"cnMwMzA0MTMwNWY5YTQ0ZDU5ZjA4ODY1NTk5Y2ZjYjdi\" data-original-margin=\"\">\"I told you I've never made one before, it might still take some trial and error. But I've seen them used for riot control before. It feels closer to those, this time,\" she replies, handing it to me before offering her wrists to Autumn to replace her mana dispersal cuffs.</p>\n<p class=\"cnNiM2I2OGVhZmVhNTQxMGZiZjVmZGFlZDc5ZWJhZmE5\" data-original-margin=\"\">\"Thanks,\" I say mechanically. \"Might as well leave them off for now, though. It'll be easier to tell if this works. Let's go.\" With that, all three of us begin to head outside. This can't really be tested indoors. Ed falls in behind us as we leave the lab, following along, of his own accord, to keep an eye on Ember.</p>\n<p class=\"cnMyYjVhNTFkZDljMjQ3ZGM5OTY2MTE2MjUyYjEwYzIy\" data-original-margin=\"\">\"You seem pretty good at enchantments, for a scout,\" Autumn muses, tilting her head at Ember as we walk.</p>\n<p class=\"cnMzM2E0M2JmNzM2OTQ3ZDQ5ZTMyZGE1ZTNkZmViYzJl\" data-original-margin=\"\">\"I was going to school for enchanting before I enlisted,\" she explains with boredom. \"Didn't Lillith tell you this?\" I shrug.</p>\n<p class=\"cnM0ZmQwNTk2YWZjZTRiZDViYzFlMTVjZWQ3NzEzYzRj\" data-original-margin=\"\">\"Figured your personal details were personal,\" I dismiss. Ember has been telling me all about her culture, over the last month. But I haven't absorbed much of it. Usually, I would find it fascinating but my mind is so murky. I feel like I'm constantly wading through jello. And it's hard to focus on history when all I can really think about is Sarafyna. What she needs. How she's being treated. How to bring her home.</p>\n<p class=\"cnMxMjNmMzMzMGZhNjQ5MDc4NmQwYmQ0M2Q4MmYwNmZm\" data-original-margin=\"\">Ember clicks her tongue but looks toward Autumn. \"A lot of people join up for different positions around the nexus. Just to get away from sages, for one reason or another. It's the only place they refuse to go. Well, it's the only place they'd be insane to go anywhere near. I can't believe Sa-\" She cuts herself off realizing she is about to step into dangerous territory. \"Anyway, a lot of us have different skills and abilities. Besides, basic enchantments are an elective in school. Military enchantments are a specialization as well.\"</p>\n<p class=\"cnMxODI5OWUxYjRmMDQ0ODM5ZjA2MDA0YjAwNWNhYWI2\" data-original-margin=\"\">Autumn nods. \"I suppose that makes sense. What is this one anyway? You and Lillith keep stabbing it into the ground, but it never does anything. You just mutter about it together afterward. What's the point? You said it's for... riot control? What's that?\" I answer this one.</p><p class=\"cmFiMTlkNWMwNmRjOTRiZjBiNTdkNzk2ZWM1M2U3Yjg1\" data-original-margin=\"\">This narrative has been unlawfully taken from Royal Road. If you see it on Amazon, please report it.</p>\n<p class=\"cnNmMzQyNWZjMmI3YjRkNjFhM2JmMzQ5YmUyYTczYjE4\" data-original-margin=\"\">\"It's like the mana dispersal cuffs Ember usually wears, but stronger. And external,\" I explain. \"Essentially, it's like a portable dispersal circle. Pump it full of mana, stab it into the ground, and it'll eliminate all mana in an area. Even mine, I think.\" I'm not so sure about that last part. I made some minor changes. I know Godfrey is working on spreading my circle, and I know there is a nonzero chance of success. Not a high one, but nonzero. \"If these are going to be effective, they have to be effective against everyone. As such they don't just disperse mana, they absorb any mana that tries to gather. This means anyone near one of these spikes, I'm dubbing them riot spikes, will just be a normal person. And with someone like me around them, they will actually last longer.\"</p>\n<p class=\"cnNjMGM1Y2FlOGU0MDRjN2RhZWE5NDhlYzc1M2M3NTZh\" data-original-margin=\"\">\"What do you mean someone like you?\" Ember cuts in and I curse internally. Shit. This fucking brain fog. One of the things I've been trying not to share with her was the workings of my circle. I sure as hell don't want another situation like Godfrey's, thinking about recklessly testing my circle out on other people. I'll have to come up with an excuse later. For now, I'll change the subject before anyone says something more revealing.</p>\n<p class=\"cnM4YmYxYmE1MDAwNDRmOGU4Y2I4MWQ4ZWE5NTg1NmEy\" data-original-margin=\"\">\"Aren't you worried someone will use this against you?\" Autumn asks. So much for that. I sigh.</p>\n<p class=\"cnNmNDU2NGIwN2ZkMDQ2MzJiZjkxN2JhYjM4MzNlM2M2\" data-original-margin=\"\">\"Yeah, I am,\" I reply in resignation while Ember's eyes track me with suspicion. \"But it's a tool uniquely useful against me in that way. What we gain from everyone in Potestia having the chance to level the playing field far outweighs the risk to me alone. It's a trade I'm willing to make.\"</p>\n<p class=\"cnMxOWE4M2IwOWIxZTQ5ODhhOTBmZTY5OWYwOTI4MTVi\" data-original-margin=\"\">\"Oh. OH!\" Autumn exclaims. \"I thought you were making some super spell weapon or something, but that's not it at all! You are taking the noble's advantage away! With enough of these, if they work, it'll just be like fighting the guards!\" I nod.</p>\n<p class=\"cnNmNDNmMjA0ZDVjYTQ2MzhiNWUwZjg3OWUwZWZhMzNj\" data-original-margin=\"\">\"Better, actually. When was the last time you saw a noble with a sword, spear, or any kind of weapon? Even a magic knight? We put weapons in the people's hands and spread these around and we'll be the ones with an advantage,\" I tell her.</p>\n<p class=\"cnM5ODkxYzUyZDkyOTQwZGNhNWYxZWUyMTliZWJlYTg3\" data-original-margin=\"\">\"Sounds... scary. Our people don't know how to fight either, for the most part. Will that be okay?\" Autumn challenges.</p>\n<p class=\"cnNiMWQ5OTVjMGVmODQ1YzNhYTY4NWI1MzNkMGMzZjQz\" data-original-margin=\"\">\"It'll be dangerous. I wish that wasn't the case. But if it comes to using these, well. We'll have numbers and grief on our side. At that point, enough people will be too angry for a few guards and knights without magic to effectively stop,\" I answer as we exit the building and make our way to an empty field. Ember and Ed start laying stones with light and sound enchantments in a practiced way.</p>\n<p class=\"cnMxZTZkZmZiZGEyOTQwOTdhOWNhZTliMzc4MTVhZDA2\" data-original-margin=\"\">\"And the noble families, like mine, that haven't changed their minds yet?\" Autumn asks, audibly casually but with visible strain on her face. It's back to this again, of course.</p>\n<p class=\"cnNjZTNiOWIyNTVkYTQ4ZjliZTJmNDIxMDgyOWNhNzU5\" data-original-margin=\"\">\"Well. That's one reason we have been all over Potestia all this time. We've been doing all we can. Giving people options. Telling people they aren't going to get their luxuries back. Their slaves and wealth are gone for good. Whether they actively participated or passively benefited, it's over and it's not coming back. All they have to do is accept that,\" I reply. I examine the spike for a moment and continue, \"And of course, to organize. To keep people together. A united front rather than aimless violence when the time comes.\"</p>\n<p class=\"cnMxZjNhMjhmYjg2ZDQ0N2Q5NTNiY2QyOTUwYzY4MDM5\" data-original-margin=\"\">\"Is there no more peaceful way to change minds?\" Autumn tries while I clear out the ground where I want to stab the spike.</p>\n<p class=\"cnM1N2U4MTVmZTZjZDQ0NjhhNmMxN2YwY2MzMmM2MzNm\" data-original-margin=\"\">\"Sure. But anytime people try, the guards and knights brutalize them. Round them up. Enslave them. Potestia doesn't exactly have free speech, you know. Even if they did, how many times are we supposed to ask nicely to be treated like people? Peaceful often just means quiet. Ignorable. Eventually, you have to do something that can't be ignored. Because I'll tell you what. Sitting comfortably in your mansion while the knights burn a brothel down to punish commoners? That's violence,\" I answer.</p>\n<p class=\"cnM4ZmI1MmI2NjVhMDRhN2FhYjM0OGU2NzcxNDExZmVl\" data-original-margin=\"\">I'm speaking far more calmly than the first time I had an argument about this. Almost idly, like the conversation is in the background. Largely because Autumn has changed a lot, and I've changed... a little. Also because I have a hard time focusing on all of that. Because none of this is what I want to be doing. What I want to be doing is storming the Kingdom of Endings and burning their fucking 'palace' down. I want to be saving Sara. But these pointless arguments and designing weapons I can't give to people is all I can do. At least they distract me from my complete lack of ideas for saving the woman I love.</p>\n<p class=\"cnM0MGU5MWRlZWNkODQ1ZmE5ZDdhZDc4ZTY0ZDAyMmJh\" data-original-margin=\"\">\"What if more powerful mages come along? Like Godfrey, or Kallon?\" Autumn replies, changing the subject. \"They can move fast and, honestly, there are a few ways around these... couldn't both sides end up getting killed for nothing?\"</p>\n<p class=\"cnMwYjk3YmM0NzQ3NTRjNWM4MzIyZWJmNTBlZmYzNWZi\" data-original-margin=\"\">\"The idea is to do it all at once. Maybe not at exactly at the same time, but within a couple of weeks for every city. As for Godfrey and Darian and the others, I-\"</p>\n<p class=\"cnMwMDZkYWE2YjE4ZDQ2MmNhOGY2ZmI5NDQ2N2EyYWVj\" data-original-margin=\"\">\"We're ready,\" Ember cuts in.</p>\n<p class=\"cnMzMmZkNDM0ZjlkMzRkNTZhODQ3MjFmNjMzNmNlNTI0\" data-original-margin=\"\">\"Hold that thought,\" I say to Autumn. This conversation went a long way in distracting me from... everything, But I have a new distraction now. \"If all goes well, none of us will be mages in a moment. It can be a little strange if you've never been in a dispersal circle, Autumn. But it won't hurt or anything. Everyone ready?\" Ember rolls her eyes and Autumn nods. I feel nervous. I don't know why. I won't be able to distribute these. They won't get me any closer to Sara. They will effectively be useless for now. Still. It feels like, if I can't even do this... I need to be able to do something. So I need these to work, however useless I may still feel afterward. So I push a little mana into the spike and drive it into the ground.</p>\n<p class=\"cnM5MjE3ZGZlNDY5YTRlZDlhZDFmZTllMThiYzE1OGVk\" data-original-margin=\"\">I wake up in my bed, Henry sitting next to me and Ember leaning against the wall, tinkering with something. My mouth tastes like copper. My muscles are sore. And...I feel pretty good, actually. Like I can think clearly. The walls that were closing in on me have backed off. I still feel more pressure than a helicopter mother behind my eyes, but comparatively speaking, I'm doing okay. \"Henry? What happened?\" I ask causing him to nearly jump out of his skin.</p>\n<p class=\"cnNiZjEwMjNlYTgwZTQzZTRhMTk5ZGU1MDAwODk2ZWFk\" data-original-margin=\"\">\"Shit, Lily! Are you fucking good?\" He interrogates, examining me with the wide-eyed look of the thoroughly startled.</p>\n<p class=\"cnNkOGE2N2VhOGE1YjRlZTNhMzIwMjE4MDJjYjI2M2Q5\" data-original-margin=\"\">\"Are you an idiot?\" Ember cuts in before I can answer my brother.</p>\n<p class=\"cnM5MThmMDA3ZGIyYzRlOTlhZmRlNjRlNzBjNjZiNzc4\" data-original-margin=\"\">\"That is a common sentiment, yes,\" I reply. \"Any particular reason it only just now occurred to you to verify?\"</p>\n<p class=\"cnMwODY5Nzg1YTM1NDQwYzJhZjAyZWEzZWE2MjZiMDBl\" data-original-margin=\"\">\"Was that snark? Shit, you were right, it does work!\" Henry literally claps.</p>\n<p class=\"cnNkMmExMmMyZTE5NDQwYjZiMjYzYmMzMjkzNzI5NDUx\" data-original-margin=\"\">\"I knew you were sick. I knew it was affecting your mind. But none of that made me regret our deal. Knowing you were insane long before you got sick, on the other hand,\" Ember laments, rubbing her temples with her index fingers.</p>\n<p class=\"cnNmYjViZDIyODBmOTQyMmRiZTE2NWVkNGM5ZTMwZmQx\" data-original-margin=\"\">\"Insane I may have always been. But slow to get to a point? Well, yeah, that too sometimes. Still. It's annoying so what are you talking about?\" The words come out before I even think about them. In a way they haven't in weeks. In a way I lacked both the physical and emotional energy for. Both of those seem to have improved. A switch flipped in my head. Not only do I feel better, for some reason, I feel less hopeless about Sara. I still lack any ideas to get to her. But... it feels like I just saw her.</p>\n<p class=\"cnNhZWQ2NTg3YThiYjQwN2JiYWZlYWYyOTA1N2RmYjM3\" data-original-margin=\"\">\"I finally saw your magic circle, is what I mean,\" Ember growls. \"It's impossible, you should be dead. I thought you were dead, when you collapsed out there.\"</p>\n<p class=\"cnNjYmQ5YzgxZTA0NDRjMGY4NmY3MDgxMmQ3OGU1NzVm\" data-original-margin=\"\">\"I did too, for the record,\" Henry adds. \"The lack of heartbeat makes it very confusing. You're lucky we've seen this before, or Ed woulda told Mom and then you'd be dead for sure.\" I smile at my brother, but my focus is on Ember.</p>\n<p class=\"cnNiNTQ0MjhmZmFjYzRkOTE5Y2E2NzM4ZTA5MzVkZjRk\" data-original-margin=\"\">\"What's impossible?\" I push.</p>\n<p class=\"cnM0OWU5ODQwZjBiZDRiMTE4ZmZjM2UwMTAxYWEyZWRh\" data-original-margin=\"\">\"You can't survive turning your body into a magic space. Not unless you are a sage, and a more powerful one than average at that. Which you insist you are not. You should have died the second you finished the center rune. And don't get me started on the level of magic permeation you've baked in. You have your damn bone marrow storing mana? No wonder you are sick! What kind of a person designs a circle like this? Both of these should have killed you years ago! Fucking insane,\" Ember lectures.</p>\n<p class=\"cnM2YjQ0OWY5NDIzODQyN2E5MzVlYmVkNDc0MmQ3MjI0\" data-original-margin=\"\">\"Then, why didn't they?\" I respond.</p>\n<p class=\"cnNkY2ZhZjUxOTcxNTQyYWQ4ZGQyMjhhMDBjZTBjOTM2\" data-original-margin=\"\">\"How should I know? But I'll tell you what, you absolutely cannot go anywhere near another dispersal circle. I assume you went inside one just before getting sick? One that powers some other kind of enchanted artifact?\" she guesses. I snap my fingers in realization.</p>\n<p class=\"cnMzYTMyNzU5ZDI0YjRlY2I5YTVmODYxMzM0MzU4NDU4\" data-original-margin=\"\">\"Oh. Well shit,\" I answer.</p>\n<p class=\"cnM5NWI4NjY4YmExMzQ4ZThiZDY0OWM3YzNmZGVkZDEy\" data-original-margin=\"\">\"What?\" Henry asks, looking back and forth between us.</p>\n<p class=\"cnNlMmNhZWYwMzU1NDQ4ZjhiZjY0ZDJlZTZiYzNjNjVk\" data-original-margin=\"\">\"It's the drain. The part I added to our spikes. Right?\" I say.</p>\n<p class=\"cnM0ODQxNTliYTYzZjRiZDg5ZjE3M2U5MTAyYjg4YWQ5\" data-original-margin=\"\">\"That would be my guess,\" Ember replies. \"Hard to say, since no one has survived this long with either idiotic mistake you made with your circle. What the fuck were you thinking?\" Her glare is half anger, half bewilderment. Shit, how was I supposed to know it was so dangerous? There is a reason I didn't try it again on anyone else once side effects showed up.</p>\n<p class=\"cnM1ZGNlZmU4MmU4MDRhMWI5ZGU4MTA5NTk1MDZhOGU5\" data-original-margin=\"\">\"Uh, you only live once?\" I offer. Then I pause, \"Wait...\" I really am feeling better. That stupid joke would have refused to enter my brain before. \"So... why do I feel better?\" I ask.</p>\n<p class=\"cnM4ZDlmZDI3ODU0NzQzYTliZWM2YjcyNDI4NmU0Njdi\" data-original-margin=\"\">\"Oh, she made these for you,\" Henry replies, raising my own arm to present to me. It has an unfamiliar bracelet and several rings.</p>\n<p class=\"cnNhYjU3MTRhMmRiMjQyMmM5NzZlOGYxNzg2OTg4YjYx\" data-original-margin=\"\">\"You shouldn't feel better,\" Ember replies. \"Those are artifacts that are collecting the mana trying to feed your cancer. They slow it down, but they don't improve its state. A treatment discovered to help people only half as stupid as you. Keep them on, and you should at least stabilize. Better, on the other hand? I wouldn't count on it any time soon. Not without your little nexus sage around.\"</p>\n<p class=\"cnNjY2RlYmVmNzUzMTRmOGY4YzNhMmVjNTUyNDg3OTE2\" data-original-margin=\"\">Usually, I would snap at her for that comment. Make her feel small for referring to Sara that way. But I am distracted. So it's my own fucking circle killing me. This is amazing news. I'd considered it as a possibility but didn't know how to really investigate. But if that's the case, everyone else is safe. That's not all. Because Ember is right. Slowing the cancer down wouldn't make me feel better. Just stop it from making me feel worse. Not until I was able to treat it. Sure, it could just be a night of sleep, but that feels wrong. Because I feel better about Sara, too.</p>\n<p class=\"cnNhNzZjNzZjMzE0NjQxNjViNTZlNTMyNjA3NjFkZDk2\" data-original-margin=\"\">I don't understand it. I don't know how. But... it feels like she is responsible for this, somehow. It's knowledge that wraps around me like firelight. I don't know why I am so certain. But... I know she is safe. I feel so relieved like I just had my first glass of water in days. Until a knock comes at the door. Henry happily answers it, and he seems to know too. I can feel his grief subsiding after just looking at me. He leaves my bedroom to open the front door where he speaks with someone for a brief moment. I hear Clarisse's name come up and feel a sharp stab of agonizing grief from whoever is on the other side of the door.</p>\n<p class=\"cnMwYTJkNjEwMWI1MDQ2MjBhODM3MmNhZDBlM2Y1YmE1\" data-original-margin=\"\">As Henry returns, I have returned to a panic. \"What is it? Is Clarisse okay?\" I beg. He is reading a letter, apparently dropped off by our visitor.</p>\n<p class=\"cnM0MWVmMWZjMjY0ZDQzNzg4MmQ4OTBhNDJmNTgyNDgy\" data-original-margin=\"\">\"She... she's fine,\" Henry replies with a hitch in his voice. \"But... Lily, we have to get back to Potestia, now. They... they...\" he fails to finish his sentence twice and Ember snaps the letter from his hands.</p>\n<p class=\"cnM3NTIzYzZmYmFlYTRjZDQ5MzE0ZDQ4NjBmODA0NTRi\" data-original-margin=\"\">\"Shit,\" she mutters. \"Here, you'll want to read this. Seems like the time to start your revolution in earnest has come. Good thing that fucking spike works. Maybe you can tell people how to make it via sphere.\" She hands the letter to me and I accept it, a sharp pang of anxiety running through my blood.</p>\n<p class=\"cnM4MjljNWM0NTEwYjQxZTc5MDdiMDIwZWJmZGQxMmRj\" data-original-margin=\"\">As I read it, my blood runs cold. This? Because people started taking care of themselves? Fucking <em>this</em>!? \"I am going to kill them all,\" I reply as soon as I finish reading.</p>\n            ",
  "invisibleParagraphContent": "This narrative has been unlawfully taken from Royal Road. If you see it on Amazon, please report it."
}