{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM4ODM5Y2U4M2VkNTQ3NWM4NjlhZTNlMGRhZThmNGFi\" data-original-margin=\"\">Kaede shivered as she stepped out of her tent and closed its flaps behind her. A cold breeze blew down between the rows of tents and cabins, which lay unevenly distributed in the barren, wintry forest.</p>\n<p class=\"cnNlNzEyYzNiZGMwZDQ1MWZiNmJkODhiYTI5OTVkZmVj\" data-original-margin=\"\">The skies were still black, with thick clouds obscuring most of the huge indigo 'moon'. Nevertheless, the massive celestial body which stretched across a third of the heavens continued to shed light upon the land. Meanwhile, the campfires and oil lanterns that dotted the encampment further illuminated its paths.</p>\n<p class=\"cnNlYjU3YTI2MWNjNTRkZDg4MmYxM2U3YWM3MTcyYTRk\" data-original-margin=\"\">Kaede gave off a tiny sneeze as another wintry draft blew in from the coast. She had turned up the warmth from her enchanted undergarments. However, the parts of her body it didn't cover still felt the biting cold. The shirt and jacket of her pseudo-uniform simply didn't provide enough insulation. She had to pull out her fur-lined winter coat for the first time.</p>\n<p class=\"cnMzZDVkNDQ1NDczNjQ2ZTBhYzhlNWZkYzA5ODQ4YjA4\" data-original-margin=\"\"><em>Good thing I did some shopping before leaving Nordkreuz,</em> Kaede thought before nodding to a trio of patrolling soldiers whom she strolled past.</p>\n<p class=\"cnM4OWQ4NjY5MGUzMDQzNzc5NjYxYzM3MzkzYjMwNWEw\" data-original-margin=\"\">The Samaran girl could hear the sound of a viol being played. Its gentle melody came from a hill near the encampment's northern edge. The knoll overlooked the surrounding forests just inland from the coast. There, the rangers had been organized to keep a watch through the night, divided into three shifts. The final shift which should be there now came from Kaede's banner.</p>\n<p class=\"cnM0YzY1ZGFlZmQwOTRlMDZhMDlkZTEyYjg0MTJjMjNm\" data-original-margin=\"\"><em>Let's check up on them,</em> the familiar thought. <em>It's my responsibility as their commander after all.</em></p>\n<p class=\"cnM3M2IyYWQwODEzNTQ4ZjFhOWExODg3ZjUxZDZjOWU1\" data-original-margin=\"\">Though Kaede would be lying to herself if she claimed that was the only reason. The Samaran girl had woken up an hour ago, after yet another terrible nightmare. Its exact details had faded from her mind too quickly to remember, but Kaede knew that it was also slightly different than her usual. This left her with a terrible anxiety, a feeling that either something awful had happened, or was about to.</p>\n<p class=\"cnNkNWQ0NTY5MmYxZDQzYWZhNWQ2Zjg0YjI2NjdhNmU0\" data-original-margin=\"\">Unable to fall asleep again, she spent the hour twisting and turning, until she grew tired of lying about. Her mind couldn't stop wandering from one concern to another -- some about the war, but just as many involved what came afterwards.</p>\n<p class=\"cnM4MjI0MzI3ZjkyMTQzODY4NWYxNDgyZjIxZmZiZjhk\" data-original-margin=\"\">Sylviane could apologize with the utmost sincerity, but that didn't change the fact that she was Pascal's fiancée. Worse yet, she was an envious <em>Empress-to-be</em>, with all the stressful responsibilities and abusable powers that the title entails.</p>\n<p class=\"cnMzNTY2YTQwMjMyYjQwMDY4Y2JjODUxMzM2ZTJiYWQz\" data-original-margin=\"\">A Chinese proverb once claimed that 'to accompany a sovereign was like accompanying a tiger'. One could never know when the monarch might grow temperamental and bite one's head off. The fact that Kaede's very existence was an intrusion upon this tigress' hunting grounds only exacerbated the problem.</p>\n<p class=\"cnM1NjRmMDUzYTJiMTQ3OTRiOWMyMzQ5NTQwNmFiNzkw\" data-original-margin=\"\">Sure, Kaede could leave. She had been thinking about it ever since she received the immigration documents from Captain Marko. She was sure Pascal would also give her some money to help get started with a new life, even though much of his funds had been sunk into the war and the reconstruction of Nordkreuz. But, what then? She was still stuck in a world where none of her skills were particularly marketable, in a body unfit for manual labor.</p>\n<p class=\"cnNjOTAzOWY4ZjE3MzQwMGZhZjRlZTRmZDlmZTU1MWNk\" data-original-margin=\"\">Kaede had learned enough to realize that even her high school chemistry did not compare against practical Hyperion alchemy. Without access to textbooks and online sources, Kaede couldn't even list what compounds to mix for building mortar, let alone industrial reagents like prussic acid and ammonium nitrate.</p>\n<p class=\"cnNhODU0YjIzYzQwMTQ4YTViOTM0ZTExODE5NWUxNTkz\" data-original-margin=\"\">The Grand Republic of Samara was a mercantile oligarchy, not a European Union welfare state. She would have to rebuild her life from nothing. For a girl in this era with neither training nor trade, that meant she would most likely wind up as a domestic servant, subject to the whims of yet another master and mistress.</p>\n<p class=\"cnM4ZTI0Nzc0OGI0ZjRlYWRiNDRhMzk3MzM4MzU5ZGFm\" data-original-margin=\"\"><em>Is such a gamble really worth it?</em></p>\n<p class=\"cnNiYWMyY2I4M2FkZDQxOWViZjAwYjhiNzY2MDZkZDc3\" data-original-margin=\"\">Kaede had no doubt that her 'easy' life since coming to this world had been Pascal's blessing. Apart from the war, she had effectively traveled back several centuries and maintained more or less the same standard of living, which could only be achieved through wealth and privilege. Furthermore, Pascal might toe the line, but whenever push came to shove, he ultimately respected her boundaries. Meanwhile Sylviane was... at least cordial on most days.</p>\n<p class=\"cnMzOTI0ZDk1NGQzOTQ2Nzc5ODhmNjlmNzE4ZWM5MTI1\" data-original-margin=\"\">There was no guarantee that another throw of the dice would return any better results. Besides, there was also something else, a feeling of reluctance that she hadn't quite wrapped her thoughts around yet...</p>\n<p class=\"cnNmODNhZGIxZDIwZjQwNjk5N2RkZGI0MWEwYjAzYzM5\" data-original-margin=\"\"><em>I really hate risk-taking, don't I?</em> The Samaran girl climbed the hill's slopes with a sigh. <em>At least, when I'm not being impulsive about it.</em></p>\n<p class=\"cnM1ZTMxNzQxYjA2NDQzOTk5YzJkMWUzOGJkZDU2MDA5\" data-original-margin=\"\">\"Morning, Sir. You're up early.\" A lanky, freckled young yeoman with ginger hair and a bright-green gaze waved as Kaede neared the crest. It was Sergeant Gaspard, and he was the only one who stood to keep a vigilant watch upon the surroundings.</p>\n<p class=\"cnMxNmNjZjg1YmU1YzQ0NWRhZTkwZjAzMzBlMTIxYzBk\" data-original-margin=\"\">Four other figures huddled around the campfire near him. Two of them wore the white winter cloaks of the rangers, and they resembled each other just enough to be brothers. Both of them yawned back with muttered greetings -- a sign of Rhin-Lotharingie's lax military discipline. If this was Weichsel, they would have at least stood up and saluted to greet their commander.</p>\n<p class=\"cnMwM2Q0MmMxZWRiYTQ2NTNiOTk4NjZmOTFiMjM5NWIy\" data-original-margin=\"\">\"Good morning.\" Kaede replied as she suppressed the contagious yawn. \"Couldn't sleep. Figured I might as well come out to enjoy the scenery.\"</p>\n<p class=\"cnNmMWZkZjNjZTlkNTRhYTk4N2YxNDkxYWI0NzU4OWNk\" data-original-margin=\"\">The third individual -- a stoic, middle-aged woman -- then gave a brief nod of courtesy to Kaede. Her cerulean blue cloak revealed her status as an Oriflamme Armiger, which meant that her rank was at least equal to that of Kaede's. Her reason for being here was apparent as the fourth figure was none other than her charge. </p>\n<p class=\"cnNkMTk5YjZjYjNmMTQ1MmNhNzRkNTg3ZmQxNTVmMjY5\" data-original-margin=\"\">Vivienne's eyes were still closed as she played the viol in her hands. Her instrument had a body made of transparent crystal. Its hollow interior glowed with faint hues of blue and purple light that shifted as she pulled a bow across its strings. The viol was clearly a magical instrument that served to amplify her music -- a soothing melody reminiscent of a lullaby which drifted across the entire camp.</p>\n<p class=\"cnMyYjI5MzU5NjVhNzQzNGJiZGQ2YmE1ODhhMjNjZDJk\" data-original-margin=\"\">Nevertheless, Kaede could sense that there was barely a trace of mana laced into Vivienne's music this time. It wasn't surprising, considering the winterborn had shown signs of magical exhaustion at the end of yesterday's battle. She had retired to her tent almost as soon as they had made camp.</p>\n<p class=\"cnNjMTkzOTgwOWRkYTQ2NWQ5ZTQ0ZWQ5Mzg4ODc2YjI5\" data-original-margin=\"\"><em>Not surprising that a song which affects an entire army would take a toll on her,</em> Kaede thought. She then sat quietly down on one of the logs and enjoyed the conclusion of Vivienne's melody.</p>\n<p class=\"cnM4ZTMxY2I4MDA0YTQ3ZDNhZDA2ZjI2ZDdkNzQ4NDAy\" data-original-margin=\"\">The Winterborn girl continued to play until the song ended. Her brilliant-blue eyes only reopened as she lifted her bow from the viol's strings and turned towards Kaede.</p>\n<p class=\"cnNjYWIyZmM3Yzg0NDRkYmE5N2Q1ODJmYzcyZjI4N2Y1\" data-original-margin=\"\">\"Good morning, Dame Kaede,\" Vivienne spoke with a bright smile as she put her instrument away into a large, extradimensional pocket which slung over her long skirt.</p>\n<p class=\"cnMyMDY1NjcyNzc3YjQxYTI4NjU0OWZjODhiMzQwZWQ5\" data-original-margin=\"\">\"Good morning, Lady Vivienne,\" Kaede greeted more formally this time. \"Shouldn't Your Ladyship still be resting?\"</p>\n<p class=\"cnMzOTZhMTQ4YjEzYjRmOTc5MjIzNjAwYThjNzQ5ODNi\" data-original-margin=\"\">\"There's really no need to call me by that,\" Vivienne chuckled slightly as she replied. \"Most people only address me 'Lady' because I summoned Olifant,\" she referred to her absent phoenix. \"I don't actually have a real title.\"</p>\n<p class=\"cnMwNmIxN2QwMmFjMTQzNDJiY2Y2ZDgyOWY0YTU1Zjkw\" data-original-margin=\"\">Kaede's eyes widened as this was surprising to hear. She had always thought of Vivienne as nobility due to the way people spoke of her.</p>\n<p class=\"cnM3MzI3NjM4N2ExZjQ4M2E4NTk0NzNjMmUwOWZhODli\" data-original-margin=\"\">\"At any rate, seven hours of sleep was enough for me. I'd rather come out here to enjoy the fresh air.\" The Winterborn smiled and closed her eyes as she took a deep breath of the frosty air. She then added as she stood up from her rocky seat: \"Would you like to take a walk with me, Kaede? My legs are a little stiff after sitting here for so long.\"</p>\n<p class=\"cnNhZDQ0YTEwYjgyNTQyNTBhODI5ZTA3MzM2MjM5MWJj\" data-original-margin=\"\">The Samaran girl blinked as she recognized the invitation for a private conversation. It certainly wasn't what she had expected first thing in the morning. Nevertheless, the choice was obvious as she nodded in return.</p>\n<p class=\"cnMwNGRmZjE5MjVjZDQyODRiYjY4ZTlkNjNkNmQ0YWIx\" data-original-margin=\"\">\"Of course.\"</p>\n<p class=\"cnNiM2Y0OTZiYTRiOTQyMDM4MTU4MTExMjQ0NDIyNmVi\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNjZGYxMWEwY2FmNjQ5ZThhN2U4NDQ3NmYyNmZiM2M2\" data-original-margin=\"\"><br>Kaede walked beside Vivienne with an awkward gait as the two strolled among the tents. The young winterborn had hooked her arm around Kaede's in a display of public intimacy that the Samaran girl was neither accustomed to nor exactly comfortable with. Though thankfully in this early hour, the only people who saw were the bodyguard who followed discretely behind them and a few occasional patrols.</p>\n<p class=\"cnNiMGQyMGI0MWRkNTQ3MGY4N2I4YTg4ZTA3MDc5ZmFl\" data-original-margin=\"\">Nevertheless, the reason for Vivienne's closeness became apparent as the Winterborn cast a <em>Barrier Veil</em> spell -- which combined the effect spellword for anti-eavesdropping wards with that of a form word for a personal bubble. Kaede also didn't miss the fact that this showed Vivienne to be a 'dual magic' user just like Pascal. She was clearly capable of using aura magic in addition to her bardic fae concordance magic.</p>\n<p class=\"cnMwOGNhYTg0MGE4ZDQ1YjM4ODQwMjUyNjA4NDJlNjM1\" data-original-margin=\"\">\"I thought we could use a private moment to properly introduce ourselves this time,\" Vivienne began in a sweet, singsong voice. \"Especially given our... similarities,\" she then added with a giggle.</p>\n<p class=\"cnM5ZjAwZDg4ODQxYzQ0ZjQ4ZjdiZTIxNjI1YjJhMTBl\" data-original-margin=\"\"><em>You mean the fact that we basically look like twins, since Pascal summoned me with your image in mind?</em> Kaede shifted uncomfortably before she hesitantly brought herself to ask:</p>\n<p class=\"cnMzYTlmZTVkMjlmODQyMmM4NTAzMDBjMDc4YTM2OTVm\" data-original-margin=\"\">\"Are you... not bothered by it?\"</p>\n<p class=\"cnM5OTVjMTY4NjEzNzQxYzM5MGUwZDdlOWM4NTE4MjE3\" data-original-margin=\"\">\"To be honest, I've always wanted a young sibling,\" Vivienne replied with another giggle. \"A younger twin is all the better.\"</p>\n<p class=\"cnNhMWU0MGM5NGI5ZDQ3MzBhNzFhMjEwZjYxODg2ODA5\" data-original-margin=\"\"><em>I guess that's one way to look at it,</em> Kaede inwardly sighed. \"Though unlike real siblings, we didn't exactly grow up together.\"</p>\n<p class=\"cnMwODNhOTVlOWU0ODRkNTJiMzI0ODk3ODBhYTEwNjYw\" data-original-margin=\"\">\"Literally worlds apart, so I've heard,\" Vivienne turned to Kaede with a knowing grin.</p>\n<p class=\"cnM4Y2ExOWYyOTFiODQzYTM4NjE5MDgxZGY1Zjg1YjI4\" data-original-margin=\"\">Clearly, the Samaran's attempt to subtly hint that the former was being far too close for comfort had fallen on deaf ears. Instead, the Winterborn pulled even closer to Kaede until their shoulders pressed against each other.</p>\n<p class=\"cnM4MzkwZjlhOTBjZjQ1ZDg5ZmFhNzhkMTJmNzg4NGM1\" data-original-margin=\"\">\"But that's all the reason why we should get to know each other better,\" Vivienne enthusiastically added. \"Our masters are betrothed after all. We're likely to see plenty of each other, if not be routinely mistaken for each other by others.\"</p>\n<p class=\"cnNmOTE0MDZjNTBmODQyZTM5NGMzZDZkZGE1YmYxMzA3\" data-original-margin=\"\"><em>Masters?</em> Kaede raised her eyebrows at the way the other girl put it. Almost everyone knew that Kaede was a familiar, where the word 'master' had a very different meaning than the colloquial implication of 'liege lord'.</p>\n<p class=\"cnM3YzAwYjFhNzA4YTQ0ZjZhZWQ2ZjNiMmE2NDY4OTVk\" data-original-margin=\"\">\"Lady Vivienne, if...\"</p>\n<p class=\"cnMyZTRiM2UxZTk3ZTRlZmI5YzQxNzViNzAyN2Y5NGU1\" data-original-margin=\"\">\"Vivi is fine.\" Vivienne interjected before her smile turned Cheshire. \"As long as you don't mind me calling you Kaede.\"</p>\n<p class=\"cnNkZDVmY2VkMzRkMzQ5NjU4NDA1NmIxOTMxM2Y2Zjc4\" data-original-margin=\"\"><em>Why do I get the feeling that even if I did, it's not going to stop you?</em> Kaede couldn't help thinking.</p>\n<p class=\"cnNlZDQyZTQyYmExZDRkYzliMDZiNTVlYTNkMGVkNDcx\" data-original-margin=\"\">Nevertheless, Kaede certainly recognized the value of being on familiar terms with those close to Princess. If there was one lesson she received from Sylviane's hypomania episode, it was that the restraining influence of those around the Princess could make all the difference during the midst of a royal mood swing. Therefore, it was particularly important for her welfare that she maintain friendly terms with as many of Sylviane's close retainers as possible.</p>\n<p class=\"cnNlN2Q2NzY2ZDFiYzQyYzhhOWY4YzcxYTEzZWY0MmRl\" data-original-margin=\"\">\"Vivi then.\" The Samaran girl's smile was a little forced as she returned to her question, \"if you don't mind me asking -- just what exactly is your relationship to the Princess?\"</p>\n<p class=\"cnNlYzhjOTdmYmU0MzQ2MTlhYTQxNzdiODRlY2E0N2Mw\" data-original-margin=\"\">\"She's my mistress,\" Vivienne said in a seemingly indifferent tone as the two walked along.</p>\n<p class=\"cnNiYzhlZmU2MTVmNjQ2YWE5NjE3MWJlMTA5ZDRhMzRm\" data-original-margin=\"\">\"No, I mean...\" Kaede hesitated as she pondered how to put it delicately. \"Is there anything more than a liege-retainer relationship?\"</p>\n<p class=\"cnM0OTM3MjI5NDMxZDRlZWVhNTAzZGE2ZWUxMTE2ZDNm\" data-original-margin=\"\">\"Yes, she's my mistress,\" the other girl repeated.</p>\n<p class=\"cnM1YzE5MGEwNGY2NTQwMjg4NTRlNzdjMTdjMDAyMzEx\" data-original-margin=\"\">Kaede's brows furrowed as she stared at her counterpart. It was only then when she noticed that a wry expression entered Vivienne's smiling countenance.</p>\n<p class=\"cnMyMmYwODg0NTEwYTQ4ZmRhYmM3ZjU0ZjYxYjdkN2Zh\" data-original-margin=\"\">Pascal had said that Vivienne had been captured by Tauheed Corsairs as a young girl and sold into slavery. However, now that she was back in Rhin-Lotharingie, surely she wasn't a slave any longer? The traditional institution of slavery wasn't even legal in the Empire. And it seemed unlikely that Vivienne would be an indentured servant as a result of debt or legal punishment.</p>\n<p class=\"cnMwMWQyODFlYjNhNTQyZjE4MjRiOTZhZmI3YmE3YWI3\" data-original-margin=\"\">\"I... I don't understand,\" Kaede commented with a puzzled frown.</p>\n<p class=\"cnNhMzAyNTc3OTZlZDRkMGI5MGFkNTVhYTRiZjc2M2Jm\" data-original-margin=\"\">Vivienne's smile turned bittersweet as she examined Kaede for a moment before starting to explain:</p>\n<p class=\"cnMwMTdkOGRmZmViZjQ3NzQ4NTEwNWFlNzlkNTJjYmQ2\" data-original-margin=\"\">\"Kaede, I know Pascal sent you here to keep an eye on me...\"</p>\n<p class=\"cnMzMGQ0NWU1YWY3MzRkYTJhNjBjYjNkMzkyNjM2N2Zl\" data-original-margin=\"\">The familiar girl couldn't stop her eyes from widening in response, which gave all the confirmation that Vivienne could ever need. However, before she could even have a chance to interject, the Winterborn raised a hand to stop her.</p>\n<p class=\"cnM3Yzk3ZjYyNjZjYTQ0YTc4MTE3M2YwYTAzMjY5ODI1\" data-original-margin=\"\">\"I don't mind it, really.\" Vivienne added with sincere acceptance in her brilliant-blue gaze. \"Even Emperor Geoffroi never really trusted me, and he had good reason not to. After all, I had been a slave since I was just nine years old, and I had spent most of my life growing up in the Caliphate. Furthermore, my former master was none other than the current Qadi al-Quda, the chief judicial advisor and left hand of the Caliph.\"</p>\n<p class=\"cnNmNWMxYmIxNWQwMjQzZjNiOGRhMzMxMWE5MzE5Yzg1\" data-original-margin=\"\"><em>No wonder they don't trust you then!</em> Kaede's eyes swelled as she almost blurted out. <em>You're way too highly connected with the enemy side!</em></p>\n<p class=\"cnNlYmQ1ZjkyOTQzZDQ3YzZiNjE4NjkzNDY5OTM3NTc1\" data-original-margin=\"\">It didn't even matter that she was a slave. After all, Kaede knew that many countries on Earth, including the Islamic empires, had an abundance of slaves who rose to high ranks. Many of them -- such as Ibrahim Pasha, the Grand Vizier to Suleiman the Magnificent of the Ottoman Empire -- had achieved military and administrative authority second to only the ruler.</p>\n<p class=\"cnNjYjU1OGZjM2JiNjRiNWFhYjhmODQ3ZTkwMzU4MzA0\" data-original-margin=\"\">\"--And as you might imagine,\" Vivienne continued. \"There aren't exactly many ways that a young girl could be usefully enslaved, especially if she's exotic and pretty.\"</p>\n<p class=\"cnMzYTBiNmE2NDAyYTQwNDlhMDAwOTA0YzRjNzBlZTZh\" data-original-margin=\"\">Kaede's eyes almost bulged out of their sockets as she finally realized what should have been obvious from the start.</p>\n<p class=\"cnNjOGMwZDFhMDhiNzRkNTc5NTA2ZTViYTBhYjdjZjI0\" data-original-margin=\"\">\"You... you're a...\"</p>\n<p class=\"cnNkMDkxZjExZTk5NjQwODM4M2M1ZjkwMDExNjE1NzA0\" data-original-margin=\"\">\"I'm a sex slave, yes,\" Vivienne's smile was sardonic as she spoke the words that Kaede could not bring herself to say. \"And if you know anything about sex slaves in our world, it's that we are marked for life. After all, a slave in the bedroom is privy to more of her master's secrets than any other servant. No self-respecting lord would want to see one escape with all their confidential knowledge.\"</p><p class=\"cmU2MmVkN2YwMzU3MDQ4OTNhNTAwM2E5MzhiOTY3Yjdl\" data-original-margin=\"\">Help support creative writers by finding and reading their stories on the original site.</p>\n<p class=\"cnMxMjdmNWFjZDk4ZDQ1Yzc4ZjliNmU5YWQwNTg2Yzgw\" data-original-margin=\"\">\"But... what about you then?\" Kaede stammered out as she struggled to process the implications of this.</p>\n<p class=\"cnM5NDg5MGQ3YWUyMjQ1OWI4OGI5MzQzYzRkMDEzNmVk\" data-original-margin=\"\">\"I'm unconsummated, which means that my mark of slavery was never activated,\" the girl added with a look of painful acceptance in her eyes. \"My former master thought it was outrageous that a mere child could be sold for sexual use. He bought and raised me in his harem, but more as a daughter than as a concubine.\"</p>\n<p class=\"cnM4NGE0ZDQ4NDk3NDQ0ZDBiOGEzMDVjOGMwYzViM2Jh\" data-original-margin=\"\">\"Wait,\" Kaede was puzzled as she remembered something that she had read. \"I thought a slave tattoo could only be successfully inscribed onto commoners, due to the natural repulsion between different mages' mana?\"</p>\n<p class=\"cnNlMjg3MThkNzZiOTQ0NjQ5Zjc1ZGMxNWZiMWUzYmM1\" data-original-margin=\"\">\"That would normally be true. However, I'm a metamage,\" Vivienne explained with a faint sigh. \"It's a rare trait among mages, and it means our mana has transfusive properties. It's how phoenixes can share their mana with their masters, as well as why my concordance magic -- a form of spellcraft that the fae created uniquely for metamages -- can affect nobles and yeomen.\"</p>\n<p class=\"cnMxMGYwMmM1Yjk0OTRjYWJhOWY1MzBiOTc2OTkxZmY3\" data-original-margin=\"\">\"But in turn, you're also more vulnerable to hostile sorceries,\" Kaede realized. It was clear from Vivienne's tone that she viewed it as more of a curse than a gift.</p>\n<p class=\"cnNkMDVkNzA0NjEyYTQwYWFiZDNlODIwNTlhZGQxZGU5\" data-original-margin=\"\">\"Quite.\" the latter nodded. \"A mage slave is rare enough. A mage faekissed slave was virtually guaranteed to be one-of-a-kind. I was marketed as a collectible and sold for quite a fortune, you should know,\" the Winterborn bitterly joked.</p>\n<p class=\"cnM4MWE0MTg2MTE5NTRkMDk4OWM0MzdiZjk2ZGRkMzE1\" data-original-margin=\"\"><em>Which means that whatever moral reasons your former master had for buying you, they probably weren't the only reasons either.</em> Kaede considered before a horrifying thought came to mind from Vivienne's early statement.</p>\n<p class=\"cnM2YWIxMjgyMzllZDQxNzc5NjE5YTIzZjFmYzkzYjI5\" data-original-margin=\"\">\"You said you're 'unconsummated'. But you still bear a slave's mark. Does that mean...?\"</p>\n<p class=\"cnM1ZGUxMzI2NGI0MTRkYTZiOTQ3Yjc4ODdlODAzY2Qw\" data-original-margin=\"\">\"Any mage who takes my virginity will become my owner for the rest of my life.\" The Winterborn girl's bittersweet smile returned.</p>\n<p class=\"cnM5NzY2MzFhMDhjYTQ4Y2RhMDE3YzhhNTUwMzY2Yjg3\" data-original-margin=\"\">Kaede shuddered as her entire body suddenly felt freezing. She couldn't even imagine having something like that hanging over her head. Vivienne wasn't even particularly good at defending herself, as her specialty magic was slow to channel and her small physique looked almost fragile.</p>\n<p class=\"cnMyOTNlMmM0OTQ0YzQwMjZhNWMwMTg2Yzg4NTdmOTk4\" data-original-margin=\"\">It was then that another realization struck the familiar girl: \"Is that why you let the Princess treat you as she likes? Because Her Highness can offer you protection in a way that few others can?\"</p>\n<p class=\"cnM5YmZiMDZiM2M3OTRiMjQ5ZGM5NjY4YTk3MGI1OTVl\" data-original-margin=\"\">\"Syls certainly does that.\" Vivienne chuckled. It was the first genuine smile she had expressed since they began this topic.</p>\n<p class=\"cnM1MjUyNGQ4NTdjYzQ5OTk5OWRjMmU3NzY5YzBmNTYy\" data-original-margin=\"\">\"Not even the most brazen lord would dare force himself upon a handmaiden who directly serves his future Empress. However,\" the Winterborn then met Kaede's gaze with a knowing look. \"I think anyone whose ego does not rule their rationality should see the benefits of allowing <em>royalty</em> to treat me so affectionately. It is such a cheap price to pay, when one considers the value of trust from a crown princess.\"</p>\n<p class=\"cnNkNDkzNWJhZDhlNTRlYmY5MDAzYzlhMWIzZGYxY2Zj\" data-original-margin=\"\"><em>She did grow up in a harem, after all,</em> Kaede pondered on the political acumen of her almost-twin. After all, outside of literary wish-fulfillment, the harems of the ruling class had always been a hyper-competitive and ruthless world of mercenary mothers and mistresses. It was an intensely hierarchical atmosphere where the pecking order was established through backstabbing schemes and cutthroat intrigue.</p>\n<p class=\"cnM4MTYyZDNhNjA4NjRiMjBiNGU1NWQ5MTg5OTE5ZGVk\" data-original-margin=\"\">Regardless, the Samaran girl couldn't help but respond with a wry smile herself this time. After all, did Vivienne's rationale not reflect that of her own when she faced the choice of whether or not she should obey the Princess' unusual requests? Of course, she was more focused on not stepping on any more toes at the time. Yet the desire to earn Sylviane's goodwill first was the same.</p>\n<p class=\"cnMyNzdlNWI0MTc2MzQwOTI4MTc0OTQ3ODQyMDcyODE1\" data-original-margin=\"\">\"Still...\" Kaede thought out loud as she pondered why Vivienne did not choose the alternative, the same choice that Kaede kept in consideration even now. \"Couldn't you have just vanished? Go somewhere isolated and live a life where nobody would know who or what you are. With your magical abilities, there must be plenty of ways you can make a living.\"</p>\n<p class=\"cnM4NTI0MDEwZjY0ZTQ1ODI4YjQ2M2FjNDU5OTRiYmE5\" data-original-margin=\"\">\"Truuue, I <em>could,</em>\" Vivienne replied as she pressed a finger into her soft cheeks in pretend thoughtfulness. \"Buuut... doesn't that feel a little bit like I've given up on life altogether? To just hide somewhere and wait for time to pass?\"</p>\n<p class=\"cnM5MzhiOTQyYmM5NzQ0NzFhYzAzZTMwOWE1Mjg1YmYz\" data-original-margin=\"\">Kaede raised her eyebrows. <em>I hadn't even thought of it that way.</em></p>\n<p class=\"cnMxZGI3M2M3OGZiZDRjZjhiZTI3ZmZmOTBjMmM5OWJj\" data-original-margin=\"\">\"I may come from unfortunate circumstances, but in other ways I was also really lucky,\" Vivienne added with a serene smile. \"I was born with a rare magical talent, an affinity that many would love to have. I have been blessed with loving parents and educated by wise teachers. I even summoned a phoenix, a feat that thousands dream of yet few could ever achieve. And now, I find myself in the innermost circle around the heiress of an Empire.\"</p>\n<p class=\"cnM5Y2U5YjhkZTMxODQyNGZiN2VkMzkxMTljMGJkMmZi\" data-original-margin=\"\">Vivienne then paused in her steps. She turned towards Kaede and stared into the Samaran's rose-quartz gaze:</p>\n<p class=\"cnNjNjhlODA0YjgxNjQ5YjNhYjQ5MDc5MzI3Zjc5ODEy\" data-original-margin=\"\">\"Throughout the entire history of Hyperion, how many others have received such a unique combination of rare opportunities as I have?\"</p>\n<p class=\"cnMxN2JkYmVmNWEyYzQxYmFhZjdlZmVhYTFhMmI2Mzdl\" data-original-margin=\"\"><em>That's certainly true,</em> Kaede thought as she reflected upon her own fortunes. Sure, her situation of being pulled across worldly boundaries must be infinitesimally rare. Yet through it all, she had been brought into the household of a powerful and influential family under a responsible if not honorable lord -- one that was positioned to influence the outcome of geopolitical struggles between entire empires.</p>\n<p class=\"cnNjMzNmOGVmMjk3MDQ5MWY5ZTdiZTQ4YzAxZDQwZmVk\" data-original-margin=\"\">It was an chance that her father Konstantin, who often felt frustrated by the geopolitics of Earth and his own powerlessness, would have loved to receive.</p>\n<p class=\"cnM3YmJkZjFkZGJhNzRjN2ViNzEwN2EzZjFlZThmZDAx\" data-original-margin=\"\">\"I'm not quite ready to give up on life yet.\" Vivienne remarked as the two resumed their stroll through the army camp. \"Not when I'm in a rare position to achieve so much with my life. Sure, it might be dangerous for me, even more so than the average person. But isn't that what life is always about? To face risk and discomfort and make something of ourselves?\"</p>\n<p class=\"cnM5Mzg0YzY0OWM2OTQyZDhhOWFmZGMyYTM4YzdlMTQ2\" data-original-margin=\"\">The Samaran girl couldn't help but smile back at her counterpart as she replied with a thoughtful nod.</p>\n<p class=\"cnMwYmNjYzllZTgwZjRhOTZiNGJhNTBjNjQyNWIxMTMy\" data-original-margin=\"\"><em>Vivi really is wise for her age. It really shows just how much she has been through.</em></p>\n<p class=\"cnMyNTc0NzcxNjU3NzRkYjdhYTFjOTA2YWI5YTM3MWU5\" data-original-margin=\"\">\"Besides,\" Vivienne then added with a giggle that seemed far more appropriate for her age. \"Syls does give amazing cuddles and headpats.\"</p>\n<p class=\"cnMyOGQ0YzI3NTRiMzQ4ZWViMmEzODUzYjMyODhmYWNi\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNjNmRjMTdjNzM4ZjQ4NmU5MzkyYzViZDRhNWRkNjY3\" data-original-margin=\"\"><br>The two girls spent the next hour strolling about the camp in circles while chatting. Perhaps not surprisingly, Vivienne's voluntary disclosure of her past was not 'free', as she expected the same from Kaede in return. As a result, Kaede spent a considerable amount of time telling Vivienne about her time growing up on Earth. She even told her almost-twin about her male gender before she came to this world.</p>\n<p class=\"cnNhMWZjODU2ODRhZjQ0MDg4M2Q0MDg0YjE0OGYxYmI4\" data-original-margin=\"\">Vivienne's only response was an excited hug and \"ooooh, you're like having a twin little brother and a twin little sister <em>at the same time.</em>\"</p>\n<p class=\"cnM5ZjhkOGFhNjE1NTQ3Yzk4ZmI3MDk0MzdlMGUxYTNm\" data-original-margin=\"\">It really made Kaede wonder just what exactly was Vivienne's motive in trying to befriend her. After all, she was hardly in any position of power to offer security, protection, or influence -- the values that seemed to be of most importance to the young Winterborn.</p>\n<p class=\"cnMyMzUzM2NjY2E5NzQ4ZGFhYzMwNmU1YzQxNDRiYWE2\" data-original-margin=\"\">Nevertheless, Vivienne eventually steered them back to the hill where their conversation first began. Sergeant Gaspard and his rangers were still there when they returned. Though in addition to several more rangers who had clearly just woken up, he was also joined by a somewhat out-of-place individual.</p>\n<p class=\"cnMxMGQ0ZWM4NzIwYzRmNGU4ZTYwNDZjNWE5MTc5MzAx\" data-original-margin=\"\">The new person was a woman who seemed to be in her late thirties. She had long, brown locks which flowed freely down her shoulders. Her ankle-length dress was a simple green and white, with a thick woolen shawl wrapped around her arms. Even with Rhin-Lotharingie's lack of proper military uniforms, it was apparent that she was a civilian.</p>\n<p class=\"cnNhNGY0ZDk3MWRjYzRlODRiZDBiZGM3NTk2NTA3OWQz\" data-original-margin=\"\">The army had left most of its camp followers in Roazhon to allow for faster movement. The few 'essential' ones that remained, such as blacksmiths and horse grooms, stayed with Sylviane's main force rather than march with 'Battlegroup Vivienne'.</p>\n<p class=\"cnMwMGIxNTY4NTc4OTRlZDZiMzM4NDZlYTg5OTQwNTUz\" data-original-margin=\"\">\"Who are you?\"</p>\n<p class=\"cnMyMzQyZDczZjM1YTQzMTZhYWExOGI4NmExZWY4NTA1\" data-original-margin=\"\">\"Her name's Gwen, a local,\" Gaspard introduced.</p>\n<p class=\"cnMzMzNhODhkYTFmODQ0YzRhZjQ5NDU4NTM1OTA5ZDNh\" data-original-margin=\"\">\"I'm the resident alchemist and herbalist for nearby villages,\" Gwen smiled back as she presented a covered straw basket in her arms. \"I was collecting herbs in the forest before meeting your folks.\"</p>\n<p class=\"cnM3NjIzZDYyMjkyYTQ4MDI5NzY2MTgwYjNlNDI1NjA2\" data-original-margin=\"\">\"At this hour?\" Kaede frowned as she looked around the hill. They were still surrounded by dark, barren forests, hauntingly illuminated by only the dim purple light of the gas giant 'moon'.</p>\n<p class=\"cnM2MDgzZjYyMGIzMTRiNjVhMDE3ZGQ1OTY1OWMxMzVj\" data-original-margin=\"\"><em>No way I'd ever come out here alone.</em> Kaede thought as she sat down on a log, while Vivienne took a seat right next to her.</p>\n<p class=\"cnM2ZWU0MjRiMmNmODQ1OTNhMmJlYjgwNjk0OGM2NjIx\" data-original-margin=\"\">Gaspard had to translate back. Courtesy of the linguistics magic Pascal worked into their familiar bond, Kaede could speak perfect Imperial. However, it seemed Gwen had a limited understanding of the language and spoke only in Brython -- one of the four main languages of Rhin-Lotharingie. And while Kaede could understand Brython thanks to the slightly-awkward translation magic from her earrings, she couldn't speak it.</p>\n<p class=\"cnNmMGI4MDNmZDlhOTQzMDk4YTEyMzkyNjg1NThmNmVl\" data-original-margin=\"\">Thankfully, the sergeant was multilingual, which in Hyperion meant he had at least a middle class education.</p>\n<p class=\"cnM3NjBmNmFkYmI2ODQwZjBiMGZlZGU0NjEzNzg5MDYz\" data-original-margin=\"\">\"There are herbs best picked in the early hours before daybreak,\" Gwen explained.</p>\n<p class=\"cnM0ZTAzYmFkMmUzMTQ5ZWQ5ZjhjYTBiN2FlZTBiM2Yw\" data-original-margin=\"\">\"And we spotted her in the woods and asked her to join us for a chat.\" Gaspard added with a subtle nod that he had already verified that Gwen was telling the truth.</p>\n<p class=\"cnNmMmQ4NDZkZTAxOTRkM2ViYTM4ZTY3ZTg2ZDczZGU1\" data-original-margin=\"\">Kaede wasn't sure what to make of Gwen, though the stranger seemed to harbor no ill intent. She shrugged it off after another moment of scrutiny. It was, after all, hard to lie to a ranger about knowledge of the wild.</p>\n<p class=\"cnMyNTBlMTBiNmVlZTQyNzlhM2JmN2UwMjJmOGZhMmM2\" data-original-margin=\"\">\"Aren't you a little far from Weichsel?\" The woman asked next as her eyes scanned Kaede's black pseudo-uniform and especially the Knight's Cross.</p>\n<p class=\"cnNmMzIxY2QyNTgwMzQ0MzQ4NWVjOWU3N2FjYTE2ZjM5\" data-original-margin=\"\">\"Allies have journeyed further to support a war,\" Kaede simply answered.</p>\n<p class=\"cnNiNmIwZmUwY2ZlMzQ3OTBiN2Q0ZTJhZmQyMjU2NDVl\" data-original-margin=\"\">\"Is it true then that you're the familiar to our Princess' Weichsen fiancé?\" One of the rangers then asked.</p>\n<p class=\"cnM1OGI4M2E3MTdiYjRhMWI4MTI2M2MyYzZlYmYwMDZm\" data-original-margin=\"\">\"And that you and Lady Vivienne are twin sisters?\" Another followed.</p>\n<p class=\"cnM3NzI4OTU4ODJhYjRmMzlhMGY0YzI4NDg2ZTIzZDEz\" data-original-margin=\"\"><em>Guess I should've expected that from the rumor mill.</em></p>\n<p class=\"cnNmOTQ0YmVlZDYwYTRmMDQ4MTJhODg0NmZiNThhOTc5\" data-original-margin=\"\">However, before Kaede could even respond, Vivienne grabbed her arm and pulled her in close.</p>\n<p class=\"cnNhZGM4OGU5YTQ0NzRiNmZhODExNzA2Y2Y5MmQyMzUx\" data-original-margin=\"\">\"That's a state secret.\" The Winterborn girl declared sweetly. Her mannerisms all but cemented the validity of that rumor in the soldiers' minds.</p>\n<p class=\"cnNlMDM2MmRhZThlZjRhNzY5MzljM2NiZjFhOTcyMzVm\" data-original-margin=\"\">Kaede could only exhale a silent sigh before she responded: \"Yes, I am the familiar of His Grace, the Landgrave of Nordkreuz.\"</p>\n<p class=\"cnM1YjU3N2YyNGVkNzQ4NTViODBhZDFhMzEwMjQxOTBi\" data-original-margin=\"\">\"I've never understood the nobles' convention,\" replied one of the rangers. \"I mean, it has to be weird if you call him 'Your Grace' all the time.\"</p>\n<p class=\"cnNmNDI0MmE1YjUxMTQ5NjJiM2FlZTRlMDBiOTMxNzk0\" data-original-margin=\"\">\"No...\"</p>\n<p class=\"cnNhZmYyNGViMDJkYjQ5NDhhNTE3MTI0MWU5ZWIzNTcx\" data-original-margin=\"\">Kaede was still considering her answer when Gaspard finished translating for Gwen, and the older woman immediately took on a catty smile:</p>\n<p class=\"cnM4YWQwYjY1ZGM4MjQ5ZGQ4NjQ1OTEyMDQ2ZjY2YzVk\" data-original-margin=\"\">\"Especially when you're in bed with him.\"</p>\n<p class=\"cnM0NmExOGY0NzY2ZTRmMGU5MWEwZjZlYmYxMjQyMDU5\" data-original-margin=\"\">Gaspard coughed and nearly choked while Kaede stared back with widened eyes.</p>\n<p class=\"cnM1OWU1ZmU4ZWJjMzRmMDliZjJjYjUzMjJmNDdiODY5\" data-original-margin=\"\"><em>We've barely met for two minutes and you're already bringing up THAT!?</em></p>\n<p class=\"cnM1OGJjYWQ4MjAxMTQxODk5NjgyMTVmZTUwNTlhNjI0\" data-original-margin=\"\">Meanwhile, a few of the other rangers looked between them in confusion, which seemed to indicate that they did <em>not</em> speak the Brython language either.</p>\n<p class=\"cnM0ZGM2M2MzNzc2MzQ2NzdiN2UzZjEzMjUzYWZjNGU3\" data-original-margin=\"\">\"Hey, what did she say?\" One of them pestered the sergeant.</p>\n<p class=\"cnMyYTE0OGQzMjE5NjQwMGJiNTJiOGQzYjM0NzA2ZjE3\" data-original-margin=\"\">\"I do NOT sleep with him <em>in that way!</em>\" Kaede hissed.</p>\n<p class=\"cnNiZTMyN2U5ZjBjNjRkYjNhNjYyYmQ1MzBmMWIxZjEy\" data-original-margin=\"\">She had instinctively corrected her statement mid-sentence, since she <em>did</em> sleep with Pascal if one considered only physical proximity. But now, as she realized the implications of her remark, the Samaran girl felt as though her cheeks were about to start glowing.</p>\n<p class=\"cnMwMWQ2ZjYwZjMyNTRlOWZiN2I2OTg0MmJjY2Y2ZDY1\" data-original-margin=\"\">\"You don't?\" The youngest of the soldiers asked, before Gaspard slapped him in the back of the head.</p>\n<p class=\"cnNkMDg5MjJiYjE4ZTQ0ZDJiZmI1NDNkYTllZmM2M2Zh\" data-original-margin=\"\">\"No!\" Kaede almost shouted. \"Why does everyone just assumed that I... do that!?\"</p>\n<p class=\"cnNiNjQ1NTEwODcxYzRjNjZhZGZmZTUxYzdmZjM0OTY1\" data-original-margin=\"\">\"Why else would a young nobleman go through the trouble of summoning a pretty young girl for his familiar?\" Gwen explained. \"You can't really say 'no' if he's your master.\"</p>\n<p class=\"cnM2MGY5OWU2YWZiZTQxNmNhM2NlYmMzZjcyNzI2NjNi\" data-original-margin=\"\">\"It's because he didn't have any friends!\" Kaede blurted out in consternation. \"And for your information, I don't call him by either, just 'Pascal'!\"</p>\n<p class=\"cnNmYTM4NTI0MGJmOTQzOGNhNDM3NjQ4MmMyNGM4OGFl\" data-original-margin=\"\">The awkwardness only increased when Gaspard had to act as the interpreter. Meanwhile, Kaede could feel Vivienne giggling silently as the Winterborn girl sat against her.</p>\n<p class=\"cnMyNmZmMDc2YWRiMzQzNjZhMjNkN2ExZTZhMTU0Yzc0\" data-original-margin=\"\">\"Ah, so he's the immature kind who just wants to play house,\" Gwen commented next.</p>\n<p class=\"cnMwMGM4MmEzMzVjNzQyMDA5N2QzMjZjY2RkODA5ZjJj\" data-original-margin=\"\">\"He's not that either!\"</p>\n<p class=\"cnNhY2VjYzkwYWMxZTQ1NmM4ZGFlMGY3MzdkMGE1YTI4\" data-original-margin=\"\">The older woman chuckled in response. It seemed clear now that she was having fun at the young Samaran's expense.</p>\n<p class=\"cnM3MDA1OGM1NDI2ZjRlNDFhYjIwOTZhMDhmMDFjYTVh\" data-original-margin=\"\">\"You're certainly close enough to follow him to war.\" Gaspard then spoke in a straight tone as he tried to redirect the topic onto something he could explain more comfortably.</p>\n<p class=\"cnMyYmRiNzA3OWZiZTQ3YzM4ZTQ0NGY2NTk4Mjc3MDYy\" data-original-margin=\"\">\"Well, after all our time together, he has become family.\" Kaede said after a slow, calming breath as she picked up a stick to poke at the fire. \"We've gone through life-and-death together even before the war began.\"</p>\n<p class=\"cnMxYzEyNjI3Y2M2MTRmNWM5MDA3YjRhNTIwODcwZmNh\" data-original-margin=\"\">The rangers all nodded in understanding. To help the other members of one's 'tribe' was a universal concept that anyone could grasp. It was especially the case for battlefield veterans who had bonded with their comrades-at-arms as a second family.</p>\n<p class=\"cnMwZWVhMmQxNThjMDRkMGU5ZmJlYTg2NDUxOTJjNDAy\" data-original-margin=\"\">\"Besides,\" Kaede thought deeper. \"For someone like me, it would be hard to simply walk away from this.\"</p>\n<p class=\"cnM4NzYxNmUzMzc2MzQ5MWY4NDAwYTRjMzRiZDE0ZGNi\" data-original-margin=\"\">\"Why is that?\" The Sergeant asked, curious. \"You're not Lotharin. It's not your obligation to fight our war. The Caliphate hardly poses a threat to Weichsel.\"</p>\n<p class=\"cnM5OTQ4YjIwYjg0MzQ2MzdiY2U2MzA1NmEyNTM0OTE4\" data-original-margin=\"\">\"A religiously-motivated militant empire like the Caliphate eventually poses a threat to <em>anyone</em> who isn't Tauheed.\" Kaede replied seriously.</p>\n<p class=\"cnNiOTFmMzcyYTJkYzRjZGE4YzE0NjRlNDViYzZiYTdh\" data-original-margin=\"\">After all, just like the Abrahamic religions of Earth, the Tauheed worship of the Caliphate saw all other faiths as either infidels or heathens. Such views always brought about an active desire to convert other, 'morally inferior' societies, oftentimes by force. From the various Islamic Caliphates to the Spanish, Portuguese, Dutch, British, and American Empires, this religious view evolved into a culturally supremacist motive yet never really changed.</p>\n<p class=\"cnNhZjg3ZWRlZWVlZjQzNTQ5MGJjZWIxYjkzMDkxNzU4\" data-original-margin=\"\">\"However, that's not <em>your</em> reason,\" Gwen observed.</p>\n<p class=\"cnNjZjk1MWIzYzliODRkNTVhM2QzMDExZGIzYWI3MTc2\" data-original-margin=\"\">\"No.\"</p>\n<p class=\"cnM2ZmM2ZjZlNGM1NjQyZmNhODhkMDcyZTI2MzcwZTY5\" data-original-margin=\"\">Kaede stared into the fire as she thought back to the reasons why she opted against leaving Pascal. Some of them were materialistic, as Kaede wasn't confident about her ability to build a decent life on her own. Others were conscientious, as she had promised Pascal that she'd become part of his family -- words that she had no intention of betraying.</p>\n<p class=\"cnM4ODk2YjRmNTY3ZDQ5Mzk5Y2Q3OGQxZGM3NzQzNDMx\" data-original-margin=\"\">Yet, as she thought back to her prior conversation with Vivienne, Kaede realized that there was also a third set of reasons. And they came from a feeling that had been growing within her for the past month:</p>\n<p class=\"cnNiM2EyNzRlNmE4ZjQ2MGZiNDhiZDA1ZTdhYjk2YjBi\" data-original-margin=\"\">\"You see, I'm a scholar of history. I've spent so many years reading about great leaders, the great turning points that changed the course of the world. But I've always been an observer, a thinker in hindsight, until now...\"</p>\n<p class=\"cnNmNTI3ZGM3OGViNDRkOWM5MTM0MmIzMDJlNzUxMGZm\" data-original-margin=\"\">The Samaran girl fed a few more nearby branches into the campfire. Her gloved hands then reached out as she sought its warmth. Yet, through its embers her mind saw a different furnace -- the crucible of this exotic but wondrous world.</p>\n<p class=\"cnNlODZiMTVkOGIzNjQ3NjU5MDczMTg1YWRkYmVkZGVi\" data-original-margin=\"\">Hyperion was filled with marvels of human ingenuity: from the industrialized and weaponized magic to domesticated skywhales serving as aircraft carriers, from maps of the growing Polarity Rail to her chart of Skagen's overseas colonies.</p>\n<p class=\"cnMxZjRjMGJiNDZkZDRiNzJhMWJjNmZkNDhiMTFhOThh\" data-original-margin=\"\">Yet despite all of this, the residents of Hyperion have yet to come together to form a new brand of civilization. Not yet.</p>\n<p class=\"cnM0MTAwMjViMTU5NjQzNTQ5NGE5MWI1MzQ3YmUyZGE2\" data-original-margin=\"\">\"Hyperion is a continent on the cusp of something historic, something that will shape the future for centuries to come,\" Kaede tried to explain. \"And for once, I'm not just a passive spectator to the events of the world. Instead, I stand right next to some of the great actors who will shape the continent, a unique position to not just witness, but also influence the turning pages of history itself...\"</p>\n<p class=\"cnNiYTNmNzk3NWZmZTQzNmNhZTQ1MjliOGU5NmZkOTA3\" data-original-margin=\"\">Kaede then paused briefly before she looked up to finish: \"how can I <em>not</em> take advantage of that? To help make this world a better place?\"</p>\n<p class=\"cnNmOWIzNGRmNGU1NDQ1ZjJiMDE0ZDkyNWI5NmM3ZTE3\" data-original-margin=\"\">The Samaran girl noticed that all seven of the rangers were now looking thoughtfully back at her. Meanwhile, Vivienne's expression had grown into an encouraging smile, and Gwen was positively grinning from the other side of the campfire.</p>\n<p class=\"cnNjNmZkY2ZmMTU5NDRkZGFiMzhiYzY3ZGNkYzg3ZTMw\" data-original-margin=\"\">\"It took me many years to learn and appreciate that.\" The older woman stated. \"You're well ahead of your time.\"</p>\n<p class=\"cnM3M2MzYTAwZTY0ZTRhYzI5Mzg3ZDkyZjczZWZiMWYz\" data-original-margin=\"\">\"Of course, as a herbalist, I'm sure you change the lives of people around you on a daily basis,\" Kaede then noted.</p>\n<p class=\"cnM4YTFkY2MzOTViZTQ3NGZiNjUyOTE3ZTdhYTM5YjA4\" data-original-margin=\"\">\"Even if I did, it wouldn't be nearly as much as you,\" Gwen added with a nostalgic sigh.</p>\n<p class=\"cnM0Y2VjODdlYzE1YjQwN2I4MjQ5ZmI5ZTIzNDQwNjc2\" data-original-margin=\"\">It took another moment before Kaede realized that Gaspard hadn't translated any of her recent statements. This meant Gwen hardly needed an interpreter to understand her.</p>\n<p class=\"cnM5MDA3NWU2YWU2NDQwZWY5NTc5OGVjNzBiZjU1NWU0\" data-original-margin=\"\">\"Who are you... really?\"</p>\n<p class=\"cnNlM2FmNmIyMzI5MzQxMDBiZjlmYjBmZGJhY2YwNDI2\" data-original-margin=\"\">\"A local. Who is -- or at least wants to be -- on your side,\" Gwen smiled as she stood up with her basket. \"And that's all you need to know.\"</p>\n<p class=\"cnM2YmU5NDNiMjA4YjQ5YjQ4MzIwZDc0ZDVmODViYjBh\" data-original-margin=\"\"><em>Wants to be?</em> Kaede was puzzled. \"Then why can't you?\"</p>\n<p class=\"cnNmMTQ3NDdhMDE4MjQ4MWU5ZTZjYmFiZmM1MzE3N2Zj\" data-original-margin=\"\">\"Because I must remain neutral, at least for now.\"</p>\n<p class=\"cnNhOWY2MTdlZmIwNjQ1Y2Y4NDYwNWJhZGM4YzNjNjVj\" data-original-margin=\"\">Kaede had only sensed a faint magical aura coming from Gwen, far less than those of trained noble mages. Of course, it was possible that Gwen masked it, and Kaede's intuition was increasingly convinced that Gwen was more than just an eccentric herbalist from the Kingdom of Ceredigion. Yet, the woman's desire for neutrality did not seem to be a lie, and the only reason Kaede could think of for that was 'regional politics'.</p>\n<p class=\"cnNmYzYyZWY1ZDA0ODRjZTY4ZDZkNGNlNGMzY2RjNTgy\" data-original-margin=\"\">The familiar was still staring back, as speechless as the others, when Gwen walked away and began to descend the hill.</p>\n<p class=\"cnM1NGVhOTFiYTU5NDQ5N2E4MzYzZjZlZTVmOTE0ZTJj\" data-original-margin=\"\">\"Wait,\" Kaede stood up and rushed after her. <em>If she is indeed a Lady of Ceredigion, then...</em></p>\n<p class=\"cnNhZGMyMGMzZjA1MjQxNGRhOGY1NDFhZDUyZWFkY2Nl\" data-original-margin=\"\">Gwen stopped next to an old, towering oak tree on the slopes as she turned to face Kaede with a gentle, moonlit smile:</p>\n<p class=\"cnMzNTkyOWNiMzRmMTQxYjk5YmM2ZWFhNjk3OTk3ZDFk\" data-original-margin=\"\">\"I have one piece of advice for you, Miss Familiar.\" She spoke in lightly-accented Imperial this time. \"If you truly wish to render the world a better place, then cherish your time and do all that you can now. Because if my guess about your master is correct, then you will surely have a major role to play in the coming decades at his side.\"</p>\n<p class=\"cnM5OWRmNmJiMjRjODQ3MzRiMjgzYWIxMmRjNTZkMmJk\" data-original-margin=\"\">\"What do you... why do you say that I should 'cherish my time' then?\" Kaede stammered as she felt perplexed by the tonal shift. \"And how long have you been watching us?\"</p>\n<p class=\"cnMwZjBkNzgxN2MyYzQ3YmRiMWQ0ZDg5ZjczYmI4Y2Rm\" data-original-margin=\"\">This was clearly not the first time.</p>\n<p class=\"cnNjMDdkZDFiZTI1ZjQ5NzZhMWIyMzQzYzM5Y2ZkMDRj\" data-original-margin=\"\">\"Your master and mistress lead the army that protects Ceredigion's interests. Of course I've been observing for some time.\" Gwen explained as though it was obvious. \"As for the former... well, the relationship between power and influence can be contradictory. And those who think that 'if only they had more power, they would have more influence' often miss the complex reality.\"</p>\n<p class=\"cnNjYTc3OGI3NmJlNDQ1MGY5YTZkN2M0NDE3YWEwMWU2\" data-original-margin=\"\">Kaede frowned as not only others she knew -- such as her father -- but she herself was someone who often thought that.</p>\n<p class=\"cnM2ZTYyYTcyYmU4OTRkMGFiZjI0M2IwNTFlNmRiN2Ew\" data-original-margin=\"\">\"The problem is that the higher in status you rise and the more power you accrue, the more your hands will also be constrained by the rules of the existing power balance.\" Gwen added as her smile turned wry. \"Thus, despite having more influence, you also find it more difficult to <em>wield</em> said influence. And once you have come as far as I have...\"</p>\n<p class=\"cnNjZDc5NjEwMWY3YTRhZDViM2ZmNGRkMGYxYzY1NTU4\" data-original-margin=\"\">The lady then grasped the oak tree with one hand. Her magical aura then flared into existence as she activated a silent spell.</p>\n<p class=\"cnM2NjkyNDAwYjJjOTQ4MWY4MTdlMWQzYmZkYzVlMzAy\" data-original-margin=\"\">For a brief second, Kaede could see the woman's outline shimmering with power. It was magnitudes stronger than any mage she had ever met, and the familiar girl took a step back as her body tensed.</p>\n<p class=\"cnNmOWY1MjlmNjY4ODQ2ZTVhOGMyZDVkMWM5NmUyMzY3\" data-original-margin=\"\">\"W-wait...\"</p>\n<p class=\"cnNhZGEyNDc3Yzk2ZDRhNGJhMTM1MWQ4Nzg5MWIyYzFm\" data-original-margin=\"\">Yet before Kaede could say anything else, Gwen walked straight into the tree. No, she didn't crash into it. Instead, the woman simply stepped into the trunk like some bizarre phenomenon of quantum physics and vanished.</p>\n<p class=\"cnMzZjVjZmE4ZTNmMDQ5MDU4NWQ3ODc4ZjFjMmQzMWE3\" data-original-margin=\"\">For several minutes, Kaede continued to stare at the tree and the vaguely purple forest that surrounded them. However, there wasn't even a trace of Gwen's presence remaining.</p>\n<p class=\"cnM1YmMzNjhkM2I1YzQ5ODQ5OWNiN2M5MGM3NWRkNmMz\" data-original-margin=\"\">\"Just what was that about anyway?\" A bewildered soldier's voice came from behind her.</p>\n<p class=\"cnNmM2ZlMmUxZDQ0ODQxNTM4NTQ1Njc3MDZkZjM0NTlk\" data-original-margin=\"\">\"I have no clue...\" Vivienne answered in a similarly dazed tone. \"But treewalking is ancient druidic magic. I had thought it was a lost art.\"</p>\n<p class=\"cnM1MGNjMDMyZDA4NzRlNjlhZTNlZTdmOTM4NTdkYmM4\" data-original-margin=\"\">\"Does Ceredigion have an archmage?\" Kaede pondered aloud as she swiveled around towards her almost-twin.</p>\n<p class=\"cnM3ZTU0YzdmODZkYzQ0NmRiZTkwZTI1YzAyYjI3MTYy\" data-original-margin=\"\">\"Not that I know of,\" the Winterborn girl shook her head. \"Certainly not with that level of power.\"</p>\n<p class=\"cnM3NTNiYjgzNjgzODRmNjg5NmIwYjllMjUzODEzMzQx\" data-original-margin=\"\">\"Though the people of Ceredigion are known for being secretive. And until a few days ago, I'd never heard about Lady Vivienne either.\" Sergent Gaspard then commented before he shrugged with a sour look. \"War seems to bring out all the hidden talents, even those who made me translate for no reason.\"</p>\n            ",
  "invisibleParagraphContent": "Help support creative writers by finding and reading their stories on the original site."
}