{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzZWQxMWFlMWJmZjQ2YzBiNGIyNWNlYjMwMzdmMTkw\" data-original-margin=\"\">\"I wouldn't go in there if I was you, young lady,\" a gruff man says as I approach the building which had caused such a severe mana reaction before. Today I am prepared for the intense mana spike and less likely to collapse in the road. With yesterday's events, I am freshly fueled with rage at Baldwin and I use that as an anchor as I attempt to enter. That is until the passing man stops me.</p>\n<p class=\"cnNlOTUwNDY0YmIyYjQ4MjQ4YjM0ZTg5MWE0OGZkOGE1\" data-original-margin=\"\">\"Why not? What's in there?\" I inquire, raising an eyebrow at him. I wonder if this is a sick house or something of that nature. This is closer to the walls of the city and a bit more isolated than a lot of buildings of similar size.</p>\n<p class=\"cnM1ZDY4NjY4YTk3MjQwYzZiNzQzNjkzOWNkYmMwMWIx\" data-original-margin=\"\">\"That there's a gatherin' place for undesirables kid, it ain't safe for a lady like you.\" I furrow my brow as I feel the overwhelming grief radiating from the building. I guess it's not impossible it's another street gang; there are gangs thrown together more out of necessity than ill intent. Not every gang is like the Manticorps, human traffickers and thugs for hire. Some are just older or adult versions of Tommy and his friends. People doing what they can to survive, too large and noticeable to swipe a loaf of bread from vendors with any consistency.</p>\n<p class=\"cnMxNTAyMTEyNzlmYzQyZTJhNGE2NjllMjYzMjQ1NTQ1\" data-original-margin=\"\">\"What kind of undesirable? Dangerous? Sick? Something else?\" I ask to the man's consternation.</p>\n<p class=\"cnM5MTNjZjFmZmM0MTRhYzQ4ODk2MGRhMWNkYTBiYjli\" data-original-margin=\"\">\"What's it matter,\" he snaps, \"I told you they was undesirables, listen to your elders' girl. Don't go near there if you know what's good for you!\" He huffs off grumbling something about kids these days. It seems to be a multi-universal constant that no matter what days they are, the kids of them are unacceptable to older generations.</p>\n<p class=\"cnM0YTkwZTBmZDg0YzQ3ZjFhODg0ZDBlOTJhYTY0MmFj\" data-original-margin=\"\">I consider for a moment. If it is a gang, even if it's a dangerous one, I can probably handle them. Rosalind was a rare case and I am pretty much beyond regular thugs at this point, especially right now. Then again I don't think I can be empowered by grief mana to fight the people who are grieving, so maybe I can't count on that. In the same vein, this emotion is raw and genuine. Even if it is a dangerous gang they have a real depth of feeling I have to empathize with. If they turn out to be a problem I'll deal with them.</p>\n<p class=\"cnNmNDRhZmU4Y2NiNTRhMTZiZjYyMGJkZTczYTNkYWEw\" data-original-margin=\"\">It could be a sick house, quarantine for some sort of contagious illness, I think I can handle that as well. I can directly alter my body and, knowing why it was failing before, keep it that way. I should be able to counteract any dangerous side effects. I'm not actually certain I can get sick, come to think of it. I haven't been since drawing my mana circle. My body seems to run on pure mana, I don't know if some virus could even affect me.</p>\n<p class=\"cnM0YzBiYzdhMDNjYjQzMDE4YjMyMGJiNmJjNWIwYWI2\" data-original-margin=\"\">I might even be able to help in that case. I can't alter someone's body by force but I can walk them through helping me. It's not exactly healing magic but it could work. Actually, shit... wait, maybe it is healing magic? Healing and the church have always been associated with each other in every culture like this I can think of. Maybe what Baldwin was trying to do was a perversion of magic meant for healing? Food for thought, but I can consider that later.</p>\n<p class=\"cnM3ZDg4MjNlMzI1ZjQ0MGI4NTEwN2U0MDdiYjUyMDA1\" data-original-margin=\"\">For now, I can feel a heart-wrenching sorrow emanating from this building, and if I could ignore that I would never have been able to aspect this mana in the first place. I have other things to worry about. I have to find Henry, care for my mother, and wring the life out of that slimy creep with my bare fucking hands. I don't have time to be sidetracked, but now that I've found this place I can't ignore it. Steeling my resolve, I approach the building. I feel a growing sense of urgency as the deep well of sadness I am walking into envelops me. I pick up the pace, desperate to do whatever I can to heal this all-consuming pain.</p>\n<p class=\"cnM3ZWMyMjk3YzE3ZjRjODNhYzZkNjA4MGRlODQ5ODg3\" data-original-margin=\"\">As I walk through the entrance, I stop cold, my eyes widening. Undesirables? Did that man fucking say undesirables? I feel an urge to track him down and permanently disable an undesirable part of his body. These are just normal people in pain! People suffering and hurt, or just abandoned! This place isn't a sick house, not really. There are several people who look sick in the crowded room I find myself in, but not with one consistent illness, and not all of them are.</p>\n<p class=\"cnM3NjM2MDE0MjRkYTRkZGM5MDZiNjQ2OTE5MzU3MDk0\" data-original-margin=\"\">There is a man sitting against the wall with his head forward, apparently sleeping with no regard for the environment he is in. He is missing his left leg. There is another man with the milky eyes of someone who had been blinded by an infection. There are people with limps, missing digits or hands, and even one woman with a missing nose. These people aren't undesirable they just make typical people uncomfortable.</p>\n<p class=\"cnM2YTQ1YzcwNjE3NDQ0Mzk4ZDRlZWEwNDc3MDQ2YWYz\" data-original-margin=\"\">\"What the fuck is going on here?\" I say under my breath, frozen in place. I gape as I try to process the scene in front of me.</p>\n<p class=\"cnM4ZWJkYjU0MmY0OTQyMTY5NzgzZjE3NjFlMTBlYjYy\" data-original-margin=\"\">A woman's voice breaks me from my stupor as she says, \"You must be one of us then,\" and I feel a small spike in my mana. I turn to face her and immediately recognize the sores around her lips and hands. She looks like she has syphilis. \"You're so young, talk about shit luck,\" she continues. I then realize what she means by \"one of us.\" She isn't crippled or injured in any way. She was sent here just because of a fucking std. She must think I was as well. She's either a former sex worker, a slave, or ended up with a man who couldn't keep it in his pants.</p>\n<p class=\"cnMwM2RlYTIwY2Y2MTQ4MWJhNjQwZWMyODJjOGI0YTY2\" data-original-margin=\"\">\"What is this place?\" I ask, feeling sick to my stomach. The conditions here were horrendous. Is this just some quiet place to tuck away people you didn't want around? My mind races through my memories and I realize with horror that I have never met a blind person in this life. Not one deaf or disabled person of any variety. I should have noticed this years ago, people with some of these injuries should be more common with the level of medicine here, not less.</p>\n<p class=\"cnM1ZDZlMDE1YzA3YjRiZjg4NWM5Nzg3NmEyMDcyOGIw\" data-original-margin=\"\">What do they eat? How do they survive? A clinical part of me wonders what the point is. If you are going to lock up and abandon groups like this why wouldn't you just... kill them? It doesn't make sense to store them away like a broken tool in a junk drawer.</p><p class=\"cjk4MmEzYWY3NjJkYjQxNTM5OWMxNTE0NDQyYjhlNTE5\" data-original-margin=\"\">Royal Road is the home of this novel. Visit there to read the original and support the author.</p>\n<p class=\"cnMyZDE4YTg0NGJiNTQzM2FiNjUyNzZiMjdjZjA3OGI4\" data-original-margin=\"\">\"We call it penance,\" the woman answers me. \"This house, that's what it is.\" Her lip quivers a bit and I can tell she is biting back tears as she explains it to me. I get the feeling she is always biting back tears.</p>\n<p class=\"cnNhMTM1ZTlhOWYzYjQ0YmI5Yzg3M2QxYjkyOTA0NDBi\" data-original-margin=\"\">\"Penance? Penance for what?\" I ask, dumbfounded.</p>\n<p class=\"cnM5MzRlNmFkMDIwMzQzOTRiZDQ1MzVlZTY1ZGI2NzNi\" data-original-margin=\"\">\"Let me guess, sweetheart. You went in for your first confession and you woke up walking through that door?\" she ventures and my heart turns to ice. The implications of what she just said fuel a deep fury that threatens to consume me.</p>\n<p class=\"cnNjMmRmMDhmODhiNzQxZmU5ZDYwODU0YzAyMjRlYjNm\" data-original-margin=\"\">\"Is that how you got here? The rite of confession?\" I ask.</p>\n<p class=\"cnMwYjA4ODNlMGMxMTRhYTU5YWYyMDRjODRjYmZlODYw\" data-original-margin=\"\">\"It's how all of us got here sweetheart. Well, most of us. A few, like Ozzy over there, were slaves dropped off by their masters.\" She gestures at a boy, maybe fifteen or sixteen. His left arm is curled up in an unnatural position and is clenched in a hard fist. I notice it is considerably more muscular than his right and realize he likely doesn't have control over it. \"It's a shame what happened to him; he says he was working in his master's stables and that side of his body went numb. He tried to ask for help but his words wouldn't come out right. He fell over and his arm has been like that ever since.\"</p>\n<p class=\"cnM1YWZhZTZhOWE4MjRhNjRiOTQ4ZGI1NzczZmM3YjRj\" data-original-margin=\"\">\"A stroke,\" I lament quietly, more to myself than to her.</p>\n<p class=\"cnNhMWFlOTE3MTgwYTQ2MDhiMGZhYzg1OTIwNTA3YzA4\" data-original-margin=\"\">\"A what?\" she asks, picking up what I said.</p>\n<p class=\"cnMyZWM3Mzc5OWQ5MTRkOTVhMDUyZDljYTFlMzdmYjIx\" data-original-margin=\"\">\"It sounds like a stroke, it has to do with the blood in your brain not flowing correctly,\" I explain absent-mindedly, focusing on the boy. \"You said his master just left him here after that?\"</p>\n<p class=\"cnNlZjIzZTIxNzc0NjQ3MmI4Y2U0NTYyYTdjY2VjNDE2\" data-original-margin=\"\">She looks at me with a look of confusion and concern, probably caused by my explanation, but decides to drop it. \"That's right. It happens from time to time. Injuries in the fields or other such things and a slave either loses usefulness or presentability. That's why they have to come here for penance.</p>\n<p class=\"cnNiZGI1NjMyZjE2YjRjNWU4NmFlMjk4NDE1YmU3NTQ3\" data-original-margin=\"\">\"Penance for what, exactly?\"</p>\n<p class=\"cnNhZmYwM2VjOTY0ZDQ5Y2Y4NDRhNmMxZGQ0MTZlY2My\" data-original-margin=\"\">\"Well in his case he was a slave so he was likely a criminal. Don't know what he did but if he can't repay his debt to society through labor, he's gotta come here to do it. Besides, none of us fit the design of the collector anymore,\" she says, her voice laced with melancholy. I see, so 'not fitting the Collector's design' is the sin of most of these people.</p>\n<p class=\"cnMwMGE3MWI0ODFiMzRiYzFiZGQyMmQ1ZTllNTczMWQ0\" data-original-margin=\"\">\"How does he do it here? Do you do some kind of work or something? And why are the rest of you here?\"</p>\n<p class=\"cnNjYjZjMzRmODhiNTQ3MzI5ZDI5MmZmNWYwY2QxYjg4\" data-original-margin=\"\">\"Only the collector knows that sweetheart. Some sin found in our hearts I suppose. In my case I poisoned my husband, same as you I suspect. You can see the marks of the curse on me plain as day. He has the same.\"</p>\n<p class=\"cnNkYjliNDYxYTJiZTQ0NmViM2Q0ZTI4MjBhNWQxYTVi\" data-original-margin=\"\">\"How do you know he didn't poison you?\"</p>\n<p class=\"cnM0OTYwMjE2ODUwYTQ1Yjg4MzAxNTk2Mzk3ZTE2ZDA0\" data-original-margin=\"\">\"Oh that's not how it works sweetheart, this is the curse of a failed wife, you should know that. It's the same curse that visits women who do carnal work instead of getting married...\" she trails off and I clench my fists harder, anger rising rapidly. Is that what they fucking tell people?</p>\n<p class=\"cnM1M2JlNjQ2ZjIwNTQwMmU5NmMwNTlhYTYwZWY4OWJl\" data-original-margin=\"\">I decide to save that conversation for later, she had missed the first part of my question. \"And in what way is this penance? How does this misery serve anyone?\"</p>\n<p class=\"cnM0NTk0ZWYzZmYxZTQ5NjJiMmY4NDk1OWYxMzYyNTkx\" data-original-margin=\"\">\"Like I said,\" she answers, \"only the collector knows. I just know we do something, this isn't forever sweetheart. You just have to push through for a couple of years at most.\"</p>\n<p class=\"cnM3ODAxOTcwYTVjNDRjMWNhZGM4ZTE4ZDkzNjQ5ZTdk\" data-original-margin=\"\">\"You live like this for years? What do you eat and drink? How do you survive?\" I probe, getting more and more furious.</p>\n<p class=\"cnNiYzIyYWJhZmU1ODQ1MzJhMjljYjQwYmJiOWMyNGQ5\" data-original-margin=\"\">\"They leave food for us. They drop off a bag once a week and if you are quick you can squirrel some away. There is a stream running through the yard for water so we have plenty of that to spare,\" she answers in a soft voice, one I realize she is trying to use to comfort me.</p>\n<p class=\"cnMyMzU0MTJmZTU4NDQ1YjFhNjRhYmI5NjM1M2NiZjg3\" data-original-margin=\"\">\"Who leaves food?\" I ask.</p>\n<p class=\"cnNiZWE1OTZjZWYxMDRlNzc5YzUyMTAzMTFmNTc0ODg1\" data-original-margin=\"\">\"The priest. The same one that collects us when it's time.\"</p>\n<p class=\"cnMzM2QwNzQ2YzhhYTQxM2Y4Nzk5YmViNjM5MzQ1MTI2\" data-original-margin=\"\">\"Time? Time for what.\"</p>\n<p class=\"cnNhZjU4M2QyNGUzOTRmOTU4NDk2NGJhZWZiYmUzNzkz\" data-original-margin=\"\">\"To serve the Collector of course. Once we have paid the price for our sins the priest summons us out, like we are going through confession again, and we are brought to rejoin the great collection,\" she explains patiently. This is fucking sick. What are they using these people for? Why? Why don't they just help these people? If Baldwin's power is the same as the priests they should be able to.</p>\n<p class=\"cnM3N2U0MWJmZjg1NTQ4MDhhN2UyOWZiZDUwNDYyOTZk\" data-original-margin=\"\">I notice the boy from earlier, Ozzy, has noticed me and is approaching. He looks nervous and his left hand is in front of his chest, rapidly strumming up and down. \"Hey, I'm Ozzy! I don't get to meet a lot of people my age around here!\" he exclaims in a heartbreakingly upbeat tone. He is clearly overjoyed to see me; he is literally rocking back and forth on his feet like an overstimulated child. His red, irritated eyes indicated he was crying before I showed up. I process this like I'm swallowing lead.</p>\n<p class=\"cnNhMzljMDA5ZDY5NjRhMWZhZjkyNzI3NzI5MTExZGNh\" data-original-margin=\"\">It's no wonder I was floored when I first passed this building. The weight of the collective grief in this house threatens to crush me beneath it. \"It's a pleasure to meet you, Ozzy,\" I say, holding out my right hand for a shake before remembering I was the only one who did that. As I retract it his left arm shoots out and clinches my wrist in a vice grip.</p>\n<p class=\"cnNhMTYzZjkxMTMxYTQ2YTJiNmNlNzgxM2Q0NjdlYTA2\" data-original-margin=\"\">His face rapidly devolves into the unique panic of someone used to being unfairly punished. \"I'm so sorry, I can't control It I don't want to hurt you, I don't! I don't mean it I don't mean it I don't mean it!\" he pleads, his voice rapidly devolving into sobbing as his arm refuses to listen to his commands.</p>\n<p class=\"cnNmOTFiZjc5NDlhMzQzZjU5N2I3OTY3Mzg5ZmI5MTM1\" data-original-margin=\"\">In that moment I mourn for this kid, for the life he has led with everything I have. I want to pull him into my heart and keep him safe from every cruel thing. I stand up on my toes and pull him into a tight hug. He sobs into my shoulder and I just hold him like that. Behind his back, one of my fists clenches tight enough that my hand draws blood. Gilbert wanted to know why I didn't hesitate to kill? Whoever left this child like this is certainly going to find out; the Collector himself is going to pay for this if I have my way.</p>\n<p class=\"cnNmYjIyNGY5YTljZDRmMWY4YTEwOGU2MWNhMWE0OWE1\" data-original-margin=\"\">After a few moments, me hugging and the women from before rubbing Ozzy's back, I feel his hand release my wrist, but I let him cry into my shoulder a little while longer. While I hold him, I notice a familiar bird symbol, branded on his neck. He calms down and I let him go. \"It's okay Ozzy, I know it wasn't your fault. What happened is completely normal. I don't mind at all,\" I reassure.</p>\n<p class=\"cnNkZGY2ZWUwZGVmMDRhNmU4NzA4OTBlMDRhM2E5MTY2\" data-original-margin=\"\">\"R-really?\" he sniffles, \"I didn't ruin everything?\"</p>\n<p class=\"cnM0MzhkZDRjMDk0NjQzYTU4Y2RjYzllZjNmODVhNjg1\" data-original-margin=\"\">I smile warmly at him, \"You didn't ruin anything, I promise. In fact, I'd like to be friends if that's okay?\" I ask.</p>\n<p class=\"cnM5ZDQ4YzNjMjgxMDQ3YjNhYTE3NGViYTc3OGE2NTA0\" data-original-margin=\"\">He gapes at me for a moment, then gives me a huge grin which is missing a few teeth. \"I'd really like that!\"</p>\n<p class=\"cnM3Zjg2YjhiYzIxOTRmM2NiODYzY2IwMWQ5ZTYzZTA5\" data-original-margin=\"\">The woman from before smiles warmly and Ozzy begins rocking again. I don't want to, but I have to ask, \"Ozzy, I'm sorry if this is upsetting, but it is very important to me, can I ask you a question?\" I see apprehension seize his face, but he hesitantly nods. I ask, \"The brand on your neck, what's it for?\"</p>\n<p class=\"cnMyNzdkZmUwZTVjNjRmMWJhY2ZjNjFhY2Q0NjU1NzY5\" data-original-margin=\"\">His face sours but he answers me, \"It's my slave brand miss, the seal of my master's house.\"</p>\n<p class=\"cnNiNGMwN2QxNmFhZjQwY2ViMTY4NWZlMTEzOTAyYmE3\" data-original-margin=\"\">I take a deep breath, something deep inside me telling me I already know the answer to my next question, but I ask anyway, \"Which house?\"</p>\n<p class=\"cnMzZWE3N2U0YjhmOTQyZGM5NTMwYzlmM2U2NjU4ODZk\" data-original-margin=\"\">\"Tudor, miss. My master is Lord Baldwin Tudor.\"</p>\n            ",
  "invisibleParagraphContent": "Royal Road is the home of this novel. Visit there to read the original and support the author."
}