{
  "preChapterNote": "<p>Happy Easter if you celebrate, and good day to you if you do not! Thanks for taking time for my story today in either case!</p>",
  "postChapterNote": "<p>Thanks for all your support! As you all know, this story is being published through podium. I'm very excited for the audiobooks and the new art they will provide as well as the wider audience it will bring me.<br>There is quite a while before \"Lillith of Endings\" comes out however, and I'd like to grow this audience as much as possible before it does. I'm aiming for 3,500 - 4,000 total followers by then. If you really love this story and want to give me a hand, I'd love it if you would recommend this story to your friends! Discord communities, subreddits, anywhere that has an audience you think will enjoy it. And of course, if not, just having all of you come to read every chapter and comment about theories and the like is already so motivating and helpful, so just keep that up. Thanks so much for reading about Lillith and her adventures, please continue to do so!</p>",
  "chapterContent": "\n                <p class=\"cnM3ZDgwN2ZlZGI0YjQyOGJhOTcxZTFjN2E3ZTYxZmM3\" data-original-margin=\"\">\"Good morning Lily!\" the cheerful Henry greets as I come down the stairs for breakfast. I stare at him with half-lidded eyes and he grins back at me.</p>\n<p class=\"cnNjNjg5ZDNkZjA3OTQ1N2NhYTc4MDBiZmIyMWE4ZTY0\" data-original-margin=\"\">\"You know, I'm really glad your time in captivity isn't keeping you down,\" I respond, \"but you could, I don't know, be a little more traumatized, at least in the mornings?\" I don't mean it, and he knows I don't mean it. I am honestly astonished at his resilience, and glad for him that he remains as happy as he is. I myself am an ugly mess of compartmentalized experiences I mostly cope with through action and gallows humor.</p>\n<p class=\"cnM1MGFmOWY4ZGRmNTRjN2U4MzUyNmQ5MzE2YWViMWZj\" data-original-margin=\"\">\"Oh shut up, I made breakfast, come join us!\" he invites and I rub my eyes before following him. While I don't need as much sleep as most people, I do need some, and I haven't gotten much lately. It's been weeks since I killed the men at the gate, and I've been closely watching for a response from the city guard. I wanted to see how far up the chain of command it was reported and what sort of actions they took in response.</p>\n<p class=\"cnNhZWQ0YTdmOTBkNzQ4NzhhZmNiZWFlYjM0ZmE5Y2U0\" data-original-margin=\"\">I had a few theories and expectations, and I needed the information. What they did, however, defied anything I had prepared for. I had been out all day and night, partially to prepare for classes, run a few other important errands, and mostly to keep an eye on the situation I had caused. As far as I can tell, they did nothing at all about it. The bodies were disposed of and then... nothing. There was no investigation and no posturing. They didn't even replace them for a couple of days, which absolutely baffled me.</p>\n<p class=\"cnMyYjcyNzFmNzA0MjRhOTBhOTg0ZmU3ZGVjOTU2NzFl\" data-original-margin=\"\">My best guess is I am missing something, so I have been staying out longer and later. Which is why I am running off an hour of sleep on the morning of my first day of classes. As nostalgic as that feeling is, it's no more pleasant than it had been in my last life. I can, at least, run for a lot longer off of an hour than I could then. I sit down at a round table with the rest of my family. Edward shifts uncomfortably while Gilbert and Mom greet me.</p>\n<p class=\"cnM5NTE2YTg5ZGI2MzRlM2Y4YWE2NTYxY2M1YjRiZDI0\" data-original-margin=\"\">\"Morning,\" I intone before stabbing some kind of meat with my fork and taking a bite. I scan the room as I chew. A few other tables are occupied with the women we sort of... adopted? That's technically exactly what we did but it feels gross to use the word since they are mostly adults. Any woman who had been left without a guardian when Baldwin died. They would have been assigned one regardless and it probably would have been decided with what amounted to a quiet auction.</p>\n<p class=\"cnM2ODhjMTQ5ZjMzYzQwN2RhODY2NDJjOGUwNzkxOTdi\" data-original-margin=\"\">After a few minutes, Edward awkwardly stands up and brings his breakfast to another table where a new group is forming and I raise an eyebrow while I chew. He hasn't been as openly hostile since I got back; or since Baldwin gave me the scar over my eye now that I think of it. Still, I guess he still doesn't enjoy my company.</p>\n<p class=\"cnM4MDE0OWMwYTgxMjQ0NTRiNTM2ODc2ZDlmOTQzZWNm\" data-original-margin=\"\">\"He's not avoiding you, sweetheart,\" my mom promises, apparently reading my expression, \"He's just... well, I'll let him tell you.\" I turn to look at her quizzically, then shrug and return to my meal. \"I have a couple of dresses done for you by the way. I've no idea where you got the material but they are some of the finest I've ever made,\" she changes the subject and I awkwardly swallow so I can respond with an empty mouth.</p>\n<p class=\"cnNjMGU0NjM5N2E3ZDRlZDZhZjE2N2JkODcwNzRmNmI3\" data-original-margin=\"\">\"Thanks, Mom,\" I respond, \"I can't wait to try them on.\" I am waking up a little and manage to inject more life into this response. I truly am grateful; I did not want to waste money on overpriced noble dresses and a tailor. She saved me on that front.</p>\n<p class=\"cnM0ODEzY2JmZmExZjRhZjY5YzAwYmNjNGMyOThiYzA5\" data-original-margin=\"\">\"I saw them,\" Gilbert adds, \"And the make-up kit you brought home. I have no idea how you afforded that, but the guys at your fancy school will think they're on the first plane. Mom did an amazing job!\" I laugh at that. I am pretty average, as far as I can tell. Maybe it's just because I look like a fourteen-year-old but my highest aspirations are moderately attractive. Nevertheless, I understand the sentiment.</p>\n<p class=\"cnM0MTc1YTQ1ODBhMDQ1ZmFhZjg1OTU4NGVjMWJiNGVi\" data-original-margin=\"\">\"Well the guys at my fancy school can keep their first plane in their pants,\" I quip, \"but seriously, Mom, thank you so much.\" She smiles warmly at me. She had a harder time of it the last couple of years, and it's really good to see her so happy.</p>\n<p class=\"cnM0ODUxOTAwN2RhMzQ2MjFhZTAyZTQ5NGEzYmU3NmQy\" data-original-margin=\"\">\"It's no problem at all Lily,\" she responds, \"honestly I enjoyed it much more than the other outfit you asked for. That one was atrocious. Please, never tell me what you use it for; I don't think my heart could take it.\" Henry and I choke a little at that. She is referring to my more practical clothes, which include a tunic and sturdy pants I can fit light chainmail under. They are more comfortable and form-fitting than the same would be if I'd bought them from a tailor, who would never make them to my measurements. It also has a large hood and a simple mask that goes over my eyes.</p>\n<p class=\"cnMwMjhkN2I2YmE2MTRiYWY4MTQ5YjAxNjg3MjMxZjgy\" data-original-margin=\"\">The mask is more of a backup than anything since I use light mana to obscure my face when I wear it. It also has gloves with steel sewn into the knuckles among other re-enforced sections. This is what I wear when I am... making house calls to people like the guards. Or when I am acquiring finer fabric and make-up for school, of course.</p>\n<p class=\"cnM2NmExOWZiNTY3NzQyZmE4ZTkwYWU3NTYxYWMzNTJk\" data-original-margin=\"\">\"In any case, you did a great job on all of it Mom, you have been a big help to me too!\" Henry adds, changing the subject on my behalf, \"My alchemy would be far more dangerous without the clothes you made for me!\"</p>\n<p class=\"cnMxYjBkNjg2MzYyYjRhOTk4ODA5OGI3MTE0ZTIxZWYy\" data-original-margin=\"\">\"Oh, the design for that was actually mostly Lily's,\" Mom responds and the conversation moves on from there. My family has a basic idea of the sort of things I do. They all know what really happened with Baldwin; we live with a group of people who were present for that story. They also have a decent understanding of what happened to Walter, but I don't share everything I do with them. This is for both our sakes. My mom would never sleep again and... I'm just not ready to talk about the Radiant Woods with them.</p><p class=\"cjRjMWE5MWYxY2M5NzQ3MDNiZTY1MjgwZGM0MGZlNTM3\" data-original-margin=\"\">Unauthorized use: this story is on Amazon without permission from the author. Report any sightings.</p>\n<p class=\"cnM5ZGM4YWZhY2FlYjQ1YTZhNzgzMzVlNzI0YTM1ZGM0\" data-original-margin=\"\">I finish my breakfast then crack my neck and stand up. \"I'd better get headed out,\" I announce, \"we are pretty far from campus. My first class isn't for a while but I need to get over there and get ready.\"</p>\n<p class=\"cnM0NWYwYzY2YTExMjQzYTdhZDEzZWVhNjBkNjc2MzQz\" data-original-margin=\"\">\"Alright honey, let me get your dresses for you,\" Mom replies, wiping her mouth and heading back up the stairs.</p>\n<p class=\"cnNmMWZjMmRmMTI2MDQ4NjE5OGY0YTA0OWI2MjM2MWJk\" data-original-margin=\"\">\"First day huh? You gonna be okay out there?\" Gilbert asks, \"You need help with anything?\"</p>\n<p class=\"cnNmZTFkYzU0NjBmNjRiYTA4Y2UzNjc2NmQzOGRhYjE0\" data-original-margin=\"\">\"Yeah actually, I could use an assistant today,\" Henry answers and I smile at him. Well done. Gilbert always avoids helping Henry with his work and there isn't much he can do for me. I laugh as Gilbert's face twitches at Henry's opportunistic answer, then go to meet my mom. She is returning with the promised dresses.</p>\n<p class=\"cnM2MmE5OTRkZWM5YTRjNTU4OWUzMGIyZWM5ZDc0M2Y1\" data-original-margin=\"\">\"Thanks, Mom,\" I say, accepting them from her and giving her a quick hug.</p>\n<p class=\"cnM5OTUwMzU2NzEzMjRlZjZhNDgzNDZkNWU0Yjg1ODcw\" data-original-margin=\"\">\"No problem Lily, good luck today!\" she responds, hugging me back. I head outside to be greeted by the impatient face of Godfrey's coachman. I shrug at him as he rolls his eyes, then I get on and enjoy the ride to the campus. I get a few odd looks as I enter campus but the knights don't stop me. I haven't changed yet so I look extremely out of place, but I just ignore them as I head to my 'dorm'. They have a nice mirror there and putting on make-up will be much easier. I am pretty out of practice, and I've never used this medieval version so I want the advantage.</p>\n<p class=\"cnNlMWE4YmY5YjI0ODQ0MGE5OTRlNDVlMmVlOWE0OTk2\" data-original-margin=\"\">As I walk into the small mansion-turned-dorm I'm met with two very different expressions on two faces. Autumn's eyes widen as she realizes we are rooming together and I'm glad to see her. I suppose it makes sense. The twins aren't very prominent nobles and while I have prominent backing, I am not either. I knew they grouped students by area of origin and rank. They don't group us by grade, however, as the other girl in the room looks about seventeen. She is looking down her nose at me like a skunk just walked into her room.</p>\n<p class=\"cnMxZjE5MWRkNTFiODRjNTY4MWEwMDMxNTUxZDIxZWRj\" data-original-margin=\"\">I shrug her off; skunks are cute and she should show them more respect. Instead, I focus on Autumn. \"Lillith! Are you in this dorm too?\" she asks excitedly and the other girl gives her a sharp look. I am glad to see she is excited and time has helped heal the shock of our experience in the woods. I suppose a familiar face does a lot to close gaps in new environments.</p>\n<p class=\"cnM0MTZmZTg5YTBlODQ4OWU4ZjZlZDI2ZjRjN2MyMDY2\" data-original-margin=\"\">\"Um, do you know this... commoner?\" the older girl condescends and I roll my eyes.</p>\n<p class=\"cnNkMWY2YTJlMmJhNjRmZDU5OWZiZmY4MzdmZjdjZjAy\" data-original-margin=\"\">\"Huh, oh this is Lillith of Endings, don't let the common dress fool you, there's a lot more to her than meets the eye,\" Autumn answers and I laugh.</p>\n<p class=\"cnM0YzM4MjUyMzRiMzQ0YWM5OGI1ZTliODRiOWE4YWIx\" data-original-margin=\"\">\"It's good to see you too, Autumn,\" I answer, \"yeah this is my dorm, although you probably won't see me here much.\" Autumn looks disappointed and the other girl looks relieved.</p>\n<p class=\"cnM0MzFlMGJjZDM1MzRiNjE4ZmQzYmU2MGVjNDk0ZDM4\" data-original-margin=\"\">\"Well that's good to hear, exactly how low-born are you to dress like that?\" the unfamiliar girl sneers and I smirk.</p>\n<p class=\"cnNhYzM0YTQ0YWVlZTQzYzdiNGZjMDU4Mzg1OWU3ZTMx\" data-original-margin=\"\">\"Just low-born enough to be roomed with you, it would seem,\" I quip and she looks like I smacked her across the face. \"Anyway, I have to go get dressed, I'll catch up with you in a bit, Autumn.\" Autumn nods and waves as I head to my room.</p>\n<p class=\"cnNhNjBhZDQyOWY1MzQ3YTY4MjExNmMxMDg2ZGQ1Njdh\" data-original-margin=\"\">The dresses my mom made actually are fantastic, and I won't lose out to anyone on campus. They aren't exactly comfortable, but my mom had complied with my insane request to sew in pockets. It takes me a while to figure out the make-up, but I get it together. I think I look decent, all things considered, and I'm unlikely to stand out too much. I head down in the finest red dress I've ever worn and looking like a million bucks. I am of course so well dressed because today I am attending... basic math.</p>\n<p class=\"cnM0NzQ0ODU2YzA0YTRiZjE5YmI1OGYxMzU3YjdmNGFh\" data-original-margin=\"\">The rude girl from before is absent but Autumn is waiting for me. \"Lillith, you look great!\" she exclaims. Her blue dress is just as nice and I realize she is going to class today as well. It's a bit silly how dressed up we are expected to be, but with the children of so many prominent nobles attending, there are a lot of behind-the-scene politics at play here.</p>\n<p class=\"cnMyOTJkZDhjMDVjZjQyYWM4ZDIzODc1OWVlZTZhYzUw\" data-original-margin=\"\">\"Same to you, you're killing it,\" I respond and her smile begins to fall before I add, \"which is to say, you look wonderful. Sorry, I suppose that's an uncommon turn-of-phrase here.\" She smiles again and accepts my explanation readily. Of the people on campus, she will be one of the ones more prepared for my antics. \"I'm headed to math, I don't suppose you have the same class?\" I ask. It's a core class for students our age and it's not unlikely she will be there, as it is only taught in three different sessions.</p>\n<p class=\"cnNlMjg1ZjYxNzJlNTQxNTZhYzI0NWIzZDk1YzQ1MTg0\" data-original-margin=\"\">Her face brightens and she nods excitedly, \"I am! do you want to walk together?\" I smile back and nod in return.</p>\n<p class=\"cnNhNjlhOTg3NjgyNDRkMjg5ODE1MWQ2ZThhNWVmNDA4\" data-original-margin=\"\">\"I'd love to, I'm glad to see you doing so well, how is August?\" I ask and we catch up while walking to class. All in all, it feels a lot like my undergrad days on earth, excepting the black-tie apparel. As Annie, I would have walked to class in my favorite hoodie with 'Bash Back' printed on the front in hot pink letters. Oh well, I suppose this dress does bring out my eyes.</p>\n<p class=\"cnMxYWVlN2QyZGYyNTQ4YmRiOTkxZWJlN2FlMDllOTk1\" data-original-margin=\"\">\"So who was the ray of sunshine earlier?\" I inquire as we approach the building our first class is in and remembering the snooty girl from our dorm.</p>\n<p class=\"cnNhYjdlOGNjNDgzMjQ0MTVhY2JkODNjNTU4YjcyYzJm\" data-original-margin=\"\">\"Oh, that was Iris of Bonner, one of our roommates. Don't mind her, only Iris impresses Iris,\" she answers and I nod. I suppose there are probably more than a few Iris types on this campus. It's why I'm dressed like this, after all.</p>\n<p class=\"cnM3Yjg4MGI3NDdlYjQ0NzJhY2Q3MmVkMTIwZmUzMDFm\" data-original-margin=\"\">As we finally arrive at the theatre-style classroom, I am met with August's familiar face and we meet up with him. We are looking for seats when a sneering voice calls out, \"Lillith, what in the third plane are you doing here? Shall I call the knights to escort you off campus?\" I turn to look and groan as I see who the voice belongs to.</p>\n<p class=\"cnM2MWY0MDBlYjcyODQzZTNiOWQzZDQwZDVlYTY3Y2U1\" data-original-margin=\"\">I don't actually have that much against this kid. The last time I saw him he was just a spoiled child being a spoiled child. Assuming he was unaware of the steps his father took against me, that's probably all he ever was. I still don't like him much, however, and I am not happy to see him here.</p>\n<p class=\"cnNmMTYzOWM5ZmFiYzQ0Mjg5ZTliYjc1ZDIxY2ExYWIx\" data-original-margin=\"\">\"Who is that?\" August whispers to me and I sigh.</p>\n<p class=\"cnM2OTllNjNlNTBlZjQ4OTQ5YWUzNWQ3Yzc3ZDU2MTRl\" data-original-margin=\"\">\"We used to be... friends,\" I answer tiredly, \"a long time ago. Although I haven't thought of him much lately.\" Hugh snickers at the description of our past relationship and I rub my temples, already exhausted with this school year.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized use: this story is on Amazon without permission from the author. Report any sightings."
}