{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkZmE4NjU5ZGNiNTRjYjY4NmEwNzYyYmEwMDViNjY1\" data-original-margin=\"\">I stare for a moment. The boy is obviously blind. Well, it should be obvious. I suppose I can't lean on visual biological cues in that way mere moments after tossing a couple of men into the great beyond with my magical powers. Still, the child behaves as if he can't see. This alone doesn't surprise me; I'm aware that people like him are often brought here. What catches me off guard are his priest's robes.</p>\n<p class=\"cnMyYzdlMjExOGI4YzQ2NTU5YmY5ZmRkMDI3ZjllYWYw\" data-original-margin=\"\">\"Please don't hurt me!\" the boy trembles, his eyes beginning to water. It takes me a second to realize he is talking to me and I allow the silence to drag for too long before coming back to myself.</p>\n<p class=\"cnMyOWUyMmYzNjhlMDQwN2U5OTZhYWE1ZmE0NDlkOGQ5\" data-original-margin=\"\">\"Shit, no, I'm not here to hurt you,\" I reassure, \"I'm here to help, if I can. Can you tell me why you are here?\" The boy fidgets in his robe for a minute before shaking his head.</p>\n<p class=\"cnM5MjBhZGM0NGJhYjRmN2M4YmRiMjFlOWZmNjJjZWY3\" data-original-margin=\"\">\"N-no,\" he stutters, \"I'm not supposed to...\" He holds a hand to his face and reaches out to the canvas of the wagon to get his bearings. Terror grips his expression and he begins moving toward the side of the wagon, looking for stability.</p>\n<p class=\"cnMyNjFmMmJjZDQ0NzRlYTM4MmI0YjQ3Y2M4Mjk3YmM1\" data-original-margin=\"\">\"That's alright,\" I answer before asking, \"Is there a reason you aren't supposed to tell me?\" He fidgets more and moves one foot back, nervously trying to come up with an answer. I give him time, leaning back to see Autumn and August whispering to each other. I feel a pang of guilt at the haggard look the twins share. They are far too young to process today's events, and I am responsible for the worst of it. I can't think of what else I could have done, but I didn't do right by them anyway.</p>\n<p class=\"cnM5MTEwZTZhMTRjZDRjNDA4Y2U3ZjQyMjBmNjZkNjA2\" data-original-margin=\"\">I return my attention to the boy as he answers me, \"Brother Neville told me I could never, ever tell anyone or the Collector will punish me...\" he explains meekly. I suppose Brother Neville is probably the priest I gave a rapid burial. I think about how I want to approach this for a minute, then I look at the boxes of corn and climb into the wagon, taking a seat opposite the boy.</p>\n<p class=\"cnMxZjA1YjAzODYwZTRkNzk4ZWIyM2FjOTM2NTgxYmNk\" data-original-margin=\"\">\"Are you hungry?\" I ask, digging through the bag on my side for a snack. I'd rather not waste the little I have since I don't trust any food in this forest, especially after examining the flower earlier, but I do want the kid to be comfortable. He hesitates for a moment, then nods. I pull out some jerky and pause. \"I have some food for you, if you hold out your hand, I'll give it to you,\" I offer. The boy hesitates for a moment before extending an open palm toward me.</p>\n<p class=\"cnNkNDIzMmUzNDE1ODQwYTNiZTRkYzM4MWQyYWY3NGE1\" data-original-margin=\"\">I gently press the jerky into his hand, and he pulls it back to begin eating it. He tears into it like he is starving and I raise an eyebrow. I wonder how long it's been since he's been properly fed. \"It's alright if you don't want to tell me,\" I say calmly, \"You don't have to do anything you don't want to do. Do you want to know a secret about the things grown-ups tell you though?\"</p>\n<p class=\"cnM4ODhmMGViNWFkMzRkNzg5Y2FkMDZkM2M2OTJiYjYz\" data-original-margin=\"\">He doesn't stop eating, instead just shrugging at me. I find his reliance on nonverbal cues interesting and decide the infection that blinded him must have been relatively recent. \"Sometimes,\" I begin, \"grown-ups tell you things to keep you safe. They understand things a little better and want you to be happy and comfortable. They want to protect you.\" I pause for a moment to allow him to think through what I'm saying. He has likely been told similar things in the past.</p>\n<p class=\"cnM3ZGExY2U3ODY2ZTQ0MjliYWI2MWIzNzNjZTgxODBj\" data-original-margin=\"\">\"Other times, however, grown-ups tell you things only to keep themselves safe. If they hurt you, or do something that makes you uncomfortable, they might tell you to keep it a secret no matter what. If someone hurts you, or threatens you, they might want you to keep it a secret for their own sake, not yours. The secret is, grown-ups do bad things just as often as kids do, and they want those things to be secret just as much as any kid would,\" I continue. I've never been that good with children. I like them, but I am not talented at communicating with them. I hope I am doing ok.</p>\n<p class=\"cnM5OGZlM2Q5YWJmOTRkNGQ5NzFhNWE5NTE1YjIwZjc2\" data-original-margin=\"\">His brow furrows at this, and I decide I might be pushing too much. \"Of course, you don't have to say anything to me that you don't want to. Take your time, and if you change your mind, let me know, okay?\" I ask and the boy nods reluctantly, holding out his hand hoping for more food. I hand him some more jerky then realize I have been an idiot. \"My name is Lillith, by the way,\" I add in an attempt to cover for my mistake. I want to make him comfortable but I never even asked for his name. \"Do you mind if I ask who you are?\"</p>\n<p class=\"cnNlNjE2MTE1MGYxODQ4YTI4YzA1NDUzNDcwNTIwMDQx\" data-original-margin=\"\">He pulls the jerky back to begin eating again, but he answers me. \"Peter,\" he says and I relax. He is either warming up to me or he is so focused on food he forgot how nervous he was. I'll take it either way.</p>\n<p class=\"cnMzZGEzYzgyYmFhMTQxYjliODhlZDgzYTcyZmJjMTNl\" data-original-margin=\"\">\"Nice to meet you, Peter,\" I respond with warmth. I then take a few more pieces of jerky out and put them in front of him. \"I'm leaving some food for you here,\" I explain, guiding his hand to the spot where I left it. \"I have to go talk to my friends now, will you wait for me?\" I wait for him to nod again, then I climb out of the wagon.</p><p class=\"cjk5ODJiNmQyM2VlOTQzZTBiNGI2NmVhOTAyMjcwZGY2\" data-original-margin=\"\">If you discover this tale on Amazon, be aware that it has been stolen. Please report the violation.</p>\n<p class=\"cnNiN2MxNTdlODQ4ODQ0OTk4NzRlODBlYzc2YTY5NWEy\" data-original-margin=\"\">I cautiously approach Autumn and August, who tense up as they see me. I glance down the pit I created earlier and see the remaining priest struggling against my force mana. I sigh; I have to handle one thing at a time. I leave him and walk over to the twins. \"Hey,\" I hazard, trying to put them at ease with my tone. It has little effect.</p>\n<p class=\"cnMyN2E0ODlkMTBmZTQwODY4ODJlNWRlNDVlYTcyYTA5\" data-original-margin=\"\">\"Lillith, what the fuck is going on?\" Autumn demands and I wince.</p>\n<p class=\"cnNmZDhlZDczNDhiZjQ0ZDU4MGY4ZWI0NjRjNDllODhj\" data-original-margin=\"\">\"It's... a lot,\" I answer. \"I know. And I want to apologize, I... shouldn't have dragged you into that fight earlier. None of us should have been there,\" I begin but August cuts me off.</p>\n<p class=\"cnMwYWNhODVlYzA0OTRiY2E4ODg2OTlhYTVjMWVjMDkx\" data-original-margin=\"\">\"Why did those priests try to kill us? Why did everything keep jumping around like that? Why did you fucking kill that woman earlier?\" he bombards and the last question hits me like a fist to the gut. These two have lived a fairly comfortable life together. Before today, even the common troubles most people have were alien to them, and suddenly monsters started exploding around them before priests started controlling and trying to kill them. It's going to take a lot to explain today's events.</p>\n<p class=\"cnMzMTRlYjlhZjEzMjRlZjZhNzM2OWRlYTcwZjY0YTli\" data-original-margin=\"\">\"Well,\" I begin, \"there is a lot to answer about all of that, and I don't know if we are safe to discuss it right now. Will you try and trust me until we get out of this forest?\" I ask, echoing my sentiments from earlier. The twins glance at each other and I add, \"What I can tell you now is, this forest is trying to kill us. That was a trap earlier, and it won't be the last one. I want to get us out of here safely, then I will answer your questions.\"</p>\n<p class=\"cnM2NjQ1NGQ5ZGY1NDQ1YWY5MWJiZjZlMDQ4MDFhOTA3\" data-original-margin=\"\">The twins communicate in silence for a moment, then turn to me. \"Alright, Lillith,\" Autumn apprehensively agrees, \"but when we get out, I want you to answer all of our questions.\" I nod in assent and the two stand, a bit shakily to join me.</p>\n<p class=\"cnMyNjg0NmUxMDc0NjRjOGI4N2Y0MDA1Y2FiMDQ0MTYw\" data-original-margin=\"\">\"For now, we need to move on. I don't know if the sky is safe anymore. I think we should take the wagon. This road could lead us out.\" I return to the pit and raise the priest out with force mana, then address him, \"Do you understand what will happen if you try to hurt one of us?\" I ask and the priest reluctantly nods, venom in his eyes. I release him and let him fall to the ground in front of us.</p>\n<p class=\"cnM2NDc5ZGRhZmY3MTRlZWI4YjNlYTY5NGQyNDE2OGE1\" data-original-margin=\"\">He coughs, having struggled against the soil while I spoke with the others, and clambers to his feet. \"What do you want from me?\" he asks and I rub my temples when Autumn cuts in.</p>\n<p class=\"cnMwZTRkMWZlYjU3MDRkNjFiYTA0MTI3YWY3NjdlMWQ5\" data-original-margin=\"\">\"Why did you try to kill us? We only wanted help!\" she yells at him and he glares back at her.</p>\n<p class=\"cnM0ZDMyZDY2MjQ4YjRkYmZiOGIzZDFjMGU3YmZiYjc1\" data-original-margin=\"\">\"Priests don't help mementos,\" he answers indignantly, \"You are here by the Collector's will. Once we realized you were traveling with demon spawn, killing you became the safest option.\"</p>\n<p class=\"cnNhZmI2NzRjZDY1NzRjMmE5OTllNWJjOTI4ZDBiN2I4\" data-original-margin=\"\">\"Mementos?\" I ask, my words competing with August's \"Demon spawn?\"</p>\n<p class=\"cnM3NDZkY2FiYzM0OTQzMzI4Yjc0M2I4YWVkNWE1YTFk\" data-original-margin=\"\">The priest ignores me and answers August first. \"Her,\" he says, pointing at me, \"Women born of demons who use demonic magic to fight the Collector's divine power.\" I roll my eyes while August's widen.</p>\n<p class=\"cnM3YjVmN2ZmNjY0OTQ5YzZiMzZlZDYxNWQ1MzM3Mzhh\" data-original-margin=\"\">\"My father isn't a demon, just a dick,\" I quip, \"And I resisted your divine magic using regular old mana. Just an endoaspected mana that prevents you from controlling me, like faith mana.\" I see a flicker of realization in the priest's eyes before they harden again.</p>\n<p class=\"cnNiZTA0ZGQ1ZjQ2NTQ5OTJhY2ExNjgzZWRlNjA2ZGQ2\" data-original-margin=\"\">\"Liar!\" he accuses, \"I would have been able to see endoaspected mana!\" I groan as the twins look at me with suspicion. It's not my fault grief mana turns invisible! Actually, it probably is. Mana aspects behave in response to your understanding of the aspect. Something about my interpretation of grief is hiding my mana. Nevertheless, it wasn't intentional!</p>\n<p class=\"cnM3OWMwZDJhYTQ2MDRlMGNhM2I1MGU4MGEyOWVmZTg4\" data-original-margin=\"\">\"The invisibility of the mana is part of the aspect as well, as is its potency,\" I respond, \"Now can you please tell me what you mean by 'mementos'?\"</p>\n<p class=\"cnM1Njg1MTk0N2I4MDQzMDVhMjljNDZjMmVmNjVlMWMx\" data-original-margin=\"\">He glares at me. \"As if you didn't know, demon spawn,\" he spits and I rub my forehead in frustration.</p>\n<p class=\"cnNlOGUzMzFiYTA0ZDRiZGFhZGZiZmQ2MDQ5ZDAwMzJi\" data-original-margin=\"\">\"You're right, I am lying to you, trying to trick you into telling me something I already know. You have foiled my plans to gain knowledge I already have. Surely the Collector has a seat at his right hand reserved for you and your righteous wit,\" I intone. \"Now that we have established that you have seen through me, do you mind answering anyway?\"</p>\n<p class=\"cnM5YjZjODA1NTEwZDQ1ZjI4ZGYxOTkzZTc5ZDM4MGJh\" data-original-margin=\"\">He scoffs at me, \"A memento is someone like all of you. Heretics against the Collector who have been given as offering to him. Left in the Radiant Woods for him as punishment for rejecting his teachings and his perfect design,\" he explains and I realize I kind of did know what he meant. I was just surprised by the word choice. The priests assumed we were banished here for heresy. In my case, I probably would have been, but that doesn't change the fact that he is wrong.</p>\n<p class=\"cnM4ZTNkODA3NTdkODRmOGI5N2E5MmJjNTVmMWIwNWQ4\" data-original-margin=\"\">\"Wait, you think we are heretics??\" August blurts out, \"We weren't banished here, we just stumbled in! I swear, we are loyal servants of the Collector!\" The priest just raises his eyebrow.</p>\n<p class=\"cnMxNmYwZjJjMGYyZTRjYjQ4MjNjYzI1N2E5ZGRiNjc3\" data-original-margin=\"\">\"Loyal servants of the Collector traveling with demon spawn? I am no fool. I know heretics when I see them. You are still standing side by side with a priest killer!\" he accuses and Autumn looks at him aghast.</p>\n<p class=\"cnNlMzE5ZTlkZDQwMjQ2MmRhYTczZDRlMzE0NzAwYzdm\" data-original-margin=\"\">\"You tried to kill us first! Are we just supposed to die??\" she asks, voice bursting with indignance.</p>\n<p class=\"cnMzMjQ0M2VhMmM2ZDQ2Yjg5OTBmM2FkNWQ4ZTZjMDE1\" data-original-margin=\"\">\"Well that's not true at all, is it demon spawn?\" the priest asks me as an answer to her question.</p>\n<p class=\"cnNlMzk4YmRjZGFmNzQxYzhhZTI5MzlmMTU1YTkyMzE5\" data-original-margin=\"\">\"No, you stole their minds from them, then you tried to kill them when I told you no. That's still on you, you fucking moron,\" I answer, annoyed he is trying to use 'not submitting to mind control' as a justification for trying to kill us.</p>\n<p class=\"cnM4NGM5YWM2ZjRkMDQzNGJiOWRhNmM5MTg1NGJlNjAz\" data-original-margin=\"\">The priest opens his mouth to respond, but we never hear what he has to say. The flesh-beast that has been pursuing me flies out in front of me and tackles the priest, limbs forming to strangle and tear at his skin. He screams as his flesh corrodes on contact and freshly formed fingers burrow into his eyes, throat, and mouth. The monster's body morphs around the man, cutting off the sound of his screams and I can see him struggling through its translucent flesh for a few seconds. Then, as suddenly as it started, his struggle stops.</p>\n<p class=\"cnMyZDI2MjZjNjhkMzQzNTY5NjVkMWYyMWNkYWQwOGYz\" data-original-margin=\"\">We stand in silence as the monster dissolves his body inside of it. It doesn't turn, but its limbs are reabsorbed into its body, and a mouth begins to form on the side facing me.</p>\n            ",
  "invisibleParagraphContent": "If you discover this tale on Amazon, be aware that it has been stolen. Please report the violation."
}