{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0OGQ4Y2FiZDYzZDRmYjM4N2YwNzZjNzk1ZTEwMDE5\" data-original-margin=\"\">For the following two months, my routine is mostly unchanged. The mages of penance, my glib nickname for those at the house who have acquired mana, have grown to about thirty-two in number. The first thing I teach any of them is to suppress and hide their mana. Every time I visit I try and drive the point home that what we are doing is dangerous. The rumors that you will become a noble if you become a mage are only half true. The reality is you will either become a noble... or you will die.</p>\n<p class=\"cnNiNzE1YmRkM2FmYzRjZTE5MDU4MmU1NDA0YWUwNTgx\" data-original-margin=\"\">Nobility doesn't name new noble houses because it's a hobby of theirs nor because they just respect mana so much. It's about control and power. Magic is what keeps the nobility in power and it is in their best interest to consolidate that power. Promotion to nobility is the easiest way to keep magic a noble exclusive ability, if and only if a new mage is connected to someone important. If a new mage happens to be someone who is already missing or rejected by society, the easiest solution will be to kill them.</p>\n<p class=\"cnMxOWMyNTVkMDdjZDQ0ODNiZTcxZDBmMzNkNTQ0MDQy\" data-original-margin=\"\">When my magic was discovered, thanks for that Walter, I was investigated. Baldwin himself came to see where my magic came from. He wanted to know if I was the illegitimate child of someone important. If I hadn't been the 'apprentice' of a known mage I would probably be dead. Actually, if it weren't for how unique my mana gathering is I might still have been killed. Baldwin and Godfrey seem to have a complex relationship, one in which Godfrey is not in control.</p>\n<p class=\"cnM1ODhkMDY0NGE1MjRmODBiZWQ3OWU0YjNkODMyMmEy\" data-original-margin=\"\">If any of these new mages attempt to ascend to nobility, the choice between the two options will be fairly clear. I do warn them of this, even remind them of it so often that the entire house practically groans when I bring it up, but I still worry it isn't getting across. Sometimes, for a better life, people will take great risks. I know that better than anyone; this entire experiment is a massive risk in service of a better world. I hope for all of their sakes none of them try, but I am expecting one of them to.</p>\n<p class=\"cnM5MWRkMTg0M2E1MTQxNDBhNThiYWY2YmI1ZjE4YjU1\" data-original-margin=\"\">The danger here isn't just that they will be killed, however, but the investigation before their death. The temple can make them admit where they learned magic. Baldwin can as well. If my experience with Baldwin tells me anything, it's that it will be the latter. Much like with me, he will want to find out if the new mage is useful and monopolize that use for himself if they are. I rely on Baldwin's greed and arrogance more than I'd like, but it is my best chance at beating him. It's easily the biggest weakness he has exposed to me.</p>\n<p class=\"cnNlNDYxNTlmNGYwZDQ4N2NhNTlhN2IzMGI5NDU0OGIz\" data-original-margin=\"\">Fortunately, there is a sense of community that has prevented this... so far. Unfortunately, it's more like two communities and they tend to butt heads. There have been several small problems over the past few weeks. None of these mages have managed to aspect mana yet, much less cast a spell. A few of them still get a sense of superiority and there have been various unfortunate encounters between mages from either side. For some, living together inside a circle for a few weeks draws them closer together. For others, it fosters hostility.</p>\n<p class=\"cnMxYmUyMzIzNWZjZTRhNWI4NjQyZjhhMGUzZmQ4YzFm\" data-original-margin=\"\">Overall, however, the sense of reliance on each other has helped foster a sense of trust. This is hardly foolproof however and there have been several arguments and physical fights. The most serious fight took place inside the circle while I was gone and one boy was nearly forced out of the circle prematurely. That would have been a huge headache to deal with.</p>\n<p class=\"cnNjZjQzNjY4MDUzNzRiNjRiYThkMzcyMTJmMTVlNTUz\" data-original-margin=\"\">I am not the only one predicting further trouble, especially when they can use spells, and Diana approaches me one day with her concerns. \"What are you going to do when someone violent, or dangerous learns magic from you? What if someone refuses to help once they have magic? What about when one of these fights break out and they have spells that can actually do harm? Do you have some way of restricting their magic?\" she asks, furrowing her brow in concern.</p>\n<p class=\"cnMwYWYwNjExOGVmMjQwMzJhZTU4ODA2NWNlYmQyMTBj\" data-original-margin=\"\">I watch the groups interact for a moment while thinking about my response. eleven of them are meditating, attempting to aspect mana. seventeen others are trying to suppress the mana they have, while three are discussing endoaspected mana. Something seems wrong that I can't put my finger on, and I rub the back of my neck as I answer. \"Well,\" I say, \"that depends. If someone becomes a rapist or something similar, I'll kill them. But that's not the only possibility. Maybe their mind isn't healthy and they can be helped. Maybe they are just assholes and I can recommend denying them the safety of this community. Maybe they can change if you are patient with them. I don't know,\" I start, turning to face Diana.</p>\n<p class=\"cnM4ZTFiNzQyNWVhOTQ1YzZhYzk3ZGExZGExMjgxZjQ1\" data-original-margin=\"\">\"Ultimately,\" I continue, \"It's not about what I would do, but what all of you would do. I can give my advice, but I can't tell you exactly what the best way to handle it is. Everyone needs to decide how to handle it. I am not your leader, no one is. We are just people helping each other out, and we will all need to figure out how to respond to problems. We can all agree to defend each other from spells and to try and stop someone from casting them to do harm. We can prepare any number of ways to handle it. But I can't give you a rulebook to follow with an appendix for punishments. That's not who I am,\" I explain.</p>\n<p class=\"cnMzNjZhZTQ2MTU3MTRkMTViY2RjNjQwNTNjZTI5NTIy\" data-original-margin=\"\">\"So you just have no plan to stop someone dangerous?\" she asks, shocked.</p>\n<p class=\"cnMyOWNlMThhMjEyMTRjZWU5MTljMjBlNTdlZTE5NzNl\" data-original-margin=\"\">\"Well, not exactly,\" I respond, rubbing my neck again. Something is tickling the back of my mind but Diana's question is important. I try to articulate what I mean, \"I have a dozen things I can do to stop someone if I need to. If someone does enough harm that I need to end them, I will. If I can provide the ear someone in a panic needs, I'll do that as well. What I'm saying is it can't be up to me. For one, I won't always be here, and for two, that's just a really bad idea.\"</p><p class=\"cjdhNzA0ZmVkZTliODRjNTRiOWRkNjI2MmVhYTcxOTQ1\" data-original-margin=\"\">Stolen content alert: this content belongs on Royal Road. Report any occurrences.</p>\n<p class=\"cnMxYTA5MWE0NThiNTQ4MDQ4N2E4ZTU4MDI4YjkxN2Rj\" data-original-margin=\"\">\"Why is that? You are the one teaching us magic, the one giving us this opportunity. No one here would begrudge you calling yourself our leader. Besides, why give us mana at all if you knew that could happen?\" she puzzles.</p>\n<p class=\"cnNlNGY5ODc1MzlkMDRiMjVhODg0YWFlYmVkN2I3MGYx\" data-original-margin=\"\">\"Have you ever heard the phrase 'everyone is the hero of their own story'?\" I ask, and she shakes her head. \"I thought not, it's not a saying from around here. It means every person interprets the world through their own desires and their own motivations. Everyone but you is a side character in your story and you will always respect your own views at least a little more than other people's. To you, you are the main character,\" I explain.</p>\n<p class=\"cnNlN2NhZTJmNGQ0MjQ2NWJhZDc4ZjU5OWVlNmNkNTFi\" data-original-margin=\"\">\"So...?\" she responds, the question clear in her voice.</p>\n<p class=\"cnMwZjc1NTYzYjRhYTRmZTc4N2Q5NzNkNWQ0MTJhNzU0\" data-original-margin=\"\">\"So,\" I respond, sighing, \"I'm the hero of my own story, but I'm not the hero of the world. I want to make the world a better place, Diana. I have my own vision of a better world and my own vision of how I get there. But the odds are stacked against me. I can't get there on my own. But what if my ideas are wrong? What if they don't work? What if some other version of them will but mine won't?\" I ask.</p>\n<p class=\"cnNjODJjZGMwMDExNDQxYTc4ZDg1OWE1ZjQ2NzY5ZTQ4\" data-original-margin=\"\">This is a question I have asked myself many times. I was not the only anarchist in my world. I had a community, and many of them were smarter than I was. Many of them had successfully realized small communities that I hadn't. I was the direct-action girl. I was at the front lines fighting for change but my ideas weren't the ones that helped people most. I was a spear and a shield but I had experts in community and mental health to fall back on. Without them, I'm lost.</p>\n<p class=\"cnNjZDdlZWYwYTI5ZDRmNDVhN2FkNzZjMGM1ZmI3ZmQy\" data-original-margin=\"\">She looks contemplative, so I continue, \"I'm probably not the smartest person in this room. I'm the most educated. I'm the most experienced in some ways. But I'm not the smartest. So you want to know what I'll do if one of these mages becomes a little tyrant? I'll fight them. I'll talk to all of you. But let me ask you, what if I am wrong? What if I die?</p>\n<p class=\"cnM1YmJkZjA4ODgwNjQxYTViODRhMGRkMDIwYjc5NWEz\" data-original-margin=\"\">Because I am not the smartest person in the world, I don't have all the answers. What I do know is the current world is wrong, and with help, I can end it. But if the world relies on me to change, to improve, to bring everyone out of the dark and into the light of a new day? If all that weight is on my shoulders alone, there is no hope. I can't lead everyone to a brand-new world. I'm no good at that. But I can help tear down the old one. I can share my ideas about a better world and watch them grow when passed on to other people. And if I die, I can die with the hope that someone is still fighting.</p>\n<p class=\"cnM0YTBkMGNkNjgxMjQxOTZhMzBmNDJhZDg0NDU4YjM1\" data-original-margin=\"\">That's what I want to do. I want to give everyone that option. Maybe I am doing it wrong, I don't know. But right now, I am helping people. Those people will help more people, and eventually, it will have grown so far past me and what I can do that neither I nor the king of this country can take it away from them,\" I finish and Diana examines me.</p>\n<p class=\"cnM0NDY5NzM4ZjI4NDRlNDhiMTE0MDUxMTcwYmRkNzI5\" data-original-margin=\"\">\"I knew you wanted us to share what we learn, but I didn't realize you wanted to... do so much. You want to challenge the king?\" she asks, face turning a sickly green. Shit, I got a little carried away there, didn't I? I like Diana but she is... a bit more loyal than I would be in her situation. I'm about to try some damage control when it hits me. That's only thirty-one mages. I am missing one. I scan the new mages, trying to figure out which one is missing.</p>\n<p class=\"cnM0MGRmNTgyZDk0MTQyYzRiM2IyMmE0MjUwMmNhYThl\" data-original-margin=\"\">It takes a couple of tries but I realize it's Mary, the little girl whose fear inspired me to kill the thug back when I saved them. She's just... gone. \"Excuse me a moment,\" I say leaving Diana to contemplate our conversation. I really need to talk to her again but I have a pit in my stomach telling me something is wrong. I search each room but Mary is nowhere to be found. Running back to the main room I interrogate the room, \"Has anyone seen Mary? Anyone?\"</p>\n<p class=\"cnNiNjUwZDhiZGVkNTRhYzc4YmE1YThmOGMwNGI5YWQ0\" data-original-margin=\"\">I scan the room and I get a mix of confused and apologetic looks. A few shake their heads or shrug when I focus on them. More desperate, I begin looking around frantically when I see a young boy avoiding eye contact with me. I think I may have seen him with Mary a few times? It's hard to know for sure but I hone in on him. \"Please, if you know where Mary is, can you tell me? She could be in danger,\" I plead and the boy looks around scared.</p>\n<p class=\"cnMwYTQ3N2FhOTkzODQ3ZWE4NzJiOGJiY2RkMTI3Njkx\" data-original-margin=\"\">He makes eye contact with Tommy, who gives him a slight nod. \"Tell 'er if ya know, it ain't safe for 'er out there,\" he says, answering the boy's unspoken question.</p>\n<p class=\"cnMzMjNkN2RlMjA1NDQ3NDE5ODcxODNlMWVmYmMzNTM3\" data-original-margin=\"\">\"Um... Mary said she was gonna get us outta here. She said she was gonna be a rich lady now and we'd get to live together in a fancy place,\" he finally admits. Fuck. Fuck fuck fuck fuck. I hadn't considered her to be one of the riskiest new mages. She was so slight and gentle. I should have known better. She would have understood my warnings the least and been one of the most desperate for a better life.</p>\n<p class=\"cnM0ZDUzY2FkZjdkNTRhOTE5N2IxZmYxZTcwMmRjYzAy\" data-original-margin=\"\">I waste no time, I ask the kids without magic, or the ones who can successfully suppress it, for help. I give them a long list of addresses and instructions with a meeting time. Then I whisper a few words to Ozzy before heading out the door. My mind races as I rush to the temple. It's the most likely place she would have gone if she wanted to be promoted to nobility. I use upward force to decrease my weight and practically fly through the roads.</p>\n<p class=\"cnMxNDQ1ZDJmYjI4NzRjNzA5M2YzZmQ2ZjM3Y2M3MmIx\" data-original-margin=\"\">I draw a few stares as I run at breakneck speeds through the streets of the city. When I finally arrive at the temple I draw a different kind of stare. I didn't have time to change into women's clothing and my pants and shirt are apparently scandalous in this part of town. I don't care, and I frantically search the courtyard in front of the temple. In a stroke of luck, I spot Emeric walking to the temple and I run to him.</p>\n<p class=\"cnNhYzQ4YWNiNTcyYjRmMmU4NmU0YzA1ODRhZWJjYzc4\" data-original-margin=\"\">\"L-Lady Lillith? What are you doing, what are you wearing?\" he splutters but I ignore the question.</p>\n<p class=\"cnNkMzg2ZDY2ZTJkNjQ3NWVhNmNjZWZmMWExMmQ1YWZh\" data-original-margin=\"\">\"Have any commoners come by claiming to be mages,\" I interrogate and he looks taken aback.</p>\n<p class=\"cnNkYWY1Y2UxMWI4YjRhZTZiZTliNDQ1NDE5ZDAxYzIx\" data-original-margin=\"\">\"My lady, you know I can't-\" he starts but I don't let him finish.</p>\n<p class=\"cnNkMWVmYjMzZmM3NzQ2YTg5NDg0NDc2OGIyMThmZGFm\" data-original-margin=\"\">\"Please,\" I beg, \"she could be in danger. I really need your help!\" I can tell he understands but he adopts the same serious expression he got last time I spoke with him.</p>\n<p class=\"cnM2OGNhN2ZiYWI2NjQxZmJhNmQyYTJlMTFlMDc3YTc3\" data-original-margin=\"\">\"Alright Lillith, calm down. I'll find out, ok? Come with me,\" he answers and leads me into the temple. I sweat while I wait for him to speak to another priest in hushed tones, looking back and forth and the interrogating eyes of the other churchgoers. After an agonizingly long time, he returns. \"Okay Lady Lillith, you are right. A young girl stopped by a few hours ago claiming to be a mage. It was reported to the city lord and Lord Baldwin came to collect her. She is perfectly safe, alright?\" he explains.</p>\n<p class=\"cnNjMTRmMTY5OThjOTQ5MzFiZjQ3OWYyN2Y4N2NhZjM4\" data-original-margin=\"\">I am out the door. I wanted to wait the full year but this was always a possibility. Things are in motion now and can't be stopped. I failed to stop her in time and now what plans I have in place will have to do.</p>\n<p class=\"cnM2MWI2YTcwZTc1YjQ5ZmE4OTk2ODYxMmVmYjQxNjdl\" data-original-margin=\"\">I have to kill Baldwin. Tonight.</p>\n            ",
  "invisibleParagraphContent": "Stolen content alert: this content belongs on Royal Road. Report any occurrences."
}