{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3MzczODEyMTdhMTQzZGU4NjFiNjE2NjUzMzA0Yjdi\" data-original-margin=\"\">I manage to fight off sleep for the duration of my initial treatment. It's an unpleasant choice to make in a world without effective anesthetics, but I have to pump mana through my blood to simulate a heartbeat. Eventually, they actually bring a priest in to help heal me which is less helpful than they expect. The priest, with no understanding of biology, does the same thing Baldwin did and just tries to form my body into an image he has in mind. If I hadn't made changes, this would work. Instead, I have to fight off his intent to keep my changes intact. My fangs are almost useable and I don't intend to lose them and my blood poison right now.</p>\n<p class=\"cnM5ZjRhNjdjMjQ2ZTQwYmJhOTMwYmU4YzFkYjBhNjFk\" data-original-margin=\"\">All this together results in a decidedly unpleasant treatment, a lot of teeth grinding, and enough pained eye-watering to leave my eyes red and puffy. And so I find myself in front of Headmistress Cateline looking like some kind of pale, bloated fish. She eyes me appraisingly from behind her desk, and I can see the disapproval written across her face. If not for my current state, she'd see the same on mine. I haven't forgotten her thumb on the knife in my arm.</p>\n<p class=\"cnM5YjExZmEwZWVkMTQyOWRhYWU4YzQ0ZGUyNjU4NzNl\" data-original-margin=\"\">She looks through a few papers before looking back up at me. \"So, Autumn of Forrester, Eleonor of Renatus, Iris of Bonner, and you, Lillith of Endings,\" she intones, maintaining eye contact with me. \"No one of particular import in your dorm. And yet, a mage with enough power to avoid our knights and sneak on campus targeted you, of all people. Would you care to enlighten me as to why?\" I don't even have to lie, not really.</p>\n<p class=\"cnNlZWQ5NzQwMTNmYjQ0ZjQ5OWFjYWI2MTJhZGZkOWE2\" data-original-margin=\"\">I can think of multiple reasons someone would target me, but Autumn? She's just a cute kid trying to live her life. \"I don't know why that man was there,\" I answer, \"I wish I did. I'd actually like to avoid being thrown around like a rag doll in the future, if possible.\" She just gives me an unamused look.</p>\n<p class=\"cnMxYWY2ZWU1ODQxMjQ5NmRiMmRkZWY4ZDUzOGI4NmFk\" data-original-margin=\"\">\"Can you tell me how you survived, then?\" she interrogates and I lean my head back in exhaustion.</p>\n<p class=\"cnM5ODViMmE1ZWU5MjRiNjZhOWQzMzJiMmU0Yzk2ZmZj\" data-original-margin=\"\">\"Barely,\" I quip, and she just glares at me expectantly. \"I don't know. I don't think he was trying to kill us. Whatever he wanted, it was something else.\" She raises an eyebrow.</p>\n<p class=\"cnMwNWVjYmM3ZDhiNzQxMzc5YjhiYjlmM2E2ZmEwYTEy\" data-original-margin=\"\">\"And what might that be?\" she practically accuses.</p>\n<p class=\"cnNhYmVkNWE4N2EzZDQ0YmU5NzhjYjJiNWZmZDdlYmIz\" data-original-margin=\"\">\"I couldn't say, but tell you what, I'll ask the guy next time I see him,\" I retort. She smacks her papers onto her desk with a loud thump to illustrate her frustration with me.</p>\n<p class=\"cnM1MmNlYzIxZWYyODQzY2ViNGU1NTQ0ODdhZGQ5Yjll\" data-original-margin=\"\">\"This is not a game, Lillith. Your tone and behavior is unacceptable. The company you keep is abhorrent, and you are developing behavioral issues. I expected more from Lord Godfrey's apprentice. You are going to embarrass him,\" she reprimands and I roll my pained eyes. She'll further injure a beaten child and that's conducting herself like a noble lady but I have breakfast with Leo and I am disgracing Godfrey. She seriously needs to get over this shit.</p>\n<p class=\"cnMyYjdmNDlkZjc3YTRhNWJiNGExMmNjYTNjODRmZDM2\" data-original-margin=\"\">\"Believe me,\" I answer, \"I am the architect of my own behavioral issues. And I honestly can't tell you anything more about our attacker. I would love to have them out of the picture, I would tell you if I knew anything.\" She examines me for a long moment.</p>\n<p class=\"cnM4MzlkY2ExZjhkMjRkY2JiMzZhNTJhYTk2NDk0ZTk4\" data-original-margin=\"\">\"If it were up to me, I would expel you right now just for the attitude. You are lucky to have Lord Godfrey supporting you, and you should appreciate him more,\" she answers, apparently more concerned with my lack of respect than the man who attacked her students. \"As it stands, I will suspend you instead. For causing a violent disturbance on campus. You and Autumn will be banned from campus for two weeks. It would be longer, but your aspecting class is scheduled to measure students' mana levels at that point. This will not happen again, do you understand?\"</p>\n<p class=\"cnMzNDdlNDI3ODk2MzRmNzY4MDg2ODJiYjRkZmY2MGJk\" data-original-margin=\"\">I just start laughing at that. It's all I can do. What a fucking piece of work. It's fine, I'd rather heal up around my family anyway. The laughter makes her more angry, and I should hold it back, but I just can't. I'm exhausted, in pain, and this shit is just too much. Sometimes it's all you can do. The rest of our conversation is less than productive, and eventually, I am sent to the dorm to collect my things. Here, I find Autumn, sitting on the floor and clutching her knees in front of my door.</p>\n<p class=\"cnM1N2E3ODVmM2EyODRlZTdiNzMwM2M2MDgyZGRiMjM1\" data-original-margin=\"\">She has been crying herself, and I can understand why. Teenage girls aren't supposed to have to fight for their lives from assassins. I feel a pang of guilt at this. She was clearly the target, but the assassin's efforts to keep me alive make it clear it was not unrelated to me. \"You alright, Autumn?\" I ask gently and, when she realizes I am there, she throws herself to her feet and wraps her arms around me.</p>\n<p class=\"cnMwNTBlZmVkYjk4ZDQ1ZGQ4YTg1NTE4ZWMwZGI1MGE3\" data-original-margin=\"\">\"I'm sorry, Lillith, I'm so sorry!\" she sobs into my shoulder and I rub her back. Has she been blaming herself for my injuries?</p>\n<p class=\"cnNjNzg0YzYxMTg2OTRiZTA5YWE4MzgxNWY4MmMxOWI2\" data-original-margin=\"\">\"No, Autumn, I am. I don't know who that guy was, but if it's anyone's fault he was after you, it's mine. I am so sorry. And I'm sorry about how I handled our last conversation. I could have handled certain aspects of it, particularly with your parents, a lot better. Will you give me another chance?\" I ask, but she just starts sobbing harder. So, I hold her and let her get it out. If there is something I know as well as anyone, it's what it feels like to need a cry. Sometimes, you just carry it with you. For days, weeks, years. A good cry can wait just beneath the surface, weighing you down until you just... set it free. Surviving an assassination attempt at fourteen will definitely cause it.</p><p class=\"cjU1MGRmYTYzYzIyNzRjZTRiNjc4MTk5MTA0MmZlY2Nh\" data-original-margin=\"\">This story has been taken without authorization. Report any sightings.</p>\n<p class=\"cnMzMGRiZTc2NWQ3ZDQxOWJhZTZjY2E5ZDNiYzM1YWEw\" data-original-margin=\"\">It's a good while before she calms down, but I don't mind. Once she does, I bring up the awkward reality of our suspension. They aren't going to let us stay here forever. \"So, uh, I don't know if they told you about our suspension...\" I trail off but she nods, wiping her eyes on her sleeves.</p>\n<p class=\"cnM5YzI0ZjU5YWJmODQ2YTM4NGZmYzc0YThlZTFjY2Y5\" data-original-margin=\"\">\"I know,\" she answers, \"Lady Cateline told me...\" she answers and I see the concern I expected behind her eyes. I address it before she can.</p>\n<p class=\"cnMzZDA5OTVhODk0NzRiOWQ5NTFlMjQzNDZlNzYzMDky\" data-original-margin=\"\">\"I know you have no place to stay and might be nervous about renting a room alone. My family's home is... below the standard you are used to. But it's safe, and you are welcome there... if you want,\" I offer, and she looks up at me with wide, red eyes. Then, for some reason, she begins sobbing again.</p>\n<p class=\"cnNiMGYzNjBmYTM1YjRhOTE5ODQzODQ1NzQyMDc1ZDM3\" data-original-margin=\"\">\"T-thank you, L-Lillith!\" she responds through sobs, \"Y-you are too nice to me... you fought so hard, and... and... I'm sorry!\" she apologizes again and I just hug her. My own eyes water. It's my fault, and she is beating herself up so much.</p>\n<p class=\"cnNkZDdhZTM5MjgyMDRjMmE4MzVkMzQ4OTM4ZmU1NDRh\" data-original-margin=\"\">\"Of course I fought. You are my friend, Autumn. I already hurt you. I scared you. And then you were attacked, probably because of me. I should be the one saying I'm sorry,\" I reassure, but it doesn't help. We go around like this for a while before she calms down. Finally, she responds to my offer.</p>\n<p class=\"cnM0NTYxZjc1ZWQ1OTQ1MWRhYjIyNzA3NzYxYTE4MGYy\" data-original-margin=\"\">\"I would love to stay with your family,\" she answers and I give her a gentle smile.</p>\n<p class=\"cnNiZTVlZjQ1YWU4NTQ4Nzg4ZGRiODg2MDVkODllNjVj\" data-original-margin=\"\">\"We'll be happy to have you. Come on, let's get your things,\" I answer, and we go about the work of packing. Several hours later, we arrive at my family's makeshift home. The other women we are sheltering are scattered around the first floor. There are fewer of them now, as many have been evacuated, just in case. I think Autumn will still have to share a room with me, for now. It's the best way to protect her if she is attacked again anyway. We are all closer to our emergency escape route this way as well.</p>\n<p class=\"cnMwOTExMjcwN2I0YzRiN2E5M2QwNDFiZjk3MTE4NmVj\" data-original-margin=\"\">In the corner I spot Edward, smiling and chatting with a blonde woman. I narrow my eyes as I realize she has always been there when Ed has chosen to chat or eat with our guests instead of the family. Then, I recognize her dress as the one Mom had been making with Ed when I first got here. Perhaps he really wasn't avoiding me... He then spots me and hurriedly looks away. The woman he is with then crosses her arms and says something under her breath I can't quite understand. The two seem to have a light disagreement that consists of her scolding him, and I take note of it for later.</p>\n<p class=\"cnM0ZDU0Y2NiZGI1YjQwMTk5Yjc1MTY3MWFiZjhhZWRk\" data-original-margin=\"\">I am quickly distracted as the rest of my family comes to greet me. \"Lily, what a pleasant... what happened to you??\" my mother starts before she notices my bandages and awkward walk. She then rushes to my side to examine me more closely. Gilbert and Henry shake their heads with concern, but both are familiar with some of the fights I have found myself in.</p>\n<p class=\"cnM1ZjMwYTQ3YTM1NDQ5MmFiN2M0ODc0ZDdhZjQzNDk4\" data-original-margin=\"\">\"I heckled an angry minstrel,\" I joke and she gives me that unamused look only moms can manage.</p>\n<p class=\"cnM3YjFlYWNmNTE1YTQ0OWI5YzAwZWU0NGYzMmY0ZDAz\" data-original-margin=\"\">\"I know you do some dangerous things, Lillith. It scares me to death just to think about, but I don't try to stop you. I understand why you do what you do. The least you can do is be honest and serious with me,\" she scolds and I nod.</p>\n<p class=\"cnMxZmZmZTNlMjI3ODRhNDViYzJhZTM2OTQyNjY4OGM3\" data-original-margin=\"\">\"You're right, I'm sorry mom. Sometimes a joke is just how I keep things from getting to me,\" I respond apologetically. \"To answer that, let me introduce my friend, Autumn.\" I gesture at Autumn, then tell the story of the fight. My mom looks like she is having heart palpitations and the concern on my brother's face is clear as well.</p>\n<p class=\"cnNiOTlmMzQxZmM2MDQ2NjVhM2RmMTEyMmU2YzM0YWMw\" data-original-margin=\"\">\"I'd hate to be that guy when you find out who he is,\" Gilbert half-jokes.</p>\n<p class=\"cnNlMGZlZGNkZTQ0ODQ3ZmI5MmZlM2I4ZDcwMWJhMWQz\" data-original-margin=\"\">\"He must be something if he managed to beat you so badly,\" Henry adds and Autumn nods along.</p>\n<p class=\"cnM1ZmYwYzIwMWMwNzRkMGFiYWNlYWE4ZGNhOTJlY2Jk\" data-original-margin=\"\">\"You have no idea,\" she says and the entire group kinda looks at each other, wondering how much the others know.</p>\n<p class=\"cnM4MTYyMGU4YjViYjQzZmU5ZTQ5Zjk2YzFmYzFlMzhh\" data-original-margin=\"\">\"I'm Gilbert, by the way. It's a pleasure to meet you, Lady Autumn,\" he bows and she politely curtsies in response.</p>\n<p class=\"cnMzY2ViMTZjOTBkOTRkYzFhZjJhYjkxZmFiODY1N2I3\" data-original-margin=\"\">\"The pleasure is mutual, Lord Gilbert,\" she responds formally, and Henry and I both practically choke.</p>\n<p class=\"cnMxYjdjYmU0Y2JiNDRlYmY4OWM3MzEwN2FiNTYyOTE3\" data-original-margin=\"\">\"Yeah Lord Gilbert, the pleasure is mutual,\" I laugh and Gilbert blushes at the friendly but mocking tone.</p>\n<p class=\"cnMyM2Q4MzdhODg5OTQ4NTViNjI3ODBjMjdlZWQxZTI3\" data-original-margin=\"\">\"We don't really use titles like that,\" Henry explains. \"I'm Henry, I'm happy to meet one of Lily's friends,\" he smiles and she fumbles this curtsy, blushing a little. Henry doesn't miss it and his cheeks flush as well. Mom comes to their rescue.</p>\n<p class=\"cnM0ZDMxNjY4YTc1NDQwYWE5MWE5OTA0ZTYxNzYwYzk2\" data-original-margin=\"\">\"Well we are very happy to have you Autumn, I'll get everyone some tea,\" she announces before running to the kitchen.</p>\n<p class=\"cnNkMjJlMDFmZWJlMzQwMWNhMDgzNDFhMzNmZmExYWY2\" data-original-margin=\"\">\"Autumn and I have some things to talk about, so we are going to head up to my room. We need to get her unpacked anyway,\" I say, and my brothers let us go. \"Tell Mom she can bring the tea up!\" I call behind us as I lead Autumn to the room I usually sleep in when I stay.</p>\n<p class=\"cnM1ZDcwOTc0NzExMzQzM2NiMzg5NmY5ZWVlN2U4Yzk2\" data-original-margin=\"\">When we get there, we sit down on opposite beds and face each other. We are quiet for a while. We both start to speak at the same time, tripping over each other in our attempts to end the awkward silence. Then we both try to concede to the other and delay the conversation again. Finally, my mom drops off the tea, a nice blend I... acquired from a richer family's home, we finally manage to speak to each other.</p>\n<p class=\"cnM0ZDU1MjQ2ODQ2ODRiNjZhZTljNGU1MWMwODFlMGNl\" data-original-margin=\"\">\"I feel like...\" I begin as Autumn takes a sip of tea, \"I feel like when we last spoke, I got too caught up in the 'whys' of what I am doing and didn't explain enough of the 'whats'\". She looks down and doesn't respond, so I continue speaking. \"First, I'd like to tell you more about Satusmor. What I did, what I wanted to do, and what went wrong.\"</p>\n            ",
  "invisibleParagraphContent": "This story has been taken without authorization. Report any sightings."
}