{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3NjUzNGJkM2U4OTQ0MWI5Nzg3ZDdhMTU1ODEzZjdj\" data-original-margin=\"\"><strong>Dominic</strong></p>\n<p class=\"cnM2NWFhY2FhODM1NTQxY2NiN2FhNTZjZmIwZTdhMzg3\" data-original-margin=\"\">I sit in my new room with my head in my hands, waiting for Grandfather to finish his meeting. I don't understand how this could have happened to Visenar. I had left to help a few lords sort out their cities and redistribute long-range whisper spheres where they had seemingly gone missing. I'd known things were bad, but they were progressing in that direction steadily. Slowly. I'd expected to find an anxious but functional city when I returned. Instead, I'd arrived and my home was under siege from the inside.</p>\n<p class=\"cnM2OTYxZjBmNGFlNjQwNmQ4MjJhZDA1YWUwMDdhMzFi\" data-original-margin=\"\">One of Grandfather's bards had to sneak me into the palace, apparently through the same escape routes he'd been using to keep any semblance of control over the city. He's been ruling and providing by sending bards and knights out under the cover of darkness just to keep his people fed. His people who cower in their homes every day instead of meeting their friends, going to their shops, and living their lives. I was surprised to find him ruling at all, much less in this state. Too much happened while I was out of the city.</p>\n<p class=\"cnM3MDI1ZDNkOTYxODRhOTY4OTFkZDUwMzY0Y2Q1MGE2\" data-original-margin=\"\">I can't help but feel furious at all of our allies. Our allies Grandfather protected from the Mage of Mourning. With his advice, they stayed safely off of her list for four years. With their help now, he could have ended this sickening stalemate. I hear yet another barrage hit the barrier around the palace. The rebel king alone couldn't do that. Not constantly. At least our allies are contributing mana to this spell. Still, it must be exhausting Grandfather. Of course, these supposed allies are comfortable offering support as long as they feel safe. As long as they feel comfortable. The minute they have to put their necks on the line? Nothing. How long has he had to keep this up? The bard who brought me here barely had time to catch me up.</p>\n<p class=\"cnMxZGUxNGU4M2JhNjQwNzM4YTIyMjQ4MTg3MjIwMjBk\" data-original-margin=\"\">Well. Whatever the case is, it changes now. I am back and I am quite possibly the most powerful mage in the country. I have no idea how long this rebel king spent in his circle, but I know it wasn't the royal circle. And I have an entire generation on Kallon, despite our similar ages. I won't let my grandfather... no, I won't let the king fight alone any longer. I am going to stand beside him. And if that isn't enough to get our allies off their asses, well. Who cares? The two of us will tear this country back from the rebels. No more hiding behind a shield. We are getting to the people, and giving them their lives back.</p>\n<p class=\"cnM0NWY5MzI3YzU4MjRhM2ViMmZlYzNjN2QzNzAyMTE2\" data-original-margin=\"\">A sharp knock comes at my door and I open it in a single breath. The bard on the other side blinks in surprise before clearing his throat. \"His Majesty is ready for you,\" he invites. I straighten my shirt and nod. He then begins to escort me to the throne room. The halls of the palace are quieter than I expected. We are harboring a large number of the more powerful nobles in the city. I suppose we lack the supplies to support their usual frivolity. I would nevertheless expect a little more life in the building. It's nearly as quiet here as it is in the city. The first people we pass are a group of four, all dressed in heavy woolen cloaks that obscure both face and figure. Three of them are unusually tall, nearly a pace and a half over me, while the fourth seems petite.</p>\n<p class=\"cnNlZTNmOTQ4Njg2NjRkMjA4MzEwOTk1M2UwZGFhZTY3\" data-original-margin=\"\">The taller members of the group walk in a strange lilting fashion, while the shorter seems to quickly shift focus between everything they pass. I try to place them, but I'm certain I've never met a noble of any station at that height, much less three. I don't actually think I've met anyone of that size before. As they pass I swear I see a taller one's eyes light up, not with mana but on their own, under their hood. I follow them with my head as we pass each other, nearly walking into my escort. It's distracting enough that I nearly don't notice when we arrive at the large doors to the throne room barely a few breaths later. I look around a bit and realize there are few other doors near here, and most are typically used for staff of one variety or another.</p>\n<p class=\"cnNhZjI0MDEzY2EzNzQ2NmE4YzJmNDAxZTQwMWI0MWZj\" data-original-margin=\"\">More importantly, no one else came from this direction. Grandfather was in a meeting when I returned, and it seems the members of the strange group before were likely the other attendees. Interesting. The bard pushes the door open with less ceremony than the previous king would ever allow, then steps out of my way. \"His Majesty is inside,\" he invites, nodding toward the new gap.</p>\n<p class=\"cnM2Mjc3MmM2NDg5YzRkYWViMmY5ZDc3ODNmYjk5ODE0\" data-original-margin=\"\">\"Thank you,\" I nod in return, and he turns to leave. Grandfather isn't running too strict a hierarchy I see, which is one thing I have always respected about him. Once inside I see him sitting tiredly at the head of a large table that has been brought into the large hall. It wasn't there the last time I had been in this room, and I suspect he uses it to meet with the other nobles on something closer to equal ground. There are other rooms for this, but choosing the throne room sends a message about what 'king' will mean moving forward.</p>\n<p class=\"cnM2ZjUyMTExNmU5NDQzNjM4ODY0ZDUyMjU4Y2QyMGVl\" data-original-margin=\"\">He looks exhausted, as I suspected. Heavy bags mark his already aged face and his long hair is wiry and unwashed. Even his clothes appear ragged and hardly becoming of a king. Despite it all, he has a soft grin on his lips. \"Welcome back, Dominic,\" he greets happily.</p><p class=\"cjM1ZjlkZGIxZjJjMTRlNzRhYmMwMDk0YzJhODdkZDQ5\" data-original-margin=\"\">The author's narrative has been misappropriated; report any instances of this story on Amazon.</p>\n<p class=\"cnNkMmZlNzkzZjRjYTQxNzhhNTBkZTQxNWZjNDI0NGRh\" data-original-margin=\"\">\"Grandfather,\" I bow, \"I'm sorry I failed to return more quickly. Had I known the situation, I would have rushed back to your side.\" He shakes his head at me.</p>\n<p class=\"cnNlYTNhMzU5ZWJmYTQwY2FiYTZkMDYxZDE3Zjg0NmI0\" data-original-margin=\"\">\"No. You were doing important work. Did you deliver the intercity spheres to all your assigned cities?\" He dismisses. I nod.</p>\n<p class=\"cnM1Zjg3ZDNlOTBjMjQ0MzE4NDBiYmFkMmM0ZGEyNzMy\" data-original-margin=\"\">\"Yes, Your Majesty. The church seemed to struggle in every city. Either as a result of unwillingness or inability to produce the spheres as they were needed. As such, I used more of the supply I was sent with than I anticipated. I... also struggled to stabilize the economy in each city. I don't know how, but it seems your, uh, apprentice somehow reached them as well. There wasn't much I could do,\" I reported. He waved his hand at me.</p>\n<p class=\"cnM4YTQ0NTQ2NWM1NDRhYmU4NjM5ZmI1ODc1Y2UwMThk\" data-original-margin=\"\">\"I'm aware. It seems she has found a way to move freely through the Radiant Woods. It's no matter, we will see to that in time. So long as we can communicate. You did well, Dominic. And please, call me grandfather. None of that 'Your Majesty' nonsense. Not among family,\" he replies. \"Please, have a seat.\" I nod, a soft smile on my own lips now. As I approach the table, I see a shallow but long box on the table, nearer Grandfather's end. I walk to the seat nearest him and see there is a tall, ornate, and jeweled staff inside. \"What do you think of it?\" He asks, catching the look in my eyes.</p>\n<p class=\"cnM2MDU2ZTMzNmI3MzRjZDM4OWI4ZjY0NWJiYmRhZmRl\" data-original-margin=\"\">\"What is it?\" I reply curiously. He looks at it with something not entirely like consternation.</p>\n<p class=\"cnM1YzEwYmM4OWE3YTQzMjQ5YjEyOGNjYzQwOTQ4Nzk5\" data-original-margin=\"\">\"A risk. And a last resort. One I was starting to think I was going to have to use, but am relieved to keep as a backup plan,\" he answers with obvious relief in his voice.</p>\n<p class=\"cnNiNWJkZDVmNzBhNjQxOGJiMDY4OGU4OTU0ZTRhOTNj\" data-original-margin=\"\">I blink at him. \"Grandfather,\" I say with a blank stare, \"That is not even sort of an answer to the question. What does it actually do?\" His eyes smile at me when he looks up.</p>\n<p class=\"cnMyMDdiZjZmMmU1YTQ4OTJiOWU2NTY2Y2Q2MzBjM2Ix\" data-original-margin=\"\">\"You're right,\" he agrees. \"I am getting long-winded in my old age I'm afraid. It is an... artifact of the Collector, I am told. A divine artifact designed to 'set things right' in a way. It's supposed to allow powerful divine magic from anyone. Divine magic that can help us rebuild everything that is falling apart.\" I give him a skeptical look.</p>\n<p class=\"cnMzY2IxZDNhZDliMDQ2YTNhODc4ODA3MmM5OGIxZGM0\" data-original-margin=\"\">\"Just like that?\" I press. I glance at the staff again, then back at my grandfather. \"And where does the last resort bit come in?\" That sounds a little too easy for me. And it included too many references to information from a third party. As much as I would love a divine artifact that builds our cities, feeds our people, and satisfies our nobles... I have difficulty believing anything but hard work is going to accomplish any one of those things. There is also a... hollow look in my grandfather's eyes. Something just behind the smile they wear, like mold under new paint. There was more to this. It gave me the feeling of something that should never be focused on.</p>\n<p class=\"cnM5MzFiMWY4ODFlMTQ2ZTNhN2M1Y2ZjMjk4ZGZjOTA0\" data-original-margin=\"\">He let a deep breath out through his nose. \"Well, for one it is apparently most effective, and safest when used by a powerful divine mage. And ours is, well, dead. If I use it...\" he trails off and the weight of the silence tells the rest of the story. I understand immediately. It will kill him. But... that can't be it. If that was all, I'd grab it right now and give everything to help Grandfather fulfill his dream. He would too. There must be more than that. But that is the second time he has dodged my real question. It's clear he won't be sharing the rest. Which is alright, I can wait.</p>\n<p class=\"cnMzYzhhYTI4NDU0NDQwYmI5OTkxNzVhNDIwNTI5NDZi\" data-original-margin=\"\">\"You said you could keep it as a backup plan?\" I ask. At this, his face... brightens? I'm unsure. He has an excitable energy about him, but he also raised me. I can taste the poison in this excitement. I'll have to press him about it later.</p>\n<p class=\"cnMzOGY0M2JlYTE4MjQ1OTg4NjMxY2Y2NTY4MWQ0NDMw\" data-original-margin=\"\">\"That's right, you wouldn't know, would you? I'm sure you have much to report about the country at large, but I have something else to announce, and not just to you. But I can tell you a bit. It's about Lillith's strange magic circle,\" he explains and it's my turn to brighten.</p>\n<p class=\"cnM3YjA1ZWI1ZTc1YjRlMDg5MDY5NGI3YzEyMDlmMTMx\" data-original-margin=\"\">\"You finally found where she was hiding it?\" I poke and he shakes his head.</p>\n<p class=\"cnM3NWY2MzAyYTEyOTQ3ODBiZjkzOTk2MGUyMWVlOTVm\" data-original-margin=\"\">\"She had it with her the entire time. She somehow figured out a way to carry it with her, tattooed onto her body. Completely ignoring the need to find the center of a designated space. She has never left her circle. And I saw the design, when she was in the dungeon,\" he reveals and my eyes widen. That shouldn't be possible. No one can do that. \"Not only did I see the design, but-\" there is a loud knock at the door, interrupting him. \"Enter!\" he calls to the open door. \"Well, it seems the rest are here now. Allow me to show you.\"</p>\n<p class=\"cnM4ZGQyNjZiOTVlODRiZTViMDA4Zjk0ZjZhYTk1MjJh\" data-original-margin=\"\">At that a stream of affluent nobles begin to file into the room, each taking a seat along the large table. I have to hold back a sneer at all of these so-called 'supporters'. I could get away with it if I did, considering how hard each is working to avoid making eye contact. \"We have come as requested, Your Majesty,\" one man says while bowing slightly, just before taking the seat opposite me. \"However, if this is about confronting the revolutionary army, we still fear it would be unwise while we still have other options. Even with the aid of your grandson. Welcome back, Prince Dominic, of course.\" He adds that last bit with the haste of a man who forgot his anniversary.</p>\n<p class=\"cnNmYWQxMDlkZDYxMzRiNGNhZGJkZTYzM2UwNzEzOTdk\" data-original-margin=\"\">\"Worry not, Lord Anders,\" Grandfather dismisses. \"I didn't call you here to re-hash old conversations. At least not... without incentive. Please, present yourselves.\" He then turns in his seat and gestures to two men, emerging from Grandfather's private office at the back of the room. One of them is clearly a beleaguered priest, the weight of overwork hanging around his neck. Few people notice this, however, as everyone's eyes are firmly fixed on the other man. A tall commoner, with mana swirling and gathering around him as he walks, no magic circle in sight.</p>\n<p class=\"cnMzYTgyMWQwZmVhMzQyYjY5MDEzMGRlOTEzMzI0M2Jj\" data-original-margin=\"\">\"Now. In exchange for sharing this circle with your houses, do any of you feel confident enough to put down this fucking revolution now?\" he asks the silent room, just as the new mage stops at the table.</p>\n            ",
  "invisibleParagraphContent": "The author's narrative has been misappropriated; report any instances of this story on Amazon."
}