{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNjYzA0Mjc1YmZmMDQ4Nzc5MTYzZjk5M2EwNmNkYWNl\" data-original-margin=\"\">I couldn't promise to kill the sages for Ember. I don't know enough about them, their positions, or their culture. The same reason I wouldn't kill Ember once she wasn't an active threat, really. All I have is Ember's assurance they are evil. Ember also panicked at the evil of a woman's medical transition, so I'm not ready to cut my hand and swear her in as a blood sister I'd kill for. She is, in fact, a bit of a... well, little shit. Still, I won't just dismiss her offhand either. She hasn't told me why she hates them, but if someone reacts that way to someone else, you don't dismiss it. I wouldn't have in any case but the level of grief she felt when talking about them... I intend to learn all I can about these 'sages'.</p>\n<p class=\"cnM3N2FiNmQ2NzEzYjQzMDI5OTMwNDJhMjZkZGE0MDM5\" data-original-margin=\"\">Fortunately, that was enough to make the deal. Just the promise that I intend to see for myself and will help her kill them if they need to die. If they are what she seems to believe, keeping her here may be more like sheltering a victim than anything. Either way, she is safe from them and we are safe from her going back. She didn't even make me go back to the Kingdom of Endings. We can move forward now, and with more information. Truth be told, I would have been happy with one completely dysfunctional country to overthrow. But I can add this to my fucking backlog if I need to.</p>\n<p class=\"cnNlNzM4ZWEyNzNjZTQ3ZmNiOGYxZjAyYWJjMGYxMWUy\" data-original-margin=\"\">In the meantime, Potestia needs my focus. I need to figure out how to help just as much without fighting on the front lines. I need to give regular citizens the option to fight back without me. And I have to act while they are still distracted by their own internal power struggle. After all of that is over, well. They are going to have a lot of focus left over for the woman who killed the last king. Her and all the free labor she stole away with. Apparently, the fucking Collector will help them find us too. That is the biggest concern Ember revealed, just by showing up.</p>\n<p class=\"cnNiZGI5NmZmYWEwNjRmODRiYWQ1NjRiMzQzMzIwMmJi\" data-original-margin=\"\">She isn't a divine mage. As far as she claims and Sara could tell, neither were her avian friends. Our greatest advantage has been location. The enemy couldn't reach us because only the priests could move through the Radiant Woods, and they were headless. Now I know that's no longer the case. Once Godfrey, or Darian, have handled the other, coming for us is an option they didn't have before. I can hope it's only these other countries and their agents being granted access to us, but I am not going to hang my hat on that hope. Sarafyna would never forgive the disrespect to it.</p>\n<p class=\"cnNjM2ZiNzdkY2Q4ZjQ2MWU5NzNlNWJhYzRhMzMyMmRh\" data-original-margin=\"\">But that means we are on an even tighter timeline than I thought. The plan has always been to provide aid to the other cities first while the conflict in Visenar distracted the big players. But people aren't as ready to fight back as I'd hoped. It's taking too long. I need to put my all into leveling the playing field for them. And perhaps, as a side project, designing a weapon I can use without mana. Maybe Ember can help, with knowledge of her culture's magic and enchantments. Or her knowledge of 'nexus' magic.</p>\n<p class=\"cnMzNzU3OGVkMGViZjQ1MGU5ODAxZTJkNTM1NWQ0NzIw\" data-original-margin=\"\">I need to get to work. In a respectfully restful way. Goddamn magic fucking cancer shit. Such a pain in the ass. Of course, I can't even do that, yet. Edward's stare as we walk makes that perfectly clear. The first thing I have to do is face the music with my family. I can't believe I got so caught up I just... said all of that in front of Ed. Keeping it a secret in the first place is one thing, but dropping it all on someone else in front of him like he didn't matter was, well, thoughtless. And there it is. My first act ever that could be called indelicate.</p>\n<p class=\"cnMyZWFkZTBjN2ZhNTQ4MDdiNzcxMzlkZjFmMzdlZTEw\" data-original-margin=\"\">We are in the mountains again, walking back to our new home. Ed is walking behind Ember and me, glaring while Sara whispers to him. But hey, that's a bonus. He seems far more concerned with the world-shattering revelation of my origins than with my proclivity for, well you know. I mean that does seem like the obvious assumption but some people just really don't like the idea of sexually unavailable women. Any flavor of bullshit can feel more important than the knowledge of... what would he call me? An invader in his world? In his family? An alien revolutionary? An otherworldly anarchist? It doesn't matter; I'm spiraling. The truth is, I'm scared.</p>\n<p class=\"cnNmZjdmYWYyZjNlMTRlMjFhNzE4ZWIxZmI4NTY0NTcz\" data-original-margin=\"\">I have been lying to my family for a long time. It's terrifying to think I am going to be completely upfront with them, now. Years after I stopped having a decent excuse. Will they reject me? Will they think I'm a changeling? Ugh. I'm not used to worrying about stupid shit like this. This is why I didn't say anything for so long. Give me regicide over family drama any day. By the time I resurface from my thoughts, we have made it home and Clarisse is greeting us.</p>\n<p class=\"cnNjYTQ5MzlhMTBjODQ5ZWU4MzgzYzA0ZWZkNTVlNDU1\" data-original-margin=\"\">\"Lillith, there's a message for you from the relay station. It's...\" She trails off, glancing at an annoyed Ember.</p>\n<p class=\"cnNmNjY4ODNmZTc2ZTQ4MWZhZDI3ZWM5MmY1NDM4NmZm\" data-original-margin=\"\">\"It's fine. She's gonna stay here for a while and help us out. What's the story?\" I prod.</p>\n<p class=\"cnM4OGMyNTYwOTRkMDQxODA4NTMwOTAyMjFmM2Q4OGE4\" data-original-margin=\"\">She nods at that, failing to ask any further questions. \"The Kingdom of Endings is short of supplies, they are requesting a delivery today, if possible,\" she explains. I immediately start rubbing my temples in frustration.</p>\n<p class=\"cnMxNzEzNjBiMmIzOTQzOGNiM2UxNzE3ODFhNGQwYmVl\" data-original-margin=\"\">\"How? We gave them so many! For fuck sake if they collected all the resources so they could withhold them, I am going to go apeshit on them!\" I protest. Ember throttles a laugh in her throat. \"Apeshit, I like that,\" she chuckles.</p>\n<p class=\"cnMwNTFiODU3YzI0YTQ1MGQ5YTU4ODcwOGE3MjM2MTFj\" data-original-margin=\"\">\"Fine. Sara, I know this is asking a lot but, is there any way you can do a supply run? I'd go with you, but I kind of...\" I trail while glancing at Ed.</p><p class=\"cmQ3MzBkOTMwYzVjMzQyNjY4NzZlNzc3ODFjOWIxNTMx\" data-original-margin=\"\">If you come across this story on Amazon, it's taken without permission from the author. Report it.</p>\n<p class=\"cnM3OTk0ZTY5NjVhOTQ3NDI4YTUzNGRmOGI3OTQ3ZjYz\" data-original-margin=\"\">Sara bites her lip but nods. \"Yes, I don't mind. I just hope they don't stare so much this time...\" she answers. I maybe could have thought out the public kiss as well. I'm starting to think my tunnel vision can lead me to hasty decisions sometimes. That's probably silly.</p>\n<p class=\"cnNlYTRiNWU2Njk1ODQwZmY4YTkzNGJmZjUyYmVmZWJk\" data-original-margin=\"\">\"Sorry about that,\" I apologize. \"I'll make it up to you, I promise.\" She smiles at me and adjusts her hat.</p>\n<p class=\"cnNhNGI0ZWZjNDM1NDRkZTU4MGJhMmZiOGU1MDM1YjRm\" data-original-margin=\"\">\"Don't worry about it. I got this,\" She assures. She turns to leave, pauses, then turns around and looks at me. \"I... I guess everyone here is going to know soon anyway...\" she says. Then, she hops forward, wraps her arms around my neck, and kisses me. I don't have the wherewithal to take in the reactions around us, wrapping my arms around her waist and kissing her back. Finally, she backs away and smiles. \"I love you, see you soon, Annie,\" she says.</p>\n<p class=\"cnM0MWUxZmMxOTAzZTQ4ZDJhMjcwNmM2N2ExNjFmNGNh\" data-original-margin=\"\">\"I love you too, Sarafyna. Be safe, alright?\" She nods before going to find volunteers for her impromptu supply run. \"I'm glad we didn't go there already. Would have been a huge waste of time. Alright. Clarisse, is there any chance we can get Ember here set up in her own room? Thirteen-thirteen if it's empty.</p>\n<p class=\"cnNkYWJiMWVmZWYyYjQ0MzY5MmFiN2IwZjhmNmI4NjM2\" data-original-margin=\"\">\"Sure, I can do that,\" Clarisse agrees, less taken aback than the first time she learned about my relationship with Sara.</p>\n<p class=\"cnM2Mjc1NzdiNGMwODQ3MzU4YjdhZDQ3YmY3YTU1YjNl\" data-original-margin=\"\">\"Ember. I'm trusting you here a bit but... not that much. I'm not the only one here who can kill you in a moment if you so much as try to hurt anyone. I'm just the person who will do it the most painlessly. If you are trustworthy, you'll be fine. But stay trustworthy,\" I warn.</p>\n<p class=\"cnNhZGZkNTY1NzI5MDQ3MTM5ZTgyZDIxNDY3Y2Y1NzU4\" data-original-margin=\"\">\"I get the picture. Go deal with your housekeeping,\" she snaps. I stick my tongue out at her and she rolls her eyes.</p>\n<p class=\"cnMwNTg4ODUyYTJiYTQyYzdhY2FmZTdmYWYzNDU5OWZj\" data-original-margin=\"\">\"Clarrise, if possible, can you get her some cuffs that aren't connected so she can move her arms?\" I say. The continued cuffs had actually been Ember's idea. A way to earn our trust and make people feel safe, which relieves me because truth be told, I am nervous about her. She claims she wasn't the one to attack me. She claims none of them were supposed to. But time will tell. This sort of community doesn't come without risk, however. I trust Clarisse, though. That will have to do for now. It's time to have a chat with my family.</p>\n<p class=\"cnNjMGE0MGY3MzAwMjRlYWJiNjc1N2RmMDg2NTI4NGNk\" data-original-margin=\"\">Collecting them is easy enough. Ed goes to get Mariah and Mom, because significant others are included in this I guess. I handle Henry and Autumn. Gilbert will have to wait until our next visit to his community. His significant others would be something of a distraction anyway. Who has time to keep track of all those? I'm amused to find Autumn's stuffed animals have overtaken their bed. Henry is actually holding Wilbert the stuffed cow as he sleeps, which is charming enough to calm my nerves.</p>\n<p class=\"cnMxODJiNjQ0YWZhMzQ0Zjg5ZTdjNTZlM2YwMTgyYWI3\" data-original-margin=\"\">Autumn has to help me get him out of bed, but eventually the entire family is sitting around a large table in one of the common areas. We had to ask for privacy but received no pushback, there are plenty of alternatives. I take a breath as everyone stares at me, some groggily, others expectantly.</p>\n<p class=\"cnMzMjg2ZDdiYTJkZjRiYzE4MGYxZGU4YzZjM2JmOWVi\" data-original-margin=\"\">\"Go ahead, Lillith. Tell them. Tell them how you have been lying to us all these years,\" Ed instigates and I wince. I receive a raised eyebrow from Henry, a look of concern from Mom, and a furrowed brow from Autumn. Mariah glares at Edward instead. I take a deep breath and nod.</p>\n<p class=\"cnM3YTIxNzVlNGRkMjQ1YzBiOTQ4NGQyOWZjNDM2Nzkx\" data-original-margin=\"\">\"Alright. A long time ago, when I was seven, I died. When I woke up, everything was different,\" I begin.</p>\n<hr>\n<p class=\"cnNhZTNkYTFhODg1OTQxMzBhMzBiZWI2Yzk4ODVhNjNh\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnNmZDdiZmFjMGVjYjQ3OTE4OTAyYWViNmViMzJlZDk5\" data-original-margin=\"\">I feel amazing. For once I am not thinking about the fight. I'm not thinking of the need to kill people. I'm not even thinking of the Collector's taunts. This kiss was different than the last one. Validating, in a way. Like I had made a choice to be who I am. Being seen with Annie just feels good. If I doubted my sexuality before, that moment alone would have been enough. It was like a warm bath, or the first time Annie convinced me to try soap.</p>\n<p class=\"cnMwNGEwNTFlMGVhYTRjNTFiYjI2MDAwODU0MmQ1NGRj\" data-original-margin=\"\">I have more energy than I should after such a long day. Even the stares in the Kingdom of Endings don't bother me. Hell, I kind of wish Annie was here so I could kiss her again. Let them see how their stares affect me. The stewards here were irritated Annie didn't come with me, but it's for the best. It turns out they didn't run out of resources, they cooked them all at once. This was supposed to be some royal feast. The Queen's failure to show up didn't help whatever they were going for, and it's a little funny to watch them arguing under their breath about it.</p>\n<p class=\"cnM4NDZiNjViYThiZDQ0YzVhNGY1ZGViNDVlMGMyZmYw\" data-original-margin=\"\">I wish Annie had come. She would have been <em>furious.</em> She doesn't like to tell people what to do with the resources other communities share, but she still would have given them a dressing down for this. There is something about her when she is really angry at someone. It's so different from me. Either when I am calm and demure, or furious myself. For her, it's more... passion. I like it.</p>\n<p class=\"cnMyYjQ4YmMzZDY2ZDQ3ODhhY2I5ZGJiMjRkMTg3MTQ3\" data-original-margin=\"\">\"Ms. Sarafyna, we have something we'd like to discuss with you, in private,\" One of the Stewards says, pulling me from my thoughts.</p>\n<p class=\"cnNjMDFiNzNiYTljZjQ3NTViMDM3ZWY5MGEzMzIyNTRl\" data-original-margin=\"\">\"Huh? Oh, uh, sure. I don't mind,\" I agree.</p>\n<p class=\"cnNiYjk3OTU2ZjU5NDQ1Mzk4M2NjNDdiOGMyYjgxNGRl\" data-original-margin=\"\">\"You may want a drink,\" The other says, startling me. \"It's not going to be easy to hear. They poured me a glass of wine some time ago but I haven't touched it yet. I haven't touched any of the food, really. I only stayed at this dumb feast to work through my thoughts. They are looking at me with such expectations, I feel a bit awkward about it now. I don't think I am in any danger of getting drunk. Anything short of Annie's venom will be easy to flush from my system. I pick up the glass and take a polite sip, which is met with a nod of approval.</p>\n<p class=\"cnMxMDEyMDIzNTQyZDQ3NWY4YjUzYjRmZTRmM2NiMTIx\" data-original-margin=\"\">\"Right this way,\" the first steward says, gesturing to a nearby doorway. I follow her inside and immediately hear the door close behind me. A shifting shadow in the next room catches my attention, but a blackness edging into my vision immediately distracts me.</p>\n<p class=\"cnNhYWU3OWQ5NDQ1NzQwZmQ5M2UwZDQxMTY0NGY1ZjI3\" data-original-margin=\"\">\"Wh-what did-\" I start but my breath catches. I try to transform my body, to flush whatever I just drank out of my system.</p>\n<p class=\"cnM5ZDU1NDBlMGM5ZTQxMjliMDc0NjdhMmM5NmY3Nzhi\" data-original-margin=\"\">\"The Queen,\" The steward in front of me says, her voice far too calm, \"will give us a king.\"</p>\n<p class=\"cnNlM2Q5ZDM4ODhlMjRhNzliYjJmZTUwNjY3ZDM0OTA5\" data-original-margin=\"\">I feel my knees buckle. My divine magic isn't responding. Even my regular, uncontrollable mana isn't responding. I catch myself on a table as I struggle to stay awake. I reach into my bag looking for my whisper sphere, and my hand is caught by the second steward. My eyes dart frantically around the room as I finish collapsing to my knees. My breathing is labored and slow. The darkness closes in. Just before I black out, I catch a glimpse of two new figures entering from the next room. One has the wings of a bird, the other the ears of a cat.</p>\n            ",
  "invisibleParagraphContent": "If you come across this story on Amazon, it's taken without permission from the author. Report it."
}