{
  "preChapterNote": "<p>The last story I recommended had strong music themes. I assume everyone read it and loved it dearly, so here is another! There is lots to read of this one so you'll have lots to dive into, with clear inspirations anyone from my age group will immediately enjoy, (looking at you Pokemon). Great characters, great magic, great drama. What more do you need?</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/74788/pruned-trees-re-sprout-ragazza-volpe-magica\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/74788-pruned-trees-re-sprout-ragazza-volpe-magica.jpg?time=1713128370\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/74788/pruned-trees-re-sprout-ragazza-volpe-magica\" rel=\" ugc nofollow\">Pruned Trees Re-Sprout!! ~ Ragazza Volpe Magica ~</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p><span style=\"font-weight: 400; font-style: normal\"><span style=\"font-weight: 400; font-style: normal; text-align: left\"><em><span style=\"font-weight: inherit; font-style: inherit\">\"Challenging the status quo on your own is impossible</span><span style=\"font-weight: inherit; font-style: inherit\">, isn</span><span style=\"font-weight: inherit; font-style: inherit\">'t it</span><span style=\"font-weight: inherit; font-style: inherit\">?</span><span style=\"font-weight: inherit; font-style: inherit\">\"</span></em> <br><br>On Riterra, there exists a mysterious magical force flowing through all things, coined \"Rhythm\". Among humans, there are a blessed few - \"Maestros\" - who are capable of wielding this magic for themselves. By combining these skills with demi-humans possessing animal-like features called \"Resonators\" and unlocking their untapped potential for a vast variety of magical skills, Maestros work in tandem with their Resonators to become the last line of defense from the rhythmic corruptions which plague their world.<br><br></span><span style=\"font-weight: 400; font-style: normal; text-align: left\"> • Shouri</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">, a maestro lost on what path he should take in life</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">. <br>• Taika</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">, a lunar resonator despised for her elemental affinity</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">. <br>• Pacifica</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">, a water resonator trying to find herself and perhaps her maestro</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">. <br>• Rebecca</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">, a fire resonator who has only known the life of a trophy</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">.</span><span style=\"font-weight: 400; font-style: normal; text-align: left\"> <br><br>The meeting of these four didn</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">'t seem like anything special</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">, however their chance encounters would shake Riterran society to its very foundation </span><span style=\"font-weight: 400; font-style: normal; text-align: left\">- whether they intended to or not</span><span style=\"font-weight: 400; font-style: normal; text-align: left\">.<br><br></span></span></p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "<p>Oof. Sorry for the long break. Got super sick. If I tried to write, odds are I would have killed Lillith just so I could sleep.<br><br>Anyway, I need y'alls help! My publisher has some questions for me about advertising!<br>I thought I'd ask for your input. So if you like, I'd love help answering a couple questions.<br><br>1. From book one, Lillith of Endings, do any of you have favorite quotes? What are the best, most epic lines that would get you to pick up the book?<br><br>2. Fill in the blank: If you love ____________, then you’ll love this book.&nbsp;</p>\n<p>3. Are there any other books, television series, movies, or video games that invite a comparison to Lillith of Endings?&nbsp;</p>\n<p>4. Anyone know if any influencers / BookTokers, or anyone else covered or talked about this series?<br><br>Any feedback here will help me out, thanks all!</p>",
  "chapterContent": "\n                <p class=\"cnMzZjhlMWIxNmVjNzQxMGY5MjdkYjhlMzUwMzM1NTFk\" data-original-margin=\"\"><strong>Sarafyna</strong><br>My eyes grow sharper with my claws and talons, and my ears keener. I fly directly into the Radiant Woods I was so desperate to escape for so long, and as soon as I do it taunts me.</p>\n<p class=\"cnM0OWQzYWJjZjc0NTRmODU5M2MxODc2NjM5MTBmYzI4\" data-original-margin=\"\">\"Do you really think this will change anything?\"</p>\n<p class=\"cnMzYjQ4NmVjMTlkYzRmYzRhYTYxNjAwNTY5NTZjMmNk\" data-original-margin=\"\">The moment I pass the first tree, I am aware of everything. I can feel the woods around me. They are endless and extend in all directions. From the outside, it feels like they grow in little patches on the planet's surface, like distinct areas. But once I am inside, the sensation nearly flips. Like the borders of the woods circle little isolated sections of reality. It gives me the same uneasy feeling it always has. The same sense of wrongness, like a sound whose origin moves whenever you approach it.</p>\n<p class=\"cnNkZTdjNjA3ODNmNjQzMTRhNDY1ZTMyYjNmYjZkZjc5\" data-original-margin=\"\">\"This is reality, Sarafyna.\"</p>\n<p class=\"cnM5YTEzMTM5MTYxMjQ5OTdhOGUzNWE5NjFiMmZkNDJj\" data-original-margin=\"\">I focus for only a moment and immediately find my targets. There are three figures together. I can immediately tell they aren't part of this... hell. They aren't victims like me, but interlopers of some kind. I assume priests at first but that doesn't feel right. The Woods are moving them away from me, or trying at least. We haven't played this game in a while but I have only gotten better at it. I am no longer the nearly mindless monster Annie pulled out of here. I can move through the Radiant Woods like I own them. Faster than they can move priests, or whoever these people are.</p>\n<p class=\"cnNmOWVhNmM4YzVkMDQxMDA4MTI3NzdlZmFkNGQ5ZDFk\" data-original-margin=\"\">\"You can't keep her here.\"</p>\n<p class=\"cnMwZjQ3YjU1NDZmYjQ2MzA4NDE2NjVmNTA4NTNhZWVl\" data-original-margin=\"\">It's something like swimming in oil, shifting through the Woods. The filth of them slides across me as I move from one spot to another, easily tracking the fleeing trio. I wonder why the Woods don't do as I would and take them directly to a border to escape, but my thoughts are quickly cut short as I fly over the trees and see two of them ascending to meet me. They don't feel like the victims of the Woods, but they clearly aren't human either. They have wide, feathered wings growing from their shoulders, a joint that is shared with more traditional arms. Feathers decorate all of their visible skin, sparing only their faces and hands, not unlike an ape.</p>\n<p class=\"cnM3NTFiMWE1OTNhNjRjZTM4MmE0YmE5MzY2ZWIzYTdi\" data-original-margin=\"\">Their eyes are sharp and angled like a hawk, and they have beaks instead of mouths. Before I know it, the one on the left, the one with brilliant emerald-colored feathers, begins to cast. 'Those feathers would look lovely on a hat' I think in an indulgent moment, until I see the same strange arrow that nearly killed Annie flying at me. Then I grow angry. Whoever that is, whatever species they are, they tried to kill Annie. I fly at them with the speed I'd practiced outside the city for years, spiraling past the spell.</p>\n<p class=\"cnNhZDJiZTIwZjVhMjQzZjM4ZWQxMzI4ODM5YTAyZmRj\" data-original-margin=\"\">The other bird... person forms and fires the same spell, forcing me to veer out of the way at the last moment. Then, both create some kind of mana barrier with a similar green tint to Edward's wind mana. It turns and flows around them, warping the air in a way I am wary of. It also catches their wings at odd angles, throwing them into sharp turns and impossible maneuvers I could never pull off in my current form. In the moment it takes me to analyze what they are doing they have already separated and flanked me, one above and one to my side.</p>\n<p class=\"cnNkNjY5ZWI0ZTc2ZjQ0ZDdhNjQ3NTg5NTVkNzEwNTEz\" data-original-margin=\"\">I don't have Lillith's general combat sense. I have mostly fought priests, unused to enemies capable of questioning them at all, much less fighting back. Whoever these are, they are far more prepared for resistance. Something about the priest comparison sets off a red flag in my head, but I can't quite pin it down. The moment's distraction is a moment too long, however, and before I know it both of my opponents have moved. And one of them is closing the distance rapidly. I barely manage to shift in the air and dodge as a blade of the same material as the arrows swings through the air I had just left.</p>\n<p class=\"cnM0NzllNmNlZTk2MDQ5NmZiMzdiZDE4MzBmZmExNGQ5\" data-original-margin=\"\">Dodging isn't enough to protect me entirely, as the complex wind barriers catch my own wings and throw me down toward the trees in a roll. The world spins and I feel a ligament somewhere tear at the ferocity of the sudden change, and I have to rush to heal it quickly. It took them a matter of seconds to completely disorient me and turn me around. Thankfully, we are in the Radiant Woods. I know where everything around me is, all the time. Had we fought anywhere else I wouldn't be able to find them, much less react. But we aren't anywhere else, so I can see the second enemy descending on me with a massive javelin, preparing to skewer me before I can recover my bearings.</p>\n<p class=\"cnNlMWFmMDhiNmJjZTRiNjM4YTMwNTFhMTE3ZDIwZjM0\" data-original-margin=\"\">I can't right myself in time, but I haven't needed to in years. I abandon my current form, returning to something, not unlike the formless monster Annie found wandering these woods. My flesh becomes smooth and translucent, and I expand it outwards, leaving a hole in the middle for the bird creature to plummet through. I see its eyes widen as it does exactly that, abandoning its weapon to reach taloned fingers toward any flesh it can reach as it passes. This I don't mind at all, accepting their talons like I accepted the priests, dissolving them on contact and absorbing their mana.</p>\n<p class=\"cnM5ZTc1ZjkxZDUwODRhNGRhYzU0ZWNmNTFlZDlmYWMx\" data-original-margin=\"\">A screech escapes its mouth as it withdraws its hands like it just touched hot coals, and it continues to fall through me. As soon as it is clear, I rapidly reform my wings, then body, choosing to grow them so I start upright rather than rotating. I immediately begin flapping my wings slowly and deliberately, regaining altitude. It's a short-lived victory. As soon as I have avoided the first, the second enemy is throwing a new form of mana at me, this time in a sickly purple color. I have no idea what it is, but as soon as it hits me the world stops making sense. I can't discern directions or distances, sounds are too loud and everything spins despite the direction of my body.</p><p class=\"cjJhNjgwZjdmNjgwMTRjNTliMjdiN2NiMTQ1ZjIzOTE4\" data-original-margin=\"\">This story originates from Royal Road. Ensure the author gets the support they deserve by reading it there.</p>\n<p class=\"cnNiZjFkYmVhNGJjMzQ2YmY5Y2JkM2ZjMzA3ZGEzZjI1\" data-original-margin=\"\">At the same time, another wind attack assaults my wings and I feel myself lurching across the sky. Or down? A moment later a massive branch breaks through my spine and erupts through my gut, painting itself with blood and bile. I cough and my own acid comes out. The world is still spinning. But it is only spinning for my physical senses. I clench my eyes shut and focus. Slowly, I am able to discern the layout of the Woods again. I am able to spot all three of my enemies, two in the sky and one some distance away on the ground. I quickly modify my body, just to end the pain and aid my focus.</p>\n<p class=\"cnM3Yjg4MmMyOWFjODQxZDQ4NDVjYmI2MjhmYzM3NDI0\" data-original-margin=\"\">\"Well, that was easy enough,\" a masculine voice jokes. \"One chimera down, think we still have time to take another crack at the Queen?\" he asks.</p>\n<p class=\"cnNkYWNmMzA2ODEzNDRjMzk5ZjAwZmJlYTYxYTAzYjg4\" data-original-margin=\"\">\"Nah,\" a feminine voice replies. \"She knows we're here now. We'll get her next time she moves.\" The two hover in the air, using both mana and wings to stay in the same spot without too much movement. They are next to each other now, right in front of the branch they impaled me on. They are smirking at me.</p>\n<p class=\"cnNjMTQ2MjRkMzM4NTQxZjQ5YjhmMWE4MTMxMmFhNDQx\" data-original-margin=\"\">\"Well, make sure it's dead,\" the man voice orders.</p>\n<p class=\"cnM2MGI4MTQ0NjM5OTRkNTZiMTljZmFkYTRkYTY2ZmNk\" data-original-margin=\"\">\"Me? You do it! Did you see what it did to my talons? I'll need a fucking sage to get this healed! You do it!\" she protests.</p>\n<p class=\"cnM1MDI1YjM4NzE4MDQ3YWM5MGJkNWRhNGU2Mjk2ZmFl\" data-original-margin=\"\">They believe they have won. But they tried to kill Annie. And they will try again. It's obvious why it seems like this is over. They can't see me healing. And I couldn't close the distance when I was moving freely. Even if I could, I couldn't get around their wind or whatever other disorienting mana they are using. But, I don't need to. I am in the Radiant Woods. As soon as I am done healing, I shift through the world. Here, moving small distances is as easy as long ones.</p>\n<p class=\"cnNmNTE0ZjViM2JiOTRkYTU5ZmVjZWY2MTM1NzZlMzM5\" data-original-margin=\"\">Before either can react, I am directly between them, my leathery wings colliding with their feathered ones and sending us all toward the forest floor. As both my enemies struggle to free themselves from me, I extend arms turned tentacles toward them both, growing quills and spines to bite into them as I wrap both waists. \"It's... it's a fucking sage!\" the feminine voice cries from what I can see is the cobalt creature while the other caws in pain. Immediately I feel the pain of their arrows piercing my body from all directions but I bite back the cry they try to summon. They tried to kill Annie, and I was going to find out why.</p>\n<p class=\"cnNkN2VjY2MxMTNmZTRjY2M5MDNmNmRkODNiZGU5Yzcy\" data-original-margin=\"\">I feel blood building in my throat, but I simply reform my body around it. I grip the two more tightly and immediately feel crunching. Their attacks grow more desperate for a moment, but I have them now. It was too easy. My tentacles begin to grow around them, enveloping their bodies in flesh. \"W-what are you doing?\" the cobalt one pleads, \"w-wait, we can-\" she starts but neither of us gets to finish what we start. None of our wings are free and we all collide with the forest floor with a sickening splat.</p>\n<p class=\"cnMwYmQwODFiZmQzNDQ0ZjdiZGJlNDlkNjljMzNmNGM2\" data-original-margin=\"\">I feel my own flesh separate and scatter with the impact. My blood immediately paints the surrounding flora and I feel several of my own bones crack. It hurts, but I have been the complete master of my body for a long time. The wounded bones melt into nothing as my body returns to a gelatinous shape. My formless flesh spits out the remains of the strange arrows that had torn into me, and I quickly form a human head and arms from the top.</p>\n<p class=\"cnNjYmNhMGM1ZWEyMzQ2ZTBhMDY2MWJkMzk0MWI3ODBj\" data-original-margin=\"\">I look down to see both of my opponents dead where we landed. They were... oddly fragile when I finally made contact. Their own blood decorates their clothes and one large, snapped feather on the emerald one seems to be releasing more of it than any other body part. The thought of the brightly colored feather adorning a hat is no longer enticing. Instead, I am starting to feel a bit sick. They weren't monsters of the woods. They have clothes, even. They spoke to each other. They knew the exact same spells for some reason. And if they hadn't been here, in the Radiant Woods, they would have been able to outmaneuver me entirely. These were people, and not ones who were desperate for death. They weren't priests, either.</p>\n<p class=\"cnM1MTk5ODM3ZjE5OTQwNGY5ZjRkMjg2OTYwM2I5MGU4\" data-original-margin=\"\">But they were people who tried to kill Annie. I set my jaw, then turned as I felt the third approaching. I don't know why this one didn't fly up to help, at least not at first. I feel their mana before I see them and I tense. They are moving quickly, far faster than I have seen anyone but Annie move. When they emerge from the trees I shift, allowing them to find their dead friends. Or rather, allowing her to find them. This one isn't the same as the others. She has an obviously feminine build. She isn't human, either. From the sides of her head grow ears like Suzume's. They grow from the same place as anyone's, but extend to the tops of their heads and point up. She also has a tail and strangely shaped legs.</p>\n<p class=\"cnM4ZTY0M2NjMDg1MjRjZWY5ZGVkNjcwNjlmZGRiZGI4\" data-original-margin=\"\">She howls as soon as she sees the mess of her friend's bodies, then flips around. Her back arches and fangs present themselves from her mouth. I don't care to find out what kind of mana she has. No doubt she can throw me around as easily as the others, and I want to bring her back alive if possible. Something courses through my veins whenever I am here in the woods. An instinct to kill. Something I cultivated when I was alone and it hurt to allow myself to think. But I bite it back. I need to ask why. I step on a twig and she turns and runs in my direction immediately, but I shift the woods around us.</p>\n<p class=\"cnMzYjMxOTM3OWY4MDQwNjhhNzFmNTRlYTZhN2Y3MTZh\" data-original-margin=\"\">She recovers her footing astonishingly quickly, running on all four limbs, but I am no longer in the direction she had been approaching. I make another noise and she turns again. I shift. Again and again I do this, until finally I make a noise and she fails to respond. I shift us again, and make another noise, then another. We have flown past cacti, massive trees, fields of flowers, and deep rivers, and she is already distraught. I can hear her breathing deeply. I can see her eyes bulging. Then I shift only myself so I am behind her, and I immediately envelop her head in gelatinous flesh. I don't dissolve it, however. I just deprive her of air.</p>\n<p class=\"cnM5MmNjMmJkYjI1NzQ2MWU4OGRkYjA3NTIxODY5NzMw\" data-original-margin=\"\">Her struggle is immediate, claws tearing into me furiously. It doesn't matter; she might as well be tearing at water. I heal faster than she can damage me. Her struggling grows more desperate the longer she goes without air, all four limbs nearly breaking themselves in their attempts to wound me. Finally, she begins to slow. Instead of attacking, she pushes two hands into me and tries to force her head out. I just allow the flesh to give, enveloping her to the elbow and denying her leverage. Her struggles weaken, then slow and finally stop.</p>\n<p class=\"cnNmZDU1MmJkODUzZDQ2ZTg5YzQxNGY4ZjYwMGY0ZTYw\" data-original-margin=\"\">It's time to take her to meet my girlfriend.</p>\n            ",
  "invisibleParagraphContent": "This story originates from Royal Road. Ensure the author gets the support they deserve by reading it there."
}