{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxOTg0MTlmOTA2NzRmMzZiNjIxYWE0NWU2ZjExMDdh\" data-original-margin=\"\">By Monday afternoon, Kaede was starting to feel burned out. Not actually being a bookworm, there was only so much continuous reading she could stand before the task started draining her mental health. Over a week of almost nothing but research pushed even her focus.</p>\n<p class=\"cnNjMDhjNjMwYzgyYTQ0NDc5ZDhhNWI1MTcwY2RjY2Y4\" data-original-margin=\"\">Pascal's sour mood over the weekend hadn't helped, but Marina's visit did much to lighten things up.</p>\n<p class=\"cnM2MGEwNDQ2ZGMzOTQ0ZTViNDhiZGFkNDlmMjBmODgy\" data-original-margin=\"\">\"You're welcome to come down and visit us in the servant's quarters,\" she offered, her smile bright enough to light the room. \"It's just beyond the kitchens at the end of the dining hall.\"</p>\n<p class=\"cnM4MTVlMGZiNDUxYzQ1MTJhNDhiNDBlYTIxY2I5ZDJj\" data-original-margin=\"\">\"I'd love to,\" Kaede beamed back. \"Probably sometime later this week. Are you around here during the weekends?\"</p>\n<p class=\"cnNjYmI0N2U0NTM5YzQ3NDFhMGQxODFlNTYwMzYwYzU4\" data-original-margin=\"\">\"Week...ends?\" Marina puzzled.</p>\n<p class=\"cnNjMjgxMjM1YWZlYzQ5NWNiNDg2YmMzZjZhMWY5YjRj\" data-original-margin=\"\">\"Saturdays and Sundays. Don't you get those days off from work?\"</p>\n<p class=\"cnM3ODQwYTI0NmU2YjQ3YWViYTI5OWI4NGQwOTI1YzM2\" data-original-margin=\"\">\"I've... never heard of anyone who get two days off from a regular work schedule.\" Marina replied. \"There are some who get Sundays off from work, but not us. Servants do not receive any days off on a weekly basis. There's always food that need serving and rooms that need cleaning.\"</p>\n<p class=\"cnM1OTk1MWYxMzUxYzQxOGI5NzI3ZmVmNjAxYmNlMTIz\" data-original-margin=\"\">\"But...\" Kaede was surprised and even somewhat appalled by what Marina just said. \"How do you get time off from work then?\"</p>\n<p class=\"cnM5ODgyMmExN2M3MDRlZjI4NjRiMjhlYzI0ZTNlYjFk\" data-original-margin=\"\">\"We can request leave if we're sick or if we have family matters. And there are some holidays when we receive most of the day off. But that's about it.\" Marina shrugged as though this was completely normal. \"I'm lucky that my superior is usually very understanding towards such requests.\"</p>\n<p class=\"cnMxOGUxYjc2NWRlNDQwNWQ4NGJiODM0NmU4MWFmZTBk\" data-original-margin=\"\"><em>This world seriously needs some labor regulations!</em> Kaede thought. </p>\n<p class=\"cnM5Mjg4NDVlYTM3ZDQ3MTVhYTkyYWMxNWM2ZGEwODhh\" data-original-margin=\"\">Clearly, there hasn't been the equivalent of the Socialist Party of America yet, who were responsible for establishing much of the labor standards used in modern Earth.</p>\n<p class=\"cnNmM2MxODFhNTQxZDRiNzE5MTA1MzllNjVmYjE1ZDgz\" data-original-margin=\"\">\"Alright, then what time would be best for me to visit you, so you can request some time off?\"</p>\n<p class=\"cnNkMWNkZTIxMzM5YjRjMTlhMjAwMTNiODY3M2M1YTg1\" data-original-margin=\"\">\"Probably Sundays, though mornings work better in general,\" Marina replied as her hands continued to rearrange and clean the tabletops. \"Most of the teaching and research staff live outside the castle, and they're usually home on Sundays which saves us a lot of work. Also unlike the other servants, I don't have any family in the area, so I rarely request time off. Shouldn't be a problem if I ask for an hour or two when you visit.\"</p>\n<p class=\"cnNjYmM5MDczNmQ5ZTQ0ZWRhYWExNjMwYTE4MDc4N2Jm\" data-original-margin=\"\">\"Sounds good. I'll definitely make time next week,\" Kaede smiled. She then wondered aloud: \"How long have you worked here?\"</p>\n<p class=\"cnNkOWMwOGMwNjhmZjQ5NTU5YWIyY2U2NzAxZDRmMjY2\" data-original-margin=\"\">Marina paused for a second to think. \"It's been about two years since I came to this region in search of a job.\"</p>\n<p class=\"cnM4MWM4MGQzOGQ2ZTQ2OTFhNDM5NzBlZjc0NjBkMmZj\" data-original-margin=\"\">\"Wow, that must be tough. Two years with almost no vacation.\"</p>\n<p class=\"cnNjN2RjN2VlYmEzODQ5NGM5OWNmNDY5ZjA0ODk4ZjBh\" data-original-margin=\"\">Kaede couldn't imagine doing that herself. With her modern standards, she would lose control from sheer stress alone. Yet part of her knew that if she left Pascal, this was exactly the life she would have to live in this world.</p>\n<p class=\"cnM0Y2RmNWI2NmE0NjQzZDQ5YjdmZjE3NzQwZWUxYmRh\" data-original-margin=\"\">\"Where did you live before?\"</p>\n<p class=\"cnMwM2JmZjU3NmY1YjQ2YTFiZGNmZWM3ODBiMDUxMTEx\" data-original-margin=\"\">\"I was an orphan raised near the eastern borders of Rhin-Lotharingie,\" Marina casually spoke without any of the melancholy expected of such words. \"My parents died during the chaos of the last war ten years ago.\"</p>\n<p class=\"cnM3NDM3ZDg3ZjE3ZDRhMWViYmIwNDE1NDdmMzlmMmEy\" data-original-margin=\"\">\"I'm sorry,\" Kaede muttered back with downcast eyes, feeling uncomfortable after breaching such a topic. However Marina merely shook her head and returned an angelic smile:</p>\n<p class=\"cnM4OTJmNTczMmZlMTQ3M2M5NGQ2YWQ5ZTcxNzFjMTgy\" data-original-margin=\"\">\"I was lucky. A kind individual took me in and raised me. But I couldn't keep being a burden to them after coming of age. So I left home after I turned fifteen and sought to become independent.\"</p>\n<p class=\"cnM4M2NiMjkyMzJmMzQ2ZmFhM2QwMzczNTVlNzJjYzA2\" data-original-margin=\"\"><em>She's only seventeen then, the same age as me!</em> Kaede couldn't help feeling herself grow even closer to the young maid. \"Does your benefactor know that you're here then?\"</p>\n<p class=\"cnMxMjdlMTVhMmE4NzQxMWZiMDdlMTU4ZDE5NjFiZWRi\" data-original-margin=\"\">\"I've sent letters, and gifts,\" Marina replied with a happy look. \"But I haven't seen him for two years now. I hope that by the time I meet him again, I'll have the chance to settle down.\"</p>\n<p class=\"cnMxMmE4N2JjNjJlZjQzMjZiMDAxMzA2NDYwN2QzYjRm\" data-original-margin=\"\">\"Settle down?\"</p>\n<p class=\"cnNkNzA1NzA0ZGQwMjRhY2JiMjM5Y2MxNmE5MzQ1MDZj\" data-original-margin=\"\">\"Most maids work to save up enough money for a good dowry, so they can get married one day,\" Marina explained.</p>\n<p class=\"cnNkMmJjNDIxYmNlNjQ3MjU5MjJiYWUyYTBlYjIyNmI4\" data-original-margin=\"\"><em>I guess some things haven't changed, at least for commoners,</em> Kaede realized. Just because magic-blessed noblewomen like Ariadne had similar opportunities as men, didn't mean that the same applied to the lower classes.</p>\n<p class=\"cnM2MzA4NDMxYzdkNDQzN2ZhMjY4NTQ2YWI5N2UyMzlm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0YzRlYzNiNDY1NTQwOWFhYjBjNWViODdmYjZjMzU2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM5ZWNjYmZlYmE5MjQwOTI5YjdlMGU5YWExNDFkYzAy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyNWFjOTA0YjM5MDQ4YTE4NGViOTBiZWU1YTI2YTk0\" data-original-margin=\"\">In an unusual turn of events, Kaede found herself waking up late at night. She felt feeble, even weaker than her usual self these days. Furthermore, her body was aching all over, as though she was in the grips of a fever. There was also a constant buzzing in her head.</p>\n<p class=\"cnNlM2U4NDY1NTNmNTRkMDdhNDc4Mjg5N2JhNDZkMTIz\" data-original-margin=\"\">\"You are finally awake,\" Pascal noted from beside the bed. He sat in a chair with a book on his lap. His worried eyes drooped in an uncharacteristic display of fatigue.</p>\n<p class=\"cnNlNWNlNzVjYmQ1NjQ4Mzg5MjcxNjJjMzg1NjAzZTVi\" data-original-margin=\"\">\"Do you remember what happened? I found you collapsed on the floor after returning from my classes.\"</p>\n<p class=\"cnM0ZWQ5NmZjOTE4ODQyNGViMjQ3N2UyNzU2ZDk2YmRh\" data-original-margin=\"\">She looked at the wall clock. It was four in the morning, over ten hours since she last checked the time.</p>\n<p class=\"cnNmNTdjOWVlNjM2MTQwNDZiYTVjYmU3MmZmOGVkMGRh\" data-original-margin=\"\"><em>Has he been watching over me this whole time?</em></p>\n<p class=\"cnM3NDlhZDM3YWEyYzQyMGViOGY0MzNkMjNmMTdhNTVj\" data-original-margin=\"\">Thinking back, Kaede tried to recall her last memory:</p>\n<p class=\"cnMxZTY4ZTM3OTkyYzRmMzY4ODExMzA5NzczZjVlYzUz\" data-original-margin=\"\">\"I was searching for my cup... but I couldn't find it and was getting thirsty, so I just used yours...\"</p>\n<p class=\"cnNlNzYyNDI0ZDFmYzRkZjM4ZDkzMjlhMGRlYzhlMGE2\" data-original-margin=\"\">She eyed the enchanted silver goblet that sat on the bedside table. It could be infused with mana to conjure clean, refreshing water out of thin air by summoning it from underground water tables.</p>\n<p class=\"cnNkZGZkMDExMmJiYjRiYWY4NDU1YWIwY2ExMmY1NDc1\" data-original-margin=\"\">Pascal nodded as he followed her gaze:</p>\n<p class=\"cnM4NTZlOWJmZWJlMDQ1MWY4ZDc2ZDk3MWJmNzQ5M2Nk\" data-original-margin=\"\">\"It was on the floor also, just beyond your reach. I thought you might have been poisoned, but I scanned both the cup and your system with <em>Detection</em> and nothing suspicious came up. <em>Neutralize</em> spells had no effect on you, nor would <em>Rejuvenate</em> wake you up. You did not have any wounds or noticeable bruises that would indicate being attacked by an intruder either. Do you remember anyone or anything suspicious coming into the room, or feel any lingering pains at the moment?\"</p>\n<p class=\"cnNhNjE4ZTEzNWUyOTQ5ZjlhYTYzMzBkZTc3ZGMwZjQ3\" data-original-margin=\"\">Kaede took a moment to run through her memories again. She had spent the entire afternoon reading. She then chatted with Marina when the maid came to clean the room. It was just like most other weekdays since she had arrived.</p>\n<p class=\"cnMxMDFmNzQ3ZDZhZTQ1Yjc4MTQyODFhNmRkNGVlNTdl\" data-original-margin=\"\">\"...No. Nothing unusual happened. And... my body aches, but not in any specific spot as much as all over.\"</p>\n<p class=\"cnM2OGIzODM2NDhmYzQ5OTI4NzQ1MGYwYTNhMjBiNWFh\" data-original-margin=\"\">Pascal's brows furrowed as he ran out of ideas.</p>\n<p class=\"cnM4NzRmOGYzNTZlYzQ1Mjg4OGQzN2IzZmRkMzFlMThj\" data-original-margin=\"\">\"The healers' only suggestion was that you might have been feeling anemic. None of them really knows anything about Samaran physiology.\"</p>\n<p class=\"cnM0ODA1YjIyODZmNDRhOTM5NGU3M2I3MzY2ZWJmMDNh\" data-original-margin=\"\">\"Well... it's true that I haven't been sleeping well, and <em>someone</em> keeps waking me up every morning. Not to mention changing bodies might still be taking its toll.\" Kaede glared at Pascal with an accusing scowl. \"But I didn't feel dizzy or anything outside of the usual sleepiness. It just came out of nowhere... I don't know if Samarans react poorly to sleep deprivation or something.\"</p>\n<p class=\"cnM5ODFjMDAyMzdmMDQyYTBhMTM4ZWFjYTgwYjA5OGU5\" data-original-margin=\"\">Pascal sighed, partly in response but mostly in relief.</p>\n<p class=\"cnMzOTUwZTllZjZhMzQ4ZDE4NzY5YjAzNTU4NWQ5YzEw\" data-original-margin=\"\">\"I did run the basic tests on your blood while you were out. All I can say is that you are not showing signs of any major illness we know of.\" He then stood up and began taking off his dress shirt: \"Take the day off tomorrow and sleep in. In the future, tell me when you are feeling under the weather. You do have a girl's body to take care of now.\"</p>\n<p class=\"cnMyZTc1ZjFmMTkwOTQzY2M5OTcxMDRmMmE1ZGY2ZTgx\" data-original-margin=\"\">Kaede merely nodded back as she sank back under the comforter, her mind already set on visiting the library tomorrow.</p>\n<p class=\"cnNhZWUwYmQ4MDhiNTQwYTliMzhjZjExZjg5M2UzMWJm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyY2ZlOTM5ZjVmNTQxYmQ5NTFlOWZmZWE2NGFiN2Rh\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlMzUzMDdkNzIyMTRkYjk4OTk1NzIwZDQ2ODU0NjQy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxYmJiZjNkMmE1ZjQ4MTZiYTA2NDJjMDlmYTVlN2Uw\" data-original-margin=\"\">Kaede's morning routine must have set her biological clock. After waking up around the same time as usual, she spent the early morning trying to sleep in. She wanted to stay until at least after breakfast, when the students began their daily courses.</p>\n<p class=\"cnM4NWJlODE3ODNkOTQyNWZiMjE3MThlOWExOWIxMGI1\" data-original-margin=\"\">Pascal made a surprise return after the meal. With no desire to hear any grumpy orders to rest, Kaede pretended to still be asleep. The tray of bread, cheese, and savory slices of roast pork he left behind for her came as a pleasant surprise.</p>\n<p class=\"cnMwNjBkOWVkYmY5MzRmMTk4ZDkwZjkwZGUzZmMzY2Iy\" data-original-margin=\"\">\"&lt;Thanks for the food,&gt;\" she told him over the telepathic bond after finishing.</p>\n<p class=\"cnNlMGVkMTAxZWIwMjQzZTFiYjkzMjkzZGIyNWRlOTli\" data-original-margin=\"\">His reply was a simple: \"&lt;Get better.&gt;\"</p>\n<p class=\"cnM3MzVlMmUwOGU0ZDQ5MWViMTJlYzNiZjE2Nzc2Mjgw\" data-original-margin=\"\">Her morning and afternoon trips to the library were far less enjoyable. Both times, several nobles made their opinions of her presence in their sanctuary known with disgusted gazes and hushed whispers. Worse yet, after scanning through two dozen books on Samarans in the library's cultural section, all she managed to find out were some general details:</p>\n<p class=\"cnM1M2I5YzA4MTQxMDQ4MmM5NjQ3MWZjMDUxNzljM2Qz\" data-original-margin=\"\">Other than differences in appearance, Samaran physiology was almost equivalent to that of regular humans. They had the same organ functions, similar biological cycles, and even suffered the same ill effects for nutritional imbalance. One book did claim that Samarans' pregnancy lasted much longer than normal humans, though it failed to provide any further details.</p>\n<p class=\"cnNlN2U5MGExNGY3YjQ5ZjE4ZDg3NGNjNjI0NTQ1OTYx\" data-original-margin=\"\">The only major difference lay in their blood. The crystal-clear Samaran 'fluid of life' was known for its healing properties. It could close wounds in under a minute and chase away all but the worst diseases within a day. Furthermore, their blood enhanced healing magic, and could be transfused into any human subspecies without rejection.</p>\n<p class=\"cnM0NjA3ZTYzYzUxNjQ1NDY5NDVlMGE2Y2E2YTA4Nzk1\" data-original-margin=\"\">Scholars believed that the blood was the source of their longevity. Few Samarans were innately capable of sorcery, yet even an average Samaran could live up to two centuries, which was longer than the healthiest of human mages. Upon reaching the prime years of early adulthood, a Samaran would normally retain their youthful appearance and vigor for well over a hundred years.</p>\n<p class=\"cnM4ZTMyM2VkZmEwNzRjYmJhZTMxNzcwODkzM2ExNTIw\" data-original-margin=\"\">However, there was also a dark side about being a Samaran...</p>\n<p class=\"cnM5YTJjNWNhOTEzMjRlNmVhNDhlOGY1MzAyZDI4MTQ2\" data-original-margin=\"\">Ever since the Great Northern War which gave birth to the Grand Republic of Samara five centuries ago, knowledge about the healing properties of Samaran blood had become commonplace. As a result, Samaran blood had become a highly-sought commodity, used to treat diseases, enhance curative spells, and even imbibed by the rich and powerful in hopes of prolonging their life. Because of this, Samarans were often the victims of trafficking and even large-scale slave raids.</p>\n<p class=\"cnM5NDRmYWJhZWJhZDQwMzc4YTFhYzcyOTRlNjYyNzk1\" data-original-margin=\"\">After waging several wars and launching countless black operations against 'blood traders', the Grand Republic finally gave in and made the 'fluid of life' a national export. It was managed by the official Blood Bank of Samara as a diplomatic trade good, and collected from all adult Samarans within the Grand Republic as a literal 'blood tax'. This discouraged illegal sourcing of Samaran blood by offering legitimate supplies and keeping profit margins down. Threats of embargo, war, and active special operations further helped to deter adventurous individuals and nations alike.</p>\n<p class=\"cnNmN2QwY2FlMzg1OTRmNzk5ZmRjYzc2NTFlNzI5NjIw\" data-original-margin=\"\">Nevertheless, Samaran trafficking remained an issue, especially since neither the Holy Imperium of the Inner Sea nor the Cataliyan Caliphate had ever abolished slavery. Samarans outside the Grand Republic had to guard themselves carefully, as black market traders would pay extravagantly for a living Samaran body with a crushed will. Meanwhile, the Samaran Shadow Guard has earned a reputation as the most ruthless intelligence organization in Hyperion, as they routinely made gruesome examples of any traffickers they uncovered.</p>\n<p class=\"cnNlY2Y3YzYzOWYzNDQxMWJiYzljNGFmMjJkMmEyMzc0\" data-original-margin=\"\">For a second time, Kaede found herself glad that Pascal gave her a set of defensive runes. Reports of Samaran slaves exploited as living blood farms depicted a life too terrible to imagine.</p>\n<p class=\"cnM2ZjBlYmNjZjE4NDQyM2Q4ODA2ZGZkZWU2Mzc3MzJh\" data-original-margin=\"\">Unfortunately, she found nothing about Samarans being prone to instantaneously fainting. If anything, the healing properties of Samaran blood should reduce the likelihood of such occurrences.</p>\n<p class=\"cnM4YjhmZWNhMGJjNDQ0ZjFhMTgyYzA4Njg4ZjY3MDYy\" data-original-margin=\"\">Kaede packed up several cultural books plus a tome on the history of familiars into the extra-dimensional messenger bag Pascal gave her. She then departed the library for the dormitory keep. But as she turned around the central keep, her legs froze mid-step upon coming across the most unusual sight:</p>\n<p class=\"cnM4ZmY0ZGYwODNmMzQ1NjRiNDM1OWJhM2E4YzJiYWNl\" data-original-margin=\"\">On the grassy lawn of one inner castle courtyard was a giant amorphous <em>thing</em>. It could only be described as a massive blob of silken tofu the size of a small car. Standing next to it was Perceval, periodically nodding his head and petting the giant tofu as though <em>interacting</em> with it.</p>\n<p class=\"cnNkYzkwNDcwMTNhNzQxMDg4ZjcwNWUyM2RkOThhODQ4\" data-original-margin=\"\">It took a minute before Kaede could recollect her composure.</p>\n<p class=\"cnM0MGQ0NWI3ZWRhMDQ0OTM5YTlmZTY3M2E1ZWEzNjU0\" data-original-margin=\"\">\"Hello, Perceval,\" she called out as she approached Ariadne's beloved.</p>\n<p class=\"cnNhMTdhYzY1NDRjODQxYTdhYTNjYjQyMzgzZjlkMjQ0\" data-original-margin=\"\">\"Oh, it's you.\" Perceval replied in a bland tone, his uninterested glance swiftly returning to the giant tofu before him.</p><p class=\"cjI5YjU4MTcwNDUyOTQ0MDU4Mjg3NzBiMzYzM2E3ZWY1\" data-original-margin=\"\">Love what you're reading? Discover and support the author on the platform they originally published on.</p>\n<p class=\"cnNhYzkxODVjZTU0YjQ4YjJiNzUzYjRmNTBlNWUxMWEy\" data-original-margin=\"\">\"Pardon me but, what is <em>that</em>...\"</p>\n<p class=\"cnNjNzkxYTUxZDU5NjRkNDE4MTY0MWUxODE5OTQ5MjE3\" data-original-margin=\"\">\"My familiar is a white pudding from the Southern Lotharingie Mountains.\"</p>\n<p class=\"cnM4OTYwMzUwNGJhNTQxNDNhNWFmZjAyN2QwYmIyYjJm\" data-original-margin=\"\">Perceval's casual explanation almost sent Kaede's head into a spontaneous meltdown. However her safeties triggered a brief moment of mental paralysis instead.</p>\n<p class=\"cnNiZWFlNmFhOTYxZjRkY2M4Y2M5MzQyNGQ3NTE4YTQ0\" data-original-margin=\"\">\"That.... <em>that</em>... is... a creature...!?\"</p>\n<p class=\"cnMyM2M3MDg5YTdiMTQ3Y2E5MjBmMjQ0ZjI4ZmI0OWNh\" data-original-margin=\"\">\"Yes. White puddings belong to the ooze kingdom of creatures,\" Perceval continued with just a bare tinge of courtesy. \"Like most oozes, they're magical decomposers that can engulf and transmute almost any mass into more of itself. Although they prefer the remains of dead critters.\"</p>\n<p class=\"cnNlMTRiZGY0YzUxODQ4NGE4N2RlNGI3MGM3YjY3NWQy\" data-original-margin=\"\">The giant tofu wobbled like jelly under his gentle caress. Kaede's eyes almost popped out of their sockets when it bounced once, like a child hopping in joy.</p>\n<p class=\"cnM2ZDg4ODU0ZmU3ODRhOTViYzMyY2RiNjVmMzNjZDQ1\" data-original-margin=\"\">It was so far outside the realm of Earth biology that Kaede didn't even know <em>how</em> to react. She couldn't even imagine how a huge piece of gelatinous mass could function as a living entity, let alone fit into some corner of the ecosystem.</p>\n<p class=\"cnMzY2U4ODc0N2MyYjQ1ZDdiYWM0ZjA3YTk3MDNmNDA2\" data-original-margin=\"\">She also couldn't believe how everyone else walking by ignored the giant tofu as completely normal, but stared curiously at <em>her</em> instead.</p>\n<p class=\"cnM1MzE3OTU0M2JmMjQxM2ZiZjdjMTBiZTdiNWJiZWJk\" data-original-margin=\"\">\"What does it... do?\"</p>\n<p class=\"cnM0YTNkMDdkMGZhMzRlZDE4NjJjZjAzZjAyM2JkNWFm\" data-original-margin=\"\">\"They're a food source...\"</p>\n<p class=\"cnNjNjBmZTNhMzI3NjQ1MDA4NjgwOWU4ODdkNzA3MGEx\" data-original-margin=\"\">With one hand still caressing the giant tofu, Perceval leaned left and right, examining his familiar as though it had any anatomical features to speak of.</p>\n<p class=\"cnNlNDViZmU2Y2JlZTRhZGFhNGI0YzljMzMyOGFjNDg2\" data-original-margin=\"\">\"Very bland tasting, but nutritious and easy to consume and digest...\"</p>\n<p class=\"cnM4MDI3ZjQ0NDczYjRiYzRhOWEyNDhlOTg1Nzk1ZTZm\" data-original-margin=\"\"><em>It really is living tofu!!!</em> her battered logic puked out before fainting. Meanwhile, images of cavemen hunting packs of wild tofu with spears paraded across her mind.</p>\n<p class=\"cnM4MDE1ZmVhZmQ3MzQ0YmNiNjY5MTk0NGViMGNlMzVj\" data-original-margin=\"\">\"Animals in the mountains treat them as a roaming food source during the winter, and so do the people living there... ahh, finally...\"</p>\n<p class=\"cnMwOWZlNjU5NDlhOTQzY2Q5MWMwNmIzOTJkM2U2YzRm\" data-original-margin=\"\">\"Oyyy! Sorry I'm late!\" A short boy with flaming-red hair called out.</p>\n<p class=\"cnMwNjU2MDk1MzE5NzRiYjdiODIyYmI5OGRhYTMzMzVi\" data-original-margin=\"\">\"Already used to it,\" Perceval sighed. \"Seriously, Reynaud, just because your friends don't hand out demerits doesn't mean you should keep us waiting. What took you an extra <em>half hour</em>?\"</p>\n<p class=\"cnMzMTEwYTg4MGY3MzQzZDQ4OGVhYWI1MmNiNmMxNzdh\" data-original-margin=\"\">Small and skinny, Reynaud was at least a hand's length shorter than Perceval and was clearly below the male average. However, he virtually bounced across the distance between them with his overflowing energy. Underneath his red hair were a pair of spring-green eyes, a narrow, delicate nose, and lightly freckled cheeks sporting a gleeful grin. His features combined for an innocent, boyish look better suited for a high-school initiate than a collegiate academy student.</p>\n<p class=\"cnNlOThkN2FmNzk2YTQ2YjFhZDg1YzRhMWQ3ODNiMmRm\" data-original-margin=\"\">However, unlike Perceval, Reynaud was a cadet of the academy's military school. His uniform consisted of a padded, bright-blue leather jacket -- a gambeson that wrapped tight around his narrow chest and fell to beneath his waist.</p>\n<p class=\"cnMwOGQ5OWUwYzExNjRiODhhYjMxOGRkODQwZGM3MzRl\" data-original-margin=\"\">\"Sorry sorry,\" Reynaud waved in apology before stepping up with a giant tin bucket in hand. \"Gerard wouldn't admit defeat from our match earlier. He challenged me to a duel right after class ended.\"</p>\n<p class=\"cnNkOWIxYmRlY2YzYzRjZGViOTNmZjY5NzY5NTg4OTNi\" data-original-margin=\"\"><em>Oh right, he's the one Pascal complained about for being too good at dueling.</em></p>\n<p class=\"cnNkMmU3M2EwNzZkMjQ4YzliNTMzODAzMTYxZDM1ZDlm\" data-original-margin=\"\">Kaede was still lost in thought when Reynaud glanced towards the girl who stood beside his best friend and blinked. A huge grin soon spread across his face as he eyed the young girl.</p>\n<p class=\"cnMwMDg1Y2ZhZjFmMjQ2OTQ4OTNkMzIzNTJiNzEyYWQ5\" data-original-margin=\"\">\"Well well, if it isn't the <em>Runelord'</em>s familiar -- the commoner who walloped the princeling.\" Reynaud circled around Kaede, examining her as he went. \"Aren't you a bit too adorable to be giving someone the fisticuffs?\"</p>\n<p class=\"cnNkZjczYTNhM2E0MDRkZGZhZTA3ZjVjMzA1ZDk4OGI2\" data-original-margin=\"\">\"You're one to talk, shorty.\"</p>\n<p class=\"cnMxY2FhZjc4MTJlZDQwYzNhNmE5NDA4YTA2YmZkZTJk\" data-original-margin=\"\">With her heels on, Kaede was actually a touch taller than Reynaud. But as he spiraled closer to her with his ogling eyes, she felt her gut begin to knot in discomfort.</p>\n<p class=\"cnNkZDlhMmQ3OTA0NDQwMjdiYTcwNTU1MGNjYTUzYmUx\" data-original-margin=\"\">It felt distinctively like he was undressing her with his gaze.</p>\n<p class=\"cnNlOGIzNjE0ZWRjYzQ2NmFhMzY3OTNiNTUzODUyMmNi\" data-original-margin=\"\">\"Miss, you are way too precious to be a decoration for that noble jerk.\" He bowed slightly before extending his hand. \"Please, allow me to take you home instead and treat you like the sweet and tasty buttercup that you are.\"</p>\n<p class=\"cnM0ZmU4YzBjNjRiNjQ4ZTk5NmQ2YmU4NTU0NzEwZGM0\" data-original-margin=\"\"><em>Are you f'ing serious...?</em></p>\n<p class=\"cnMzYmVmOTY3ZDg3ZDQzMDk4MWFhMDZjY2M1YmQ2YTU5\" data-original-margin=\"\">Kaede's brows twitched twice in irritation. Then, her cheeks flushed scarlet as she felt his hand snake behind her and brush down against the skirt covering her rear. She swiftly pulled her arm back and sent a fist straight into his face.</p>\n<p class=\"cnM4MDVmZWUxMDVjMzQ4ZTE4YWYwYzc0YWZlMjA3MzA2\" data-original-margin=\"\">Her hand might be small and weak, but it was still enough to leave a swollen eye.</p>\n<p class=\"cnM5OWNjZGE5YjI4ZDRmNGY5NTg2NTAyZTMxOTAwMDQz\" data-original-margin=\"\">\"Well, that cleared some doubts!\"</p>\n<p class=\"cnMyZTJlMDg0NzI5NjQ4YWE5NDBiZDJiOWMwODBiNzA4\" data-original-margin=\"\">Even with a hand rubbing his blackening eye, Reynaud's cheery grin seemed to only widen with delight. His tone soon turned into what reminded Kaede of a drawling, British accent:</p>\n<p class=\"cnNiNmM1ZTNhYTI2NzQ1NDdiYzAzMjIzOGU2ZTNjYWJl\" data-original-margin=\"\">\"Little weak but just the right amount of spice. Please lady may I have some more?\"</p>\n<p class=\"cnM3M2Y0NzgzZjQxYTRiYWU4MTYzODRlNGMxZWYyMGRh\" data-original-margin=\"\"><em>Just what is wrong with this pervert?</em></p>\n<p class=\"cnNjNjQ4OWZjZmUzMDQzOWRhMzc1ODc2NmIxYzNjNzkw\" data-original-margin=\"\">Kaede stiffened and hesitantly took two steps back. Her fingers were poised to stab the runes on her forearm just in case. She might not want to start a fight with a noble, as she didn't know if Pascal could shield her from all the repercussions. But she certainly wasn't going to just allow some pervert to keep groping her in public.</p>\n<p class=\"cnM2NWFiNjNjNTRlZjRkNmZhOWU2MGQxZmM1NGJkNDE0\" data-original-margin=\"\">Thankfully, she never had to resort to such actions, as Perceval interjected and stepped in-between them:</p>\n<p class=\"cnMwNDA0ZmIyZGY1YzQzZmJhMjg2ODcwNDBjOGU3NjQw\" data-original-margin=\"\">\"Control yourself, Reynaud. Just because she's not a noblewoman doesn't mean you can blatantly insult her like this.\"</p>\n<p class=\"cnM5ZTc3MGRiZTM4NDQ4Y2Q5YTI0ZDIyN2ViNWJiYWFm\" data-original-margin=\"\"><em>Does that mean there are only legal repercussions when a lady is harassed?</em> Kaede immediately realized to her horror.</p>\n<p class=\"cnM1NWUxYTg0MTExZjQ4YTRhNjA4MWJhNjFiMTc3NzFj\" data-original-margin=\"\">Meanwhile Reynaud scowled. No, pouted was a better description.</p>\n<p class=\"cnNmNTM3MDdkOWM1YzRjMTRhZWUyOWI1OGMyNTFiYWQ5\" data-original-margin=\"\">\"Sheesh, you're never any fun, Perceval. Fine fine,\" he complained as though harassment was fine just because it was a 'joke'. He then walked towards the white pudding and, with one scoop, filled his bucket with a generous chunk of the giant tofu.</p>\n<p class=\"cnM5ZjMyYzE2ZThiZjRiNWE5Njc4MWIwZDUwOGQ2Zjcw\" data-original-margin=\"\">\"Thanks as always brother!\" Reynaud began to walk off, backwards. \"Nice to meet you as well, Buttercup! Next time you give that jerk a beating, be sure to invite the rest of us to cheer you on!\"</p>\n<p class=\"cnM3ZDRkNmNiNGIzYTRhYTZhMTdiNmY5YTliNzJmYjVm\" data-original-margin=\"\"><em>Talk about noble hypocrisy,</em> Kaede bitterly thought. <em>Even 'that jerk' Pascal has more respectfulness than this little creep.</em></p>\n<p class=\"cnNlZjExOWM4ODRkNzRjZjJhYzJjOWJmMzc4NmVjMjRm\" data-original-margin=\"\">\"I'm sorry about that.\" Perceval apologized in a deep, sincere voice. \"Reynaud doesn't mean any harm by that. He just doesn't know any boundaries on when to stop fooling around.\"</p>\n<p class=\"cnMxYmUxYWM1NjY1MzRmYmNhZDdiM2JjNmNhOGIyNDA4\" data-original-margin=\"\">Kaede took a brief exhale to alleviate her frustration. It wouldn't help her any to spill her annoyance on the person who helped her.</p>\n<p class=\"cnMxMTU1NDE4YTdlNzQ4NTJhYzQ5MmE0NTA4YTllYWZi\" data-original-margin=\"\">\"That's alright.\" Kaede decided to simply nod back. Though she did feel surprised that Perceval was being genial to her.</p>\n<p class=\"cnMxODcwNTc0YzQzMzQ1NjBiMDMwODY5MTk1MGU2MWNk\" data-original-margin=\"\">\"Anyhow, did you need me for something?\"</p>\n<p class=\"cnNjZDUwM2VjM2JmMjQ2YzE5YjFjYmEwYjgyZGZhZTBl\" data-original-margin=\"\">Kaede quickly remembered that the man before her was also a healer:</p>\n<p class=\"cnM1NzE2N2VhYWQ3NTRiMDc4Yjg5ODk1YzJlODI3NjRm\" data-original-margin=\"\">\"Yes, actually. I would like to ask if you know anything that may cause someone to fall unconscious with no warning, especially a Samaran.\"</p>\n<p class=\"cnNlYjhhNWVmYTZlZjRhZTJiMjZhOGM5OTI3NTlmODVk\" data-original-margin=\"\">\"...You?\"</p>\n<p class=\"cnMwMGQxYTNlZDM1ZTRiOTBhYWEwYzY5OGRlZTg0OTE3\" data-original-margin=\"\">\"Yes. Me,\" Kaede nodded.</p>\n<p class=\"cnMyMTY5NDJlNDBiMTRiMTVhNmY3MzRmNjU5MmRkNTc3\" data-original-margin=\"\">\"I'm no more an expert on Samarans than the rest of the healers...\"</p>\n<p class=\"cnM4NGM1OGFkNWI3NDRkZTliN2YwYjcyZGQ5MzNhYzU1\" data-original-margin=\"\">Perceval scratched his head. Nevertheless his eyes focused in an instant, revealing the concentration of an apprentice physician who took his job with the utmost seriousness:</p>\n<p class=\"cnM2ZmFhZGZlZWNkMTQ0ZTNhZmMzNDJkMGFmOGY3MDhh\" data-original-margin=\"\">\"But if you don't mind some blood testing, come with me to the healers' chapel and we'll see what we can find. You can tell me what happened along the way.\"</p>\n<p class=\"cnMxNDU2YTY5Njc1OTQ5NDc4ODk3ODgwMTc4MGEzYWJk\" data-original-margin=\"\">\"Sure. Thank you.\" Kaede agreed and began to follow him.</p>\n<p class=\"cnM2ZDcyM2ZiODA5MzRiMTNiYjBkZDc2YzU4YTE4Yzky\" data-original-margin=\"\">Unable to tear her eyes away from the giant tofu that bounced along behind them, she asked:</p>\n<p class=\"cnM3OGQ2MGE4ZWYyYTQ2OThiMzdlYWQ5MjU4NjUzMjZm\" data-original-margin=\"\">\"Out of curiosity, what did Reynaud want with a chunk of... uh, white pudding?\"</p>\n<p class=\"cnM0NjBjYmIxYTgzZDQ1YjFhNTZlNzkyM2FlMDQyOGMz\" data-original-margin=\"\">\"He has a baby skywhale familiar that's barely old enough to cut milk. A white pudding's consistency and ease of digestion makes it a decent baby food.\"</p>\n<p class=\"cnM3MDhkZDMyZTFlNTRkMGQ5ZjdjZjBjNmExZjliMDIx\" data-original-margin=\"\">Kaede simply nodded. Compared to sentient tofu, skywhales felt like a perfectly logical animal in the world.</p>\n<p class=\"cnNiOGY2MWZjOGJiMjRiMzA4YjU1ODEyNTY0YjI1ZDA3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1MjkxNGQ5ZTlhZjQzNmJhMTUyZTU3ZmYzZDEzOTlh\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzZGYxMDZiN2YwNzQzNWJiY2FjN2FhNGYxY2I2YmUy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxOGU3N2Q1OTk1OTQ0MTRiOGIzNDEwYjliMmU4NmRl\" data-original-margin=\"\">The healer's chapel was a sterile white hall full of beds, which Kaede found unusual because it was the only room painted white in the entire castle complex. Counters lined up against the far-side wall were packed neatly with potion vials, flasks, and bottles. There were also a dozen transparent quartz crystals the size of tablet computers.</p>\n<p class=\"cnNlMDBiZDJkMTEwYjRjMTQ4YTBkZWJhZDg3ZDZmZTY5\" data-original-margin=\"\">Perceval still held one of them in his hands, through which he had examined Kaede over the past half-hour. She felt oddly naked under his focused gaze, but not exactly uncomfortable thanks to his professional demeanor.</p>\n<p class=\"cnNiOWU4M2NlOWY2NjQxZDdiMTNlZjI2ODQzY2E4YmUw\" data-original-margin=\"\">\"As far as I can tell, there's nothing wrong with you, other than a slight vitamin-D deficiency,\" Perceval noted as he put the quartz screen back onto his lap. \"You need to come outside more often.\"</p>\n<p class=\"cnMyYTU1ZTQ1YzlmMzQzZjc5M2ViOWNlNWEwM2M5YTg3\" data-original-margin=\"\">Kaede was amazed they even knew about vitamins. <em>The biomedical understanding of this world is more advanced than I'd have guessed.</em></p>\n<p class=\"cnMzYTc0NmU1OWUzMzRjMTg5MzVlNzI5YjY0NGY5MzVl\" data-original-margin=\"\">\"Well... people haven't exactly been welcoming to me.\" She then answered.</p>\n<p class=\"cnNjYmY3NjY5NTRlYzQxZWJiODk3NTFjMTliODdkNjZj\" data-original-margin=\"\">A barely noticeable cringe went through Perceval before he closed his eyes and sighed.</p>\n<p class=\"cnMzZmFiMzM0NDA3MTQyYzNhYWI0ZWQ3Njc1Y2UxMjM1\" data-original-margin=\"\">\"Yes, and I haven't exactly been helping. I'm sorry about that. I know it's no fault of yours, but... your master and I have a history.\"</p>\n<p class=\"cnMwYThmMDI2MzYyOTQ3YmI5MTAxYTJhZWE5MjgwOGMw\" data-original-margin=\"\">\"I've heard from Ariadne. Don't worry about it,\" Kaede rushed to wave it off before changing the subject back: \"Do you know any other reason why people here might faint suddenly?\"</p>\n<p class=\"cnNkZTA3YjhhYWFjODQ0OTU5NDQ2OTY0MDVjZWI4MTlh\" data-original-margin=\"\">\"Our medical capabilities are nowhere near perfect, and there are plenty of possible reasons for losing consciousness over some condition we either overlooked or simply can't detect. However...\" his gaze turned from contemplative to warning. \"Ten hours is too long. That's just too serious not to leave an evident sign. Furthermore, <em>Rejuvenate</em> spells can usually wake up even someone sick to the verge of death. To stop something like that... I can't think of anything BUT a magical effect, except you don't carry any suspicious auras, either.\"</p>\n<p class=\"cnM4MmVmMzc0OTYxYjRjYzk4N2ZjYjAzZGZiOGZjZmY3\" data-original-margin=\"\">\"Do all magical effects leave an aura?\"</p>\n<p class=\"cnMzZjJhMTIxNmI5NDQ5N2Y5MWRhMDZhMmM3NDU2OGMw\" data-original-margin=\"\">\"No, but a hidden magical aura isn't a natural occurrence. That means you're not just contracting a magical disease or having an allergic reaction against the wards, but being affected by deliberate foul play. Although, given your master, I wouldn't be surprised if that were the case.\"</p>\n<p class=\"cnM1YWNmMjI2NjVhYTQ2YTBhMWE4MTUxNWNjZGIzY2E5\" data-original-margin=\"\">Kaede couldn't tell if Perceval was smirking or scowling; probably a bit of both.</p>\n<p class=\"cnM0OTVjYjRjMDg2YjQ4ZGI5NjY1NzBlOWMxMzkyOTc5\" data-original-margin=\"\">\"Are you sure all you drank was water? That there wasn't anything in that chalice you mentioned?\" Perceval asked.</p>\n<p class=\"cnMwYmU4Y2FiYmNlZjQyYWRhMTZlYzQ1YTk0MGNiZmY0\" data-original-margin=\"\">\"Pascal said the <em>Detection</em> spells came out clean. How reliable is that?\"</p>\n<p class=\"cnMyODBmZWQ5ODUxMDQ1ODA4MjdlNmIwNzU3MGYxZTZi\" data-original-margin=\"\">\"Reliable enough for everything conventional,\" Perceval simply shrugged. \"But healers aren't in the subterfuge or poison business, and that spell is old, ancient. One of the lessons they teach us in this school is that as long as there is a way, there is also a counter. Unfortunately... that's all I can really tell you.\"</p>\n<p class=\"cnNkMDk4MDJjNDNkNTRmOGVhNDRiYjBjYmUwNTdhYzM1\" data-original-margin=\"\">Kaede nodded as she held onto that thought for later:</p>\n<p class=\"cnMwYzZlOGYwMDRiZDRmZGE5Y2VlY2MxOGE1ZWFkNjdh\" data-original-margin=\"\">\"Thank you so much for this. I really do appreciate it.\"</p>\n<p class=\"cnM5MDVlOGUyNzk4NTQ3MWJiMmI5ZTMxMDI3ODg1MTlh\" data-original-margin=\"\">For the first time, Kaede saw Perceval's gentle, peaceful smile directed towards her.</p>\n<p class=\"cnNiYWE3ZGFmYjdjNjRjY2Q4NjBmZjZlZTBmOTJlNzcw\" data-original-margin=\"\">\"Not to sound mean, but I'd do it even if you were the devil's daughter -- that's what it means to take the healers' oath. However, I do promise to try to be cordial in the future. Bet my actions thus far must seem unworthy compared to how dear Aria described me.\"</p>\n<p class=\"cnM2MjExMzY2NjUzMzQ0ZGE4MzkxMzVlOTE1NWQ2MzU0\" data-original-margin=\"\">Kaede sent back a grin of her own:</p>\n<p class=\"cnNiZWIzZGIzYjZiMTQ5MDU4MGNiYzk0YWFhMDRlNDFm\" data-original-margin=\"\">\"Not at all. As Ariadne said, you're a very generous man.\"</p>\n<p class=\"cnM1ODU0OTQ5ZDdhNzQ2YTZiOGEwMTUyMTM5MDhhNWE1\" data-original-margin=\"\">A shadow of guilt entered his almost-bashful expression in response. It was both what Kaede hoped for, and what made her thoughts agree with her words.</p>\n<p class=\"cnMxMzM4ZTQwOWY2NjQ3NjNhODljZmY2OWQ3Y2U1YzI4\" data-original-margin=\"\"><em>Good people aren't always nice, but you can always count on them to try to do the right thing,</em> she thought as she waved to Perceval before leaving the healers' chapel.</p>\n<p class=\"cnM4OTdmYWRjOGZjMjRjYTBiMTg2ODBiNzA3OWYyNjI5\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM3NWZmMTY4NzY4NTQ1MGY4YWFjODI3YTAwNGE5NDc0\" data-original-margin=\"\"><br>On her way back to the dormitory keep, Kaede replayed all of yesterday afternoon in her memories. Other than Marina's daily cleaning visit, she couldn't think of a single sign of an outsider entering into the room. Furthermore, she remembered that Marina didn't just perform the usual, but also gave all the furnishing in the room a thorough dusting and sanitary wipe-down. She must have at least lifted the chalice when cleaning the bedside counter it sat on.</p>\n<p class=\"cnNhYzFiMWVkNzVkYzRkN2JiMTYwYzkyY2U1Mzk5NWU2\" data-original-margin=\"\"><em>But why would Marina want to harm Pascal? If this is poison, it's far too low grade... almost like an immature prank.</em></p>\n<p class=\"cnM5ZjhhODUzNDEwMDQ0ZmJhZTM3N2Y3MGE5ODU2ZDk3\" data-original-margin=\"\">Kaede knew that history was abundant with cases where agents bribed or blackmailed servants into carrying out their dirty schemes. Pascal was the son of Weichsel's Marshal. His father no doubt gathered plenty of enemies. Furthermore, Pascal's own character was hardly the type to avoid burning bridges.</p>\n<p class=\"cnNkNzEwYzA3MjJjNDQ4NGM4MzNhNzAxZTgzMTFiMGNm\" data-original-margin=\"\">Nevertheless...</p>\n<p class=\"cnNmMDQ0NDdjNTU0ODQyNzBiNWE2M2Q1OTk2ZTExNGM5\" data-original-margin=\"\"><em>I can't just lay suspicion on Marina for no reason. Who knows what these nobles may do to a mere servant girl?</em></p>\n<p class=\"cnNlZjc3N2Q1Nzg2ZjQwODI5YTc3NjkxNjhmYjRhMjQw\" data-original-margin=\"\">The sun was already setting. Pascal would return from class soon. Therefore Kaede's only course of action was to confirm for herself tomorrow.</p>\n<p class=\"cnM3YTc1M2I3NmU1YjQ1ZTdhZDI4OTJkYjBlNGExMDlk\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2MmFkYzE0YTBkYzQ5MTg5MThjNDI2MmIyNDEwMmVi\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMyOTM2YjE5NzBiMjRhNjM4ZWQxZDdkY2Y3MzY5MTEx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyNjM5MmEyMGU1ZjQ1NTU5ODA5OGZiYjg2MmFhZWY5\" data-original-margin=\"\">Pascal had been stuck in an irritable mood for several days now.</p>\n<p class=\"cnMyNGQyOWI2YjBlNTQ1YjE5N2EzOGYxNjgxMzIxY2Jh\" data-original-margin=\"\">It began late last Saturday when he tried to contact Sylviane again, only to be rejected without a single word.</p>\n<p class=\"cnNhZjMwMGQ1ZDg1ZjQyNzg5YmY3NDNlM2RhMzZkNzI0\" data-original-margin=\"\"><em>Farspeak</em> spells opened the most reliable communication channel that could be made using spellcraft. But it required both the sender <em>and</em> the receiver to concentrate on maintaining the one-to-one link.</p>\n<p class=\"cnM1NzYxYzgzYjM0MTQzNjY5NmY2ZTJiNzdhOGJmNzM4\" data-original-margin=\"\">Due to her busy schedule, Pascal only called once a week. However in the past, even if she was attending a special council meeting, Sylviane always at least sent back a brief reply before closing the connection.</p>\n<p class=\"cnNmODFhOGIzYmIwNDQ5ZjBhYTEwYTUzNTg4MTQ2NzEx\" data-original-margin=\"\">The fact he knew exactly why she ignored him only deepened his melancholy. It certainly kept him awake late into the night.</p>\n<p class=\"cnNhZGM3ZDg3NzQ0NTQzMTU5NWQ5ZDU1MjEzYzdmYjg5\" data-original-margin=\"\">Ariadne's invitation to Kaede didn't help his moodiness, but it was a mere drop in the bucket compared to Sylviane ignoring his calls on both Saturday and Sunday nights. Pascal had no wish to further irritate his fiancée by pestering her nonstop. However, shutting down two attempts per day made it evident that she was deliberately not talking to him.</p>\n<p class=\"cnM5MTdlYTIwOWQ2MjRmMDI5NzFjYzg5ZDAyZWY1ZmY0\" data-original-margin=\"\">Sunday night was the first time Pascal realized just how late Kaede stayed awake every night, shifting and turning.</p>\n<p class=\"cnM5MDZhYzUxMGRhZTQwY2U4MzVlODc4MzA4ODJjYjEz\" data-original-margin=\"\">Kaede's collapse on Monday night began to push his limits. Fatigue was but one factor. Pascal was also not used to being emotionally strung out.</p>\n<p class=\"cnMwZTk5NmIyZTBlMTRjMzI5MTRlMDkzNDBmYmE0ODdi\" data-original-margin=\"\">On Tuesday morning, a noble who criticized the Emperor's recent policies received a ferocious tongue lashing from Pascal. After that, everyone stayed twice the distance they usually kept from him. Professor Albert noticed this, and requested some early research discussion from Pascal's <em>Pandemonium Doctrine</em> project in order to 'keep his thoughts occupied'. As expected, the assignment kept Pascal contemplative for the remainder of the day and well into the evening.</p>\n<p class=\"cnNkNmZkZTg1NjUzODRjMDNhZjBmY2JiNDJkZTM5OWQz\" data-original-margin=\"\">\"Hey Pascal,\" Kaede asked from behind him. \"Did you know that the familiars of mages who die of old age often revert back to normal and live on?\"</p>\n<p class=\"cnM5MGI0OGE3NWMwMzRhODg5Y2ZkNDM1YThhMjk2MmQ1\" data-original-margin=\"\">\"Yes.\" Pascal didn't even bother to look up from his writing desk. \"Speculation claims that it is the shock of death carried across the bond that mortally wounds the familiar's psyche, either killing them immediately or destroying their will to live. It is the same effect for when a bond is severed by force. Obviously, no one is going to experimentally test either of those hypotheses. But I am nowhere close to the age of dying peacefully.\"</p>\n<p class=\"cnM4ZDEwZjQ2NmRmZTRlMjU5ZDFlMWI0NTc5NzMyZTdl\" data-original-margin=\"\">\"Can't you at least <em>try</em> to look into some method of how I can get back?\"</p>\n<p class=\"cnM0NzNhMDQyNmE5ODQwMDc4YWIyNWM3MzEwMWFhOGM1\" data-original-margin=\"\">Pascal sighed and put down the ink stone that he used to channel words straight onto parchment. He turned back around to face the familiar girl.</p>\n<p class=\"cnNkN2E2ZmIzY2YzNTQ4Yzc5YzZlOTdjMWZiYTIyYWQy\" data-original-margin=\"\">Kaede sat in his bed with another book opened between her small hands. She wore only the white halter-top he dressed her in on the first night. Meanwhile, her long, snowy hair draped across her bare back and shoulders, pooling into a pile besides her atop the bed.</p>\n<p class=\"cnNlZWI4Mzg4NWJkNTQ4NjQ5ZmM2NGNkNGZkZTViODk4\" data-original-margin=\"\">\"I <em>have</em> thought about this, Kaede. But by all knowledge there is simply no viable solution. We cannot just cut the bond and hope a miracle happens to return everything back to before. Nor does any banishment magic work on your naturalized body, either due to its form or due to the link. In fact, I even asked Professor Beaucaire -- he teaches teleportation -- to cast the ancient planar banishment spell on a sample of your blood. It did not work. Therefore, even if we knew exactly which world you came from out of the infinite numbers out there among the multiverse, we couldn't send you there. The magic of the worldwalkers is a tale of old legends and folklore. It is not something achieved within the annals of modern sorcery.\"</p>\n<p class=\"cnMyNGIzODU3NWYxYzRlYjBhZDA1YjkxM2QzYjBlZDMx\" data-original-margin=\"\">Kaede met his stare evenly:</p>\n<p class=\"cnM4ZWNlODk3NDNlNDRiYTBhNGIwZWZiNzY4YjRlOWMy\" data-original-margin=\"\">\"I'm here, aren't I?\"</p>\n<p class=\"cnNhMmZkMzAwMTAzMDQyMjdhZTlhZTFlMTFiYzY1YTRi\" data-original-margin=\"\">\"By some fluke of the spell that I still cannot figure out,\" Pascal admitted with a scowl. Then, his words grew almost challenging: \"I was impressed how quickly you were adapting to life here. I guess that is not the case after all.\"</p>\n<p class=\"cnMwMjlkYjNhNzk2YjRlYmU5NjllNzYzNGFiZjUwMjRm\" data-original-margin=\"\">\"Oh please, it's only been eleven days!\" she retorted. \"Philosophically, I adhere to the Eastern views of my home world more than the West. We try our best to be accepting of the world around us, to be at peace with how it molds our lives. But being accepting isn't the same as simply surrendering to fate. My will still points my way, and I fully intend to explore all options.\"</p>\n<p class=\"cnNjMWMxNTE1ZjUyYTRmN2FiY2U1YmMzYjU0NzRiYjA0\" data-original-margin=\"\"><em>The Holy Father may have plans for us all, but under his guidance we shall still strive for our cause,</em> Pascal reflected as Kaede declared her intent with hardened eyes. For a second he almost felt impressed, with an urge to pull her into a theological discussion.</p>\n<p class=\"cnMzMTM0NjkyZmUxMzQzNGVhYzQyODZlOTQ3ZWU5NTcx\" data-original-margin=\"\">Almost...</p>\n<p class=\"cnNkYmEzODkyZmMwMTQwYjQ5OWFiMmRlOWMxZjU4NDAz\" data-original-margin=\"\">\"Anyhow, since there are stories of visiting other worlds...\"</p>\n<p class=\"cnM1OTFjOTcxNTk1OTQ0NDhiYzcwNTc0YzRiMDg4Mjk0\" data-original-margin=\"\">\"Yes, from millennia ago when angels, demons, and dragonkind still waged wars across our world, when the very nature of magic was different,\" Pascal's irritated words cut her off. \"I am not going off to chase sorcery that has been lost for over a thousand years over wishful thinking. I admit that my mistake brought you here, but I do not owe you all the years of my life in repayment for it!\"</p>\n<p class=\"cnM3ZjRkNWI0OTMzOTQ5YmI4MTkyMDc3Yzk1MTdmNjVl\" data-original-margin=\"\">With those final-sounding words, Pascal turned back around to focus on his work, leaving only the back of his head to meet Kaede's burning glare.</p>\n<p class=\"cnM2ZmYwNzU0NjI5ODQ2Mjk4MjA0ZmYxMDM1NTcyNjY5\" data-original-margin=\"\">\"&lt;You just don't want me to go back, do you?&gt;\" Kaede seethed over the mental link.</p>\n<p class=\"cnNhNjU2MWJjYWM2YTQ4Nzg4ZDVmMTM5MTY5MTc3Zjlj\" data-original-margin=\"\">Pascal froze for a second.</p>\n<p class=\"cnMzODRkNzEzNzYwMzQ3MDc4ZDk0YzNhODA1NzBlYmM5\" data-original-margin=\"\"><em>Do I?</em></p>\n<p class=\"cnM2NzBjMDNmNGE2ZTQ3ZmQ5NWM0NmY3MjRjYzM2NDFj\" data-original-margin=\"\">His fatigued thoughts stumbled through a fuzzy world of internal analysis, cycling through memories of the past week-and-half. He admitted that while he did indeed enjoy her company at times, there were many more where he wondered if Kaede was really worth her trouble.</p>\n<p class=\"cnM4NWQwODI0ZmFjZjQ3MzU5NWE2NzM3MjAzMDY1MDUw\" data-original-margin=\"\">It took another minute before he finally replied:</p>\n<p class=\"cnNlOWY0ODQ5N2JjYTQzYjNhYWQ1NzcyNmI5YTg0NDQ3\" data-original-margin=\"\">\"&lt;Maybe. But I promise you that if some clue of it being reasonably possible appears, I will look into it. But until then, I refuse to waste any more time chasing what every professor believes a pipe dream based on nothing more than ancient history.&gt;\"</p>\n<p class=\"cnMzZjc3ODIyYWM4NjQ5NTViMGUwMGFiMDkwOGQwNmE5\" data-original-margin=\"\">The sound of a book slamming shut came from behind him as Kaede haphazardly tossed it onto the counter. She then lowered herself into the bed and pulled the bedcovers over her head.</p>\n<p class=\"cnNlNGJlMDhiMmZiNjQ4MThhNTFmODZiNjg4YjdhYWE1\" data-original-margin=\"\">The emotions that flowed across their link had never grown beyond mere annoyance. But even that, when added to his own irritation, was enough to push his current self-control, or lack thereof.</p>\n<p class=\"cnMzZTIwZTU3YWYyZjRjN2VhYjAwODVkOTg3N2JmMjk4\" data-original-margin=\"\"><em>I need sleep.</em></p>\n            ",
  "invisibleParagraphContent": "Love what you're reading? Discover and support the author on the platform they originally published on."
}