{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1MWQ1MjQxZTk4NTQ4MzBhZWZkZmQ0NGIxNjAyNzg2\" data-original-margin=\"\">The next week went by in a blur as Rhin-Lotharingie began to mobilize for war.</p>\n<p class=\"cnNjNzZmNTQ2ZDFmNTQwY2M5MjE1YzA2NGIzMDdjYTVj\" data-original-margin=\"\">Emperor Geoffroi Jean de Gaetane issued a general call-to-arms across the entire Empire. However the response that came back was fragmented at best. The war came at an extremely inopportune time as it was already mid-December. Winter was beginning to seal the North Lotharingie Mountains' passes under ice and snow. Meanwhile the winter holidays, including the Winter Solstice, New Year, and Liturgy Day, were just around the corner.</p>\n<p class=\"cnMxY2MwNTkwZmJkMjRiOGQ4MGI2MTZmMjk3NDQxYTg5\" data-original-margin=\"\">Worse yet, the borders between Rhin-Lotharingie and the Cataliyan Caliphate were fairly new. It had been created due to each side's gains at the expense of the Holy Imperium ten years ago. Before that the Lotharins had always thought of the Caliphate as \"my enemy's enemy\". Many Lotharins were not used to seeing the Caliph as a new foe.</p>\n<p class=\"cnNmNzhiOTgyNmEwNjQwNTc4MzBjNjQ0NzFkOTRkMjZi\" data-original-margin=\"\">As a result, opinions toward the war were deeply divided. The differing attitudes of the various regions could readily be seen through the academy's students.</p>\n<p class=\"cnNhNmY2Yzg1ZDVlZjQ4M2VhNDY5YWU4NjhiODk0ZmE0\" data-original-margin=\"\">Those from the southern kingdoms of Avorica and Garona, both of which border the Cataliyan Caliphate, were swift to adopt a zealous stance. They spoke of the war as a struggle between good and evil, between noble Trinitians and Tauheed infidels. The Avorican cadets left to raise troops from their family fiefs and prayed that the Pope would call for a Crusade. The Garonans were at odds with the Church, and instead they took the extreme measure of initiating <em>levée en masse</em> and demanded the same from the rest of the empire. Most of their students, some as young as sixteen, began returning home to join the army.</p>\n<p class=\"cnNmMDQzNGY3NmI1YjQwMWJiODJmOGZlNTAwMzU5NmM2\" data-original-margin=\"\">Meanwhile, the students from the northern Kingdom of Gleann Mòr dragged their feet, citing how the Winter was already here and that it would be better to wait until the campaigning season in Spring. However even they weren't as problematic as those from the Kingdom of Ceredigion, many of whom blamed the war on the Emperor's religious policies and diplomatic failures, with some even pretending that this wasn't their problem.</p>\n<p class=\"cnM5ZTFkZmQ1ZDYyYTRjYzA5MWI3MTIyZjA1Yjk1NjY0\" data-original-margin=\"\">There had already been three scuffles between students over political differences in viewpoint.</p>\n<p class=\"cnNkYjJjZDg3NmQ0MTRlMTk4ZjYwMGZiNTkzNTc0ODYx\" data-original-margin=\"\">Students from the Lotharin heartlands, including both Reynaud and Gerard, often found themselves caught between these two poles. They supported the gathering of feudal armies to defend their nation, but most were neither in favor of a Crusade --which pulled in foreign armies that pillaged the land-- nor mandated conscription. Those who lived further east anxiously pointed out that the Imperium still covetted their family lands. They insisted that the last thing Rhin-Lotharingie could afford to do was to strip bare its other defenses.</p>\n<p class=\"cnNiNTQxZDMxYzM4ODRiM2I4MmRmODE5MDhkZjMxMjM2\" data-original-margin=\"\">This confused situation in Rhin-Lotharingie stood in sharp contrast to that of Weichsel, as Pascal conversed almost daily with his father back home to receive updates.</p>\n<p class=\"cnM5MWNmYjQ4MGM3MTQ3NTJiYmQ4Y2YwNzk0MGFmOGY5\" data-original-margin=\"\">King Leopold von Drachenlanzen of Weichsel saw no choice but to honor their alliance. This was the first war against the Empire of Rhin-Lotharingie since signing the defensive treaty. Failing to uphold the pledge would not only invalidate their coalition in the eyes of the world, but also risk condemnation from Weichsel's only influential ally within the Holy Imperium of the Inner Sea.</p>\n<p class=\"cnM2OWI3MjMyMzUyZDQwZTA4NzQ5YWVmN2U3ZDhkOWI4\" data-original-margin=\"\">Ever since Ferdinand I, the founding King of Weichsel, allowed himself to be crowned by the Pope, the small nation in the north has maintained the confidence of the Holy See. It served as a bastion of Trinitian might against the barbaric pagans of the north.</p>\n<p class=\"cnM2MzJjNzk3MmYxZTQ0YThiM2ExOGRmZTNkMDk0Mzg0\" data-original-margin=\"\">Papal Appeasement was Weichsel's foremost deterrence against southern aggression, especially after hostilities during the War of Imperial Succession. Doubling Weichsel's landmass had been worth the papal condemnation it earned them that time. It had been silenced by generous donations of gold while leaving church assets alone during territorial annexation. But King Leopold could ill afford further disapproval.</p>\n<p class=\"cnM5ZTYzZmExNDZmMTQ3OWU4NGQwMjQ0Y2E5OTNiYjk2\" data-original-margin=\"\">The King had invoked the <em>Writ of Universal Conscription</em>, calling for 'General Mobilization' in the name of the Holy Father. Using this first stage of Weichsel's Fourfold Mobilization system, the standing army would quadruple in size as professional soldiers were augmented by militia reservists. Furthermore, Noble Reiter units, formed by drafting the magic-blessed nobility, would supplement the professional Weichsel Cavalry that consisted of noble spellsword knights and their retainer troops.</p>\n<p class=\"cnMyYjQ1YjI2NDc1ZDQ4OWE5YWNlMGVmZThlMTQ0N2Vm\" data-original-margin=\"\">However even with Weichsel coming to Rhin-Lotharingie's aid, their armies were months away at least. In the meantime the invasion had caught the Empire of Rhin-Lotharingie sorely unprepared.</p>\n<p class=\"cnM5NWYwNzUwODM1MTRjNTNiMTI2NzVhZjA3ZTJhNzdk\" data-original-margin=\"\">Emperor Geoffroi did respond to the Caliphate's military buildup in the south by reinforcing his border garrisons. However the spy reports that reached the eyes of the Emperor grossly underestimated both the readiness and the tidal scale of the Caliphate's invasion. News from the borders claimed of Cataliyan armies numbering in the hundreds of thousands. They poured over the southern mountain passes in three separate army groups. The Lotharin border troops, hopeless to stop the approaching juggernaut, fell back across the entire front and sought to regroup at a second line.</p>\n<p class=\"cnMyNWY4Yzc5ZTk3MDQ5NjY4ZjVlYzNiNDlmZDI5Nzk1\" data-original-margin=\"\">They left six undefended Duchies in their wake.</p>\n<p class=\"cnMwMzNkNTZjZGZhZjQyYThhOTJkYjU2YmNiNmM1NzRh\" data-original-margin=\"\">Five, technically. Duke Guy of Avro-Calent refused the general retreat order. His proud, multi-layered concentric castle boasted the strongest fortification in Southern Rhin-Lotharingie. However, the Cataliyan vanguard forces simply bypassed his castle. Rear army units then surrounded the fortress and bombarded it nonstop for three days, followed by a nineteen-hour relentless assault which seized the citadel from its exhausted defenders. In the end, the Duke's bravado and 'glorious death' not only failed to halt or even significantly slow the invasion, but cost the Rhin-Lotharingie three thousand precious seasoned troops and an entire stockpile of army grain.</p>\n<p class=\"cnMzOTk0NzgyZjZlYTRlNzJiYjZlZGM2Yzg1NDIyOTQx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1ZWE1OWE4ODYyMjRmY2Q4NDJlNzZkODMxNTJmZTM3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNiNTc1NWFkYTU0MDQ5YTQ4NDhjZDkwYmM5OTk0MTkx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhNzc5NzQzODkzNzQwNGI4MzQ2ZjZmOGI0OGJiNTMw\" data-original-margin=\"\">\"I have <em>never</em> seen someone so bad on a horse.\"</p>\n<p class=\"cnNkYjU3NWQ2ZWZhMTQ3NTdiM2I1NzI2NTRhZGQyZmUz\" data-original-margin=\"\">Kaede lay flat on the ground as she ignored Pascal's scathing remark. This was her third practice session with a mount, and she still almost fell off twice during a prolonged canter. Then the white war steed went into a full gallop, and only Pascal's <em>Air Cushion</em> spell kept her from injuring her back.</p>\n<p class=\"cnNmNDVjMDBlMzI1NjRlMzU4N2ZhZmQ3ZWQ3ZjcyNWMw\" data-original-margin=\"\">Among Kaede's kendo friends back on Earth, Kaede's coordination and reflexes had been mediocre at best. It was yet another reason why <em>he</em> preferred the meditative and procedural movements of archery over the rapid assaults and reactionary parries of swordplay. Coming to Hyperion and adapting to a new, smaller body hadn't helped her in attaining better control over her muscles... or lack thereof.</p>\n<p class=\"cnM2Yzk3ZWY2ODM0MTRiNmVhMmUyNWE4MjhjMDc4Mzk2\" data-original-margin=\"\">At least her period had ended. The first practice session had far less pleasant results.</p>\n<p class=\"cnM3N2MzYjUwZDYyYzRiNzk5ZDExZTY4YjRhMzNkODI5\" data-original-margin=\"\">\"She's not that bad. You should have seen Gerard when he first learned how to ride. That guy was a true sack of potatoes. It makes one appreciate how far he's come.\"</p>\n<p class=\"cnNjMWMwMDgwMWM1MjRhZjBhMjJmZjE4OTQ1MTE4Y2Q2\" data-original-margin=\"\">Perceval tried to encourage Kaede every time he came by to see Ariadne, who offered Kaede what pointers she could. Unsurprisingly, the pegasus knight was an exceptional rider. The Manteuffels weren't literally raised in the saddle like their nomadic ancestors. However as Ariadne first learned to ride a pony since she was four, it wasn't far from the truth either.</p>\n<p class=\"cnM1MDNiY2ZkY2RiMjQwY2M5MDZhYTFlZTAyMWVlMjJj\" data-original-margin=\"\">\"Excuse me for not being born <em>noble</em>.\" Kaede retorted to Pascal as she stood back up, rubbing her painful behind.</p>\n<p class=\"cnNlOWFkYzM5NWY3YzRhNWY5MjdhMDQzZWNkZjdlNDQ1\" data-original-margin=\"\">The <em>Air Cushion</em> softened the landing enough to prevent injuries, but there was still some impact. Combined with all the ups and downs in the saddle, it made Kaede's butt hurt, which was not a place used to it given the wonders of modern vehicle suspension.</p>\n<p class=\"cnMwOTMxNmQzODdjODQxNDY5MDM3ZTY4ZjM0NmZmZTU4\" data-original-margin=\"\">The horsemanship problem was hardly a new one. Even during the pre-industrial eras of Earth, cavalry was predominantly a noble occupation. Only the wealthy could afford to grow up accustomed to a proper war steed. Farmers had horses and mules as well, but a docile, plow-towing animal was far different from one bred for battle.</p>\n<p class=\"cnM1YzcwOGJjYjgwNDQ5ODc4M2ZjYTZiN2FhN2Q1NGI0\" data-original-margin=\"\">As for Kaede? She had never even petted a pony before, let alone ride a galloping stallion.</p>\n<p class=\"cnM3ZmE2OGMyZTY1ZTQ3YTE5YmQzYWI0NTU4MDEyM2U1\" data-original-margin=\"\">\"Again?\" she asked, watching Pascal whistle the horse back around.</p>\n<p class=\"cnMxNzdkMmFkNWNlMjQ1ZGU4ZjBjNTg2ZTc1NGYwZWMy\" data-original-margin=\"\">\"No. Dinner is almost upon us, and that was your fourth try this session. Give your backside a rest already.\"</p>\n<p class=\"cnM0ODVjMWE0N2VkZDRlMDNhN2FkYzIzYjMwOWRhOTRh\" data-original-margin=\"\">Kaede quickly put her hands away. She wasn't aware it had been that obvious.</p>\n<p class=\"cnM3ZDczYjcxZGU1MzQ0NTY4OTc4ODJiMmVmZmJiNjc2\" data-original-margin=\"\">\"Nobody is going to become good in just a few days. Only a <em>prodigy</em> would be foolish enough to expect that, even though your own horsemanship is hardly worth bragging about...\"</p>\n<p class=\"cnMxODE4NzJiYzdlZTQ5ZDE4NjVkMjZjZjEyZTQzZDI5\" data-original-margin=\"\">Ariadne's words were cutting, yet they still came with a smile. She walked over from the wall Perceval and her had been leaning against. Her delicate fingers extended back to cup her waist-length hair, which swayed in the courtyard's strong crosswinds like a pink waterfall.</p>\n<p class=\"cnM2NjEwYmY5MGRmOTQzNTM4MzNkNjMwOWYxMmU3OWMy\" data-original-margin=\"\">\"Besides, isn't hanging onto a canter enough? Not like she's going to join a thundering charge, even in the very unlikely scenario that you did.\"</p>\n<p class=\"cnM5MWUyNDY5NGFlOTQ4NWY4YTA2YWQyNzhlNDI3M2Yy\" data-original-margin=\"\">With the reins back in his hands, Pascal's turquoise gaze was still examining Kaede as he began his reply:</p>\n<p class=\"cnM1MjIyZWVjMjViNTQ4MWNiMGQ1ZTkxNzdhNWIzNTdl\" data-original-margin=\"\">\"I was hoping she could act as my courier should the opportunity arise. The telepathic link grounded in our familiar bond would allow me to communicate with anyone directly through her. It is exceedingly useful given how normal <em>Telepathy</em> spells cannot function in a battlefield full of clashing mana and <em>Farspeak</em> spells require concentration to maintain. It would be a good reason for her to come with me.\"</p>\n<p class=\"cnMzODc1YzliYjk3ZjQ3MWViZDY0NjI4Mjg5ZmRkNDNh\" data-original-margin=\"\">\"I thought mages often brought their familiars along?\" Kaede puzzled.</p>\n<p class=\"cnM3M2Q3ZDBiMWQyNzRkYjM5NTkwYjU3OWRmYzExYWFm\" data-original-margin=\"\">Her own hair was long enough that she stuffed its other end into her belt pouch. With most of her time spent reading, Kaede rarely minded the sheer length of her snowy-white hair, which reached all the way down to her thighs. In fact, she rather enjoyed how soft and comfortable it was. Though it was also annoying on windy days when she came outside.</p>\n<p class=\"cnNhMjk5MWQyY2RjNTQ5NmM5ZDk0YTU3MTFhY2U0NjA3\" data-original-margin=\"\">\"Yes. In most other cases, I would not worry about it.\" Pascal answered. \"But bringing a <em>girl</em> from my household does raise questions, and not the kind good for army morale.\"</p>\n<p class=\"cnMzOTM4Y2VlZTQwMTQwZTQ4M2ZiOWY2ODRkYjc4MWRi\" data-original-margin=\"\">At the same time, Perceval strode up from behind Ariadne and put his arm around her shoulders with a smile. His hands carefully brushed her hair back into place. After receiving an appreciative smile from her, he turned his gaze towards Pascal:</p>\n<p class=\"cnNkMzhjMDU1NGMxNTRlM2JhMTc4OGI0MGRiNjE1Mzg2\" data-original-margin=\"\">\"Speaking of armies, are you planning to leave for Weichsel? I know Aria is leaving tomorrow morning. And she tells me you've been offered the command of a Noble Reiter company.\"</p>\n<p class=\"cnM4ZjBkNDNkYTlhNDQxOWI5OTY4OTEyMmNmMzQ4OTE2\" data-original-margin=\"\">'Reiter' was one of the few military terms Kaede knew from German history: one of the first cavalry in Europe who raised firearms to the status of primary weapons. The fact her familiar bond's 'translation' feature picked this word in specific meant that the magic actually tried to match Weichsel's language to her specific knowledge.</p>\n<p class=\"cnMyZGIxNzdlNWU1MjQzMGM4ZjY4ZDc1ODUwMzE0Nzc3\" data-original-margin=\"\">It was a rather appropriate choice too. Unlike the professional 'Weichsel Cavalry' which used a combination of polearms, projectiles, and spells, the entirely aristocratic Noble Reiters were cavalrymen who served only as artillery-mages. Their lack of proper combat training reflected in their poor ability to hold out in close combat.</p>\n<p class=\"cnNkN2NjYmIzZjQwNTRkZjg5MzkyMTBiY2M1MDdlOTIx\" data-original-margin=\"\">\"I am not actually sure yet. I would like to go to Alis Avern and find out what is going on at the front lines. Study the war as it progresses. May even make a suggestion or two. The company hardly needs me to march into Rhin-Lotharingie.\" Pascal frowned. \"But...\"</p>\n<p class=\"cnNmYzNkNzM4MzNjYjQwZmNhMmFmNWUwZGQzMzA1NmM2\" data-original-margin=\"\">\"A Captain who does not march with his men cannot command his men in battle.\" Ariadne noted, which led to a sigh from Pascal.</p>\n<p class=\"cnMyMTExMjhlYTgxMzQyNDY4YzY2ZDc0ODYyODZiNWJl\" data-original-margin=\"\">\"Basically what my father said. So yes, I think I will be departing with her tomorrow. What about you?\" Pascal then looked at Perceval. \"Are you planning to stay here while there is a war on?\"</p>\n<p class=\"cnMxMTBjYmVjYzg0YzQ2MzhiMTFiMTFlNjExOWUzNjc1\" data-original-margin=\"\">\"No.\" Perceval declared without a moment of hesitation. \"I can't just stay here pretending to be a healer, while there are thousands of dying soldiers on the frontlines who are in desperate need of one. However, I think it'd be better if I join an organization instead of act alone. Except I don't know what to join yet, or whom to join, if I am to go with the troops of a lord.\"</p>\n<p class=\"cnNiYzM1OWEyZWMyOTQ3OTNhYWQ3N2IxNWYzMTI4MmUx\" data-original-margin=\"\">\"You could join my company.\" Pascal proposed without a second thought. \"We will be assembling in Nordkreuz, the same place as Ariadne's unit. And I promise you that once we reach the front, I will always go where we are needed most.\"</p>\n<p class=\"cnMwNWIyMjdiNjAzMjRkYzNiYWQ3MmNiNjU4ZjNlZjlh\" data-original-margin=\"\">\"Are you sure? You don't think I'm too Lotharin and boring?\"</p>\n<p class=\"cnNjY2I2Y2M3YjU3YjQ3MGViYzYyMWIxYmVjNzk0YjU2\" data-original-margin=\"\">Perceval glanced away at the last second, and Kaede wondered if he regretted impulsively scratching that old wound the moment those words left his mouth.</p>\n<p class=\"cnNiYjYzNjRjOThlNDRlNDI5YWI1MjAxZTE3M2JiZWVk\" data-original-margin=\"\">\"Command does not mind outsiders for a healer, since there are never enough for them to go around.\" Pascal stated. \"And I would be <em>honored</em> if you would join me.\"</p>\n<p class=\"cnM0OGQyMGE0MjhmZDRlN2M4YmE0MTZkYjZlZWY3NDVi\" data-original-margin=\"\">The two men looked at one another, before each of them nodded in silent recognition with a slight smirk.</p>\n<p class=\"cnNhMGI5MDE3YjA2NTRjNjA5YWNjMTkzYTVkN2MwYjVl\" data-original-margin=\"\">\"I think I also have an answer on how to bring your familiar without any problems.\"</p>\n<p class=\"cnNjNTc5NjM2NTY3YjQyOWQ5MTRkNjM0ZTU5OTM2YzA1\" data-original-margin=\"\">Both Pascal and Kaede stared at Perceval for several moments. Neither could figure out the meaning behind his words before the two of them spoke at once:</p>\n<p class=\"cnNlYmFmYmQ4MDU2NDQ5OWNhODBmMjE4M2U2MTEzZWYz\" data-original-margin=\"\">\"How?\"</p>\n<p class=\"cnMyMGQ0MzAwYjU2YTQzODRiOWZiNTY1OGI0MmE2MDY0\" data-original-margin=\"\">\"Easy,\" the healer's eyes almost sparkled under his brown bangs. \"Medical supplies.\"</p>\n<p class=\"cnM4ZTQyNDkzYTRhYTQzOTNiNWY5M2FlNjcxYjMwN2Iz\" data-original-margin=\"\"><em>Oh right, walking Blood Bank of Samara,</em> Kaede remembered. As she faced the grinning Perceval and the giggling Ariadne, her wispy response came out completely flat.</p>\n<p class=\"cnNlODg4OTRkYmM5ZDQyNjFiNzhjMTRlNDZhYzYwMWY1\" data-original-margin=\"\">\"Oh ha-ha. Very funny.\"</p>\n<p class=\"cnM2MDAwYTIwODMzNzRjOThiYjBjMjM0NDc4ODE1NzE1\" data-original-margin=\"\">Meanwhile, Pascal looked even less amused than his familiar:</p>\n<p class=\"cnM1ZjA0NGM1NmE3ZjRlNjViY2M4YWI1ODlmZDU4MjJm\" data-original-margin=\"\">\"Fair warning: if she faints, I am holding <em>you</em> responsible.\"</p>\n<p class=\"cnNjZjE3MDk0NmM4NjRjYzVhMmE3NTFlNzk2OWZmYzY3\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMxYmIxZTFjMjM2NjQ3N2JiZjEwYzZmM2VhN2Q3NmMz\" data-original-margin=\"\"><br>After returning the horse to the stablemaster, Kaede followed Pascal back to the dorms because he wanted to \"deal with something first.\"</p>\n<p class=\"cnNjMWViYjhmN2ViNTQwYmM5NTZhYTk0ZDQ1YzI3NzM1\" data-original-margin=\"\">Thus she sat down on the bed and took out a tome to read while he finished whatever errand he had.</p>\n<p class=\"cnNkMjA4OTNjZWI0MjRkMTY5MjVmOGZhOWY5NWY4MjM4\" data-original-margin=\"\">Except he just stood there staring at her.</p>\n<p class=\"cnNjN2QzNTYzMTRhMzQ1YzJhYTAyODI5Mzc4OTUwMzAz\" data-original-margin=\"\">\"What is it?\"</p>\n<p class=\"cnNiMjcxNWU4ZTI2NDQ5Y2M4NDk4YjQxNDgxODUwOGNj\" data-original-margin=\"\">\"I received something from the postmaster for you today.\"</p>\n<p class=\"cnNjNzQxNDQ3NThiYjQ1NmQ4N2MzMzI1OTBkNTQyNTc4\" data-original-margin=\"\">Pascal spoke with a not-serious, not-joyous, not-angry, but oddly peaceful and gentle expression as he handed her a wrapped parchment scroll. He then turned the chair at his work desk around to face her before sitting down on it.</p>\n<p class=\"cnNkYzk2MTI4NGEzMjRjNmVhODY0M2U4NWNlYzkyYzRk\" data-original-margin=\"\"><em>Who would send something to me?</em></p>\n<p class=\"cnM3YWQyM2Q4YTMwNDRjODk4NDZhODg4ZmQ2Yjg2ZGU5\" data-original-margin=\"\">Kaede frowned as she took the scroll. Rolling it over, her eyes widened at the black dragon crest of Weichsel on its official wax seal. Her small hands almost fumbled in their rush to unwrap it. She pulled it open before her gaze to scan through...</p>\n<p class=\"cnNjMzkzNGRlNDA2NzQ4Yzc5ZTQ0OWNjNTc1OGY4ODk2\" data-original-margin=\"\">All speculative trains of thoughts came to crashing halts as she registered its impossible content.</p>\n<p class=\"cnM3NjhmZDhhNTA0ZjQ0ZTViMjk1ZjRjNWEyM2RlMzJi\" data-original-margin=\"\">Kaede had always avoided thinking about it. But despite trying her best to forget it, her memories would never let go of that dreadful first meeting with the headmaster, or even the exact words his horribly raspy voice used to announced her fate in this world:</p>\n<p class=\"cnNhMjhmYzI5MTU0YjRjMzRiMjM2M2U2N2Q1MmIyZDk3\" data-original-margin=\"\">\"<em>No, Miss Familiar. You are neither a citizen of Rhin-Lotharingie nor Weichsel. You are not even a holder of any lawfully issued identification. Furthermore, you were summoned by a mage through his contractual ritual. In the eyes of our national laws, you are a non-entity that is only recognized as part of his responsibility. You are not property, but due to the lack of legal precedence, you are not far above it, either.</em>\"</p>\n<p class=\"cnM1ODIyMTZmOThhMjQxYTJiYmEwNzEwZjgxMzg5Mzlm\" data-original-margin=\"\">She couldn't even begin to count the number of times those words, spoken in that exact same voice, returned to haunt her as she laid awake in bed into the depth of the night.</p>\n<p class=\"cnM4OTZmMzMzOTBhYzRmMGNiN2Q1MGU3NzA1MmY2ZTQ5\" data-original-margin=\"\">Returning to the beginning of the scroll, Kaede carefully read each line and every word. She took care to ascertain its reality, that she wasn't merely misinterpreting through wishful thinking:</p>\n<p class=\"cnNhYWQxMWY1MGQzYjRiZWY4ODY1MGUwZDBhNTM2MWVh\" data-original-margin=\"\"><em>By the powers invested in me by His Majesty King Leopold Karl-Wilhelm von Drachenlanzen, I hereby recognize and certify Miss Kaede Nikita Konstantinovich Suvorsky, member to the noble household of Sir Karl August von Moltewitz, Landgrave of Nordkreuz, as a resident of the Kingdom of Weichsel, with all the rights, privileges, and duties of...</em></p>\n<p class=\"cnM2NWJkYjRlYzk1NzRlZDJhNDRlZTJlNTcyZDQ5YTY1\" data-original-margin=\"\">She couldn't continue anymore as moisture invaded her eyes and blurred her sight.</p>\n<p class=\"cnNhOTA1MDMwNjU5NzQwMmNhMWIxOWM0OTkyMDYwNGEz\" data-original-margin=\"\"><em>I can't believe it.</em></p>\n<p class=\"cnNiOWI0NWU1N2UxNTRiNmZiN2NiZjBjMDgxYjAxOGJk\" data-original-margin=\"\">\"This... this is...\" her dry voice choked out.</p>\n<p class=\"cnM2ZDc2MWVmYzg3YzRlNmNhNGUzOGMxNWRkNzZiYjg1\" data-original-margin=\"\">For a pre-modern society, 'household' simply saw her as a servant to the Landgrave's family. But this was nevertheless infinitely better than mere 'property'.</p>\n<p class=\"cnM1OGZlYmYxNmM4NzRiZDA4YTBkN2ZmNjY5YzgyNjZl\" data-original-margin=\"\">\"It is an official certification of residency in the Kingdom of Weichsel, personally signed by the Department Chief of Immigration from the Ministry of the Interior. As long as you abide by our laws, this residency will turn into lawful citizenship after ten years of either living within Weichsel's domains or serving the interests of Weichsel on foreign soil, which will certainly be the case when you're with me.\"</p>\n<p class=\"cnM1ZjNlMjE5M2I0NDQ4OTdiMThkOWQxZWUwMTQxYzMx\" data-original-margin=\"\"><em>Residency... it's been only... a month since I came to this world!</em></p>\n<p class=\"cnM2ZTYzZDVlN2E5NjQxNjk5NGMxOTE4NTQwY2ExNDcx\" data-original-margin=\"\">Kaede had never applied for citizenship herself. But even she knew that such changes in status usually took years, months at the very least. She had already resigned herself for being completely without rights and reliant upon his protection for the foreseeable future...</p>\n<p class=\"cnM2MjA4NmJkODUzNjQ4OWFiNTU0MzNiNWUyOGVjYjM5\" data-original-margin=\"\">\"How did you get this so--\"</p>\n<p class=\"cnMxYjhiYmFmN2UyZDRkMDBhODA4OGYyNzQ1MGU0ZjNh\" data-original-margin=\"\">\"The process normally takes at least two years. But since high government positions are mostly filled by military officers who retired into the reserves, my family has plenty of contacts within the ministries...\"</p>\n<p class=\"cnM0MGVkZWY0ODcwNjRjMjFiNTI3MTZlMDEwNjEyMzc4\" data-original-margin=\"\">Pascal was totally unabashed. To him, using back-doors for personal affairs like this was his right.</p>\n<p class=\"cnM0MDA2YWE5MGMyNTQ4ODc4MWMyNjRjMTI3ZTkxZDRl\" data-original-margin=\"\">\"Some bribery also paved the way, of course. But I saw how shocked you were over this when the headmaster first mentioned it. Given that particular worry, expediency became an urgent need.\"</p>\n<p class=\"cnNkZWRmMGYxZWI3NDQ2MzE4YjlkNDc0NDJiOGExZGRi\" data-original-margin=\"\"><em>Even so, he must have started the weekend after I came...</em></p>\n<p class=\"cnNkZGJlYmI2ZjZhNzQ0N2Y4MjExMTM5ZmE4NTlkMjU0\" data-original-margin=\"\">Kaede felt her tears' wet warmth streak down her cheeks. Her glassy eyes continued to gaze upon the scroll. Her fingers were almost shaking as she slowly closed the thick parchment back into a roll.</p>\n<p class=\"cnMwNDNjYzNkYzE3NDQ0OTBiZTI3MTU0ZGRkMzY5YzIy\" data-original-margin=\"\">She finally let out the breath she had been unknowingly holding. Her hands brought the certificate close to her chest, protectively clutching what was easily the most precious item Pascal had given her since coming to this fantasy realm.</p><p class=\"cmU3MTQxZWM0ZjdiOTQzNjZiYTAzZDJhZDc3NTNmYjU5\" data-original-margin=\"\">Ensure your favorite authors get the support they deserve. Read this novel on the original website.</p>\n<p class=\"cnMxMTM1MjQyOGYwNDRhNmFhMjliYjBiYjA3ZDc5ZTk1\" data-original-margin=\"\">Yet in hindsight, it wasn't his best present to her. More precisely, it was merely a representation of the rest:</p>\n<p class=\"cnM5YzlkZmI3OTg5MjQ5ZjNhMWE2MzFmZWMxNTEyYTkx\" data-original-margin=\"\">In a land where she had absolutely nothing to her name, he had given her a warm and secure place to call home.</p>\n<p class=\"cnNlM2IyODQwZWQ4YjRlYzhhZjM4OWQzNzJkZTBkOTFk\" data-original-margin=\"\">It was easy, so easy to consider this his obligation, as Pascal was the one who tore Kaede away from her past life by summoning her into this world. But she also knew that few individuals placed in such circumstances would have taken the same position or invested the same effort for her sake.</p>\n<p class=\"cnNiNjYxY2YwYTVkZTQ3NjVhOWE2OTY4ZTU3ZDg2MWQz\" data-original-margin=\"\">It might be his responsibility, but it was a responsibility he took in full measure and upheld even without being asked.</p>\n<p class=\"cnM5YTcyZWI1N2IxNzRlOTE5MjM1NzE1NmIwNTI1YTA2\" data-original-margin=\"\">\"Thank you...\"</p>\n<p class=\"cnNiOTUxNmIxYjk1OTQ5YjBhODdiOTQzZjUyNzNkMDU4\" data-original-margin=\"\">Kaede smiled back at Pascal through her blurry gaze. Her hand reached up to wipe away the tears, but even then she had trouble clearly making out his countenance.</p>\n<p class=\"cnMyMGFhOWEzMzM1ODQwMGJhNjgyZmMyZmFlOWExODEy\" data-original-margin=\"\">\"I can't even begin to describe... but... this really, <em>really</em> means a lot to me. Everything...\"</p>\n<p class=\"cnNlMWIwNDc0NGEyNjQwNTU4NGJmZGRlZTgwY2Y1ZTU1\" data-original-margin=\"\">The water in her eyes wouldn't stop coming out. It formed a small yet steady stream that her hands kept clearing away.</p>\n<p class=\"cnNiM2M0Yzg4YTM3ZDQzZjA4MTQ1MWY2OGE0MzhjNWU1\" data-original-margin=\"\">Throughout her entire life, Kaede almost never lost control of her emotions this way. Yet this was already her second time since coming to Hyperion.</p>\n<p class=\"cnM0NmU5NWNiMDQ2YzRlMzE5NjU0MTk3MzI4Y2RlNzM1\" data-original-margin=\"\">A small corner of her mind couldn't help but wonder if having the hormone imbalance of a teenage girl had something to do with it. There was also the fact that female brains were wired very differently from male brains, or how neurotransmitter roles varied between genders, or...</p>\n<p class=\"cnMyMzFkNTZlNTBkMjQ1OWU5NWFhZTE3OTE3NzAxMjE3\" data-original-margin=\"\">Perhaps shedding a few more tears were the least of her self-adapting changes since arriving in this new world.</p>\n<p class=\"cnMyZDQzMDBjMWIyNjRmMGVhNTFlODIyZTY1NDZhZDhm\" data-original-margin=\"\">\"I know I should at least give you a hug or something in gratitude over this. Yet I can't even stop crying here...\"</p>\n<p class=\"cnM5OGMyOGM5NTIyNzRmYmM5YmI5YjFhNWIzMGViMjNk\" data-original-margin=\"\">Thinking back, Kaede had never felt more glad that she picked his side. She had never been more assured that she made the right decision when she joined the assassination scheme against him for his protection. Yet she couldn't help but feel a pang of guilt over her brief indecision. Even back then, when she chose whether or not to partake in his murder, he had already started his work to help her feel at ease.</p>\n<p class=\"cnMzNzBiYTM2MjQ5ZTRmYzViYzkzMzg1Y2MxOGE3N2M0\" data-original-margin=\"\"><em>I could have done so much wrong...</em></p>\n<p class=\"cnNmNDRjMzFkN2U5YTQ5MzhhOGFlMTlhZjI0N2NmMzMx\" data-original-margin=\"\">Wordlessly, Pascal stood up from his chair, walked over to the bed, and wrapped both of his arms around her thin shoulders.</p>\n<p class=\"cnNmMzdlMjcxMzk1YTQxNzlhZTcxYTMyZTQ4NjUzNWQ4\" data-original-margin=\"\">She could feel his protective warmth as he pulled her into his firm chest.</p>\n<p class=\"cnNhODFiMzQxMDFmMDQyNzFiZjQxZWIzN2U0MTkxOWI4\" data-original-margin=\"\">\"The hugs are free.\" He said in that odd joking tone of his.</p>\n<p class=\"cnNiZjg3NTQxYzA2YzRlNjA5ZTY5N2M4NTJmZTMwYjY2\" data-original-margin=\"\">Still buried in his chest, Kaede couldn't help but crack an unseen smile:</p>\n<p class=\"cnMxMzA3M2ZkMzAyMjQ5YjdiZGI5ZTZkYzM0ZTc5NDk3\" data-original-margin=\"\"><em>Such inappropriate timing...</em></p>\n<p class=\"cnM3MTE4NzE2NTY3MzRjNmU5MjZmNDg1NTQ0NjY2OTg4\" data-original-margin=\"\">She didn't even have the urge to hit him this time.</p>\n<p class=\"cnNlZTM2ZWZjMzcxZTRkM2ViYjgzZjA5ZGJjOGFiMDI4\" data-original-margin=\"\">After nearly a minute, Pascal pulled back just enough to look down into her glassy eyes. His fingers reached up to carefully wipe them away.</p>\n<p class=\"cnM3NzhjYjlmNTcxMTQzYjBhYmE4MjlkYzAzOTg3YWFk\" data-original-margin=\"\">\"As much as I enjoy how huggable you are, we really should go down for the feast. Otherwise, Ariadne and the rest are going to believe I am chastising you over today's practice.\"</p>\n<p class=\"cnNhZGU4OGNiMDM2ZDQyZWZiM2MxOTkwNzI5NGM3NDc1\" data-original-margin=\"\">Kaede couldn't help but smile back at him. Her rose-quartz eyes were still swollen red:</p>\n<p class=\"cnMxMmJmYWQyYzJiODQ3YzRhNDFkODEyMjY4OTNhNzdh\" data-original-margin=\"\">\"Then you better help me clean this up first. Otherwise, they'll <em>know</em> you've been bullying me.\"</p>\n<p class=\"cnNhYmE0NDNhMzdlMDQ0ZTdhODQzMjJjOGUyMjIyNjU2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyYzJhOTFlNTdhZTQ4Yjk4M2YyN2I4MTM4NGM3MTMz\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhMzA4Mzc5ZmNiMjQ0YjliZDIxMjY5MzE1MWZiMTA2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiMGIzNzhhYTc4YjRmYjk5YjcxODU3ZTllYjU1YTBl\" data-original-margin=\"\">As Kaede followed Pascal into the main keep, they found Professor Albert waiting for him with a stern, almost grim expression.</p>\n<p class=\"cnMxMGY0MmNlMjAzMDQzOWNiMDhlMjU0M2VhOGQ4NGY0\" data-original-margin=\"\">\"Sir Pascal, please come with me for a moment. There is something private I must inform you of.\"</p>\n<p class=\"cnMwZDNhYmNkNTYxNjQ0ZWQ5NWE2M2M1NDFiYTk1ZGIy\" data-original-margin=\"\">Kaede tilted her head slightly as she looked at Pascal, whose poker face went on instantly.</p>\n<p class=\"cnNmZmY5NzhhOTU1MDQ2NGJiNDFhMjZkZDRmMGU1ODg1\" data-original-margin=\"\">\"Go join Perceval and the rest in the dining hall. I will be there shortly.\" He told her before following his advisor into the dark hallways of the stone keep.</p>\n<p class=\"cnNjZTBhZTA3OWQzNDQzM2E5NWM0NTcyNTY5MWM3MDhm\" data-original-margin=\"\">She hesitated for a minute before leaving. Something about Pascal, about the entire situation just didn't feel right. Yet at the same time, it didn't do her any good to wait there.</p>\n<p class=\"cnNjZTlmYTQyYTMzMjQ5MzY4MmVhZTY2ZWI1OWNiYTQ0\" data-original-margin=\"\">This turned out to be the first time Kaede walked into the great dining hall by herself.</p>\n<p class=\"cnNjMmY5ZmFmYmU1ODQzMjlhZDBiNTg0OGU3ZGJmMTdl\" data-original-margin=\"\">Today was December 25th, exactly one month since Kaede came to this world. It was the day of the Winter Solstice in Hyperion. Yet despite being a day of feasting, the halls remained plain and the tables half-empty. Over a third of the students have either left to go join the military, or departed for home to seek safety. Apart from the whiff of sumptuous food, there wasn't the slightest air of celebration in the dining hall.</p>\n<p class=\"cnM3ZTJmYjUwMzliNzQxOTc5Y2RlY2MwODY4NzkxY2Nm\" data-original-margin=\"\">Nevertheless, Kaede received plenty of odd stares on her way to her seat. Some were merely curious, presumably over where her master was. Meanwhile others held her in contempt, disgusted over how the familiar could be allowed to stride unescorted across noble grounds in her proud bearing, as though she deserved to eat there.</p>\n<p class=\"cnMwNjBjYzBlMDY3ZDQ0OTg4NWQzYTJhMmQxZDAxOWUx\" data-original-margin=\"\">Thankfully, nobody approached or stopped her. She walked up to Perceval's diminished group, where Ariadne saw her and wondered aloud:</p>\n<p class=\"cnM0YzA1NjEyNThiMDRhMjQ4YzM4NzUyODgwZDVjNTJk\" data-original-margin=\"\">\"Where's Pascal?\"</p>\n<p class=\"cnMxNDI0ZjE1OWI2NzQzOGNhOTYzODBjOTAyOWFjM2Q2\" data-original-margin=\"\">\"Professor Albert stopped him along the way to tell him something.\"</p>\n<p class=\"cnM1OGVlZDVjZTQxMzRmNTlhNWZmNjljMjA2NGQyZTUw\" data-original-margin=\"\">Kaede sat down and waited. Her eyes kept peeled at the entrance.</p>\n<p class=\"cnM0YjA5ODk1NTI1NTRkM2VhOGMwZDQ5MTY5Y2RkODM5\" data-original-margin=\"\">Several minutes later, she watched as Professor Albert entered the hall. But there was no sign of Pascal following him.</p>\n<p class=\"cnMwMzU2YjRmZGU2ODRjNzE4YzBiYmZlMWM3NjRhNGYw\" data-original-margin=\"\">As Albert sat down at the staff table, he looked over to a Lotharin professor and they had an exchange. Kaede did not know the lady's name. However it seems that ever since Duke Gaston, the combat and art instructor, left to join the war, she had been elevated to the role of the senior professor. For a moment Albert and her jousted verbally. Then, with an obvious sigh, the lady stood up and her gloved hand cupped her throat for a second before she spoke out:</p>\n<p class=\"cnNkNjI0ZDU5MjFmMDQwYTdiYTc1ZjhjNzdhM2MwMDkz\" data-original-margin=\"\">\"May I have your attention please.\"</p>\n<p class=\"cnMzNDE4OTkzOTMwYjQyMjBiYTZhZGJkNjk1M2QyYWI2\" data-original-margin=\"\">Despite the polite words, her magically amplified voice did not speak them in the tone of a request, but as an order.</p>\n<p class=\"cnMwZDJiM2IzNTk3MzRmN2M4OWI0ODcwYmM5NzliZGE1\" data-original-margin=\"\">Under her commanding presence, the entire dining hall quieted down within seconds. Even the nobles fell silent in respect and courtesy.</p>\n<p class=\"cnM2NjkzY2NlNjNkYzRjZmI5MDlmZjliYTAwMzdmOGZj\" data-original-margin=\"\">\"Before we offer our prayers to the Holy Father, I have two announcements to make. I ask you all to brace yourselves, for neither of them bear pleasant news.\"</p>\n<p class=\"cnNlYzEyNmI3MmFjMTRkN2ZiZDg4NTJmZjhmOTQ3ODRk\" data-original-margin=\"\">Kaede's stomach twisted itself in knots as she anxiously awaited the bad news that almost undoubtedly involved Pascal.</p>\n<p class=\"cnM5MWEyNzY4MTNjYjQzYWM4MjNmYTdhZWUyN2ViYzUw\" data-original-margin=\"\">\"First, His Holiness Pope Vigilius has recognized the late Duke Guy of Avro-Calent, as a martyr of the faith and canonized him as a saint...\"</p>\n<p class=\"cnNmNzQwMjgyNzcyYTQ1NzFiYjhhNDk0ZjM3OGVlNDIw\" data-original-margin=\"\">It was an obvious backhanded slap towards the Emperor of Rhin-Lotharingie, who gave the order for a general retreat from the Lotharin-Cataliyan borders. But what came next was far, far worse as the lady professor continued in her grim voice with rising disgust, as though the very contents she read were revolting garbage:</p>\n<p class=\"cnMzYTYzZjE2MmI1MTQ2MmJhMDBhZWE5MWM0MGFhMmEw\" data-original-margin=\"\">\"His Holiness is distressed by the loss of the helpless and the faithful to infidel hands, made possible only by... what he accuses as 'cowardice' on the part of our Emperor Geoffroi, who 'performed no deeds in the eyes of the Church, yet basked in greed over the past decades against the pious and good people of the Holy Imperium'... this is absolutely drivel!\" She spat out as she could bear it no more.</p>\n<p class=\"cnNiOTVmOWY0Mzg0NjRjZjI5ODVhNjZhNGI5MDI0OTkw\" data-original-margin=\"\">\"Since when has 'His Holiness' ever tended to his flock among the Lotharins? Since when has 'His Holiness' ever shielded us against the Imperium?\" The lady professor shook the parchment in her hands as many of the students nodded in agreement. \"And now this pope is excommunicating our Emperor from the Trinitian faith. It is nothing but a stab in the back in our time of crisis!\"</p>\n<p class=\"cnNhNmE1ZDY0ZDk5MDRiOTE5YmM4MmUwZmNlMzU4MmZj\" data-original-margin=\"\">Hushed murmurs began across the hall as students asked about what would happen now. That was when Professor Albert stood up and applied the same sorcery to his throat and voice.</p>\n<p class=\"cnMxZDhkYzM5M2M0ZDQ4OTY4MDY1YjJjZTU2YmQzMThl\" data-original-margin=\"\">\"Second, I regret to inform you all that tragedy has befell the Kingdom of Weichsel.\" He declared to the students. \"On this morning, during a trip out to inspect the troops rallying outside the capital of Königsfeld, Field Marshal Sir Karl August von Moltewitz...\"</p>\n<p class=\"cnMzNmExMzk5NmVkMzRhMWU5MTgzNjBlODBhMDZiNGMw\" data-original-margin=\"\">Kaede could feel the hammer that knocked the air out from her lungs.</p>\n<p class=\"cnNkOTMyYjQ3MmE1ZDQzMmNhNjViMzBkMjRkZmI0M2I5\" data-original-margin=\"\">\"--Commanding Officer of the Weichsel Army and the Landgrave of Nordkreuz, plus twenty-eight staff members and bodyguards, were cowardly ambushed by <em>Imperial</em> assassins. Reinforcements from Königsfeld did not arrive in time to intercede, and the entire group has been confirmed dead.\"</p>\n<p class=\"cnM2MmRlOTFmNDRlZTQxYzI5ZDNlMTNmMTFmNDU1YTlm\" data-original-margin=\"\">This time people didn't even try to stay silent. Conversations erupted across the dining hall like wildfire. Several students even stood up and shouted at Professor Albert:</p>\n<p class=\"cnM5Nzg1ZDkwNmU3MzQ3NTU5OGIzNzkyMWExNWRjNDIy\" data-original-margin=\"\">\"Will Weichsel still join us?\"</p>\n<p class=\"cnNmNTVlMzYxNTMzYTRhYWU5MmRkZWFhNzU4MjQ1NmQ4\" data-original-margin=\"\">\"Will your King honor his word and obligations?\"</p>\n<p class=\"cnM0NDM0OWFjNzM3MzQ0NmU4ZWZiYjlhYWU2YWJjMWZm\" data-original-margin=\"\">But Kaede had already stopped paying attention.</p>\n<p class=\"cnM0YmIxOWU5ODY4ZjQ0MDE4YzU5M2UzZDQ0NGYwMGVm\" data-original-margin=\"\">She only waited long enough not to be an embarrassment to Pascal in the eyes of the gathered nobles. He would need his dignity more than ever in the coming days. But the moment Professor Albert finished and the hall erupted into chaos, she pushed back her chair and began striding towards the entrance.</p>\n<p class=\"cnNiMDQ0ZWUzMmQ2NjQ0M2ZhYjFmMTJjNTY1MDhlZjBl\" data-original-margin=\"\">There was no way Pascal was coming here.</p>\n<p class=\"cnNjZGJhZjE2NzhlZDQyNjU4NGMzMWRkOTZlZDA3ZGM2\" data-original-margin=\"\">In the back of her mind, Kaede also realized...</p>\n<p class=\"cnNmNWU4Njc1MTEzMDQ0MWU4ZjEyMjg5NWYxZjkxNTg5\" data-original-margin=\"\">This was the first time Pascal broke his word.</p>\n<p class=\"cnM4NDhkZTE1NmIwZjRkNDU4OGEwYWY1NTg2MWMwODg5\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNjZGJkMjA1ZmJmOTRiOTFhZGMwMGYyMWNkMjBiODQ3\" data-original-margin=\"\"><br>Pascal was not in his dorm room.</p>\n<p class=\"cnMyZTA4N2JiZGRkZDRlMDI4MGU1MjJhNWUwOTY0Y2U4\" data-original-margin=\"\">Kaede thought it was unfair that he could always figure out where she was, but not the other way around. Only then did she finally remember the telepathy channel. She had been subconsciously avoiding it. In this kind of situation, its use felt like cheating.</p>\n<p class=\"cnMzZWM4MjhiMzlkYTQyMzE4YmQyZjRhYzU0Y2YxZTg4\" data-original-margin=\"\">But it was still better than not being there.</p>\n<p class=\"cnNjMDZmNjE0OWY1ZDRmY2Y4Y2VhYzlkYjYxNjI5NDRi\" data-original-margin=\"\">\"&lt;Where are you?&gt;\"</p>\n<p class=\"cnM1NTk5ZDVlOWJiNjRjZWFhMjk4MmE4MzlhMTY0Nzhl\" data-original-margin=\"\">She didn't even bother to ask 'are you alright'. That would have been purely insensitive. There was no way he could be fine after his father's death. Whatever odd 'daddy issues' Pascal had, there was also no doubt that he only spoke the word 'father' with reverence and respect.</p>\n<p class=\"cnNkNGZkMWEyNDEwODRjYjliYTc1N2Y3MGZhNzY3MDE4\" data-original-margin=\"\">\"&lt;On the roof.&gt;\"</p>\n<p class=\"cnM5MjBiZmYzY2ZlNTRlNGM4NjJmZTRmNzk2Y2RhMTcz\" data-original-margin=\"\">Pascal's mental voice could not be any more monotoned.</p>\n<p class=\"cnNhODk1OTMxOWJlMTQ2YTBiNTQwZGFhNTg0YWY4ZDcy\" data-original-margin=\"\">Kaede climbed up three more flights of stairs, before she emerged onto the rooftop to find Pascal standing in the middle of the gently falling snow. His hardened turquoise gaze did not turn. He continued to watch the far-side battlements and the indigo gas giant draped over the horizon.</p>\n<p class=\"cnM0ODQwN2M3NmFiZjRjNGRhNjYyZjExZDlkZTJlNjNi\" data-original-margin=\"\">A noticeable layer of snowflakes had already accumulated on his broad, uniformed shoulders. It felt almost like the morning after she came to this world, had their roles been reversed.</p>\n<p class=\"cnM3MDBlY2JhNmQ4ZDRlOWE4YzIzYTYwZDYyYmFlZWM2\" data-original-margin=\"\">Kaede tentatively took her first step towards Pascal. She was uncertain of what she should do, what she <em>could</em> do.</p>\n<p class=\"cnM0YzJiMTFlMGE0NDRjY2RhOTAzOWFlMTIzZjc5OGQx\" data-original-margin=\"\">\"Sorry about...\"</p>\n<p class=\"cnMwMTlkNDQ4Zjg3YTQ5MjNhMWFkNzM3MTIzYjhhNWEz\" data-original-margin=\"\">\"You don't need to apologize.\" She stopped his dry words.</p>\n<p class=\"cnM2ODhkNTY0NWU5ZjQyOGI4YWRmNDIxYTE3YmFjZWI5\" data-original-margin=\"\">Kaede knew perfectly well why he did not join her at the dining hall. Once he entered it, there was no way for him to leave with dignity until he finished his meal. It would be an entire hour spent under the gaze of hundreds, whose eyes were pitying at best and accusing at worst. He would have to spend a full dinner listening to people's sympathies, regardless of whether they sincerely bared their hearts or merely paid lip service before voicing their demands for Weichsel's action...</p>\n<p class=\"cnNkOTUxMWE2MWNkNjRhZTY4MTQ3OTMxNTI1NzQ1NjUy\" data-original-margin=\"\">Neither of those would be something Pascal's pride could handle, not in this delicate moment when his mask was most brittle.</p>\n<p class=\"cnNkYjJmZTkxZjQwZTQ1MDc4MTk1Mzk4MzhlYmRlNzNh\" data-original-margin=\"\">\"I am fine, rea...\"</p>\n<p class=\"cnM2YWE1YWY0NWI5NTQ5M2NhOWYwYTk4ODkyMTVmYmEx\" data-original-margin=\"\">\"You don't have to hold it in.\" Her soft voice interrupted him again.</p>\n<p class=\"cnNlMjEyNzQ1YTAyZjRjYWNiYWU5NGY2OTg1YTUxYzY2\" data-original-margin=\"\">Silence returned to the rooftop once more, disrupted only by her quiet footsteps as his statue continued to gaze upon the distant planet. His stilled, half-turned eyes reflected the dim light of the heavens as hardened turquoise softened into glass.</p>\n<p class=\"cnMwZGQzNjJjYjBlNzQyMDliMjc4ZGYzMGE2MmIxZWRk\" data-original-margin=\"\">Then, as Kaede took her last step behind him, she reached around with both of her thin arms and wrapped them across his lower chest. At that moment, Pascal's deep, anguished voice finally shattered the last vestige of peace:</p>\n<p class=\"cnM4OTRjYWZjNWFhMTRmMjVhNzE0NmQwYzIzYzgzMDgy\" data-original-margin=\"\">\"I <em>warned</em> him...\"</p>\n<p class=\"cnNiMjc3MWU1MmU2YTRjNDFiY2NhNmYxNjI4MjkxZTY0\" data-original-margin=\"\">Kaede kept her silence as she leaned her head into him. She hoped, <em>prayed</em> that their bond, the empathic link she cursed so many times, would give Pascal the emotional support he badly needed.</p>\n<p class=\"cnM1MmMzNmQzNjcxYjQ4NDM4ZTZkYzI3YzhjNzJjZTU4\" data-original-margin=\"\">\"Given what Reynaud said about the Mantis Blades, I told him, TOLD HIM, that after their attempt on my head, he was in serious, grave danger as the logical next target. That IN NO UNCERTAIN TERMS he should <em>immediately</em> discontinue his habitual personal visits to individual army camps for the coming months, <em>at least</em> until the Weichsel army is fully engaged in the war and the Imperium has missed its window of opportunity... but when does he EVER listen to me...!?\"</p>\n<p class=\"cnNjMTg0Y2RkODk0NDQ4ODNiOWI0NmNmYjQ1MGU5NDIz\" data-original-margin=\"\">It wasn't entirely fair. Kaede stood certain that had Pascal received a similar warning in that same position, he probably would not have altered his habits either. Generals did not succumb to fear over the mere likelihood of danger. They certainly did not alter schedules and change routines with ease -- which would clearly announce their fright to their soldiers.</p>\n<p class=\"cnMxMzUzODM4OWNjMTQyMDc5NTMwM2Y4MWVlNjczNDlk\" data-original-margin=\"\">Besides, had the elder von Moltewitz stopped his visits, how long must he cower under the threat of assassins? As the Marshal of Weichsel, every enemy of the state wanted him dead on a daily basis.</p>\n<p class=\"cnNmYTNkNzU3M2FlYTQzZjNhZmI5YjQ1ZjJkNzRmYzU5\" data-original-margin=\"\">The thin line between courage in the face of danger and recklessness could only be seen in hindsight. Yet it was the willingness of commanders brave enough to tip that line that gained them the trust, admiration, and loyalty of their troops.</p>\n<p class=\"cnM2ZDQzOTg4ZWIxNjRjMzFiMTU0Njg2YmQyMGZjMmIy\" data-original-margin=\"\">But this was no time for Kaede to wax philosophy.</p>\n<p class=\"cnMyOGNjZGU0NjQwMzQ2YTY4NGM5OGZiZDUxZTdjNmVi\" data-original-margin=\"\">She could only hold back her thoughts as Pascal's voice grew hoarse:</p>\n<p class=\"cnMyMDk4MTMyZDRkNDQyMjY4ZDkyZGJmYTNlZWU2N2Fj\" data-original-margin=\"\">\"--NO! Of course not! I am just the immature son whom he did not entrust with an independent command and sent off to Rhin-Lotharingie!\"</p>\n<p class=\"cnM1NjAwMTUyYjBiNDQwMjFiODliMDYyMjk1ZjVkODc4\" data-original-margin=\"\">Pascal did not cry out when she knocked out two of his teeth and broke three of his ribs on this spot. He did not complain once about pain after his left arm was mangled by assassins, a feat even Reynaud respected in the redhead's exaggerated storytelling. Nor did he flinch when he faced the most humiliating moments of his life, apologizing to Perceval and Ariadne over years of regret on this very rooftop.</p>\n<p class=\"cnM1OGZlMzc5YWMyYzQyZjg4ZTc0NjYyZTc1ZDExMjc4\" data-original-margin=\"\">It wasn't even a matter of masculine pride. The man was born and raised to be a soldier, a commander, a leader.</p>\n<p class=\"cnMwNDEwYWJlZjZjZTRlODI4MmFlMzg2YWJjODU3YWY2\" data-original-margin=\"\">He was simply <em>not allowed</em> to falter, to ever show weakness.</p>\n<p class=\"cnNiMDljZGZhZWNlNzQ0NTBhYTYyMzBkMjM0YTA1MDgy\" data-original-margin=\"\">He <em>must</em> be confident and assured at all times, never to reveal a single doubt towards the inevitability of victory.</p>\n<p class=\"cnNhMWFhNTY1Mzk3ZDRlMTBiODVjODA1NzIwMDc5Njhi\" data-original-margin=\"\">Yet under the distant glittering starlight, basked in the glow from the indigo planet, Kaede watched as a shining stream of tears slid down his half-turned cheeks.</p>\n<p class=\"cnMyN2JhM2M5MjM3MTQwNzJiYzc2MTEzZmYxY2I5MTcy\" data-original-margin=\"\">But his next words --spoken as unforgiving as the arctic cold-- almost made her own heart freeze:</p>\n<p class=\"cnNmZjRiZjg1OTZlYzRiNmU4NDQ2MDdhMDY1MGJlZWNl\" data-original-margin=\"\">\"I should have returned in person earlier! I should have joined him <em>personally!</em>\"</p>\n<p class=\"cnM3ZDZhOTNiZGQwYjQ5YTY5ZTExZTc0MDZmYTVkMDMz\" data-original-margin=\"\">Survivor's guilt was renowned enough that she recognized it instantly.</p>\n<p class=\"cnNkOTdmYzc5MTM4YjRiY2JhYTI1Yzk3ZTEyZjU5YjIy\" data-original-margin=\"\">\"Don't be ridiculous Pascal. Your father undoubtedly took some of his best bodyguards. They must have faced at least several Mantis Blade squads, if not additional mercenaries. <em>How</em> could you have done what they couldn't!?\"</p>\n<p class=\"cnNlZWI4NjQ2YThiMzQxY2U5YjZmMWJiZTFiMjJmYjRl\" data-original-margin=\"\">Kaede knew that she was no psychiatrist, but Pascal was also a bastion of logic and willful integrity. She did not need to debate such points with him.</p>\n<p class=\"cnNkN2RhZDRhNDkxMTRjYjdhYjg0YzIyZmZjNTY0YmFj\" data-original-margin=\"\">\"But... but...\"</p>\n<p class=\"cnNmM2NjOTY2NTE5NDRhMzVhNmM5ODJiZjU5YjRmZDk1\" data-original-margin=\"\">All she needed to do was point out the obvious, then let him argue it out with himself.</p>\n<p class=\"cnM3ZTgxYWU3YWYxNjRlZGJiODk0NWY1NGZmODUxMzY1\" data-original-margin=\"\">\"But... he was... the only family I had left...\"</p>\n<p class=\"cnM0ODMwNGQ4OTMwYzRhMGRiOTU4MzUwMmMzY2E0Y2Q0\" data-original-margin=\"\">Kaede could feel Pascal's tears streaming down through his broken voice.</p>\n<p class=\"cnM4NTU1YjRlZDI5OTQyMjhhYmNjNmYyZGMyNGNjZWI1\" data-original-margin=\"\">She didn't say anything. She didn't even know <em>what</em> to say. All she did was bury her own tear-stained cheeks into his back and tighten her arms around his chest.</p>\n<p class=\"cnM4ODQ2MWE0NTYyYjQ5OWU5Mzg0MzA0ZjFkM2I0NGJh\" data-original-margin=\"\">She knew his mother had died early. But in hindsight, if Pascal had been raised by servants, then his extended family must have been lacking as well.</p>\n<p class=\"cnNkY2MwMzlhNDZjNTQ5M2ViOTFhZmZmZGZkMDEzMWZh\" data-original-margin=\"\">Her borrowed genealogy references did mention that Pascal's father Karl was also an only son. His parents, or Pascal's paternal grandparents, were minor gentry displaced by political fallout from the Rhin-Lotharingie Independence War and fallen to yeomanry. The name 'Moltewitz' was Karl's own creation, by merging a family surname prefix to the clan name suffix of his Weichsel bride.</p>\n<p class=\"cnMyNTZiM2Y2NzQxMDRiODJhZjA0OTNiNzUzNzRjZGRm\" data-original-margin=\"\">Pascal and Kaede had a brief discussion over it once. But he never mentioned his mother's side, even though plenty of his maternal relations should still be alive...</p>\n<p class=\"cnNhZGFmZDI4N2QwNTRjNWI5MzE0ZWNhMmFhODVkYzJh\" data-original-margin=\"\">\"Y-your mother's family?\" Kaede was almost afraid to ask.</p>\n<p class=\"cnM3MmU1NDQzODc4YzQzYjc5MGZjOGYyNGEwYWVmZGNk\" data-original-margin=\"\">Pascal didn't answer.</p>\n<p class=\"cnM5OWIzM2MwZjUxMDQyYjc5MDk5ZDJiNmRjMWQxZTJh\" data-original-margin=\"\">He only began after his voice finally regained a fragment of its composure:</p>\n<p class=\"cnNkZTliNzhhMDk0MzQ2ZmRhMmZjOTNkODA5Zjg4Mjdh\" data-original-margin=\"\">\"Father's relationship with Mother's side of the family deteriorated after she died. A Northmen invasion after that laid waste to my maternal grandparents' estate, and everyone blamed <em>him</em> for not sending reinforcements fast enough. They accused father of delaying aid over a personal grudge, even though half the coast was under attack and he <em>couldn't</em> just blatantly favor his own family...\"</p>\n<p class=\"cnMxZmU3YTJlYzUwOTRkYjVhMTgzMmNhNWUwOTFiZDE4\" data-original-margin=\"\">There was no need to explain what happened after that.</p>\n<p class=\"cnM2ZjZhNDc0MWNmNjQ1NDU5YjVjOGNmN2YyODE3OWIx\" data-original-margin=\"\">Everyone always expected leaders to be accomplished in everything, to be perfect and superhuman, to flawlessly address every need. In turn, those with responsibility were blamed and accused and reviled and criticized over every cent of error, even as they juggled the pros and cons of every decision, agonized over every sacrifice they made for a strategic victory -- for the 'greater good'.</p>\n<p class=\"cnNkMDBkNTRkNmUxYTRmY2FiMzY5NjY2ODdmYjczMmY5\" data-original-margin=\"\">After all, there was no point to winning the battle and losing the war. Yet in sacrificing a pawn to assure victory across the board, a leader could only cut off a part of themselves.</p>\n<p class=\"cnNlNmRkZmYyYTNhYzRmYWE5Njg4OGFhZmE2NDFiMzg1\" data-original-margin=\"\">For some, that meant their flesh and blood.</p>\n<p class=\"cnM0ZWViNjk0ZGY3NDQ5YjZiOThlM2JjY2UzNzIwYzU3\" data-original-margin=\"\">For others, their heart and soul.</p>\n<p class=\"cnMwODBlODFlYzliOTQ1ZGNiNDU5M2E3NmVjZGFhOTkz\" data-original-margin=\"\">Perhaps that was part of why history had precious few enlightened absolutists, overshadowed by hordes of greedy and cruel tyrants who had lost their humanity. Contrary to popular claims, what didn't kill us didn't necessarily make us stronger. It merely stripped the 'soft' part of humanity from us.</p>\n<p class=\"cnNjNGY1YzhiZTZkYzRhMjNiZDU2NjZlYTk2ZGRmZDVj\" data-original-margin=\"\">Nevertheless, Pascal was doomed to face the worst of it, for nothing accentuated the contradiction in human decision-making more than the realm of military strategy.</p>\n<p class=\"cnMyNzI3NTNhMGIwNTQyNWFhNTcxM2M2YmRiNmMwYTdl\" data-original-margin=\"\">In that moment under the sky, the stars, and the gas giant 'moon', Kaede finally realized the core of Pascal's being:</p>\n<p class=\"cnNkMGQ1OTNlMzNlZTQxYzdhNTNlMTI5NWJmZGFjYTFh\" data-original-margin=\"\">Why he was confident, arrogant, and intolerant.</p>\n<p class=\"cnMzMDlmNjM1ZTM1YzQyYzViYzNmZDk2MDA1NGE5NDQ4\" data-original-margin=\"\">Why he expected the best from everyone, only to lay scorn upon those who could not meet his demands.</p>\n<p class=\"cnMwNzQzM2EzMTdjMjQ0OTc5MDdhMzIwNGNiOTY5N2Rj\" data-original-margin=\"\">It was because he expected the same qualities from himself.</p>\n<p class=\"cnMxZmMzYzBkZWNhMTQ0NGJiOGE0MDM5NTc5ZTZlNGYz\" data-original-margin=\"\">It was his wish to be 'perfect' in his worldly role. To not merely rise beyond the renown of his father, but to achieve what his father could not.</p>\n<p class=\"cnM1Mzc5ZWRmZjFhMTQzMTJhNGRkMThjY2RhY2FmMDc3\" data-original-margin=\"\">Losses may be inevitable in war, but he would at least seek to win them without 'sacrifice'.</p>\n<p class=\"cnMyNTE4Y2M5OTI5MjRjMGE5MTk2MTM2YzYyNjJiNTk1\" data-original-margin=\"\">Yet no floor was smooth from the cut of a single tile. No rope could hold from the strength of only one strand. And just the same, no general could win 'perfect' victories without staffers, lieutenants, and even soldiers of the highest quality.</p>\n<p class=\"cnMzMmRmOTdjM2Y4MDQ4Zjc4NDA3Njg3ODJiYzMyM2Nh\" data-original-margin=\"\">In seeking his 'perfection', Pascal inadvertently created his greatest flaw: even though he had the charisma to persuade and intimidate, his social skills were abysmal because he lacked <em>empathy</em> -- the ability to not just understand, but anticipate the needs of others.</p>\n<p class=\"cnMwZGZmMDJmZTg5MDQ1ZTA4ZmFmMTc1OTY2ZDI2YTMx\" data-original-margin=\"\">It also happened to be a skill that Kaede had plenty of experience in.</p>\n<p class=\"cnMwMTI0N2EyMWRmMzQ4MWViMDg3NDk5MDBmMmZkMTk2\" data-original-margin=\"\">This was why he summoned her. For without friends, no leader could stay in the light. Not even an aspiring one.</p>\n<p class=\"cnNkMjBhMTExMjUxMzRhMTM5ZTQ1ZWRlODI3NTNiY2U1\" data-original-margin=\"\">Kaede's decision turned out to be remarkably easy.</p>\n<p class=\"cnM2MzA4YjQwNmExZDQwMGFiMGUwOTNlZDI2OTg3NTM3\" data-original-margin=\"\">It was less than an hour ago when she read her certificate of residency. Now, it felt as though a lifetime had passed. But within it was one line of words she would <em>never</em> forget:</p>\n<p class=\"cnMyMmJjYzA1YzFjNzRiMTY4NWQ4M2E5ZGEzMTJiYjk4\" data-original-margin=\"\">\"<em>Kaede Nikita Konstantinovich Suvorsky, member to the noble household of Sir Karl August von Moltewitz</em>...\"</p>\n<p class=\"cnM5ZDIxNDgyNTZiYzRiZmI4Y2M1ZGIzYjE5ZTI2OGNm\" data-original-margin=\"\">That household now belonged to Pascal.</p>\n<p class=\"cnM0YmM1MDIzNDBiOTQ2NTU5MTAxNmIxNjA2ZDYwOTU5\" data-original-margin=\"\">\"You're wrong about one thing, Pascal.\"</p>\n<p class=\"cnMxOTE4ZjVkMmZmYjQ3OGQ4ZTg1OGEzMjBkMTA3OTQz\" data-original-margin=\"\">Still embracing him tightly, Kaede's wispy voice came muffled by the proximity of his uniform jacket. It was barely more than a whisper, yet its content rang clearly in the silence between them:</p>\n<p class=\"cnNjY2FjZTEwM2I4MTQ2ODdiM2MxMjI2ZTE3MGI5Yjcw\" data-original-margin=\"\">\"No one will ever replace your father, but he's not the only family you have left.\"</p>\n<p class=\"cnNjYTU1YmY3M2U4YjQ2NzFiMzQzMjQ0NDc4MGNjOGE3\" data-original-margin=\"\">Pascal didn't say a word as he brought his own arms up, covering her small, chilled hands with the warmth of his palms as she continued.</p>\n<p class=\"cnM0MzFmYWQ4YWJmYjRlYzlhYTc3ZjEzYWRhY2E3YzY0\" data-original-margin=\"\">\"I'm sure the people of your estate, those who watched you grow up and raised you, all consider you part of the same family.\"</p>\n<p class=\"cnMzZDUzNzExNzg2NzRjOTlhM2JlYWM1NjZiNjU5ZmQ5\" data-original-margin=\"\">She also thought of his fiancée Sylviane. But having never met the other side of their political betrothal, she couldn't be sure of the princess' intentions. Not to mention that for the first time, she felt... odd, to bring up the name of his betrothed.</p>\n<p class=\"cnMxYjViMWQyYTZlODQ4NmM4YzNjMzBmYzcyNzE0NGFl\" data-original-margin=\"\">Kaede paused for a few more seconds as she reviewed her decision. She knew exactly how critical this moment was, and she would neither tarnish it with false promises, nor soil it with ambiguous misunderstandings.</p>\n<p class=\"cnMxNmRhMDA3ZTljYjRmOTRhMWI1MDJiMGNhOGFiNjc0\" data-original-margin=\"\">\"Even more than that, you have me... I can't promise I'll always be here. I can't swear I won't dream of my old life and world. But I <em>will</em> always be your familiar. I <em>will</em> always be your family. And so long as I remain on this world, I will support you to the best of my abilities...\"</p>\n<p class=\"cnM3NjE2ZDNhZTZjODQxZDFiMjQzNTM5Y2MzYWYyZmMx\" data-original-margin=\"\">This was her declaration, her solemn pledge.</p>\n<p class=\"cnMxOTNiYTczY2VkMjQ2Y2U4NDk1NjJkYzY3ZWVjYjFl\" data-original-margin=\"\">Families could still separate, grow apart. But even in the unlikely chance Kaede ever discovered how to return to her world, they would still be master and familiar, still try to remain part of each others' lives.</p>\n<p class=\"cnMyZGY0NThhZjI2MDQxMGE5ODE3ODg3Mjc2YWQ0MTQ2\" data-original-margin=\"\">Hyperion was no longer merely an endless dream or nightmare. She would finally, truly embrace it as her <em>reality</em>.</p>\n<p class=\"cnM2MjVlN2UwNjBhYjQ5ZGE5YTg1YzY1Y2RlNDEzNTI1\" data-original-margin=\"\">\"You have my oath.\"</p>\n<p class=\"cnM2ZWNkN2U1OTViZTRiODE4Nzg5ODQ1MDZmNjhiZmVh\" data-original-margin=\"\">Pascal's large hands wrapped around her own, and gripped hers with firm determination. His gaze, however, never left the distant horizon.</p>\n<p class=\"cnNkYzAxYTkzMDY0ZTQzN2Y5MTJiNjc1ZjI4OTY2M2Q2\" data-original-margin=\"\">\"Thank you. That is more than I could ever ask for.\"</p>\n<p class=\"cnM5ODFkMjQ2YzIyZjQ3NTg5ODcyZTE2ZGQ5ZjZiNTAw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhNWNlMGJkZmUwZDQ5NWM5NGY2NDViOWE3MTc5MDQ0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzMWIwYzk5N2YwMzRhMDA5MDBkNjEyYjdhMTNkYTQ3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4MWNlNmYyYmNlMTQxMzdiMTdjY2RhZGM5MmQ2ZjRj\" data-original-margin=\"\">Two hours later, as Pascal laid down next to Kaede and pulled up the bedcovers as usual...</p>\n<p class=\"cnM3NTcxZDg5YjdlZTRhNTViNjUyMDg3NDM1ZGI0YjJk\" data-original-margin=\"\">The overhead light was still on as he turned towards her. His gaze pulled in her rose-quartz eyes as she did likewise.</p>\n<p class=\"cnNiOWYwZWM0MjFhNTRiOThiOTg0NjBhZjVjODM3MDYw\" data-original-margin=\"\">\"What is it?\" Kaede smiled back at him.</p>\n<p class=\"cnNlM2JlMGI1Y2Q4ZjQ5YjdiYjRmOTZlZDgwYmFhOTll\" data-original-margin=\"\">Her countenance was serene. Her visage was beautiful. From her long silky hair, to the thinly-curled lashes above caring eyes still tinged with a trace of worry, to her small nose and cute lips...</p>\n<p class=\"cnMzYmQ2NTYxM2VmZTQ2ODM5OTJmNzM2ZDI4ZTY0YjYw\" data-original-margin=\"\">She was angelic.</p>\n<p class=\"cnMwYjMxYjEyMzY3YTQ4ZmE5ZjA4YWRiNjQ0NDRhYzRj\" data-original-margin=\"\">Pascal was sure, for the second time, that he was staring at his personal guardian angel.</p>\n<p class=\"cnM4NGQwZGI3NGVmOTQ0ZTY4OTRlMWM5ODEzYmIxYzFk\" data-original-margin=\"\">How else could all the changes to his life in the past few weeks be explained?</p>\n<p class=\"cnM2MWJmMTE1NmMyMDQ0NTI5ZTIwMzU5YjU2Y2FhMDc1\" data-original-margin=\"\">Yet never before has he needed the blessing of another as much as tonight:</p>\n<p class=\"cnNiYTU5Y2FiNWUzMDRjMjVhNWJlNDI2YjUxYTFkMDY1\" data-original-margin=\"\">\"I once told you that I would never touch you while sleeping without consent, but... may I hold on to you while we sleep?\"</p>\n<p class=\"cnNlNGYzZmE5MTdkOTQwMzNhYWMwM2ViYTBmM2ZkYjc3\" data-original-margin=\"\">Her flawless white skin immediately flushed seven shades of scarlet.</p>\n<p class=\"cnM4ODNmMWI4Njg2ODRlNmRiZjI1N2Y2MGM4MjMxZTEz\" data-original-margin=\"\">Pascal knew he was being unfair to ask on such a night, especially after what just happened. But Kaede voiced none of her reluctance. Shyly pulling the covers up a little further, she returned two small but firm nods.</p>\n<p class=\"cnNmZmMxMzUwZjI3NTRkMWI4OTY3ZmQzMGJkNTFjMTlh\" data-original-margin=\"\"><em>She's just way too cute.</em></p>\n<p class=\"cnM2MDU1MWJhZjZjODQ4ODA4ZDA0ZjlkNmIxNzU4MGI3\" data-original-margin=\"\">He carefully wrapped his arms around her before slowly pulling her closer, as though afraid to break a delicate gem.</p>\n<p class=\"cnM5YjBlZWUxMmUxNDRkMjliZDY1YmFkNmNkMjM3ZDY2\" data-original-margin=\"\">He could almost feel her heartbeat quicken and her cheeks burning as he held her soft body against the firm musculature of his arms and chest. His right hand then reach behind her head, gently stroking her silky long hair as he tried to calm her back down.</p>\n<p class=\"cnM0MDBiNjQyNmE2MTRmZDJiZmFiYTI4MmVmZTllMDk4\" data-original-margin=\"\"><em>...Too huggable as well.</em></p>\n<p class=\"cnNiYzFhZDNiYjhhYzRiNTQ5MTY2YzhhYzA4MzJkMmEw\" data-original-margin=\"\">Pascal closed the last remaining distance between them, and placed a tender kiss on her forehead.</p>\n<p class=\"cnM5YjNkZmMwY2YxOTQ5ZjQ5YTUxNmEzZTVkNWFiNmQ0\" data-original-margin=\"\">\"Thank you, and good night.\"</p>\n<p class=\"cnM2YzBhZWE1NmNlYzQ1OGY4NmJlMzY0OGM2ZDYzMzdk\" data-original-margin=\"\">She never resisted, never recoiled, never even voiced the slightest sound of objection.</p>\n<p class=\"cnNmMDEwZWI3NGU0OTRlNjJiM2RiMTcwN2E1MzdhYTVi\" data-original-margin=\"\">Pascal held onto Kaede until her breathing evened out, until she had drifted away under the rhythmic stroking of her long hair. It was the first time he noticed her falling asleep before him.</p>\n<p class=\"cnNjZTg0MGZjMDRlYjQ2YTg5Nzc3MDQ4ZWE2NTYwNDBh\" data-original-margin=\"\">It was her way of expressing how truly she had accepted him.</p>\n<p class=\"cnMyYzFjZGNmODczNzRjZDE4MTczMjhmNjg3NWIwNDI1\" data-original-margin=\"\">After his loneliness finally subsided, Pascal couldn't help but feel somewhat guilty for forcing her into it. He carefully --with a bit of magical help-- extracted his arms from her, and settled for just holding onto her hand.</p>\n<p class=\"cnNjNWFmNGE0ZTVhNjQ2ODA4YWU3OGI1NjU1YWM5MDJl\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNkZjQ2ZWNkZWJjYTQzMjY5OGQ2ZGY1N2YwNzI4MzJl\" data-original-margin=\"\"><br>It was not until hours later, late into the night, when a still-wide-awake Pascal felt the pinging sensation of an incoming <em>Farspeak</em> spell.</p>\n<p class=\"cnMyNmM1YTc0NTRlNDQ1ZjRiNTlkZmUxYWRlOWExZTMy\" data-original-margin=\"\"><em>Farspeak</em> calls had a range and reliability unmatched by conventional <em>Telepathy</em>. But it also had glaring weaknesses: each person may only join one such link, and both users must concentrate to keep the channel open. Furthermore, the spell not only took minutes to cast but could also be easily missed if one wasn't paying attention.</p>\n<p class=\"cnM3NTQ1NmUwNDVhOTRlNWJiMGM0MjYxNTMxOThkMTIx\" data-original-margin=\"\">Pascal's mind soon visualized the source: it was from his fiancée. The first time in weeks that she was willing to speak to him.</p>\n<p class=\"cnMyNTc2ZWQ1NzA2NzRmNzdiMWM5YTcyYTdmYjQ0MDg3\" data-original-margin=\"\">He rushed, mentally of course, to open up the channel from his receiving end. Yet for nearly a minute, silence reigned across the channel as neither he nor Sylviane spoke.</p>\n<p class=\"cnNiMGMzMWVlNTdjOTQ5MzJhNDNkYzgxODI4MmQxZDYy\" data-original-margin=\"\">Pascal was anxious. However it was common courtesy to allow the caller to speak first, especially after they had already spent minutes casting the spell.</p>\n<p class=\"cnM2ZWIyMTVlMjI0ZDQ2YThiMTNkYWFhOWU3OGVjYmQw\" data-original-margin=\"\">Then, her message began with only three sorrowful words:</p>\n<p class=\"cnMzZTE3YmIxMjUwNDRmMDQ4NDE4MWVhNWQ2N2NmYTVk\" data-original-margin=\"\">\"&lt;Pascal. I'm sorry.&gt;\"</p>\n<p class=\"cnM4NGFjMTE2ZjA0ZDQ1ZmJiYjc4NWIyNzY3NjY5ZTMy\" data-original-margin=\"\">It was the one opening that Pascal did not know how to respond to. Should he offer to take the blame for their last call, or should he accept her sympathy?</p>\n<p class=\"cnNiOGYwODUzZjI0YzQyNTM4Y2IwNWUyNWUyMDNlNWVi\" data-original-margin=\"\">He was about to choose option one --better safe than sorry-- when a second line soon arrived on the heels of the first:</p>\n<p class=\"cnMwZjUxZTFiMTZlMDQ0MTE4NTFjYzJlNmZlMzhkZjQw\" data-original-margin=\"\">\"&lt;I've just returned to the palace in Alis Avern today. I've been busy with official business but... I want to see you tomorrow. I <em>want</em> to talk to you...&gt;\"</p>\n<p class=\"cnM4MjBkYTdiYzBhNzQxMTc4YWM0NmJmNjgxNDU3ZGFh\" data-original-margin=\"\">\"&lt;Of course. I will come.&gt;\"</p>\n<p class=\"cnMwOTA4MjJmNjc1NjQ3YjE5NmNmOWY4ZjBjNWYyMmFj\" data-original-margin=\"\">Pascal was a fast thinker when he needed to be, but he was still not quick enough. Before he could even expand his phrase into a proper response, she had slipped him a quiet, third communique:</p>\n<p class=\"cnMxOTYyMTIwNDZiMDQ5NGI4Y2M2ZjYwZTFiNjA1MmVk\" data-original-margin=\"\">\"&lt;I missed you.&gt;\"</p>\n<p class=\"cnNhMWViZGJlYTUzZDQ5MmRiM2JmYjE0M2E0YmJkZjRk\" data-original-margin=\"\">Then the link cut off.</p>\n<p class=\"cnM1NTczYzFkNWUwNjRjMzE4MzIxZTRkZThkOGQ1NzY1\" data-original-margin=\"\">Even if it didn't, it would have taken Pascal at least a moment to recover from that.</p>\n<p class=\"cnM0YjJmZDU3Y2ZhNjQxMDA5MzdiM2M0OTIwOGMxYjU1\" data-original-margin=\"\">Three simple words, spoken in a shy, almost embarrassed voice, yet drowned in a mixture of exhaustion and longing that Sylviane had never expressed.</p>\n<p class=\"cnM0M2FlNTVlM2I3MzQ2ZGJhODFmMmI1OTE2MWQyNzY2\" data-original-margin=\"\">He always believed that at least part of his interest towards her was because their personalities were peas from the same pod, even if she was far more approachable and friendly. However his fiancée made one error in judgment.</p>\n<p class=\"cnM1Y2U4NzU2YTljNTRjYzY5MGFkOGZhNTVkYTA1Mzhk\" data-original-margin=\"\">After the news of recent days, Pascal knew exactly why she had returned to Alis Avern. She was now the crown heir of an empire at war, an empire now endangered by the potential abandonment of their only ally.</p>\n<p class=\"cnNkYzc4NTkzODNlMDQ4ZmVhNTM1ZGJjZGJkM2M4MjA3\" data-original-margin=\"\">Pascal's first order of business upon daybreak now stood clear: he must travel to Alis Avern and join his betrothed. He must show solidity with her as the new Landgrave of Nordkreuz. Their alliance was his father's greatest legacy, and he would fight tooth and nail to see it fulfilled.</p>\n<p class=\"cnNmNTM2ODQ1YThjNDQ1MmNiMWEyYmRmYWI1ZDUyMTEy\" data-original-margin=\"\">History might only remember the Caliphate's declaration of Holy War from days ago as the ignition point for the chaos that would sweep the continent. But for Pascal Kay Lennart von Moltewitz, it was tonight when the war truly began.</p>\n<p class=\"cnNjNDZhYWVmYzgzMDRiZTA5ZjhmZTY5NDAyNzI2NTVi\" data-original-margin=\"\">And it would not stop until all of Hyperion lay changed.</p>\n            ",
  "invisibleParagraphContent": "Ensure your favorite authors get the support they deserve. Read this novel on the original website."
}