{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkNzcxYjA0NmE1MjQ5YmZhMTE5ODcwNjVkMzZlMjYy\" data-original-margin=\"\">It was long past nightfall by the time I made it to Sarafyna and Peter. Rushing had only put everything I had done in danger, and moving slowly enough to avoid notice took even longer than waiting for nightfall. I mentally kick myself for running out the door like I had. I may have avoided the fight at the safe house and prevented a potential loose end if I had just worn a fucking dress and walked there. I feel like I have been doing nothing but screwing up lately, and it's eating at me.</p>\n<p class=\"cnM0NTVlZDIxM2EwMzRlZTNiMGRkYjhhODcxNjI2NGY1\" data-original-margin=\"\">I don't have time to worry about that, however, as I need to find out what happened. Based on the overheard conversation, things may have taken a worse turn than my failure to show up. God, I hope that's not my fault. As I approach the cave mouth, Peter jumps and scrambles to his feet until he sees me. Then, he relaxes, slumps, and returns to his seat on a log. He returns to drawing in the dirt with a stick. \"You took so long, why even bother coming now,\" he complains and I wince.</p>\n<p class=\"cnNkODhhYWUxMzkzYTQ2ZjU5YjEyMmI1ODk1OGZiZjJl\" data-original-margin=\"\">\"I know. I'm sorry. I've had a...\" I begin before shaking my head to myself. The kid doesn't need to know why. He just needs me to acknowledge I messed up. \"It was wrong of me to be so late. Are you okay?\" I ask instead and he turns his head away from me.</p>\n<p class=\"cnNjZDhlYzU1OGQ3ZDQyYzc4ZTAwMTQzZjNlNTE4NTk2\" data-original-margin=\"\">\"I'm fine,\" he insists, \"It's Sara you need to worry about.\" I feel panic setting in but I push it to the back of my mind. This kid doesn't need me freaking him out more than he already is. If she were injured or dead, he probably wouldn't just be drawing pictures in the dirt. He's a child but he does care about her. Of course, if she is missing, that could be exactly what he would do. There aren't many things he can do if both of us stop showing up someday. That is... more than an oversight. I mentally add it to my list of fuck-ups and forge on.</p>\n<p class=\"cnMzMGQ5YjM4MDk4MTQwM2JhYTM4NmEzMGI5OTc0MWUw\" data-original-margin=\"\">\"Yeah?\" I ask, crouching down next to him and trying to make eye contact, but he turns away from me. \"Is Sara alright? Can you tell me what happened?\" I ask as gently as I can, fighting off the adrenaline still flowing through my veins. He just crosses his arms, still refusing to face me.</p>\n<p class=\"cnM1Y2Q2M2I0OTM1ODQ3NjE4NTc3NDgwZWQzZDY3YmI1\" data-original-margin=\"\">\"You'll have to ask her,\" he pouts, \"she won't tell me anything.\" I can feel he is upset, and I want to comfort him, but I have to refrain from responding for a moment. The relief at hearing she is safe and just refusing to talk is palpable, and I will be unable to keep it from my voice if I speak right away.</p>\n<p class=\"cnM4NTdlMTNiN2I0MjQ2MzRiNTkxY2JiMDE2YmIwNzJj\" data-original-margin=\"\">After a deep breath, I finally respond. \"Alright. I'll talk to her if you like. Is she here?\" I ask. He just nods his head once in the direction of the cave instead of answering. I have to restrain myself from leaving right away, but he is clearly distressed. \"Thank you. And Pete?\" I say, waiting for him to look over his shoulder a bit. \"Thanks for looking after her for me. I'd love to talk to you after I check on her, if that's alright.\"</p>\n<p class=\"cnNmYzE2ZDA4MGE3NjQ4ZDVhNmI2N2RkY2YwNjk4MWVk\" data-original-margin=\"\">He just shrugs, looking even more dejected than before. \"Yeah, okay,\" he agrees. I give him one last look of concern before turning toward the cave. He's obviously not alright, but I need to find out exactly what happened before I can talk to him. Trying not to rush and spook him, I turn and approach the cave. As my eyes struggle to adjust, I make a mental note to alter them for this type of environment. Now that my fangs are done, I need to deliberate over my next changes anyway.</p>\n<p class=\"cnM1MzI3NmU0NWYyMzQ2ZTk5Mjc5N2MyMzZkZjhhOTUz\" data-original-margin=\"\">In the meantime, I use a light spell to light my way and, immediately reveal Sarafyna. She is curled up in the corner. Her dress is shredded on one side and there is splattered blood on it. When she doesn't react to the light I run to her side, running my hand along her arm to check for wounds. \"Sara, what happened?\" I ask, my panic back in full force. Whatever happened wasn't good, and I need to help her.</p>\n<p class=\"cnNmYWQyN2ZiYzkyYzQ1N2RhNDExZGZkZTYwNTdlOTYz\" data-original-margin=\"\">Not just because she is so important to... well everything. My whole plan relies on her, yeah, but I have also grown quite fond of her. I've even continued to keep my mask on around her so she can't discern my physical age for... reasons. The fact of the matter is, I have put way too much on her. I should have gone last night, not her. Once I met her and connected with her so quickly, a million revisions to my initial plans became possible. I got excited and forgot; she is a traumatized woman struggling just to feel normal again.</p>\n<p class=\"cnMzMzY3MzY3ZTEwODQ3Y2ZiYjJjYmRlZjJkYWRiYTZl\" data-original-margin=\"\">I need more help, not just for my sake, but for hers. She looks up at me for a moment and practically throws her arms around me. \"Lily, I'm sorry! I messed up! I know I didn't meet you... I was just... I just...\" she starts and I just squeeze her tighter.</p>\n<p class=\"cnMxZDEzZGFmYzljNjQ4YWU5YzljOGM0MzBhNWE0NTM3\" data-original-margin=\"\">\"It's alright, Sara. I didn't make it either. I messed up too. Are you okay? Is this your blood?\" I reassure while trying to discern what happened. She shakes her head into my shoulder at the last question and pulls away before wiping her nose on her one intact sleeve.</p>\n<p class=\"cnMxNTE5MzUyZDhlNTRjZjFhYTg3YWEwOTQ4MTU0NmM5\" data-original-margin=\"\">\"I'm sorry,\" she says again, \"it was... that priest. I don't know what happened, I just... couldn't think. And I... I...\" she trails off and I put my hand on her shoulder, which makes her wince at first, but then relax.</p>\n<p class=\"cnNiMWIwYjU1NDhlNDQwY2RhYmQ3Zjc2MWM1MmM3MGVm\" data-original-margin=\"\">\"Start at the beginning,\" I instruct, \"and take your time. Tell me everything.\" So, she takes a deep breath and does exactly that. She stumbles a lot and even apologizes for visiting her family home. I have to reassure her that she definitely did nothing wrong there. She should feel free to revisit whatever she wants. It doesn't matter how far out of the way it was. The rest of the story has its ups and downs.</p>\n<p class=\"cnMwY2UxZTc4OGJmMzQwMWZiN2YwYzY4OWU5NDBjY2Jj\" data-original-margin=\"\">I am actually relieved to hear she didn't try moving the kids on her own. That would have been more dangerous than leaving them where they are. But that's just luck, for both of us. There is no mistake that this plan went horribly wrong on both ends. When she tells me who the priest she killed was, I immediately understand what happened, but I let her finish the story anyway. I fail to hide my grimace as she describes the way she killed the priest. Slowly and deliberately. Fortunately, her gaze is fixed firmly on her feet and I manage to suppress it before she sees.</p>\n<p class=\"cnM0NDEwYmU5MDI1ODRhYmRiMDQ5MTAyODMxMzYzODVl\" data-original-margin=\"\">When she is done with her story, I just sit down next to her and think for a moment. The cave is quiet as we both stare forward, reflecting on the different ways this is our fault. It takes me some time to decide what to say, and I can practically feel Sarafyna coming to the wrong conclusion about why, so I finally speak up. \"You know, a lot of people think I am a monster too. I hear rumors about things I've done and I watch the disgust and fear it inspires,\" I begin but she is shaking her head in frustration before I finish.</p><p class=\"cjJlN2U4MTg0ODI5YjRlNTc5Y2FmZDY2ZDc4NGQxMTJk\" data-original-margin=\"\">This tale has been unlawfully lifted from Royal Road. If you spot it on Amazon, please report it.</p>\n<p class=\"cnMxZDZiNDhmN2M5MTQ1YTQ4ZjdjYjViYThhZWI2NGRi\" data-original-margin=\"\">\"I have seen the result of what you do, Lily. It's just not the same thing,\" she dismisses and I nod.</p>\n<p class=\"cnNlNTE5YTQ2ZjNiYTRlYmM5M2ZjNGY3Yzg1MjhhYmU3\" data-original-margin=\"\">\"No. But to children who lost their family, having a good reason and whether or not their parents deserved it isn't really at the forefront of their considerations. But that's not the point. The point is that, sometimes, I feel like maybe they are right. I get trapped in my own head and I wonder. It's an easy trap to fall into,\" I offer but she gives me a pained look.</p>\n<p class=\"cnMyNzllMWEwMjdlMzQwOWZhODFlZGI0NTU5M2I3NmIw\" data-original-margin=\"\">\"I chewed a man up, still living. I killed him as slowly and painfully as I could,\" she responds, the comparison clear enough without her actually making it. I wince, but she is right. My first approach is clearly not going to work, so I run through my head trying to change tracks. I could tell her that technically, what she did might have been easiest on him. He had divine mana; killing him was going to be slow and painful regardless. Causing the pain upfront might have incentivized him to stop fighting it so it ended more quickly.</p>\n<p class=\"cnNmMDU2NDc2NDIwNjQ2MGM5Y2I2NmIxNDI3OWM4ZDc0\" data-original-margin=\"\">But... that wouldn't make me feel any better in her shoes. Her intent wasn't to speed things up. I could point out that I have also killed people more slowly than I necessarily needed to in the past but... that'll just hit the same roadblock as my first idea. I let a long breath out through my nose before speaking again. \"Yeah. I can't tell you that what you did was right. At least, not the way you did it. But I can still say, you aren't a monster,\" I begin and she gives me a skeptical look.</p>\n<p class=\"cnM0OWViMDgwNDViMDRiNjhhZGQ3MmFiYWVjZDRkNWIx\" data-original-margin=\"\">\"I am, though. I can't get his screams out of my head. Who but a monster could do that to another human being? And I left all those kids there!\" she challenges and I lean back, looking toward the light at the entrance of the cave.</p>\n<p class=\"cnMyNTgwMzA5OTBlNzRlNWZiMWQ2ODkwNjM1NzEyNzE2\" data-original-margin=\"\">\"That man dragged you away from your family and future. He listened to your father's desperate screams and your weeping as he pulled you away from anything resembling a life. He threw you, literally, into an unending nightmare to be tortured, for years. And what did he remember about you? The very same thing that inspired him to hurt you in the first place. His failure to control you,\" I say, and she looks in the same direction I am.</p>\n<p class=\"cnM0ZDI5ZDE4MTEwNzRmNmE4Mjk5ZWM5N2M1NzcxMzFj\" data-original-margin=\"\">\"So what, that makes torturing him to death okay?\" she retorts, \"Well it's not okay with me. And it's not okay with the children I left behind.\"</p>\n<p class=\"cnMzYTFhNTlmMmNhNTRmNmY5MDQ0Zjg0NmNlMmU4Zjdm\" data-original-margin=\"\">\"No,\" I respond, \"it makes killing him okay, and it makes... the rest understandable. But you are missing the point. What he did to you, and likely others, was try to inflict an eternity of torture. Or at least a few decades, I haven't worked the purpose for it out yet. But he did it to an innocent girl, and he didn't even think about it. He enjoyed his position and forgot about you. You lashed out in rage at your abuser. He abandoned a child to torment for his own comfort. You are sobbing in a cave because of what you did. He was enjoying a life of wealth and power because of what he did. So, Sara, who do you think looks like a monster to me?\"</p>\n<p class=\"cnNiZGM2ZGNlZTUwNTRkMWU5MzRjMGNlYTVjMzNlNzNm\" data-original-margin=\"\">She just bit her lip, but she didn't have a retort this time. So I continued. \"You are a victim of a group of monsters. Every bit of rage and fury you feel when you see them is justified. The desire to kill them isn't just okay, it's necessary. The fact that you hate how you did it is good. I'm not telling you to stop feeling guilty about it. Instead, remember how guilty you feel. Don't forget the result of doing things the way you did them, and carry it with you. And, if you can't face the other priests without doing the same? Lean on me. I am here for you, Sara,\" I promise and she starts crying again.</p>\n<p class=\"cnNkNzUwYmE2ZDE5NjQwMzBhMTk0ZTViOWQzOGFmOWE2\" data-original-margin=\"\">\"It's just... Lillith, that's the problem. Part of me is still glad I did it that way! Part of me wants to do it again, and I don't know how to separate that from the rest of myself!\" she sobs and I drape my arm over her shoulders, pulling her into me.</p>\n<p class=\"cnNjNzk5MTg2YWYwOTQwM2Y5N2YyOTBmYzIyODU2MTI4\" data-original-margin=\"\">\"I know. And you know what? Part of me is glad you did too. And part of me regrets ending some people too quickly. Because, at the end of the day, there is nothing more human than wanting the people who hurt you to hurt just as badly. You don't feel that way because you are a monster; you are just like the rest of us. And the kids? They are as much a victim of my fuck-up as yours. I didn't show up. You never could have got them out. We both will have to do better for them.\" I respond and she leans into my shoulder. \"Besides,\" I add in a more light-hearted tone, \"I literally bit two divine priests on the way over here. I'm pretty sure it's just a gut reaction they inspire.\"</p>\n<p class=\"cnM3MzMzYmM5YWNhNDQwMmM5MmU3NjViMjE5NDEwMzVk\" data-original-margin=\"\">She actually lets out a little laugh at that, sniffles, and then laughs more. Not because it was impossibly funny, but because once she managed to get the first one out, she was desperate not to stop. So I let her laugh at the dumb joke until she calms down. After a while, she finally pulls herself away from me. \"Thanks, Lily,\" she says, \"It's not enough. I can't just brush off what happened. But it helped get me out of my head. I can't say I completely agree with you. I don't know if I ever will, but... it's not nothing.\"</p>\n<p class=\"cnM0NTEyMjMzZjA4MjRhNTI5MzY5MjA1OTY4ZDM1Yzlm\" data-original-margin=\"\">I suppose that's as much as I can ask for. I can give a good speech but it's not going to wipe guilt and trauma away. I'll take the laugh as my victory for now. Then, I remember Peter, and I put together what is bothering him. \"You may want to talk to Pete,\" I say and she looks over at me, confused, so I elaborate. \"You came back in a torn, bloody dress, clearly upset. You did this after leaving to save people he asked you to save. He is holding it in. Trying not to act scared, or guilty, but he probably feels both. As far as he knows he got you hurt and his friends killed. He needs to know that's not true,\" I explain and she puts her hand over her mouth as her eyes widen.</p>\n<p class=\"cnMzMGU2ZGU4ZWFiYTQ1MTZiOTUxMTY4MjEzNzZmZjVk\" data-original-margin=\"\">\"Oh by the Collector, I'm an idiot. Poor Pete!\" she exclaims, and I quickly pull her into another hug to stop her from panicking too much.</p>\n<p class=\"cnNkOWUyOTE4MjFjNDRlYTg5NGU1YzVhOGQzZGZhY2Ux\" data-original-margin=\"\">\"It's alright. We are all struggling. He's a strong kid, he just needs to know the people he cares about are safe,\" I assure her and she nods, pulling away and rushing to the entrance. After only walking a few feet, she turns around and looks at me.</p>\n<p class=\"cnM1YWI4YzZiNjU3NzRiZGFhNzg0YTVjYzVhZGMwNmRj\" data-original-margin=\"\">\"I don't suppose...\" she begins, playing awkwardly with her thumb, \"I don't suppose you'll stay with us, for the night? It's just... I don't want us to be alone tonight...\"</p>\n<p class=\"cnMzZDU4ODYzNGY2YjRjMWM4ZWNlNjFiZmVmYTg2N2I0\" data-original-margin=\"\">I give her a warm smile, and I want to agree, but... I can't. \"I'm sorry. I would love to. But... well, I have to keep Autumn safe. She was-\" I begin and she cuts me off.</p>\n<p class=\"cnMzMzViOTNiMjU0NTRhODFhOWU1OTk5ZDYxZDJkNDk4\" data-original-margin=\"\">\"We'll go get her, she'll be safe with both of us,\" she insists without waiting for an explanation, and I nod my head once in consent.</p>\n<p class=\"cnNmNWY2ZDJkOWQ0NzQ2NGFhZmU4YTY0YzRiODcxNDU3\" data-original-margin=\"\">\"Well, we can ask,\" I agree and Sara rewards me with a gentle smile.</p>\n<p class=\"cnM1ZTgzOGRhMTQ3YTQ4NTU5YmY4NTkyYThkNWZkMzRk\" data-original-margin=\"\">\"Thank you, Lily,\" she whispers before turning and going out to talk to Peter. I can tell she is still feeling sick with guilt, but she has just a little bit of joy tinting the emotion. I lean back against the cave wall and sigh as I wait for her to have her own talk. For just a few minutes, I can sit in the quiet cave and take a breath. This moment of quiet is... everything.</p>\n            ",
  "invisibleParagraphContent": "This tale has been unlawfully lifted from Royal Road. If you spot it on Amazon, please report it."
}