{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzNmY4NzhhZmU5NTQ2MzJhY2U2ZjU4MmY4NTQ0ZDhi\" data-original-margin=\"\"><strong>Sarafyna</strong></p>\n<p class=\"cnMxODFmNmFiMmI5NzRkNmVhMjhmYmNmY2U3MDkxYzM4\" data-original-margin=\"\">I take a deep breath. It's been nearly three years since the last time I had gone on a mission alone. When I... when I tortured that man. Even now, I can't completely say I'm not glad I did. But I can say I wish I hadn't, and maybe that's enough. Lillith and I simply can't handle all of these as a team anymore, however, and I am more equipped to fight priests. She's certainly not bad at it but as she is fond of saying, we use their weapons against them, and I'm the one with divine magic.</p>\n<p class=\"cnNjZjc2MTIxMDEyMjQ0OWM5ODFmM2Q1OGYwMWNkMGE4\" data-original-margin=\"\">Technically I have mana as well but even after all this time, I can't use it for much. It makes an effective counter for mages with less mana. I can release the aura in full force and overwhelm their spells, but I can't cast my own. A mage with as much or more mana than me will still be able to cast, and I'll be at a disadvantage. Those are few and far between, however. Every time I, well, dispose of a priest, my mana grows. Or, more accurately, their mana grows together.</p>\n<p class=\"cnNiNWZmNDU5MTU1OTQwYjliMGU2ZDUwY2NjYzVhYjgx\" data-original-margin=\"\">That's the real problem. The same reason my scars are only growing worse. Because they aren't me, and their mana isn't my mana. I don't have mana of my own. Of course, Dad and Lily insist my scars do go away sometimes, but they are always back by the time I see a mirror. Lily says it only happens when I am with Dad as well. I have never been able to explain this to their satisfaction, but I have never really understood my abilities. I certainly can't use them like the priests do, to slither into other people's minds and take the reins.</p>\n<p class=\"cnMwNDU3ZjQxNDVmZTQ4MDE4NzcyYjViNmQxYmYxYzI0\" data-original-margin=\"\">That's what it is. Slithering. I can feel it whenever they do it around me. It always reminds me of the day I was first taken from my father. Like worms under my skin, crawling their way around. I can almost feel how they do it. I can't describe it, but the knowledge is intrinsic but vague, like a fading memory or a recurring dream. It's just so... wrong that I know I could never do it myself. Not just morally wrong, it felt wrong. It tastes like bile. It doesn't matter. Priests are too used to having that control; they rely on it and always panic when it fails. Every single time.</p>\n<p class=\"cnNiZmUyMzAwZDUyZjQ5ZGNhN2I3NWEyYjYzNGQ1NTM4\" data-original-margin=\"\">Still, I am nervous. I am fighting priests on my own for the first time in a while, and I don't want to be what I was when I lived in the Woods. I don't want to be a woman who tortures people. But I do have to face these priests, and I can't lean on Lillith to do it. I have everything they took from me and more. I have spent the last few years with my father. I've even been making hats again. But whenever I visit a temple I feel so... powerless. Not literally; I know I am strong, but part of me is still the girl, terrified of her first confession.</p>\n<p class=\"cnNmMWNkYjcwZDkzYjRlMDY5ZDczMWRiYmFjYTA2ZGM1\" data-original-margin=\"\">Even worse, another part of me fears my own lack of self-control. Because even though I have everything back and an entirely new life... they still had no right to take what they did, and they still deserve to pay. I'm not at a temple today, however. The church has grown more cautious in recent years. They take their new recruits to new, hidden, locations. Not beneath their temples, but in different underground alcoves, not unlike Lily's safe houses.</p>\n<p class=\"cnNkZDM1MDQwNDE5NzQ4YTBiODZkOWQ3MjVjNDZiN2Y4\" data-original-margin=\"\">It's pointless. They can't hide from me. My divine magic grows the same way my mana does, but I can control it. And the priests aren't the only ones with a unique use for it. None of them can see like I do, because none of them have ever needed to. Or maybe looking past their own noses is as foreign a concept to them as stealing someone's mind is to me. In either case, it has been proved time and time again that they can't see like I do. I had to live without eyes for years, surrounded by magic and mana of both varieties.</p>\n<p class=\"cnMzYmNjMzUzNWZlYzQwMzZhZDgxZDczOWQwZTJmMDhm\" data-original-margin=\"\">I can track divine priests across the city with ease. I can get a sense of endoaspects as well, it's what brought Lily and me together in the first place and my range has only increased since. Priests have been visiting this old home regularly, and going too far down when they do. They might as well be a beacon. There are three down there right now, among a couple of dozen smaller sources of divine mana. There aren't however, any smaller <em>people </em>with it. This gives me pause.</p>\n<p class=\"cnMwN2FhYWEzN2EzOTQ4ZTU5MzMwMWM2YzUxMDkwMzJi\" data-original-margin=\"\">I had come here to liberate any 'new recruits' they had abducted, but if they have any they haven't taken them to the Radiant Woods yet. I focus more and realize the number of smaller sources is increasing. One of the priests is channeling his magic into it and it feels like... well it's not slithering like control. It's more like... sympathy? Or empathy maybe? It's like an attempt to understand or... communicate. It hits me.</p>\n<p class=\"cnM5MmNlZWViODQ5MDQ5MzY4M2M4MmM1Nzg4ZWM0MjAz\" data-original-margin=\"\">We've been taking their communication orbs partially to study and partially to, well, limit their communication. This isn't where they train new priests, this is where they enchant. I decide to adjust my plans. Instead of forcing my way in to save captives who aren't there, I find a comfortable and dark corner to hole up in while I pour all my focus into the activity below. Because just like with their control, as I feel them use their magic, I understand it. It's like following a thread through a tapestry. As they enchant the orbs below me, I learn how to do the same.</p>\n<p class=\"cnMxMDMwNjk3MDZlYjQ1MDhhZTQ1MjFjNzEzNGIzZjJi\" data-original-margin=\"\">I stay there for hours. Focusing. Hiding. I stay there until the fog clears and I am certain I can manipulate my magic in the same way. It's not like with control; it's not repulsive. It's kind, in a strange way, and I can do it. Finally, I stand, elated at the prospect of telling Lily about this. I need to try it, but I'm certain I'll be able to do the same.</p><p class=\"cmQ2ZTcyMmQ2NWQ0YzQ0YTRhMWE0NzQzN2MzYTFiYWYw\" data-original-margin=\"\">This content has been misappropriated from Royal Road; report any instances of this story if found elsewhere.</p>\n<hr>\n<p class=\"cnNjMGFhNjcxYWE5ZDQ1OTlhYTJjNmU4MTE5NTE0Yzhm\" data-original-margin=\"\"><strong>Leo</strong></p>\n<p class=\"cnNjOGYzY2YzODBhODRhZTQ4OGVhOGZiMzkyNmY1YTJm\" data-original-margin=\"\">I look over my shoulder as I think I hear something. The roads are empty. I'm still in the wealthy quarter, not quite to my inn yet. There shouldn't be anything to fear here, not for most nobles. There was always something to fear for me, however. Every drip on the cobblestone and every shifting shadow sends pangs of panic through my heart. It's only been getting worse. It's the last year of the academy, and I'd hoped the nobles would grow bored with tormenting me, but they only harass me more.</p>\n<p class=\"cnMyYTFiZGJmOWQwNzQwNTQ4OTkzZTIzYzI0YjU5YTM1\" data-original-margin=\"\">I just need to make it to the end of the year. Six more months and I can do Lady Harper proud. I'll graduate from the academy and prove she didn't make a mistake in sponsoring me. It doesn't matter how much they hate me. I'll prove they can't keep me down, for both our sakes. Like Lord Godfrey, I can elevate Lady Harper's name with my success. They can't keep slandering her if I prove I was worth sponsoring. So I put up with the abuse, the beatings, the spoiled food, and the mockery.</p>\n<p class=\"cnMwZDk1ZThiZjE0NDQ4YzQ4Y2JmYzBhNDg0MWQ5YmRm\" data-original-margin=\"\">It's nothing I haven't always dealt with. And at the end of it... at the end of it is a reward I never dreamed was possible. Lily and her friend can give me true safety for the first time in my life. Safety, security, and peace. I just have to fulfill my promise. Follow through on my obligation, and I can put this behind me. I'll never have to worry again. Never look over my shoulder and wonder, as I am doing now. Six months.</p>\n<p class=\"cnMxOWIxMGEzYmMwYjQ3MDA4YjkzOWY4YTUwYzdiYjk2\" data-original-margin=\"\">I hear a step again and I spin around. A bead of sweat runs down my head as I strain my eyes trying to make out any movement on the dark, quiet streets. It wouldn't be that strange to find another noble walking the streets, even this late at night. It's not running into someone else that scares me. It's their absence when I turn to look. It's amazing how terrifying someone can be just by... not being there. I hear them every time I move, but I never catch them. I could be making the noises up for all I know, but the possibility doesn't make me feel better.</p>\n<p class=\"cnM5MGU3NWU5Y2RlMTQxNzFiMGYwYjMyNjVhNzNiNmQ0\" data-original-margin=\"\">I left particularly late, waiting in a tavern until sundown to travel specifically so my routine couldn't be tracked. Because once Iris told everyone she'd seen me leave campus regularly, I stopped being safe once I left the gates. I've repeatedly had to change my inn just so they didn't wait for me. I grow less safe every day, and if they know when to find me, they will. I begin to walk again, then stop. Then I walk, then stop. Every time, there is another set of footsteps behind me. I'm certain now. I'm being followed.</p>\n<p class=\"cnM5NzZmNmZiNjAxMzRiOTI5MjhkZDU0MzFmMzI3M2Zl\" data-original-margin=\"\">I begin to move slowly, trying to act as normal as possible, until I pass an intersection. Just as I do, I suddenly turn and run as fast as I can. As I do I hear feminine laughter and giggling from at least two sources. I can't stop here. I have to get away, but I can't go back to my inn. As I hear more footsteps join the others following me, I push myself harder. I take a sharp left down an alley, then a right at the first turn. Just as I do a stone hits the wall of the building to my right. it would have hit my back had I failed to turn when I did.</p>\n<p class=\"cnM3M2RhNzhkMGZmZjRmZjNiMTFkMzE0MjVjMGRjM2Yy\" data-original-margin=\"\">I'm not in particularly good shape and it's not long before I have a stitch in my side and I'm gasping for breath, but I can't stop. I frantically search my surroundings. The buildings around me are all quality wood and even the alley roads are well maintained. I'm still in the Noble Quarter and miles from help. Then I spot it. A swinging sign for a restaurant called 'The King's Grace'. I widen my eyes. I can't possibly be this lucky. If memory serves, there is a place to hide nearby, I just need to shake my pursuers for long enough to get there.</p>\n<p class=\"cnM2NmM0YWUxOGU2NjRiZjNiOTllOTg4ZDg2OGYxYWE2\" data-original-margin=\"\">Just as I catch my breath, another stone is thrown, this one hitting me in the shoulder and knocking me to the ground. I try to scramble to my feet but a mana-controlled stone slides into place just as I step. I immediately collapse again and cry out in pain to a chorus of laughter. I try to put pressure on it but sharp pain surges through me as I do. My ankle is twisted, but I'm so close, I just need a distraction.</p>\n<p class=\"cnMyMWM1YWE5ZjI4ZDQwN2NhMTBiNjUxNzhlZmNiYWJi\" data-original-margin=\"\">I can't fight them with spells, not with the massive difference in mana, but I might be able to distract them. I force myself to stand and groan with each step as I limp. There is a right-hand turn just a few paces in front of me and the discarded garbage and refuse of a restaurant against the left wall. I create a bright flash of light. This is the first mana most mages aspect, so it's unlikely they weren't expecting it, but I maintain it for as long as I can anyway. While their vision is impaired, I duck to the left and cover myself in the filth.</p>\n<p class=\"cnM3ZWJiZjNhM2JmMDRlZTViMDJmMGNlMTViOWU5MTIy\" data-original-margin=\"\">They break the light spell within seconds, and I hear them catch up, then split up. One goes in the direction I had been running, and at least two go down the alley I hadn't chosen. It won't confuse them for long, so I have to move. I grit my teeth and use the wall to pull myself up. It takes every ounce of will I have to hold the pained groans and wincing back. As quickly as I can, I limp back the way we had come. I make it a few dozen paces before I hear them giggling and running back my way.</p>\n<p class=\"cnMxYjI2YzJjNzgyNjQ5Mzk4YmUxNzA4ZDBkMmQ5MjI4\" data-original-margin=\"\">It was too late, however, as I had found it. The abandoned restaurant is right in front of me, and I push my way through the door. I have to close it slowly to avoid making a noise and I actually see two faces emerge just before the door shuts. Iris and Jocelyn. My primary tormentors. I hold my filthy hand over my mouth to keep myself quiet. Had they seen me?</p>\n<p class=\"cnNjOTJmNTY3OGEzZDQ3YmY5NjljNzdkZmNhNzJiZTAy\" data-original-margin=\"\">The moment extends, heavy with my anxiety but... they don't approach. Instead, I hear them talking in hushed tones and running in another direction. I turn and press my back to the door and slide to the ground. That had been too close. I'm becoming more and more certain that if they catch me, they won't stop until I am dead. They act like it's just simple bullying, but I see the hate and disgust in their eyes. If they think they can get away with it, they will kill me. They aren't the first to look at me like that. If Lily hadn't told me where to find her safe houses, I don't know if I would have made it tonight.</p>\n<p class=\"cnNhMjk5ZWIzZWE3ZDQ5ZmU5ZDA2ZDg0YTVjNjk2Njhi\" data-original-margin=\"\">I try to wipe the welling tears in my eyes on my arm but gag as I remember the filth all over my body. I can't do it anymore. I'll keep going to class for the rest of the year, but I need help. Lily... she won't let them kill me. I've been able to handle it until the last couple of weeks. But things have gotten so bad, I can't keep this to myself anymore. I really wanted to prove they couldn't break me. I didn't need to be saved. But who am I kidding? My pride isn't worth it. I need help. I'll stay here for now and over the next day off, but next time I see Lily, I'm telling her everything.</p>\n            ",
  "invisibleParagraphContent": "This content has been misappropriated from Royal Road; report any instances of this story if found elsewhere."
}