{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiNDRlMDUyYmVhZDRkYmVhMjk0Nzc1YjdlODFiZTJi\" data-original-margin=\"\">After my father had announced the christening ceremony would be today, I had sighed wearily. The last thing I need is to have my family with access to noble authority, especially Edward and my Father. It presents no small amount of temptation to Gilbert either, and while he has stopped carelessly sleeping around he remains stuck in his old view of the world. No one can reliably be trusted not to abuse their power when they still view other human beings as inherently less than them. I mean, no one can be reliably trusted not to abuse their power, full stop.</p>\n<p class=\"cnNkNzgzY2ZmNTI5ZjQ0YWQ4M2E3MTI4MmZhZTIyYzE3\" data-original-margin=\"\">It seems Baldwin has spared no expense for my christening ceremony. I am sitting in a luxurious bath in a new estate that he purchased for us, properly cleaning myself for the first time in years. Typically, I would be ecstatic to have a proper bath but I am too irritated to enjoy it. I eye the bowl of liquid soap that I have been provided with and decide to examine it. I dip my hand in and flood it with my mana, trying to discern its composition.</p>\n<p class=\"cnM4ZmZhODIzZTljZTRkNmViZTAzNTk1MDc4YTlhMGE1\" data-original-margin=\"\">This is easier than I expected; it seems to have only two main ingredients, Fat and lye. I could make this with wood ash, water, and a piece of meat. Why the fuck is this a luxury item? I mean, I know why. If they keep the recipe secret and limit supply, they have a cheaply made product at luxury prices. I would think selling it en masse might make more, but I discovered over the past few years that most of my peers have little interest in it. I guess a lack of knowledge about bacteria combined with ignorance of the blissful feeling behind being freshly clean has robbed them of their senses.</p>\n<p class=\"cnM4NmU5OWQ0ODM5NjQ4MDdiYzU2ZjM0ZjZjNTU0Njk1\" data-original-margin=\"\">No matter, I know how to make it now. I'll make it popular if I have to scrub everyone clean myself. Actually, I may be able to conjure soap magically. I lose track of my thoughts as I finally scrub the dirt off of myself with more than water. My daydreams of magically summoning soap and never feeling so gross again are dashed as I remember how long it takes to aspect mana properly. Conjuring lye and oil would be a massive waste of time I don't have. At least the ingredients are easy to come by.</p>\n<p class=\"cnNlYjAxYTc3OTQ0MDQ5YWY5MTcyZTk3OTIyYWUyZTIy\" data-original-margin=\"\">I also clean my hair with something not quite like shampoo, another mixture of ashes that seems to include an assortment of herbs and egg whites. Done bathing, I examine the dress that has been set aside for me as I dry off. This seems to be a dress Baldwin ordered with measurements he assumed I would have by now, as it clearly won't fit me at all. I could probably store a couple of cantaloupes in the top with room to breathe.</p>\n<p class=\"cnNmNTQwZGI3YmM5YTQ3ZDViNWQyMDQ5YWNlNzYyNjRk\" data-original-margin=\"\">Next to it, on top of a note, is a gloriously ornate hairpin that was likely worth enough to feed Tommy and the residence of the penance house for several months, if not a full year. It was studded with rubies from top to bottom to match the highlights of red in the dress and, as I could clearly see in the expensive mirror for the first time in this life, my crimson red eyes. I had been told they were red before and had seen my reflection in water, but I hadn't seen them this clearly. I didn't expect them to look so... unearthly. I quite like them actually, especially when I compare them to my brown eyes as Annie.</p>\n<p class=\"cnNiZWMwMGVhZTVkMTQzOTA5NmFmNzcxODA0NmI5ZDU2\" data-original-margin=\"\">All in all the outfit is well chosen to suit me, if my figure was the three balloons tied together with string that Baldwin imagined. Also if I'd ever had any interest in dressing like a mannequin in a museum. As I examine the hairpin, bought through the suffering of so many people, I feel my anger rising. I Pick up the note and read it.</p>\n<p class=\"cnMxMDU0ZTk1MTExZDRjZjA4YWI0ZmU3NTViOTM5MTg4\" data-original-margin=\"\">\"My dearest fiancé, my darling Lillith,</p>\n<p class=\"cnM2MzIwMzU3MjA1MzQzZjI4NTdiZDE1YTdhYjg0NDlj\" data-original-margin=\"\">I have prepared for you a gift with all my love. I look forward to seeing you today, adorned as you always should have been, and representing your new noble house. Your introduction to noble society is an important one, and I expect you to represent both our houses with dignity.</p>\n<p class=\"cnMyYThiMWFhNzk5NDQzMTI5NTUyMDhiNDVkNTE0NjZk\" data-original-margin=\"\">Baldwin,\" The insincere scrap of paper lectures me. I feel bile rising in my throat and at that moment, standing naked in the washroom of this grand estate, Baldwin's bribe for my father and cage for me, I make a somewhat rash decision. I dig through my discarded dress and find the knife I carry as a last resort. I grab my hair in one hand, hold it above my head, and begin cutting. I hack away at my long hair with little care for the end result.</p>\n<p class=\"cnM1YjVkYWViZjcxNDRjZDNiMGNjNGJiM2YzYzU2NzBm\" data-original-margin=\"\">Finally, I stand in the middle of a pile of black hair on the ground and look in the mirror at one of the messiest pixie cuts I have ever seen. What a shame the beautiful hairpin will go to waste, I'll have to sell it and use the money for something more mundane. I use some leftover water to rinse the loose hairs from my body and go to get dressed. I briefly imagine myself actually showing up with cantaloupes in my dress. As amusing as the idea is, I ultimately just put on one of my old dresses, sewn by my mother. This dress has a bit of the opposite problem as I have grown since she last altered it, but that's my fault and it's comfortable enough.</p>\n<p class=\"cnM4MDQyMzk2ZjlhODRmYTViN2UxNTdkYjY5ZGU0ZWY4\" data-original-margin=\"\">I emerge from my new room to find my family waiting for me. Well, most of my family. My mother is still not very active and is apparently not invited in any case. It seems women are only allowed at this type of ceremony if they are the subject of it. My father, Gilbert, and Edward stand next to each other, dressed to the nines. All three of them widen their eyes as I emerge. Gilbert shifts from shock to an almost amused look while Edward and my father shift quickly to anger.</p>\n<p class=\"cnNjMGMzYzc3Nzk1MTQzMzI5YjdmM2YxNWZjN2UzYTgz\" data-original-margin=\"\">Edward can't stand to see me disregarding the prestige he is so jealous of. He thinks I am genuinely stupid for not accepting a noble position earlier, as if it wouldn't be far less intelligent to give men like him and my father even more power only to increase the amount of scrutiny and control I was under. The only thing he is capable of is thinking what he would do, and what he would do is live out his fantasies of greater power. Seeing me in a position he desires and rejecting it inspires far more fury than surpassing him in reading ability ever did.</p><p class=\"cjcxZTBhNDc5OTMxMzRjZGZiMjBhNTFiZjRmZmYxZTBh\" data-original-margin=\"\">This story is posted elsewhere by the author. Help them out by reading the authentic version.</p>\n<p class=\"cnM1YWJjNjJjZjIxZTRhNTM5ZTFkMmMyZTdiNDJjYjMx\" data-original-margin=\"\">My father, however, recognizes what I have done as the act of defiance that it is. His face is beet red and he begins to lecture me immediately. \"LILLITH! Today of all days you have to throw one of your childish tantrums!\" I raise an eyebrow as he throws his own tantrum but he doesn't notice. \"Do you have any idea what you've done? This is going to humiliate our entire family! This is going to humiliate lord Baldwin! Some of the most prominent nobles in the city have been invited to witness this and this is what you wish to present?\"</p>\n<p class=\"cnM5MzhiYTM1OTY3MTQ5M2I4YmI5NGVkM2RjMDYzMTA2\" data-original-margin=\"\">\"I mean, yeah pretty much,\" I respond, disinterested in his ranting. His fists begin to literally shake as he holds back his rage, and I realize he wants to hit me, only stopped by the knowledge of his inevitable failure. The desire to impose his will without the ability to do so only makes him angrier and he leans up close to my ear.</p>\n<p class=\"cnM0ZDFmNTBlNjZjZjQ3ODA5MTk5Yjk5MDAyZGMwZGZk\" data-original-margin=\"\">\"You may be able to defy me like this, but Lord Baldwin won't stand for it. This will be the last act of defiance today, you will not humiliate us any further. Now go and put on the dress Baldwin prepared for you,\" he demands. I cross my arms in response.</p>\n<p class=\"cnNkZmJmYWY1NzI1NzRjNjBiZjA4YTRiOTBkYzIxZWY3\" data-original-margin=\"\">\"I suspect that dress is some kind of risque maternity garment, designed so mothers can carry their children and nurse while walking. If you are so concerned about embarrassing the family, I don't recommend insisting on this, but if it's important I suppose...\" I trail off as I let my meaning sink in. The red in his face takes on a new meaning and he stutters for a moment before recovering his anger.</p>\n<p class=\"cnMxMjI2ZWM0Mjk3OTQ3ZWRhYjEwYTNkOGY0YmMwYmZk\" data-original-margin=\"\">\"N-No matter! Lord Baldwin and I have chosen a name for our house. When the priest asks you, you will provide him with the name 'Serf'. I will not take any argument about this and if you defy us, there will be consequences!\" He says, choosing a new battle.</p>\n<p class=\"cnM1ZWZmYmUwYTk0ZjQ0NTViYzc4MGEzYjUxNmU0OThk\" data-original-margin=\"\">I scoff. 'Serf'? Baldwin is making fun of us. My father is here worried my hair will embarrass us while he's agreeing to a house name designed to designate us as lesser than the 'true' nobility. He wants me to go up in front of that crowd and declare we are his servants, and my father is eating out of his hands. \"Richard, do you know what 'Serf' means?\" I ask and his face wars between angry and perplexed.</p>\n<p class=\"cnNmNTVjNGQyNTJlYTQ3NTZhY2U2ZjE0MTdjNzVmNWIy\" data-original-margin=\"\">\"What does it matter what it means? It's the name we have chosen for us and it's the name you will give the priest,\" he declares. I roll my eyes but I don't argue. There's no point explaining to him that he's being made a fool of.</p>\n<p class=\"cnM2ZTZmODMxYjM3ODRmYzc5N2QxNWU1MTc5YTAzZWFh\" data-original-margin=\"\">\"Whatever you say,\" I lie. We rejoin Edward and Gilbert and prepare to head out. Edward, still refusing to speak directly to me, calls me a stupid bitch under his breath and I just sigh wearily. It seems to be my fate in both lives that self-impressed men will call me an idiot for not behaving in the way they decide I should. The way they would, with no real consideration for anything but their passing whims. It's hard to really care what Edward thinks at this point. Gilbert hears as well and tries to comfort me by rubbing his hand on my back as we head out. I appreciate the sentiment but it's not really helpful.</p>\n<p class=\"cnMyMGFhNDhhYTI2ODQwZDQ4OWZmNzdjOGRjMjgyZDU2\" data-original-margin=\"\">We arrive at the temple and I am ushered off to a private room with a group of priests. I am confused at first as they circle me, and I feel the familiar feeling of control being asserted as I can no longer move my body. Without my mother's presence, my grief mana doesn't aid me to the same degree. In a city like this, however, there is always someone nearby in grieving and I am able to maintain my consciousness. I can tell I do not currently have the power to break free, however, especially with multiple opponents asserting control.</p>\n<p class=\"cnM4NDU4ZGU1ZTE3MjRhNzk4ZGIyMDhmYWEzMWE1NjA5\" data-original-margin=\"\">I am not questioned this time, but I feel their will coursing through my mind and body. There are two separate intents behind their actions. They are trying to discern changes in my body, and I panic. After a moment I realize they don't recognize the changes I have made, however. Like with Baldwin, my understanding surpasses theirs. They appear to be mostly looking for STDs or disabling injuries, the kind of thing to send me to penance for. They find none and focus all their efforts on their second intent, that is, to mold my mind into a more compliant one.</p>\n<p class=\"cnM5Y2JkNDliMDE5MDQ2NmE4Mzk0ODQ0OTFmYTMyNmFm\" data-original-margin=\"\">This makes me even more furious and I fight it with everything in me. I wonder if they do this to everyone or just women. Or perhaps just those they don't already control completely. The worry grows my own anger and grief. My grief, when felt on behalf of people like this, seems to synergize with my mana, although not as well as feeling the grief of others directly. I enter into a mental tug-o-war for control of my mind, pushing my entire being into denying the priest's intent.</p>\n<p class=\"cnNhNTY0ODQ5MGIyZjRmYWZiZjRlY2VkM2VkNzA0MDc2\" data-original-margin=\"\">I now understand why the ceremony was pushed up. Baldwin needs me to be more compliant and he couldn't force it alone. This part of the ceremony was the only important part. In all my encounters in this life, this is the one that has inspired the most fear in me and I feel tears welling up in my eyes. I cannot allow my mind to be taken from me. I begin to sweat as I defend my mind, and slowly, incredibly slowly, I push them back.</p>\n<p class=\"cnMzY2RkMDdjMzNjOTQ4MGJiYWFlZDdkMmFkYzgxZjkz\" data-original-margin=\"\">After what feels like an eternity, I finally regain control of my body. It's over. We can finally move on to the rest of this pointless ceremony, and I am still the master of my own body. I want to puke but I hold it back with mana. The priests don't seem to realize they've failed as they lead me to the next stage of the ceremony, and I can't afford to let them see.</p>\n<p class=\"cnNlYzExNDM4ZWFmZDRhMjI5YzU5NjRmNzRmZWM4MGZh\" data-original-margin=\"\">I am led to a circular platform in the middle of a crowd of finely dressed noblemen. There are some gasps and snickering rippling through the crowd at my hair and attire, and when I see Baldwin I recognize the cold hatred of a man with injured pride, promising retribution with a single look. Don't get angry yet, Baldwin, I'm far from done. The priests pour water over my head and place a simple wooden tiara on me afterward. One leans in and asks me for my family's chosen name.</p>\n<p class=\"cnNiOGU4YzFmZGU0MjQ0YjE4MDY0ZjhlZDcwZGFjMDVm\" data-original-margin=\"\">This makes it clear this ceremony was designed around men, allowing me to choose a name I don't even technically get is clearly a flaw in their designs, but I'll take it. Baldwin wants me to announce that we are his serfs. His slaves and servants. He wants me to announce we aren't real nobles, just tools he is using.</p>\n<p class=\"cnM1ZjFjOTg4MjNiZjQ5ZmM4MThjZmFkNjE2YTJlYzMz\" data-original-margin=\"\">He wants me to tell the crowd what I represent to the nobility? I can do that. I can tell them exactly what bringing me here means for Baldwin, for every single one of them and their luxurious lives, built on the backs of others. I answer the priest quietly and he looks at me with skepticism painted across his face but continues the ceremony.</p>\n<p class=\"cnM1M2E0MDFmYjJiMjRiNmI5NWZhOGJjNTljYzg5NDUz\" data-original-margin=\"\">\"My lords,\" he announces, holding one of my hands in his, \"It is not every day we get to introduce a new noble family to our beloved city, and it is my pleasure to present a new one to you today. May I present the noble lady, the first mage of her house and the beloved of Lord Baldwin Tudor, Lillith of Endings!\"</p>\n            ",
  "invisibleParagraphContent": "This story is posted elsewhere by the author. Help them out by reading the authentic version."
}