{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MTdkMjA0M2M3MTQwNDQ5ZjQ5NjFmNDYxN2Q1MWYz\" data-original-margin=\"\">\"Are you sure about this?\" Autumn asks, nerves clear on her face. \"Henry, aren't you supposed to stop her from taking this kind of risk? Henry shrugs.</p>\n<p class=\"cnNmNDJkY2E1Zjg5NDRjZmE5NTY1M2ZhYzA3MzcwNWNl\" data-original-margin=\"\">\"I'm supposed to stop her from doing stupid shit because of her cancer brain. Not from doing stupid shit because of her Lily brain. This is definitely something she would have pulled when she was maybe, thirteen. Well within the normal Lily margin of error. Not our job to stop it,\" Henry answers without looking up from the alchemical book he is reading.</p>\n<p class=\"cnM1ODNmZmUxNWY4NjQ5NDlhN2Y3OTIxOGIzNTEwN2M5\" data-original-margin=\"\">\"But... this is insane,\" Autumn protests and Henry shrugs.</p>\n<p class=\"cnNkNTRjZDc1YzQ2MDRmMjBiNTE2ZDNmNTQ5NDUyODM5\" data-original-margin=\"\">\"Like I said,\" he agrees. I roll my eyes.</p>\n<p class=\"cnMzMmU5NDNhZDk2YjQ4MTQ5NDQzZGUwZTQyZjMzYmY2\" data-original-margin=\"\">\"I'm gonna make you pay for that later, Henry,\" I promise before turning to look at Autumn. \"He's right, though. For one, I'm in pretty rapid remission, thanks to my excellent taste in women. For two, this is entirely necessary. I have to know if I can fight inside a riot spike, or the whole plan falls apart.\"</p>\n<p class=\"cnM1Y2VjZDY2ZTIzZTQyZDFiOThiZjRhZWY2YThiMmM2\" data-original-margin=\"\">\"But, isn't this what gave you the cancer in the first place? What if this test makes it worse again?\" Autumn protests. I sigh.</p>\n<p class=\"cnNkM2MwZDYxMzkzZDRmZGNiMjRmNDdjMTg1OGIzYTNk\" data-original-margin=\"\">\"I got the cancer from one of Godfrey's fucking circles, which I can only assume have a similar draining effect, since he has seen the way mana gathers around me. Basically, I got sick because the horny old grump has been watching me way more closely than I thought for the past four years.\" Henry looks up at me with a baffled look. \"Yes, I heard it, I heard it. I mean he was way more aware of my extra-legal activities way earlier than I expected. Not the other thing, I don't think. Anyway, I am going to be inside a dangerous circle regardless, and we need to know how I'll respond to it <em>before </em>I am in a fight to the death.\"</p>\n<p class=\"cnMwZjAyOTZmOGRmNDQwYzhiMzQ1NWE2YzlhNjhlMTU4\" data-original-margin=\"\">Autumn looks concerned, but looks down and nods. She actually feels a little spike of grief at this, which is honestly very sweet. Henry on the other hand only feels more and more warm. Just seeing me cope with humor again seems to have done a lot to heal the entire family. Well, except Gil, I guess. His happy ass was in another community, largely unaware of my worsening condition until I started getting better. Done with prep, I take a deep breath, take out a riot spike, and channel mana as I stab it into the ground. Immediately the world dulls, like a color has suddenly been deleted. My access to mana is cut like an axe through rope.</p>\n<p class=\"cnNkZWFmNDhlMWQ5YzRhNjU5NGMwN2ExMTEwNDI0YjRj\" data-original-margin=\"\">I feel dizzy, then suddenly mana floods my body again. I can't channel it, I don't think, but the sudden fatigue fades and my vision clears. My bracelet and rings glow like metal over fire, although they remain cool against my skin. \"Huh,\" I say.</p>\n<p class=\"cnNmMmM5MzZjNmM2MjQ2MGRhMjBkYzY0ZjU5ZmUwMjRl\" data-original-margin=\"\">\"What? Is everything alright?\" Henry asks suddenly, his façade of disinterest washing away in an instant. I look up in confusion before remembering how frustrating a lack of information in this type of situation can be.</p>\n<p class=\"cnMwMjJjMDU1NmM3YTQ5NTFiYmY1ODhmZmUwMTI4YTRj\" data-original-margin=\"\">\"Oh, I'm fine, I'm fine. Just surprised, that's all,\" I explain.</p>\n<p class=\"cnM5MGRjMzY4MDU1NjQ5OGJiYTU0ZjBhM2NkN2IxZWQ0\" data-original-margin=\"\">\"Why, what happened?\" Autumn asks.</p>\n<p class=\"cnM1YzE0MTk3NTcxNjRiMThiNTQ5MzcwZDFkMThmYjU2\" data-original-margin=\"\">\"Nothing bad, sorry. It's these artifacts Ember gave me. They aren't just keeping me stable, they seem to be feeding me mana to keep my body balanced. The same mana they have been draining from me to avoid the growth of new tumors,\" I reply, examining them curiously.</p>\n<p class=\"cnMzZWM5MGZmMzgxZDRlMGRiMDhiYjA5YTJkZmNjNWJk\" data-original-margin=\"\">\"Maybe they are supposed to do that?\" Henry guesses.</p>\n<p class=\"cnNiMTNjMmEyYWU4MDQ2NWZiNTY2MzEyNTViMTkyNjEy\" data-original-margin=\"\">\"It would be a weird detail for Ember to omit,\" I counter and he shrugs.</p>\n<p class=\"cnNmMjMwYWFlY2RkMDQ2YjRiNGZhNTk5OGE0ZDk1NjY4\" data-original-margin=\"\">\"Maybe it has something to do with your weird circle?\" He offers. I examine the glowing artifacts curiously for another moment, then sigh.</p>\n<p class=\"cnNkMWVjZDllYjRkNTQ4NTE5NjY4YTI5ZjI4NzczOWZl\" data-original-margin=\"\">\"Well, while it is true that guessing at the side effects of my circle has literally never had negative consequences, I think we'd better ask her,\" I reply. I flex a little, then jump, just a little higher than the average person could. Not with all the strength I have available, but enough to demonstrate I will maintain at least one advantage while inside a riot spike's sphere of influence. \"Let's give this another ten minutes or so. See what happens. If nothing, we should be ready to move tomorrow. We got volunteers raring to go, more than ever before. I think it's high time 'Potestia' joined the ranks of fallen empires and monarchies.\"</p>\n<p class=\"cnM5MTc1M2ZjMzBlMTQyOWFiNGZmMjEzOTE0Y2VmMDcz\" data-original-margin=\"\">It's been two weeks since the genocide in Tumult. I don't know what Darian was thinking, but if it had anything to do with ruling through fear, well. He forgot that you have to offer safety with obedience. An animal only runs in fear when it has somewhere to go. But when it is cornered? It will bite. People were desperate. They were trading food to survive. Hiding to avoid slavery. Every single option was taken from them, and he massacred them for living on anyway. He forgot the carrot. So yeah, people are terrified. No one knows if their city will be next. But there is no behavior change they can make to avoid it. All of them. Commoners. Nobles. Priests. He backed everyone into a corner.</p>\n<p class=\"cnNhNjJmOTVmYjA3MzRiYjg5MjYzOTI5MWVlZDcyZTRj\" data-original-margin=\"\">If he was hoping this would pacify people or bring people back to submit to slavery, well. The choices now are to fight back and risk death, or hide in their homes and risk death. I suppose he assumes this will be no problem, since even the newly magical commoner class can't hope to fight nobility. Not without these riot spikes, in any case. As it stands, I am not the only one ready to march into their homes and raise hell. Especially if someone can distract the heavy hitters while the common folk take their cities back.</p><p class=\"cjhjOTRkOTFhMGUyZTQ2ZGY4OTlhMGI2YjdjNTY1OWFl\" data-original-margin=\"\">If you come across this story on Amazon, it's taken without permission from the author. Report it.</p>\n<p class=\"cnNhZGFjYjA3YWE0YjRjYzliODQ1ZTU4NzMyMjQ1MDVk\" data-original-margin=\"\">Godfrey and Darian think I am the head of a revolution? They set up Visenar specifically as a trap for me? They think everything will collapse without me? Fine. I'll use that. No better way to keep them all in one place than to give them their favorite fake figurehead to chase around their little kingdom. Meanwhile, in every other city, everything they hold dear will burn. And with riot spikes, well. They will be the ones surprised to be without magic. I'd love if I could just talk to Godfrey, but Darian? Darian died two weeks ago.</p>\n<p class=\"cnMxZjA1NmEwOWY2OTRjODRiNDE4MWVhNTRhZjJlMGVj\" data-original-margin=\"\">Especially now that Sara, that magical, beautiful, sexy fuckin angel managed to reach across the goddamn planet and tear a hole through the literal hell forest to help me get there. And that is exactly what she has done. She connected every community and city with the roads she opened up. She didn't take the long way around either. It takes maybe five minutes of walking to find a shimmering wall on each path, and a step inside leads to, well. A hub of sorts. A beautiful, charming hub with exits to every other location we could want to go to. People have been sharing resources again faster than we ever had before. Shit, I love that woman. She is so amazing, in the most perfect ways. The things I would do to thank her, if only...</p>\n<p class=\"cnMzZTQ4ZDM2ZTRmZDQyMjVhM2QxMGJiMThkOWQzYTZl\" data-original-margin=\"\">If only the one exit she didn't give us wasn't the Kingdom of Endings. I don't know what she is waiting for, but it is going to drive me insane. I want to claw my own skin off. Leaving her in that fucking cell makes my blood boil. Whatever reason she has for leaving that exit off, I have to trust her. Makes me want to puke, but I trust her. I will just have to focus all that anxiety on this plan. All this anger on the murderers I can reach. And I have plenty.</p>\n<p class=\"cnNkYjgwMTQ3NTQ2MzRkY2Q5OGI2YTYyZTkyMGNkOGM0\" data-original-margin=\"\">\"Lil, you all good?\" Henry asks. I come back to the present and nod at him.</p>\n<p class=\"cnM2MDdkYzM1ZWU0YjQyOWE4YzZmMzNjNzNiNGI0OTdi\" data-original-margin=\"\">\"Yep, this is working perfectly. I think we are good for tomorrow,\" I reply, pulling the spike out of the ground and letting it deactivate on its own.</p>\n<p class=\"cnMwMTEwN2JkYTViOTRkM2RiMWUwMWMzMDgyMmM0MjBj\" data-original-margin=\"\">\"That's good to hear. I'm glad you are alright, kid. But, uh... mom was hoping to talk to you, without me around. She just called on the sphere while you were, uh, blushing quietly to yourself,\" he informs me apologetically. A mild anxiety itches at the back of my neck, but I smile and nod.</p>\n<p class=\"cnM0OGYwNjUzM2I3ZTRmZmJhMmU4NzAwMDg4ZDYwOGRj\" data-original-margin=\"\">\"Sure, you mind cleaning up here?\" I request. Autumn and Henry agree, and I leave them to pick up the various glowing stones and notes we were using for the experiment. Things have been a bit awkward with Mom since I told them about my past life. But like I promised her, I still love her. I still consider her my mom. I enjoy the gentle mountain breeze as I walk back to the building my family has moved into. It's chilly, but I don't mind. I have been regaining the sickness weight remarkably quickly. I kind of always feel warmer all the time right now.</p>\n<p class=\"cnM0MmIxMGJmMTIxMTQzMjE4ZjEzMzE5NTBhZmFmMGNm\" data-original-margin=\"\">My mom is waiting for me in her room. I knock on the open door and she looks up from her tea and book, then adjusts her glasses. \"Hey Mom, Henry said you wanted to talk about something. She winces a little but gives me a smile.</p>\n<p class=\"cnM3Zjg5M2FlZTViYTQzZWQ5YTMzZTllNWI1YjE0NmMx\" data-original-margin=\"\">\"Thanks for coming so quickly, Annie,\" she greets, sending a pang through my chest. She has called me 'Annie' exclusively since finding out about my past. It's not like when Sara uses the name. For Sara, it's almost like it was something she always knew, or understood on some level. Like the name fit me better, to her. But she knows I am me. The choice of name is almost intimate on her lips. But when Mom says it... We love each other. She understands I love her and think of her as a mother. And she loves me. We have been through too much together to feel anything else.</p>\n<p class=\"cnMyMTA0MmZjNWIzZjQ3MGQ4M2IwZWVmNGJlYmY5ZjM1\" data-original-margin=\"\">But she calls me Annie. Not because it feels right, but because she is rejecting the idea that I am Lillith. The little girl she chose a name for. She calls me Annie to draw a line. Because we love each other. And she believes that I believe I am Lillith. But that doesn't mean that she does. She doesn't look at me like the woman who killed Lillith either. But she looks at me like Lillith died of pneumonia when she was seven. It hurts. But she does still love me. That's enough for now.</p>\n<p class=\"cnMwZWYyMTU4NGJkOTQxZDdhNzVhMmUzZmEyNDdhODk4\" data-original-margin=\"\">\"No problem,\" I reply, stepping inside and closing the door behind me. \"Is something wrong?\" She sighs and folds her hands over each other.</p>\n<p class=\"cnMxZGQ0NTA1MzhhMTRlZTc5NzkyNGQwNTJjYTllMzMw\" data-original-margin=\"\">\"I know, you have to do what you are going to do tomorrow. I'm used to the risks you take. And you've changed all of our lives for the better. So I get it. You'll never be able to rest until you've done the same for everyone. I understand...\" she trails. I cross my arms almost defensively in response to the apprehension in her voice.</p>\n<p class=\"cnNhYzI4YzdkYmJhNDRjZmI5Y2M3MmNjMDJmMWM2MjVj\" data-original-margin=\"\">\"But?\" I ask and she sighs.</p>\n<p class=\"cnM2OTc3ZDFmNmM3OTQxZjQ4NmJhMGVmZmM0ZTk0MWNl\" data-original-margin=\"\">\"But my... your brothers,\" she says. \"They aren't as prepared as you. I want you to ask them to stay behind. I can't lose them, not again. Please. They won't listen to me, but if you ask, they'll stay behind.\" This request hits me like boiling water. I bite back the immediate response that floods my mouth like poison. It won't help heal things. It was silly of me to think a cry and a hug together would completely convince her. She likely doesn't even realize some of the ways she has changed when she speaks to me.</p>\n<p class=\"cnM2ODBlNmJlOTRmODQ4ZGY5NTA2NDIyOTE2ODg4ZTQ3\" data-original-margin=\"\">\"I... can't. They are grown men. And they care. If they want to help, I have to let them help. Or I am asking everyone else to risk something I'm unwilling to,\" I reply. She looks down, water forming in her eyes.</p>\n<p class=\"cnNhYTlhZDRlOWRlNjRhN2U5ZTE5ZGRiMWU3YTM3MzBi\" data-original-margin=\"\">\"Annie, please. I... I don't want to lose my children,\" she whispers. Her words are ice in my gut.</p>\n<p class=\"cnNjY2Q5YjFlYTFkNjRiMDJhNzI0ZmMzZDI4ZjljYWRi\" data-original-margin=\"\">\"Don't worry. Henry won't be entering the city. Just providing support. Same for Gil. And Ed, I'll look after him. I will do whatever I can to keep him safe. I don't need him for the dangerous part. I'll send him away from the worst of it when that time comes, alright?\" I promise. She bites her lip.</p>\n<p class=\"cnNlNzljZGMxODk4MTQwZGFiOTBlM2UwYTFiOGU5ODZl\" data-original-margin=\"\">\"Alright,\" she agrees. \"Thank you, Annie.\"</p>\n<p class=\"cnM3NTdkY2NmNTFhNTRkOGE5ZjEwNTc2NTY2Mzc5Y2Zm\" data-original-margin=\"\">Don't say it Lillith. Come on, hurting people never pays off in the long run. This isn't going to help anything. Her confusion is understandable. She should believe me. She should trust her daughter. But saying this will only hurt both of us. Don't say it. \"Don't worry, Mom. I'll make sure at least all your real kids make it back alive.\" Goddamnit Lillith.</p>\n            ",
  "invisibleParagraphContent": "If you come across this story on Amazon, it's taken without permission from the author. Report it."
}