{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MzYyNmVmNzUxYjQzNDRhMzM4MDMyMmViYzBiNjM2\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnNkOTFhMzc3ZTkyZjRkM2Y4ZmFkNWY0MWEyMzA2OWM3\" data-original-margin=\"\">Typically, Sara will leave when Godfrey calls. Not out of any particular obligation, but she doesn't have the history with him that I do. Today, however, I don't have the energy for him alone. As the sphere gently vibrates, I share a look with my sweet girlfriend, my eyes pleading and hers confused. \"Do you mind hanging around this time?\" I request and her face softens.</p>\n<p class=\"cnM3N2RiMmRjOTIwNTQ3M2FhMWFjMzhmZTJiMDE2ZmEw\" data-original-margin=\"\">\"Me? I...\" she pauses, \"I won't have anything to contribute. I don't want to distract you or anything...\" she hedges.</p>\n<p class=\"cnM0MWQyNThlNDhjZTQ4NGE5ODAxNmQ0MTRkYWQ2MTI3\" data-original-margin=\"\">\"I think you'd be surprised. It doesn't come out often, but when you are upset, or passionate, you certainly don't seem to have trouble finding something to contribute,\" I tease and she blushes.</p>\n<p class=\"cnNmNDllNDhjMTAwZDRlY2RhNjBiYzBjNTQzYTQzZDQw\" data-original-margin=\"\">\"Yeah but... this isn't really the same thing as that,\" she counters and I smile.</p>\n<p class=\"cnM4ZTAwY2UxNDI4ZjQ3NTliYTU2MmI4ZjYwMDZmMmQx\" data-original-margin=\"\">\"No, but I don't need you to talk to him with me. I'm just... not done being around you yet. I'd like you to stick around just for support, if you're up for it,\" I suggest and she blushes more.</p>\n<p class=\"cnM2MDI2N2Q4OTYyODQ0ZDk4ZjczZDNiNWE1MzVmZGY1\" data-original-margin=\"\">\"At least you're smart enough to ask for support this time...\" she mumbles and I chuckle.</p>\n<p class=\"cnMwYTU1Y2M4MDkwYjRjM2ZhMTc0MzNlOTFhMGUxNGYz\" data-original-margin=\"\">\"Thanks, Sara,\" I smile, \"besides. If I convince him to give up his crown, he'll need suggestions for a new hat.\" She bites back a laugh at this, and I finally pick up the sphere, which stops vibrating the moment I do. \"Lillith here,\" I say cheerfully.</p>\n<p class=\"cnM4NjY1ZWJjZjY0ODQ3MTQ4MzU0OGJlYmM1NDY1MzZm\" data-original-margin=\"\">\"Collector's grace, Lillith? Where have you been? I thought you might be dead!\" Godfrey immediately scolds. I raise one eyebrow and share another look with my girlfriend.</p>\n<p class=\"cnM4MTljOTNkOWU3MzRjMDA4MmY5NWEwODJmNzQ5MDkz\" data-original-margin=\"\">\"A lot of that going around, recently. None of you should worry so much. I'm sturdy. A brick house. Mighty mighty, and all that,\" I quip.</p>\n<p class=\"cnNiNTJiZGU1MTAzNTRmZDM4Y2JhMjBjZjI3OTIwNTk2\" data-original-margin=\"\">\"Lillith, you passed out mid-sentence and stopped answering my calls. What was I supposed to think?\" He protests and I actually snort.</p>\n<p class=\"cnNlY2QxMGY1MTFmMDQzN2FhZjk4MmUyODFhNjI4Mzg3\" data-original-margin=\"\">\"I don't know. That the person half your city is structured around eliminating is gone? I don't know, 'Well, that's done,' is what I might go with.\" I joke.</p>\n<p class=\"cnNjYWU4YTdlMGZmYTQ2MDhhYzUwOWM3YWIwZTgyMGIz\" data-original-margin=\"\">\"Lillith, I don't want you dead, I just want your help. Those circles are to help you. To stop you before this gets out of hand!\" He complains and I sigh.</p>\n<p class=\"cnNhMGQwMjUwMGE4MzRhM2E4M2ViODg1NjQzMjU3ZGE2\" data-original-margin=\"\">\"I know, Godfrey. It's why you call, and it's why I answer. I don't suppose you are ready to take the crown off and get some real work done?\" I suggest. It's Godfrey's turn to sigh.</p>\n<p class=\"cnM2ZGY2NzhjMzg0ODRiNjA4N2RiODljMGNhMjNlYjQ1\" data-original-margin=\"\">\"Lillith. We can't take shortcuts here. Do you really think people can exist in the world you want to build? I'm old, and I've known a lot of people. A lot of commoners, a lot of nobles. And yeah, this country hasn't been kind to most of them. But they aren't kind to each other, either. This country is filled with commoners like your father. Like all the slavers you have fought. Do you really think, if you take the crown from them, they will be able to exist in a society that depends on kindness? Generosity? That is going to fall apart. I am offering you a chance at change with structure!\" he argues.</p>\n<p class=\"cnM3NTA2ZWY1OWJmYTQxYWE5MjI0YjM5MTliMTU4YzEx\" data-original-margin=\"\">That one does bite a bit. Because he is wrong about the solution, but he's right about the issue. Well, sort of. My communities have been mostly doing well so far. Few of them actually work in a way that I would choose myself, but most of them are, truth be told, better off than I would expect. This is largely because they are composed primarily of the former dregs of society. The rejects and slaves who, before they left Potestia, already needed each other to survive. The wealthier and middle-class groups I'd helped more recently, after the new laws put them newly in danger, went and formed the shit pile known as the Kingdom of Endings. I'm glad to know Tumult is taking some steps forward, but there is some truth in Godfrey's complaint. They have thousands of years of poisoned worldviews to shake off.</p>\n<p class=\"cnNiY2Y0MWVmNzAwZjQ0MTRiYWM4ZjE5MjM1N2ZlNTIy\" data-original-margin=\"\">\"No, you're right,\" I respond after a moment. \"Potestia, when we are done with it, will not look like the world I want. Not while I'm alive, anyway. I would be surprised if it did. Because you are right. Potestia has spent too long ignoring, dismissing, and crushing anyone and everyone that it found inconvenient, or wanted to walk on. Commoners, like my father, are as guilty of this as nobles. Wherever they were they always pissed downhill. And they aren't going to suddenly become benevolent when they don't have anyone to answer to anymore.\"</p>\n<p class=\"cnNiODRlODIxYzNlZTRiMmViMDY4OWYxYzMwZTkxZGU1\" data-original-margin=\"\">\"So you understand,\" Godfrey starts but I continue.</p>\n<p class=\"cnM5YjBlZmIxNjFkZDQ5M2VhN2FkZmY4ZDhmOTI5MTVi\" data-original-margin=\"\">\"But you know where else there were a lot of commoners like my father? In my own family. My father raised two boys who followed his example. Both grew into good, honest men. Because that's the thing, Godfrey. The people of 'your' country have been drowning in poison for centuries, but it's not who they are. It doesn't come from them. They can, and will, come up for air if given the opportunity. Enough of them will, anyway. So you are right. There is a lot of social change that needs to happen. The world they choose in the meantime probably won't be what either of us wants. But giving people options their fucking king didn't pick for them isn't the last step, it's the first.\"</p>\n<p class=\"cnMzOWNmNzkxMmFjZTQzOGE4ODBhMDQxMzE4OTQ2YmUz\" data-original-margin=\"\">Godfrey is quiet for a moment after this, but not because he is stumped. He simply wants to think before responding. Finally, his voice hums through the whisper sphere again. \"That's not going to be good enough, Lillith. What about the ones who won't cooperate with any new way of doing things? What are you going to do about them? With no one watching them, no consequences promised for hurting the people you so badly want to protect? What happens when they start killing each other? How are you going to stop them?\" he asks. His voice is calm and gentle in an almost irritating way.</p><p class=\"cmEwM2I4ODM0Zjg3YjQ2Y2RiY2Q2NGI5YjM0ZWZkNDE2\" data-original-margin=\"\">Unauthorized duplication: this narrative has been taken without consent. Report sightings.</p>\n<p class=\"cnNlOTA3YjEzNzQ0MDRlMTY4MzQwNTk4ZmVlNjYzMTQ3\" data-original-margin=\"\">\"Well, I probably won't give them a spear and armor. I probably won't give them massive estates, servants, and authority,\" I retort.</p>\n<p class=\"cnNjZmM3Njg2MTNjNDQ3YzhiOGRjMWMyYmQ0MGUwNjIy\" data-original-margin=\"\">\"Quippy. Clever as always Lillith. But it's not an answer,\" he dismisses.</p>\n<p class=\"cnM3YTNiZTU5NGE3YTRkNDk4NmE0YTBjOTEwMzQwMjEz\" data-original-margin=\"\">\"Isn't it, though?\" I challenge. \"Because it's not just a quip. It's true that the people in power, the people enforcing your new authority? A lot of the people you are worried about hold those positions. Because either way, they will want to do harm. But only your world actively hands them the tools to do it.\"</p>\n<p class=\"cnNlZGQ5NGFiY2FkNDQwNDA4MDdhMTRkZGZmYzEyM2Ji\" data-original-margin=\"\">\"Which is why I am here, Lillith. Because someone needs to take that power away from the wrong people and give it to the right ones. Someone needs to change this country while still leaving a country here to change! Give me time, Lillith! Help me! You are right, the way this works is wrong! I have only been king for a little while, and I've had to deal with more than a few other problems in the meantime. Half of which you caused! Don't you see, with your help, I can actually start fixing this <em>and </em>keeping people safe in the meantime. Isn't that a good thing? What I want is achievable! Your goals are just... they aren't going to happen, Lillith!\" he snaps back.</p>\n<p class=\"cnNmZjNmMmQ5OGMzYzQ3MTNiOTQ5M2JlNGU1YzQ1NTc0\" data-original-margin=\"\">\"Caused by me, you say. By freeing slaves. That's the problem, Godfrey. Your world is already falling apart without slaves. Any changes you make, you want to make slowly. Smoothly. More easily. For the people who are already comfortable. The problem you have is the wrong people are being asked to suffer for a while while you fix things. The people who benefitted from the old world. And you know what? I already told you my world is a long way off. I will do everything in my power to get there as fast as I can while I'm alive, yes. But I know it's not the next step we are taking. I know the people of Potestia will choose something else. A republic, or a democracy, or something else.</p>\n<p class=\"cnNkMmI0ZGI4ZGY5YjQ2MzdhOTE2MjQ3ZjdmYzczOWZi\" data-original-margin=\"\">\"They are not going to stumble from a monarchy to anarchy. I know that. I can accept that, provided they get a choice. That is what I am fighting for with them. And it's something they can have if you just let go. But that's where we run into a wall. It's not the possible issues with what I want. It's that you want to be king. You can't accept anything short of that. And we will suffer no kings.\"</p>\n<p class=\"cnMxODVlNWU0ZjA1MjRlMWI5Nzc4ZTY0NjIzYWNjNWMw\" data-original-margin=\"\">\"You haven't even given me a chance to be a good king, Lillith. A good, benevolent king can solve all of this with the least loss of life! But you won't let me try! You are so determined to dismiss the idea that it's even possible!\" he argues, the calm in his voice completely gone now.</p>\n<p class=\"cnM2Y2MwNGRjZDcwNzQzNzI5ZGZiNWZmZDVlZGU0NTg4\" data-original-margin=\"\">\"Fine. Let's say it is possible. Let's say someone with complete power over their people can, possibly, be benevolent. A theory I take issue with, considering how power is maintained, but let's just pretend. What happens when you die? When your grandson dies? When his grandson dies? A monarchy... any kind of absolute authority really, is the gamble that every king, for the rest of time, will be benevolent. It only takes one tyrant, Godfrey, to bring back all the worst bits of Potestia. Authority doesn't rely on the possibility of a benevolent ruler. It requires the <em>certainty</em> of benevolence, all the time, every time. Anything short of that guarantees atrocities,\" I counter.</p>\n<p class=\"cnM4YjkzNmI3N2RkODRkYWM5ZDlkY2I2ZDQwYzYzOTlk\" data-original-margin=\"\">\"And your world requires the same of every single person! Which is more likely, Lillith?\" he yells through the sphere and I twitch. Something isn't right. That isn't representative of what I have told him, and Godfrey is less composed than usual. His arguments are worse than usual. He is upset, especially after my last comment.</p>\n<p class=\"cnNjODdhMzdhNzE3OTQ2NmY4ZDQxMjQwOWI4MjdmODc4\" data-original-margin=\"\">\"Godfrey,\" I respond, pausing for a moment, \"Why did you call me today? What's wrong?\" There is quiet at this for an uncomfortably long moment. Sara looks up from giving Suzume attention and tilts her head curiously. Finally, a calm Godfrey answers.</p>\n<p class=\"cnNkODY0NjA1NDIzYjRhYjZiZDZkMGM0NDJhNGRmYTBj\" data-original-margin=\"\">\"Lillith, I need to know how your circle works. I know it's a tattoo. I need you to tell me how it works,\" he says. I pale as he finishes speaking and the room is silent again.</p>\n<p class=\"cnNhYzAxYjliMmI3MTRlNTQ4NTgzNmU0YzE2MzkwOTQx\" data-original-margin=\"\">\"Godfrey... you can't put my circle on anyone. It will kill people. Even if it doesn't, I don't know what the side effects are. I fixed it and improved it. I used it back home... Surely some students from Satusmor have arrived with it by now, ask them to show you. It's a safer version, and it's powerful. You can figure out how to use it. Even make it better. But... please tell me you aren't trying to use the one from my body!\" I beg and he is quiet again. I almost don't catch his response when he whispers.</p>\n<p class=\"cnM5YmFjY2I5NGZmYTQzMDhiOTMwOGI0MTU0YjU1NmQ2\" data-original-margin=\"\">\"You didn't die, Lillith. Who is holding onto power now?\" he accuses.</p>\n<p class=\"cnNiYTEyNWNjZGIxYzQ5MzY4OGQ2N2YzYmZkMWRhODEy\" data-original-margin=\"\">\"No, Godfrey... I was lucky, I should have died. I felt like I was going to die! I felt like I wanted to! If you put this on someone else, they almost definitely will. Even if they survive, without... what I know about the body, who knows how bad the side effects could be! Godfrey, please tell me you haven't forced this on people!\" I plead.</p>\n<p class=\"cnNiODJkNzZkMWM4MDQ2N2I5MDAzNWM4YWM0ZTY4YzE5\" data-original-margin=\"\">\"I won't force it on people. But Lillith, I need this. The country needs this, you don't understand. I only want to try it on a few volunteers. And it will be safer if you tell me what I am missing,\" he insists.</p>\n<p class=\"cnNhMWY0NjEwYjc2MjQxYzM5NjQ5YzUwNjZjOTA0NDll\" data-original-margin=\"\">\"Godfrey, there is no such thing as a volunteer for something like this. There is no way to communicate what they are going to go through. And the people in your city are desperate and scared! They want another option so bad... that's not volunteering. That's just...\" I don't need to finish the sentence. Because I know he knows. And I now know why I had upset him so much earlier. Because exposing people to torture and death, with continued fear and misery in one hand and power in the other... that's exactly what I had accused kings of doing earlier, an atrocity. And we both knew it.</p>\n<p class=\"cnMxZjBiM2NhYTBhODRlYzE4NDVhM2FkNjljOWQ3Mjgy\" data-original-margin=\"\">\"Lillith, you want people to be equal. But you are hoarding power. You want me to give up my crown? Why can't you give up your own position? Your own authority? Your own power? Tell me how to make it work right!\" he spits at me.</p>\n<p class=\"cnNjNjJhZjk3ZjRiMTQwZTBiZDU1YjY4MmQwZjZmNGIz\" data-original-margin=\"\">\"No. The reason I didn't share this circle wasn't to maintain power. I have only ever used it to lift other people up. I understand what you mean, but I don't want power, I just wanted a tool to fight back. And once I realized what I had done to myself... No, Godfrey. You know why I didn't share this circle. Because inflicting this on people, especially people with no ability or understanding to consent... that's the kind of thing I would kill someone for doing. It's the kind of thing I would deserve to be killed for doing. I don't know what you've already done, but please... if we were ever friends... don't do that to people. Please, I-\" I cut myself off with a cough that splatters blood across the whisper sphere.</p>\n<p class=\"cnM0NjMyNzBmMzg3ZjQ3ZmI5NDU2ZTRkNmVkYmVkYzg1\" data-original-margin=\"\">Shit, I've been asleep, so I haven't been manually managing the cancer. I open the drawer by my bedside and pull out one of Henry's potions, swallowing it and redirecting my mana to shave away at the hostile cells. Sara runs to my side and I feel her divine magic wash over me like warm water. Just as I am composing myself, Godfrey speaks again.</p>\n<p class=\"cnM5NzkxY2I0MzA0NjRiODNhNWM3OGQ5MzNmMmQ0ZjNm\" data-original-margin=\"\">\"Alright, Lillith. I promise I won't. I'm... I'm glad I asked you before I tried it,\" he agrees.</p>\n<hr>\n<p class=\"cnNiY2U3N2M0NGFjYzQwNjhhNmE2YmQ2OTEyMDkyMTk2\" data-original-margin=\"\"><strong>Godfrey</strong></p>\n<p class=\"cnNmMjkwYTBhNmExZTRkNWU4Y2JlNThmMDE0N2VkMWIz\" data-original-margin=\"\">I stop channeling mana into the sphere and sigh over the body of the latest volunteer. I grit my teeth and clench the whisper sphere hard enough that my fingertips turn white. Stubborn little hypocrite.</p>\n<p class=\"cnNhNzhhYjk5Njk4MjRiZWRiZDAyMzU1ZDk0MjEwZjE3\" data-original-margin=\"\">\"Bring in the next batch,\" I order.</p>\n            ",
  "invisibleParagraphContent": "Unauthorized duplication: this narrative has been taken without consent. Report sightings."
}