{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzMmU4NTUzMWFlNDQ1ZjhiYjA1NWMzZTQ3MWY1NDNh\" data-original-margin=\"\">My father glares daggers at me as I stand on the podium, but that doesn't bother me in the slightest. Baldwin's gaze on the other hand is pure ice. I've openly defied him twice today, and I did it in front of the most notable nobility in the city. I can feel his cold fury radiating off of him as he stares at me. A tension in his jaw suggests his teeth are clenched and the mana seeping out of his body quiets many of the other nobles in the room.</p>\n<p class=\"cnM5YTllNDQ3ZGVmYjQ4MTNhNDkwOTZmYzhjMTRjYTg4\" data-original-margin=\"\">The priest on the platform with me is reciting some kind of prayer but the world doesn't exist to me. My eyes are locked on Baldwin. Our cold gazes are met throughout the rest of the ceremony. In this crowded room, one of us on a platform to be judged and the other surrounded by sycophants, we have a silent conversation and we say the same things. You will pay. I will not bend, I will not rest, and I will not give an inch. What you have done will not be forgiven and no one can save you from me. We each read this in the other's eyes and the rest of the world ceases to exist.</p>\n<p class=\"cnNhMjY5OTllOGVlMjRmODJhMWU1N2QzMWVmMGMwMWJm\" data-original-margin=\"\">An eternity passes; a single moment passes. The priest finishes his ritual and our quiet dialogue ends as he steps between us and leads me off the stage. I am directed back to my family and my father fumes. \"I thought we had an understanding Lillith! Do you have any idea what Lord Baldwin will do to us? He had a name picked for our house and you openly defied him! He can take the estate back you idiot girl!\"</p>\n<p class=\"cnM4MzE0M2I4Y2NlZTQ0YjA5MTNkY2Y4NTkyMmY0MWJl\" data-original-margin=\"\">I stare at my father, nonplussed. \"A serf is a servant and basically a slave. He wanted us to declare ourselves his property. Instead, I declared us something else entirely,\" I intonate, completely uninterested in my father's anger.</p>\n<p class=\"cnMyZmYxODUzNTI1NTQ4NjJhYWRmODM3MThmMTMwZDJk\" data-original-margin=\"\">\"S-So what? I knew what it meant, and perhaps that's what we are! Unlike you, I can acknowledge my position and that of my betters! He is Lord Baldwin Tudor you stupid bitch! if he wants us to declare that he owns us, that's what we do!\" he splutters. I guess my father is the type with great pride until he meets someone rich enough to idolize.</p>\n<p class=\"cnNlMDQ4Njg3NWY0YjQ5OTBiNjcyNjNjNGM5N2NiYTM5\" data-original-margin=\"\">It's always been strange to me how people will fight for their pride to the ends of the earth, alienating their family and friends even, until someone rich or famous enough comes along. That happens and, even when their idol treats them like an annoying dog and clearly loathes them, they will happily bark along, abandoning their pride and defending their chosen master like their lives depend on it.</p>\n<p class=\"cnMzMzFiODIwODRjMDQxNzM4OGFhOGVjZjdiMjkzY2M5\" data-original-margin=\"\">It's quite alright, Lord Endings,\" Baldwin says, approaching us. \"There is no need for your anger. If you don't mind, I'd like to take my fiancé on a walk. I'll talk to her about her choices today, don't worry yourself a single moment more,\" he commands.</p>\n<p class=\"cnMyM2I2ZjBjNzAxMDQ5OGE5ZmI1MTFlYTUxYWFjNTE1\" data-original-margin=\"\">\"L-Lord Baldwin,\" my father stutters, \"Of course my Lord, whatever you say! Thank you, my Lord!\" This sends a pang through me. I haven't had a good relationship with my father in years. He didn't even consider letting me choose my own spouse or future. He didn't consider running with me either time a noble tried to claim me as property. He abandoned me when I was dying. Somehow, even after all of that, it still hurts to see him being such a weasel. To yet again abandon me to abuse without so much as a protest but a thank you.</p>\n<p class=\"cnM0Y2Y1NDZmZDMwZjRmYTBhNjQzMWY2OGNiZmQwNDYz\" data-original-margin=\"\">\"You are dismissed,\" Baldwin orders, sending a clear message to my family.</p>\n<p class=\"cnMxNzY0NTBhODdkNjQ4MGQ5YzY3MTAyZTk3NTUxNWEw\" data-original-margin=\"\">\"Of course Lord Baldwin, thank you,\" he promptly responds, turning to leave. Edward seems to have already gone home, unwilling to spend more time around me than necessary. Gilbert, bless his heart, lingers. I can see the fear seizing his face but he doesn't leave right away. His hands are shaking and his knees look weak, but I see him preparing to speak. I just shake my head at him and he pauses. Yet again I have a silent conversation with a stare. Go home Gilbert. I'll be okay. I knew this was coming when I did this.</p>\n<p class=\"cnM4NDgzNDlhNTliODRkZWViZjQ1MjZkYjMyZjgwNmEx\" data-original-margin=\"\">After a moment of deliberation, Gilbert seems to understand the gist of my message, and he reluctantly follows my father. \"Come,\" Baldwin barks and leads me away from the temple. I follow; I know he won't kill me yet, and I want him to take his anger out on me before he next sees Henry. I don't think he would hurt him too badly, he still needs him to control me, but a confrontation now is preferable either way.</p><p class=\"cjdmZDZkZmIxMjM1MDQ3OTE4ZmQ3Y2JjYjQ2NjNlYWU1\" data-original-margin=\"\">This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnMzNzdiY2QzMDkxODQ3NmViMzcwNzFlMjAxZjdhOTgz\" data-original-margin=\"\">We walk for a few minutes, taking different twists and turns down the road until we are in a mostly quiet alley, with only a few people passing by and a couple city guards playing dice. He spins on me and swings his fist into my stomach, doubling me over. I consider using a force shield but if this becomes a contest of mana I will lose. He can't hurt my body in its current state, not easily.</p>\n<p class=\"cnNiNzZhMGEzYzZiMzQ1ODRhMDRkYzMwNTJhNDQ4NTQy\" data-original-margin=\"\">Nevertheless, I fall to my knees and have to gasp for breath for a few moments. Baldwin paces back and forth, waiting for me to recover. The guards look up briefly, see a young girl in a peasant dress gasping in front of a well-dressed noble, and go back to their game of dice. \"You humiliated me today Lillith,\" Baldwin lectures while pacing back and forth in front of me. \"You humiliated me twice.\"</p>\n<p class=\"cnMyMTJjMjVlMjRlZTQzMjhhNTI3MjBmYTY5ODllMTJk\" data-original-margin=\"\">At this, I have finally regained my breath, but he grabs me by my freshly shortened hair with both hands and drives my face into his knee. I splutter, spitting out blood from a cut inside my mouth. \"Do you know what the other nobles will be saying? That I picked a whore to marry. An ugly commoner. An idiot girl who can't even pick a proper name.\" I recover as he says this and begin to stand but he punches me across the jaw and knocks me to the ground again. I spin this time, falling to my stomach and facing away from him.</p>\n<p class=\"cnM2ZjNjZWU5MGFmMzQ4ODY4NWYwYjhlY2M4ZmIzZjMw\" data-original-margin=\"\">His hits aren't hitting as hard as he thinks; my body is stronger and sturdier than even his, I suspect. That's not the point, however. The point is to demonstrate his power over me. It's why he chose an alley with guards to witness what he was doing. \"I'm going to have to kill at least one of them you know. Just to teach them all a lesson. Just so my wife won't be treated as the shame of my house,\" he chastises, pacing behind me again.</p>\n<p class=\"cnM5NTlhNTJkMGExMTQ3MDdhYWUwZDA0YmYxYzBjMzBm\" data-original-margin=\"\">I pick up a rock in one hand, closing my fist around it as I climb to my hands and knees. I'm here to let him take his anger out on me, but I'm still going to get a hit in. I'll probably regret this too, but I have other plans than just letting him vent. He kneels down closer to continue berating me as I begin to recover my footing. \"Is this how you intend to behave when we marry? Like a petulant chi-\" he starts before I wing my rock-laden fist full force into the side of his head, sending him to the dirt.</p>\n<p class=\"cnMxN2MzMDZlMzRiYjRhNjU5ZjNjOGExNTdlMjk0MzRi\" data-original-margin=\"\">I hit considerably harder than he has managed to hit me so far and it takes him a moment to recover. At this, the two guards are finally roused and begin to gather their spears to confront me, but Baldwin pushes himself off the ground and before getting up off his knees holds a hand out to waylay them. He spits out blood, what looks like a couple teeth coming with it. His jaw is broken and clearly sitting wrong on his skull for a moment. He stands and uses his hands to force it back into place where I see it rapidly healing.</p>\n<p class=\"cnNmYjA3M2RmMDRiMTQwNThhNDcwN2QzM2EwYmMxNWRm\" data-original-margin=\"\">Of course, if he can alter my body he can alter his. Just another thing to plan for. \"I'll handle her,\" he says and the guards salute him, offer their apologies, and return to their game. \"You're going to regret that, Lillith of Endings,\" he says, fixing me with a furious glare. With that I see him cast. I don't recognize the mana he uses and try to put up a force shield this time but quickly learn it is useless. It's wind mana, or something of that nature and he uses it to hold me captive in the air, tendrils of wind rapidly blowing around each limb and holding them in place. He uses pure mana to shatter my force shield leaving me defenseless.</p>\n<p class=\"cnMyNmIzOTE0NzFmMzQ4NGQ4OTI0YzJjZTEzNDM4ODRk\" data-original-margin=\"\">\"I know a threat when I hear one. Let me educate you on why I am not afraid of the ending you bring,\" he fumes, hate-filled eyes locked on mine. He runs his hand gently along my face, caressing my cheek with his thumb, then moving it down to my throat and holding it in a vice grip. He pulls his other fist back and swings it into my jaw. My head whips back a little but is held in place by his grip on my neck. He pulls his fist back another time and hammers down on my eye.</p>\n<p class=\"cnNlMTI5NGMzMmUzMjQ0ZjZiZjU2MTYxYTMzMmYzYzk2\" data-original-margin=\"\">He doesn't move quickly. He doesn't hit me with rapid punches or try to beat me so I don't know what's happening. No, each punch is slow and deliberate. His fist is covered in rings that increase their brutality. He pulls back and aims with precision, ensuring each hit lands to maximum effect. Even my body isn't invulnerable, and I am bloodied and bruised long before he finishes his assault. Finally, he feels like his point is made and he throws me to the ground like garbage. \"Do not challenge me again, or it will be much worse than this,\" he warns and stalks off.</p>\n<p class=\"cnMyZDgzMjJmY2U4MDRiZTk4ODE2MDJhZDVhYjAxMzZk\" data-original-margin=\"\">I wheeze on the ground for a moment, trying to regain my senses after his beating. After a moment I sit up, wiping blood from my left eye. It is quickly replaced as I realize I am badly bleeding from a wide gash that vertically bisects it. I channel mana to close it up, but it doesn't work with anywhere the speed Baldwin's healing had. No matter. I crawl over to where Baldwin had fallen earlier and begin looking through the dirt. I struggle to focus out of the one eye without blood in it.</p>\n<p class=\"cnNkNTZlNzFlMTMwNjQ4OGZiNjFkODFmMmIwY2I5YTkw\" data-original-margin=\"\">After a few moments, I find what I am looking for. A small puddle of blood on the ground with two teeth in it. I smile and pick both teeth up, clenching them in my fist before I force myself to stand up and begin my walk home. All things considered, today was a good day. I am one step closer to Henry, and Baldwin is one step closer to death.</p>\n            ",
  "invisibleParagraphContent": "This content has been unlawfully taken from Royal Road; report any instances of this story if found elsewhere."
}