{
  "preChapterNote": "<p>Warning: If a lot of what Pascal does in early story bother you -- they're supposed to.</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3ZDU5ZTlmYjQ5NzQzNzhhZjEzYmIwYWY3NTE1MTU2\" data-original-margin=\"\">\"Excellent, Dame Ariadne! It's remarkable how consistent your summoning is.\" Professor Albert von Marienfeld's words mirrored his gleaming-onyx eyes as they examined the beautiful wings of Ariadne's flawless white pegasus.</p>\n<p class=\"cnM5YTQwYjgxODEwZDQ4YzBiZGNiNTgxZmQzNTBhZmU4\" data-original-margin=\"\">It wasn't her first pegasus either. Her previous steed had accompanied her since childhood, only to be killed under her during the Battle of Parchim. Her bravery in combat had earned her a Knight's Cross. This not only qualified her to join the prestigious Knights Phantom --the elite air cavalry corp of Weichsel-- at merely twenty years of age, but also exacerbated her rivalry with Pascal.</p>\n<p class=\"cnMxNzkwMzMwOTQyMDQ0NjdiYTJjMjFlZWJmOGNkYTNl\" data-original-margin=\"\">\"Thank you, Professor Sir,\" Ariadne returned a courteous reply as she stood up and brushed back her silken pink cascade. Pleased with her own summoning, she finally let go of the breath she'd been unconsciously holding. With a step forward in the magic circle inscribed using crushed sapphire dust --her birthstone-- mixed with holy water and her own blood, she placed a delicate kiss on the forehead of her new pegasus familiar to seal the bond.</p>\n<p class=\"cnNhOTFmYWUzMmU0NDQzZGM5OThjODk3OTE4NjZlMzJk\" data-original-margin=\"\">\"Remember, class, that a familiar is a mage's companion for life.\" The instructor commented as Ariadne's demonstration finished. \"Therefore, your spell should always demonstrate and describe yourself as an individual, much like a wedding oath. When completing the ceremony you should treat your familiar with respect and care, the same as you would treat your future bride or groom at the Holy Father's altar.\"</p>\n<p class=\"cnNhM2Q1MzBmNTk1ZjQ4ODViZGVhZTYwNTgyNmNhNDkz\" data-original-margin=\"\">Professor Albert, as nobles of illustrious houses were often addressed by their first names to avoid confusion between members, looked around to survey his students. Dozens of anxious faces stared back, ready to attempt their own hand at summoning. However, Ariadne was not his only assistant, as Pascal was the next to provide an example. This brought signs of worry to his countenance, as he had no idea what the young man was planning.</p>\n<p class=\"cnNjMTIxNDBiYzliNDQ4ZTE4NTMyMGIwNDhkNWRiZjdj\" data-original-margin=\"\">\"Sir Pascal. You're next.\"</p>\n<p class=\"cnM0Zjg0ZWFmZmM5YzQ3NThhMjJhZGM4MzFlNGUwM2Jl\" data-original-margin=\"\">\"Of course, Professor Sir,\" Pascal remarked with nonchalance as he strode to the clearing within the <em>Cancellation Field</em> that opened a gap in the castle's <em>Lockdown</em> anti-teleportation ward. \"Please stand back. Unlike Dame Ariadne, this is my first time. I do not wish to cause an accident from my ritual.\"</p>\n<p class=\"cnNlOThhMGY2MzRhMDQwNDdiYzQ5MDQ1MmMwMGQ3NDVl\" data-original-margin=\"\">Somehow, his drawling, aristocratic intonation managed to make even humble words sound arrogant.</p>\n<p class=\"cnNjNGFmN2E4MGE5MjQ5OGRiNTMxNWVmZGVmZWI0MDhl\" data-original-margin=\"\">\"Show-off,\" a few people muttered from the crowd.</p>\n<p class=\"cnNjODZhMjllOTU4MzQ4MWY4MGUwNzJkMGNmNWU2NjA5\" data-original-margin=\"\">\"Well, let's see what your future brings.\"</p>\n<p class=\"cnMxMzgxNDRmNzcwOTRmYWI5MTlmYmI5YjBjMWMwNDY3\" data-original-margin=\"\">Professor Albert took care to suppress his eager curiosity. He still didn't understand why Pascal had switched stances on the topic of familiars, but he was also interested to see what his most gifted student was capable of. Nevertheless, a part of him remained worried at what would come next, even with the promise he extracted from Pascal to take the summoning ritual seriously this time.</p>\n<p class=\"cnM4NTg1ZGY2Mzg3NzQxNjM4NmMzZjBmODZjNjZmZWNh\" data-original-margin=\"\">After all, the previous occasion Pascal participated in a summoning ceremony back in Königsfeld, he had filled the castle with swarms of brightly glowing pink flamingos. Even worse were the rainbows found in every hallway that refused to dissipate, which he had to go around dispelling one at a time.</p>\n<p class=\"cnMyNDgxNzVkZWUwYzQ2ZmQ5MmQxMGYyMGZmNjAzMTdl\" data-original-margin=\"\">It was only afterwards when Albert found out that the young noble never had any intention of summoning a familiar. He had treated the whole ceremony as an opportunity to experiment and show off. Had Pascal not been the Marshal's son, not to mention a cadet with great promise, the professor would have expelled him on the spot.</p>\n<p class=\"cnMwNzc4OWE5Njc5MDQyMmZhNmJiMjZiNzc1ZWRmNmJl\" data-original-margin=\"\">Albert now stood over Pascal with the examining gaze of a retired general. He watched the young lord retrieve one rune-engraved stone after another from an extra-dimensional belt pouch. After carefully positioning sixteen of them, Pascal connected the rocks with a series of tiny malachite gems to form a perfect circle. Three larger runic stones followed, this time linked by lapis lazuli gems to draw the smallest equilateral triangle that would contain the ring.</p>\n<p class=\"cnM2ODMxYTMzMTg1YjRlOTdiMDA4Y2I1ZThhZTYyOWQ4\" data-original-margin=\"\">\"Amazing...\" came a feminine murmur as others nodded in consent.</p>\n<p class=\"cnNmYTQ3MjNkMDQ4ZDRmMzlhOWVhZjA1Njk2MDBlNWMx\" data-original-margin=\"\">\"I believe you and Professor Kirchner are the only two experts of ancient Runic Rituals on campus, and I'm certainly not a specialist on gem magic,\" Professor Albert commented. \"Would you please explain your setup to everyone?\"</p>\n<p class=\"cnM4YjQxY2Q0ODcwMjRlYWE5NmU4Njc4YzZiZTlmN2I0\" data-original-margin=\"\">\"Of course.\" Pascal relished the opportunity. \"As you know, Runic Magic was created by the Northmen to reduce the casting time of their battle magic. The runic glyphs on these granite stones replace the mnemonic incantations of the ritual and substitute for our personalized verses. Each symbol is carved deep and inscribed with blood appropriate for bonding magic. Each gemstone is infused with my mana to supply additional magical power. The outer triangle, laid with the gems of truth and wisdom, will enhance the seek and search for the appropriate familiar. Meanwhile the inner ring of malachite, also known as 'the mirror of the soul', will serve as the primary focus of the ritual itself.\"</p>\n<p class=\"cnNlZGZiZmYwOWM3OTQ2MWFiZDk4MGQ0ZjY2M2YzZTUy\" data-original-margin=\"\">\"I see you've put plenty of thought into preparing this,\" the Professor commented. \"Very well, you may begin.\"</p>\n<p class=\"cnM4NmZlYjg1YTllOTRkYTc5NjQ4MjQxNWZmOTliMjlh\" data-original-margin=\"\">\"With the runes handling everything, the ritual itself is quite simple and leaves no chance for errors,\" Pascal began with assured confidence as he gently cut his right index finger with a dagger. With careful aim, he dripped a drop of fresh blood into the top rune of the inner ring. Like water flowing across routed channels, the stones and gems lit up one after another. They bathed the shadowy room with a combination of crimson, forest, and indigo light. Magic strong enough to be felt pulsed outwards as each glyph lit up, releasing a dense mist that soon enshrouded the entire dance hall.</p>\n<p class=\"cnMyMmIzZWIwNWIwMjQ0YzBhNDQ1OWMxYjUwYzNkNDZj\" data-original-margin=\"\">Minutes passed as everyone stood within the concealing mist. They couldn't see. But they were also not willing to disrupt a magical ceremony in fear of the often deadly consequences.</p>\n<p class=\"cnMwMDY5YjEzNGMxMjRjOWJiMzUzYzE0NmFiMGJjZjcx\" data-original-margin=\"\">\"The ritual is complete,\" Pascal announced as he quietly called a wind spell to clear away the mist.</p>\n<p class=\"cnMxYzkwYmY0NjdhODQ0MjA5Njg0NzM0NGU4YzgyZDAw\" data-original-margin=\"\">The focus stones and precious gems had been reduced to a ring of worthless gray dust. However what drew gasps from everyone was the short girl that now lay unconscious within it, naked except for Pascal's jacket covering her thin body.</p>\n<p class=\"cnNjOWRkMTdlZWJmZjRlN2NhYTIyYWQ4ZDE1ZDIzOTYx\" data-original-margin=\"\">\"Sir Pascal, please explain yourself.\"</p>\n<p class=\"cnMyNTcwYjI3ZjU1YzQzNzRhNDE1NTIwMzFiOGI5Njk3\" data-original-margin=\"\">Professor Albert kept his cool, but he was willing to bet his life that Pascal had <em>intentionally</em> created this unnatural conclusion to a sacred rite of magecraft. It seemed even with a promise the young man could not control himself.</p>\n<p class=\"cnMyMmUxODAzY2EwOTRmOTNhZTQ2OTYyMGFiYzQxNDJh\" data-original-margin=\"\">Pascal did not answer his professor. His eyes were transfixed upon the unconscious girl. His body barely contained the boiling excitement as he whispered in simultaneous astonishment and triumph:</p>\n<p class=\"cnM3NTgwOWMxZDEyNzQ0NjVhNDcwY2EwZmE2NWExYjBm\" data-original-margin=\"\">\"It worked perfectly! Oh heavenly Father has granted me an angel!\"</p>\n<p class=\"cnNjZGFlNGNlYzY4ZTRmMzI4MzQ0YTRlZmVlMjg1NTEz\" data-original-margin=\"\">The unconscious girl at his feet was petite and thin. She appeared to be around sixteen, though her small build and short stature gave off a fragile, almost doll-like appearance. Her figure lay concealed beneath his jacket which looked far too big to fit. However the small hands and cute face revealed the flawless white skin that shone like fine porcelain. An adorably tiny nose and thinly curled lashes further decorated her image, while her snowy-white hair ran straight all the way down to thigh-length.</p>\n<p class=\"cnMzYmExODE1ZWNiNzRiY2M4NzI4MjFhYzIxYTI1ZTZi\" data-original-margin=\"\">\"Did he... just summon a Samaran girl for a familiar?\" A spectating student asked.</p>\n<p class=\"cnNkM2Y4MmY4ZDNhODQ1ZGM5MzEzNmI1YjdlYTI3Yjg5\" data-original-margin=\"\">\"With that white hair? Probably.\"</p>\n<p class=\"cnNjNGIxYmJkZTIzYjQ4M2Y5OWZlOWNmN2I1ZWE0MWE5\" data-original-margin=\"\">\"But why a Samaran? They're nonbelieving heathens!\"</p>\n<p class=\"cnM1MTUwZDc2ZDFkOTRlY2NiNzRkYjZlZjc2ZmM2NDQ1\" data-original-margin=\"\">Meanwhile, Pascal knelt down in a dramatic one-kneed pose before taking the unconscious girl's right hand and kissing its back, thereby completing the familiar bonding ceremony.</p>\n<p class=\"cnNmZmIyZDk3ZmE1OTQ0ZjQ5ZTAzYTVjNTJkNTNiZDZj\" data-original-margin=\"\">\"Sir Pascal, you have some explaining to do!\"</p>\n<p class=\"cnM4YTA5MDMwZDk3YzQ2MWQ4Yzk1MmEwM2MxNTQ0NjY5\" data-original-margin=\"\">The retired general was not used to being ignored, not even by his upstart pupil.</p>\n<p class=\"cnNhMDE4YWExZmIyYTRmZGZiMjYxYTNhZWJhNGVmNWFi\" data-original-margin=\"\">\"It is exactly what it looks like, Professor Sir,\" Pascal replied while picking up the unconscious girl in a cradling carry, his arms supporting her back and underneath her knees. \"I promised that I would perform a proper summoning ceremony,\" he added with a smug grin. \"I never said that I would summon a traditional familiar. I chose to summon an intelligent person as my companion. Now the ritual has been completed.\"</p>\n<p class=\"cnM3YzU5YWJkZmI3MzQ4ZjBiMjJkZmMzMDAyMTgwOWFm\" data-original-margin=\"\">He left the words '<em>and there is nothing more you can do about it</em>' unsaid as he strode out the dance hall, leaving behind a roomful of bewildered eyes, gawking expressions, and one incensed advisor.</p>\n<p class=\"cnNmZGQ0YmEzODc2ZDQzZmVhM2QwNjY0Y2M4ZDM3MDZj\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM1NmFlZDY1NTFjMTQ0NmFhMjgzYWQ0MWE1YzE4YWUz\" data-original-margin=\"\"><br>By the time Pascal reached his dorm room, the adrenaline from his excitement was beginning to wear off. The girl within his arms was as light as she looked. However his late working nights were finally catching up to him. Not to mention the summoning ceremony and its preparation had drained his magic dry and left him completely exhausted.</p>\n<p class=\"cnM1NDZlOTg5ODFjNzRlNWQ4Y2RmODQwYzY1YjU3ZjY4\" data-original-margin=\"\">With a swift gesture, his <em>Unlock</em> cantrip was recognized by the door's magical enhancement. He carried the still-unconscious girl across the threshold into his room. It was officially a 'dormitory', one he shared with the cadets who attended the academy's military courses. However in an academy built for nobles, the spacious bedroom was larger and better-furnished than most tavern guest rooms.</p>\n<p class=\"cnNkZmI1NDYzZDZlZjQxMDg4NWJmNDlhYjcxZjI4YTkx\" data-original-margin=\"\">After gently laying the girl across his bed, Pascal went through his drawers to find some more appropriate clothes. The preparations he had been making all week included picking out apparel to match his tastes through mail order. The exact fit wasn't even a concern, since he had learned of a garment adjusting spell for precisely this occasion.</p>\n<p class=\"cnM0YmRmNjQyOTUyMTQ4MDhhYTkzODk2OWIzMGJhODE0\" data-original-margin=\"\">Then, just as Pascal was getting into it, the door slammed open.</p>\n<p class=\"cnM0NTg2ODg0YzkwMzQxYzFhODM4MGNiNjQwZWUzMzc2\" data-original-margin=\"\">\"Sir Pascal! You still owe--\"</p>\n<p class=\"cnNjMTQ2MGYwMTIwZjRhNWJhNWFjZGI4OTFlZDFlMjZi\" data-original-margin=\"\">Professor Albert's words trailed off into oblivion as he froze mid-step. Pascal was bent over the summoned girl, now naked on his four-poster bed with the jacket that once covered her tossed aside on the floor. Meanwhile, the young man's hands were in the midst of pulling silky stockings up her thighs.</p>\n<p class=\"cnM5NzU5OTE1YjlmMTQxMTE4YTExMTEzZWQ0ZWY3MDNj\" data-original-margin=\"\">Pascal blinked at him, then raised a single eyebrow:</p>\n<p class=\"cnNlYWYxZWQ5YzkxZjQ0ZGY4MDQ4ZDg0NzJhMjI2MDg0\" data-original-margin=\"\">\"Would you like to watch, Sir?\"</p>\n<p class=\"cnNjMTE3NjlmZWJlOTQwZTFiOGY0Y2RiZWQxOTk1OWUz\" data-original-margin=\"\">The professor couldn't have teleported out of the room faster. He slammed the door again as he left, and avoided Pascal for several days after that.</p>\n<p class=\"cnMzNzhiYjcyNjg3ZjQyNTc4MDA3YjY3OTZlMTNhNzYw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM5Y2NkNDNlOTI3ZjQ3OGE5ZDdhZWZmNDY1ODg5ZTU1\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmYTg2ZGMyNDAxNjQ3OWE5ZjFmNTI0ODI4MjQ4MTc5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4MDI4Yjk3M2MxOTQ0MjRhZDA1ZWQ5Mzc5NzExYWZi\" data-original-margin=\"\">Kaede had never felt this tired after waking up from a nap. His entire body felt sore and extraordinarily weak. It took exertion just to push against the bedcovers, with barely a sliver of his usual strength.</p>\n<p class=\"cnM1MjQ2ZDU4ZTkyMTQ3MTI4YmZlZDViMjhjZTQzYzI5\" data-original-margin=\"\"><em>Wait a sec... when did I fall asleep?</em></p>\n<p class=\"cnM1NmFlYjFhY2UyZDQzY2E5MDdiMDAwYTBmYWI1ZGY2\" data-original-margin=\"\">It had been a tiring week. Kaede was a member of his high school's spring festival planning committee, and this year the timing overlapped with an archery tournament that he would be attending. He had been staying late every day to make sure that his previous years of committee experience would be passed down to his successor. At the same time he had to train at the Kyūdō Archery Club as one of its senior members. Combined with the schoolwork that a 12th-grader still had to finish, it left Kaede with many late nights where he could squeeze in six hours of sleep at best.</p>\n<p class=\"cnNjMDRjMjk2ZGQyMTQwZTI4ZDQ1MWU3N2I1ZTY2MWE3\" data-original-margin=\"\">It didn't help that his sister's family had fallen ill, prompting his Japanese mother to fly to Vladivostok last night to care for them. His father --like most Russian men of his generation-- was useless at housework. Therefore Kaede had to wake up early this morning to prepare breakfast.</p>\n<p class=\"cnNhOTcwNmU3N2QzMzQzNDA4OThlMzI3YTViOWI1ODI3\" data-original-margin=\"\">Kaede could remember laying on the couch as he waited for the clock to strike 6AM. He was struggling to stay awake until it was time to meet the others and leave for the archery tournament.</p>\n<p class=\"cnNiMTcyNDNiZDc5MDQxY2U5MTdmNWExMmNkM2Y2Mzhh\" data-original-margin=\"\"><em>Trash. I wasn't supposed to--!</em></p><p class=\"cjRmNzg5MDM2Zjg5ODRlZDVhODNjZjI4MzYyODZjY2M1\" data-original-margin=\"\">If you spot this narrative on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnMxNThiMjBiNTYyODQ0NTFhOWM1NDlkZDI4ODEwY2Q2\" data-original-margin=\"\">The fear that he had overslept lit up his mind in a flash. His eyes sprang open. His arm reached out by force of habit to grasp his smartphone, only to promptly freeze as another memory came.</p>\n<p class=\"cnMwY2FlOTE5NzkxZDRmYWQ4ODczNjE0Mzc0NGYzNjgx\" data-original-margin=\"\"><em>No, wait. I *did* board the bus. I fell asleep as soon as I took a seat.</em></p>\n<p class=\"cnMxOGUyNWNmZjYwMTQzNGQ5MzBkMGYzZDdkODFiZDI0\" data-original-margin=\"\">But his surrounding now certainly wasn't that of a long distance bus. Kaede looked around as he tried to work his brain into making sense.</p>\n<p class=\"cnM3NzA4ZjE1NjEzZjRkNzc4OTgzZjI2MWYxMjQ1Mjg2\" data-original-margin=\"\"><em>Where the heck am I?</em></p>\n<p class=\"cnM0N2ZhOTJlYjRhNzRlYzZiYzRhNTBmMmQ3NDM1OWFj\" data-original-margin=\"\">He didn't recognize the old-fashioned four-poster bed he lay in, or the redwood furniture that lined the walls, and certainly not the dimly-lit room itself.</p>\n<p class=\"cnM5MGM4ZDc2N2Q4MzQyNzU5MWY5YjNmZjY0ZmJjZThj\" data-original-margin=\"\">He felt his pulse quickening as uncertainty washed over him. Being both too young to drink and uninterested in alcohol, or any kind of drugs for that matter, it was improbable that he had blacked out from some kind of wild club party and screwed up his memory.</p>\n<p class=\"cnMwYjFmZWU2ZTdjMjRhNGNiYmUzZDZkM2U5ZjRhYmI1\" data-original-margin=\"\">Sitting up on the bed to get a better view, he suddenly realized that his back and shoulders were bare and chilly. By contrast, his chest was covered by a fabric smoother than anything he was used to.</p>\n<p class=\"cnMxOTQ3OTM4MmIwYTRiY2VhZDM3YTE2MzE4MjU3YzRl\" data-original-margin=\"\"><em>Wait... something's not right...</em></p>\n<p class=\"cnNiZDhhMDk1NjliZjRiMGU4YmMxMmU4NmJjMGU5NTM5\" data-original-margin=\"\">He looked down, first noticing that his arms were one: far thinner than they should be, and two: adorned in silky white gloves... long gloves reaching up his triceps... while sleeping...</p>\n<p class=\"cnM1OTk1M2E3ZjE5ZDRhMmI5NjgzYmQyMTRhNDNkZTZh\" data-original-margin=\"\"><em>What kind of a weird prank is...</em></p>\n<p class=\"cnM4MDcxNzA1ZDZmYjQyYWU5ZDQ0ODYzNWFiOThjMTEz\" data-original-margin=\"\">His eyes traced downwards and then saw 'his' chest. His mind promptly blanked out as every thought came to a crashing halt. His senses and mental capacities had to be rebooted one by one as a result.</p>\n<p class=\"cnMwY2RlNjI2NWM5NDRjN2ZhNzE0YzgzMDkyYThmY2Y2\" data-original-margin=\"\">Realization #1: He, or perhaps <em>she</em> was a better descriptor of this body, had small mounds of outward bulging flesh on the chest that could only be described as breasts. Petite but so very soft and sensitive, if his... <em>her</em> fingers' touch was correct.</p>\n<p class=\"cnNiNDdiYWQ0MzY4NjRjYTI4MzNhMzY5ZDkyZmQzOTNj\" data-original-margin=\"\">Realization #2: <em>She</em> was wearing a pure white halter top of... charmeuse? Some kind of glossy satin-weave, with a crest of some kind laid onto her chest, bosom, in delicate white gold, and not a stitch covering her back.</p>\n<p class=\"cnMwZjBmYmI5OThhYTQ3NGM5NmNmNTNlMmM4MTJiNjVi\" data-original-margin=\"\">Realization #3: Shifting the thighs found nothing in between except more smooth fabric, therefore identifying, once again, that this was a <em>she</em>.</p>\n<p class=\"cnM5YjlhMGQ3YzE0ZTRlNjlhYjE5NjEwYTE4YWEyNDZh\" data-original-margin=\"\">Realization #4: WHAT THE HELL!</p>\n<p class=\"cnNiMGI0NmY1MjJlYjRhMzFhYTJhMWM0NjY5NGYyMjg3\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnM4NWZhNzE5MTI0YzQyMWE4ZDA0MzMyNjkzMTE4MTVi\" data-original-margin=\"\"><br><em>All right, deep breaths... calm down and think.</em></p>\n<p class=\"cnM2YWU5ZThjYzc3ODQyZGE4YWMxZTEyNjBiMmI2OTYx\" data-original-margin=\"\">Kaede had no clue how long had passed since he, she --whatever one should refer to themselves in such outrageous circumstances-- completely blanked out.</p>\n<p class=\"cnNkYmFkMWYzYjg1NzQzNzQ4Nzc5ZjFkN2M0ZTgyMzQ2\" data-original-margin=\"\">Unfortunately, after several mental shocks and still no ray of enlightenment, Kaede concluded that this was <em>probably</em> not just a weird dream... which meant that the situation was truly nightmarish.</p>\n<p class=\"cnMwY2MwZmQ3OThhNzRkNjg5YjcxMTRmMTg1NDM4NDM1\" data-original-margin=\"\">Some pervert with access to incomprehensible mad science had turned <em>him</em> into a <em>her</em>. The perpetrator then left her in a fancy room with an extravagant bed dressed in dubious undergarments.</p>\n<p class=\"cnMwMzVlYTI4Yzc1ZjQzZTU4NzhkMzFhYzQwZTZiOTRh\" data-original-margin=\"\">Kaede wasn't used to rape alarms going off in <em>his</em> head.</p>\n<p class=\"cnM0ZjYxNmNlNjcyNjQ5OTNiODI5MmE1YjM5YTYzMjRj\" data-original-margin=\"\"><em>Is the universe playing a cruel joke on me or something?</em> Kaede couldn't help wonder. <em>Is it because I complained too many times about all the unfair expectations placed on me just because I was born male?</em></p>\n<p class=\"cnM2YjAzOTE5ZmU5MTRiNTJiNTc1MDkwZjRiZTA1OTM4\" data-original-margin=\"\">Sure, Kaede had always been called a 'sensitive boy'. He never really fit in with what society saw as 'masculine culture'. However this was definitely NOT what <em>he</em> had asked for!</p>\n<p class=\"cnM2MzA3NTA0NDViODRmZGFhMGFhODM1Y2FhMmM5MTdi\" data-original-margin=\"\">Nevertheless, Kaede's fears did wonders in concentrating the mind. Her hyperactive thoughts soon realized exactly what should be done:</p>\n<p class=\"cnNlZDFiZjQ2ZTAxMTQ3OGJiYmJhZTRlNGQ3ODZjODkz\" data-original-margin=\"\">Objective #1: Find something weapon-like and <em>get out</em> of this room.</p>\n<p class=\"cnMyZjM3OWU1ZDA0NTQ2OTJiMDA3YzQ3ZGNiYzc1N2U5\" data-original-margin=\"\">Objective #2: Figure out how to return to normal, probably by beating the pervert responsible for this unconscious and then forcing it out of him.</p>\n<p class=\"cnM2ZWNhYjFiYWNiYTQ0YzZhNjNhNDczYmRkY2JiMTY3\" data-original-margin=\"\">As Kaede pulled her legs out of the bed, she noticed that the charmeuse halter top descended down to form a single-piece garment that tightly hugged her torso. It was almost like a leotard, except with more buttons. Furthermore, it had a short skirt of muslin and lace attached, as well as two garter straps which held up thigh-high stocks, or more like solid white stockings.</p>\n<p class=\"cnMwZGY0ZDU3Yjc4ZjRjZDBhMTE2YzNmNWNkMDBkNDI4\" data-original-margin=\"\"><em>What is this, bridal night lingerie?</em></p>\n<p class=\"cnM0ZWY1NDhkODQzMTRiMTlhNGVhZTUzZmIyZjhiM2Fl\" data-original-margin=\"\">A terrifying chill sent shivers down her spine which made her skin crawl. At least the undergarment was completely opaque which left all the female parts fully covered.</p>\n<p class=\"cnMxNzNjYzNhZDY4YjRiNjY5YTkxYzM3ZjQ4ZDI1ZjUx\" data-original-margin=\"\">With her feet on the carpet, she tried to stand up, only to sway once before collapsing back into the bed. She still seemed to lack the proper motor control to handle her new body. She then repeated the simple action, this time pacing herself with focused concentration.</p>\n<p class=\"cnM1ZGI5NjdiYzM1ZDRiMzY4ZTRlY2Q2Y2Y5YjBiMWE2\" data-original-margin=\"\"><em>So much effort just to stand and walk... this is beyond ridiculous.</em></p>\n<p class=\"cnM1NDMzN2E1ZTIyMTRlYjBiNGFiNzEyNTAyYTJiNzlj\" data-original-margin=\"\">Taking each step with care, Kaede gradually made her way over to a chair where a black jacket draped over it. On the nearby wall she also noticed a Welsh-style longbow, which she mentally filed away for later. After covering herself with the too-large outerwear, she found her best option for self-defense in the form of a fireplace poker. It had been in a stand next to an unattended, still-burning hearth.</p>\n<p class=\"cnMwYjY3ZWVkZTliNzRkMjc4MjRkN2ViYzcxNDk2ZGRm\" data-original-margin=\"\">Kaede was self-taught in both eastern and western swordsmanship, so <em>he</em> could effectively use any stick of reasonable length. But <em>she</em>, with her thin arms and reduced motor skills, found the 'heavy' poker about as agile as an oversized baseball bat. Her first warm-up swing almost sent her crashing into a long dressing table. Her right hand managed to grab the edge just in time, but not before the metal rod plunged straight into the giant mirror behind the drawers.</p>\n<p class=\"cnMzMWFlOTNjODA3MzQxZGJhZWY5NTQwNmNmODdkMDRl\" data-original-margin=\"\">The loud, shattering noise was a dead giveaway.</p>\n<p class=\"cnMzNzI4ODlhYWQxMzRlMzFhZGM5NWE4ZjczZWEzMGIy\" data-original-margin=\"\">Hearing faint but rushed footsteps beyond the door, Kaede rushed to take cover behind a corner wall near the doorway. With her pervert-beating stick raised and ready, she could feel every heartbeat as the door opened and soft steps made its way in. The door was slow to close. However in the meantime the silhouette cast by the bright hallway lamps marked the intruder's exact position.</p>\n<p class=\"cnM5NWQ5YWMzNjFmMjRhYmNiNTIxNjE3ZjcwNmVjM2I0\" data-original-margin=\"\">Kaede went into action the moment the door closed. Stepping out from behind the corner, she swung the iron poker with a two-handed grip. She made sure its metal spike was facing forward. With her weak arms, she knew that maximizing damage on the initial hit was her only chance of winning.</p>\n<p class=\"cnNhMWMzMjNiYmM3ZDQ1ZDZhMDViMWQ5MjA4YmZjMzQ4\" data-original-margin=\"\">Carrying a tray filled with sandwiches and a bowl of steaming hot soup, the intruder reflexively lurched the tray forward to use as a shield. Its contents hurled straight towards Kaede, especially the scorching-hot soup which passed right through the middle of her open jacket and onto her thin undergarment top.</p>\n<p class=\"cnM3NmYwZDNlYzVjNzRlODk4Y2Q1Nzk5MzgxMGVkYTg4\" data-original-margin=\"\">Her painful yell muffled the young man's clenched grunt. The metal rod bounced off the silver tray with a resounding 'clang', but not before its iron spike slashed into his exposed left fist and broke his index and middle fingers.</p>\n<p class=\"cnM0NGJlNzM4YzQ1MTQ5Mzk4NWI0ZGRlYmJiNmRkMmJh\" data-original-margin=\"\">Tossing the tray towards his left, he used its edge to catch the spike and disarmed her of the poker. Ignoring his broken digits, the man pressed her shaking body down onto the floor and pinned her arms back in one fluid motion. With a twist from his wrist and two lightning-fast words, a linked pair of iron shackles appeared out of thin air, binding her hands behind her.</p>\n<p class=\"cnM2YzQwNjAxMWFkNTRkMzU4ZjYyNGZjM2Y1NWIxMWM1\" data-original-margin=\"\">\"OwwOwwOwwOwwOwwww!\" Kaede continued to thrash about on the floor as her chest burned under the scalding soup.</p>\n<p class=\"cnMxYzE0YTMwZTgyNzQyYWRhODQ0YmJiMTkwZTRhMGQ3\" data-original-margin=\"\">With a deep sigh, the young man waved his hand again and the searing liquid disappeared. The mess left on the floor soon followed with a few more gestures and words. All that remained was the lingering pain and recent burns on her sensitive flesh.</p>\n<p class=\"cnM3YTdmNzI4ODEyNTQ2ZTNiZjk4ZTMxYmVlMzA4MTA3\" data-original-margin=\"\">\"Sheesh, I leave to get you some food and this is the thanks I get?\"</p>\n<p class=\"cnM4ZTBkODk2ZDZhNzRmNmQ5ZDE4YjRkZGEzYTM0YzVm\" data-original-margin=\"\"><em>You're the one who turned me into a girl and you expect thanks!?</em></p>\n<p class=\"cnNhMTJkZTVjYTk0YTQ4N2Q4NDIyOTgwNjRlYmJkNjNj\" data-original-margin=\"\">Still breathing hard, Kaede rolled onto her back. She glared at her foe through tear-stained eyes even as her thoughts slowly returned. Fluent in three languages and versed in another two, she only recognized his words as similar to Old High German, which she had no business understanding. Yet somehow, she did.</p>\n<p class=\"cnM4OGIzNGY4ODUzZjQyNWU4ZTNjZjczZTg4ZDI3ZTFk\" data-original-margin=\"\">The young man would tower over her even if she stood, with broad shoulders accentuated by a stiff crimson-on-black uniform. He turned to sit down on the four-poster bed while keeping her in his gaze. With a glance at his bloodied hand, he took out a small pebble and pressed it into his left palm. He then covered his left fist with his right, while a large, turquoise-set platinum ring began to glow from the exposed ring finger.</p>\n<p class=\"cnNjNjU0MGQ5M2I3NDQxMzE5NGY2YWQxNjQwZjRlMzRj\" data-original-margin=\"\">His eyes, as crystal clear as the aqua gemstone, held onto hers with a piercing gaze.</p>\n<p class=\"cnNiNTBiMDM3ZjZjNzQ4NzVhNGFkNzNlMjQ4ZjBkMmU0\" data-original-margin=\"\">\"Please do not attempt anything so stupid again. I am an experienced soldier and I really do not want to be forced to hurt you. Now... if I release your hands, will you be good and let us talk this out like rational people?\"</p>\n<p class=\"cnNiYmEyMGFmYjNkMTRjNzFiZWNiMjdkMmFhOWU5NDc0\" data-original-margin=\"\"><em>Rational people don't kidnap boys and turn them into girls!</em></p>\n<p class=\"cnMyNGIyMzQxZDBiNDRkZGRhYmU0ZGE0MjEyMGQ5YTE5\" data-original-margin=\"\">Still glaring with angry eyes, Kaede took a brief moment before nodding in consent. With her basic understanding of martial arts, she could tell from his movements that the man's prowess were several magnitudes above hers... even before her body change.</p>\n<p class=\"cnMzY2Q0MGZiZTQwYjRhNTA5NmFkM2JmOWRkMDBiZWMw\" data-original-margin=\"\">He turned the ring towards her again. With a simple \"dismiss,\" her bonds vanished as swiftly as they came. Kaede quickly brought her hands forward. She rubbed her chest just above the breasts in an attempt to ease the lingering pain. Surprisingly, there was no longer a single spot or stain on the pure white fabric.</p>\n<p class=\"cnNhYTFmOTRiNTUwZjRhYzI4MWUyZTNkOWVmNzBjNjY2\" data-original-margin=\"\">\"Here, <em>Invigorate</em>,\" he reached forward with the glowing ring, hovering just beyond her chest without touching. A soothing cool soon spread over Kaede's inflamed skin. The feeling remained even after he pulled his fingers back.</p>\n<p class=\"cnM2OWYyZDQwMzcyNjRiZGQ5ZjU5YWFmNTEwZmNmMWE2\" data-original-margin=\"\">\"Surface wounds are easy. Just sleep on it and you will not even notice it by morning.\"</p>\n<p class=\"cnNiMDZiMTkwN2VkMTQwZDM5YTkyZTg5NTIzZGZiMWMy\" data-original-margin=\"\">\"...Thanks,\" her reply was weaker than a whisper.</p>\n<p class=\"cnMwMDJiMzI2MzMxOTQ4ZDdiMGMxZjhiNmZlMzY5MTM2\" data-original-margin=\"\">\"On to introductions: my name is Pascal Kay Lennart von Moltewitz, son of Marshal Karl August von Moltewitz of Weichsel, heir to the Landgrave of Nordkreuz. What is yours?\"</p>\n<p class=\"cnM4NzRmYzgwNzJlMTQyN2JiNjk4ZjAzZGVmNmZlM2Yy\" data-original-margin=\"\"><em>A German Landgrave? Didn't the Weimar Republic abolish the nobility?</em></p>\n<p class=\"cnM4YThjMGFkY2ViOTQxN2JhNTg3OWQwODZjMDdlYTZi\" data-original-margin=\"\">Kaede didn't have a clue on what was going on, and only begrudgingly forced out a basic answer in her new wispy voice: \"Kaede Nikita Konstantinovich Suvorsky.\"</p>\n<p class=\"cnMxMTBiZjgwYWE1NzQ3ZmFhMGI0YWJkOTA2ZWVkODJi\" data-original-margin=\"\">\"Are you a Samaran? Your family name sure sounds like it,\" he went on while the turquoise gem continued to glow.</p>\n<p class=\"cnNlYmZmNGY0MWMwYTQzMTlhNWM2OGFkNDhjM2Y1Mjk2\" data-original-margin=\"\">\"My surname is <em>Russian</em>! I'm half-Russian and half-Japanese!\" She countered while sitting back up into a formal Japanese kneel, before shifting uncomfortably as she felt her cold, satin-covered heels press against her bottom. \"Where's Samaran referring to, anyway?\"</p>\n<p class=\"cnNmNWZjOWFlZjU5YjQ4YzI4NTFkZGI1M2I4N2NlNzdl\" data-original-margin=\"\">For some reason, the words that rolled off her tongue seemed to be of the same language he used.</p>\n<p class=\"cnMwYWJkNzNmZWEwMzQxNmY4ZDY4YTc3MjUxYzJiMWZj\" data-original-margin=\"\">\"They are a group of people from the Grand Republic of Samara in the continent's northeast. They have pale skin with silver-blue to light-blond hair. Their country is a Mercantile Oligarchic Republic and they believe in spiritual reincarnation.\" Pascal explained in an irritatingly aristocratic, drawling accent. Then, with a confused look that he wasn't used to: \"I have never heard of Russian or Japanese before.\"</p>\n<p class=\"cnMzZGMzMDIyYzI2NTQzYTViYWZlMWIzYmRiYTdhOWJl\" data-original-margin=\"\">Even Kaede was stumped now.</p>\n<p class=\"cnMxNjAyOTBhOWQ4OTRhZmJhNDRiM2NmMjc0NmE4MGEy\" data-original-margin=\"\">\"Uhhh, where are we now, then? What part of the world?\"</p>\n<p class=\"cnMxYzk1MGE3MzRjMjQ3MDY4MTY4YTljNzRjNDhhYTk5\" data-original-margin=\"\">\"We are in the Alisia Academy of Magic, roughly a hundred kilopaces northeast of Alis Avern, Capital of the Empire of Rhin-Lotharingie. The Kingdom of Weichsel, my home country, lays to our east. The Grand Republic of Samara is further east and borders Weichsel. Meanwhile to our south is the Holy Imperium of the Inner Sea, the premier power in Western Hyperion, as well as one of the two superpowers in our world.\" He explained. \"Surely you must have heard of at least one of them?\"</p>\n<p class=\"cnM2N2M2MDY3ZTQ2MjQxNGI4YjExYzQ4MTVkZjFmYzE5\" data-original-margin=\"\"><em>Well... crap.</em></p>\n<p class=\"cnNjZGYzMWViNTQzZDRmMWNiNmM1YmI5N2ZmZmIyMDBk\" data-original-margin=\"\">Kaede only knew 'Samara' as a Russian city and region, situated at the Samara Bend of the Volga River. The other names she didn't recognize, except the continent 'Hyperion' which matched Greek mythology, as well as 'Alisia' which... she couldn't remember off-hand. Nevertheless, it didn't take a linguist to realize all those foreign nation-state names, not to mention the keywords <em>Academy of Magic</em>, meant only one thing:</p>\n<p class=\"cnM5OTRmZWQzMzg1OTQxMDQ4ZDEzYWQ4MWVjYTAwNjhh\" data-original-margin=\"\">\"This isn't Earth.\" Her words left in a dazed whisper.</p>\n<p class=\"cnM3MzZiMjk4NTRlNTQzMzFiMzE4ZjQzYTZiNzJmZGIy\" data-original-margin=\"\">\"Of course not. The ground is three levels below.\" His left eyebrow arced upwards in curiosity. \"What kind of weird place did you come from?\"</p>\n<p class=\"cnMyODJkMzQ3ZWM3YzQwZmM5M2FhNDcwMTRjMjc1YTRh\" data-original-margin=\"\">Her mind was still reeling. She barely even heard his remark.</p>\n<p class=\"cnNmZDVjYTQ2NmIwNzQ1ODE4ZmY1NDdiNzcyYzIxMmY3\" data-original-margin=\"\">\"Why... what... this is just... how did this even happen?\"</p>\n<p class=\"cnNmMDk1MjA5MjdjYjQ5YzZiNmEyYWYzMDgwOWJhNDI0\" data-original-margin=\"\">\"I summoned you to be my familiar. And either you're some stupid, backwater peasant--\"</p>\n<p class=\"cnNlNTk2NmM5NzAxNjQ4NmE5ZDAyMzQzMjFmOWY5NDdl\" data-original-margin=\"\">Kaede stood back up in a flash of anger and almost fell over again. Her rose-quartz eyes narrowed back into a furious glare:</p>\n<p class=\"cnMwMzRjZDliOGIyZDQ1Mjk5OTI0ZjQ5MTE0YTNjYjNi\" data-original-margin=\"\"><em>HE did this?</em></p>\n<p class=\"cnM5MGVjZDZlNzY0ODRiZjJhOWRkZDhjZTNmZjY5YzIz\" data-original-margin=\"\">\"--Or... I guess asking for someone with a 'whole different world outlook' bought me more than I bargained for.\"</p>\n<p class=\"cnNlOGIxYThjZDJjMjQxNGRiY2I1YThhNGYyNDlhZGZl\" data-original-margin=\"\">Somehow, the man was looking more smug by the second and increasingly proud of himself.</p>\n<p class=\"cnM3ZDkwNWQyNTllOTRlMjM5YWVhNmM0YmVkZmMxMmQw\" data-original-margin=\"\">\"Why the heck did you summon <em>me?</em>\" Her arms flailed dramatically. \"And why the hell did you turn me into a girl?\"</p>\n<p class=\"cnNkMzRhYWMzYTg0ZTRlYjU4YWU1YzAzZWE2YWY1ZTA0\" data-original-margin=\"\">\"The spell picked you, not me... wait a second, you are a man?\"</p>\n<p class=\"cnNmMzlkZGZlOWZhMDRlMzg5YzczNWE0OTA0ZjgyMzZh\" data-original-margin=\"\">\"Male and seventeen, before I woke up here!\" Her otherwise wispy voice had risen to a soft yell.</p>\n<p class=\"cnMzNDMzYTk4Zjk2MjQ2ZWI5MjE3ZWQyN2M4YTA2Mzk5\" data-original-margin=\"\">With his brows furrowed, Pascal looked split between confusion and disbelief.</p>\n<p class=\"cnM3MzI3ODhmNWVkNTQ4MmY4MmE4ZDk5ZTAxOWNmNzUx\" data-original-margin=\"\">\"No such procedure was added to the spell.\"</p>\n<p class=\"cnMzMDMyOWM4ZGJiMTQ1YzA4OWZhMjdjZGE5NmVkOWY5\" data-original-margin=\"\">\"Well, whatever you did, fix it!\"</p>\n<p class=\"cnMwNmI4OGMyYjJiYjQ3ZGZhNDQ4NDk2ZGE5NDE1MTZl\" data-original-margin=\"\">\"I cannot.\"</p>\n<p class=\"cnM1NTJhNjk5MjQ1YzQ0YWNiNjA2OWMzZTA4ZjRiOGEy\" data-original-margin=\"\">\"Just send me back however you brought me here then!\"</p>\n<p class=\"cnNlZDcyZDdkYTBjNjQ2NjQ4OGU5YzI1MWUwYTkxNGVh\" data-original-margin=\"\">\"I cannot.\"</p>\n<p class=\"cnNhNTNiZmE2MDM4NjQyNzRiOTM2ZjMxODc2ZTAwNzdk\" data-original-margin=\"\">\"What do you mean you can't!\"</p>\n<p class=\"cnMzMWI5ZGE0MjgzMDRiOTBhODk3NjU4ODg0YmJjNTA1\" data-original-margin=\"\">His ring finally stopped glowing, and he stretched out his left hand. His fingers were whole again without a single scratch. As his eyes examined the healed result, he answered with a tone of uncaring nonchalance:</p>\n<p class=\"cnNiYjRmMGVlODQyNjQ0MzE4YzMxNDgxYTVkZmRlMGJj\" data-original-margin=\"\">\"I meant what I said. Familiar contracts are not meant to be broken and are only severed upon death. Familiars also rarely live long after the master's demise. So even if I can sever it, you are likely to die in the process.\"</p>\n<p class=\"cnNiYjJlMjRiYjFhZjQwNWI5MzJkNDM2MjE0NzlmNzk4\" data-original-margin=\"\">His penetrating gaze then locked onto her widening eyes.</p>\n<p class=\"cnM3ZWVkMmZjZGI3ZTRjZjhiNmE4ZThmMDZjMTFkNTIx\" data-original-margin=\"\">\"And if the summoning spell really did transform your physical body, that means it also materialized, or better said, <em>naturalized</em> you to our world. That means I cannot simply banish you back to wherever you came from. For all purposes, you are now a denizen of this world.\"</p>\n<p class=\"cnNhZDAwOWY4ODJlOTRhNjJhMTBiNzc2ZTZlNGRiODlk\" data-original-margin=\"\">\"...As a familiar?\" Kaede could only shake her head slowly, her eyes quivering in denial of the words coming from her mouth.</p>\n<p class=\"cnM2Njg1ZDc3MDg1MzRiZWJhYWRkNjRlZjNjOTEzOGFj\" data-original-margin=\"\">\"As <em>my</em> familiar, yes.\"</p>\n<p class=\"cnM0YjM2MDZjMmJiNzRlMmZiZTliMGFhN2FhMWVhMzJj\" data-original-margin=\"\">This time, it was irritation and anger that dragged Kaede back into reality: a growing desire to tear that smile off his handsome face.</p>\n<p class=\"cnMwNDdkNDc3MzU0YjQ3OThiN2YwN2YwMmYxZGM2YWYx\" data-original-margin=\"\">\"The only way you'll get me to call you 'master' is by animating my cold, dead body!\"</p>\n<p class=\"cnM1ZTE2ZWVkZDM3NTQ1MDRiYjBmY2M1OWI4ZjdjYTkw\" data-original-margin=\"\">\"There is no need for such tasteless measures,\" he simply shrugged. \"I am not one of those nobles who needs their ego constantly stroked.\"</p>\n<p class=\"cnNkMzAyNmM2MDU2ZjQ0NzRhMGU3NDNlY2EyNTE1YjZj\" data-original-margin=\"\"><em>That is clearly. Not. The point!</em></p>\n<p class=\"cnMxNjk2OTRlNTA3NDQ4MTg4YjlhMjE5OTgyYmJmNGI1\" data-original-margin=\"\">\"I believe this is quite a fair deal,\" Pascal stated. \"Be my companion, and I will make certain you are well taken care of and live a comfortable life.\"</p>\n<p class=\"cnM4MDJlOWU5ZTAwYzQ1YWRiYjBiNTNhYzQ1M2EyMTlk\" data-original-margin=\"\">\"I had a perfectly good life back there!\"</p>\n<p class=\"cnMxYjQ5Y2EzMTUwMDQ0N2Y5Y2MyMmJiMjYxM2NkZjRk\" data-original-margin=\"\">\"--And you will have just as good of a life here. I promise.\"</p>\n<p class=\"cnM4MWNjNTRkMGFmZDQ2YjE5MDY1YmVkOWRmOWViZGRi\" data-original-margin=\"\">\"You can kiss my ass!\"</p>\n<p class=\"cnM5YjdlYWExZmNlZTRmMWU4YTU3YzQ3YTE5NTcwMThh\" data-original-margin=\"\">\"--And a cute ass it is. I would not really mind.\" Pascal chuckled as he eyed the skirt poking out from underneath the jacket that she appropriated.</p>\n<p class=\"cnM5MGM2OWE1NWVmYTQxZjhhNmJmNGM4NjkwM2UyNGYz\" data-original-margin=\"\">Kaede quickly pulled the bottom hem of the oversized jacket down. Several shades of embarrassment worked into her pale face while it grew red with frustrated anger:</p>\n<p class=\"cnNlYjkyMWQxODE3ODRjN2RhNThjNjA2YWZkZTEyMzlm\" data-original-margin=\"\">\"What part of 'I'm a guy' are you not understanding?\"</p>\n<p class=\"cnNjOGI1NDUyYzE5MjQwYzQ4MzgwZGJjZmU3YWIyNjU4\" data-original-margin=\"\">\"The fact that you are an adorable young lady.\"</p>\n<p class=\"cnM5NDUzMGVlMmFmOTQ4YWQ4MDJiMWU1ODQ3ZmM3YWE0\" data-original-margin=\"\">With an amused grin and a glance at the wall clock, Pascal decided to wrap this conversation up:</p>\n<p class=\"cnM0ZjBiZWVhOGM5ZDRiNzhiYjhhZDc2ZGI5ZTBiOTNi\" data-original-margin=\"\">\"We can continue discussing this tomorrow. Although... it appears I forgot to prepare you a new bed. Just sleep in mine for tonight. I will have that fixed as soon as I can.\"</p>\n<p class=\"cnMyZDVjYzc5OWZlZTQxYjI5MWQzOWRmNDFmZjZlNGJm\" data-original-margin=\"\">He pulled back the bed cover before starting to undress, clearly intending to sleep in it himself.</p>\n<p class=\"cnNjYjBkMjM2M2RhNjRlYWViYTdiYzZmNjY0YWNjZDQ1\" data-original-margin=\"\"><em>I am NOT sleeping next to a man who put me in bridal lingerie!</em> Kaede's mind shouted. <em>And I'm certainly not sleeping like this next to a guy I don't even know!</em></p>\n<p class=\"cnMzOGYyOWFmM2ZiNTRkNTA4NjMzMTIxNmRmNzJiYjkw\" data-original-margin=\"\">\"You can't seriously be expecting me to... and like... wearing... <em>this!</em>\"</p>\n<p class=\"cnMzZmFmMWIwYzBkMDQ0N2I5MWQ4YmFlMDRiNmZlMjUx\" data-original-margin=\"\">\"Do not worry. A proper nobleman like myself would never do anything without consent, especially not to a sleeping lady.\" His reassurance proved anything but reassuring as he finished unbuttoning his undershirt, revealing the chiseled muscles beneath.</p>\n<p class=\"cnM2MTU3NzVlY2RhMzQyNThhY2Q5MWNiYjZlNmJmNzZm\" data-original-margin=\"\">\"B-but you dressed me up while I was asleep!\"</p>\n<p class=\"cnNhNjA0ZTI0OWNmOTQ1MmE5MjNmZmJhMzEwMWFjY2Zk\" data-original-margin=\"\">\"Of course,\" he remarked as though it was only natural. \"You arrived as naked as a newly born babe.\"</p>\n<p class=\"cnMxMGExMTk5YzJmODQzNzM4ZTdiOWY1ZDczNzM5MjJj\" data-original-margin=\"\">\"That's not the point! Do... <em>DON'T YOU HAVE ANY COMMON SENSE</em>!!\"</p>\n<p class=\"cnM0ZTFiZWQzMDgzMDQ1Y2NhZjNlNzEwMTNkNDZhYjNi\" data-original-margin=\"\">He turned back around and his handsome, noble-bred features lit up with the perfect smile:</p>\n<p class=\"cnM5NzI1MDZlMDIxNzQxZTg5NDBhYjhkNWQ1NTU0ZTk2\" data-original-margin=\"\">\"Plenty, just my own!\"</p>\n            ",
  "invisibleParagraphContent": "If you spot this narrative on Amazon, know that it has been stolen. Report the violation."
}