{
  "preChapterNote": "<p>This is one of the best stories I've read on RR without starting it on Audible first, I highly recommend you give it a shot!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(40, 54, 67, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/82768/broker\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/82768-broker.jpg?time=1709923942\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/82768/broker\" rel=\" ugc nofollow\">Broker</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px; color: rgba(254, 251, 251, 1)\">\n<p><strong>Let hope out and try again.</strong></p>\n<p>The opening of Pandora's Box changed the world, giving rise to an age of superhumans and monsters. Yet mankind was not safe from its own hubris, and in the end, it destroyed itself. It's the end of the world, but Sonya Chernovna has been given a chance for a redo. With her memories of the world to come and her deep hatred of the society that had risen out of Pandora's Light, Sonya sets out to change the future.</p>\n<p>Even if it means being the most heinous villain that ever lived.</p>\n<hr>\n<p>&nbsp;</p>\n<p>What to expect:</p>\n<p><strong><strong>--An overpowered protagonist with an ability that forces her to think rather than simply decimate everyone in front of her.</strong></strong></p>\n<p><strong>--Focus on organization building, the politics of the world, and spreading influence rather than oversaturated violence.</strong></p>\n<p><strong>--This is a regression series.</strong></p>\n<p><strong>--Sex-positive protagonist with a GL subplot. Protagonist will have many partners over the course of the series and may or may not have an OTP.</strong></p>\n<p><strong>--Protagonist will make mistakes, despair, and triumph.</strong></p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzMjczMTNlZDg3OTQ2NzE5YjEzMGZlNGY0MzQzNjNj\" data-original-margin=\"\"><strong>Lillith</strong><br>\"Another one tried to escape today, huh?\" a weasely little guard asks as he and his partner arrive to relieve the day shift.</p>\n<p class=\"cnM1NzY2OTNlYWY3YzQzY2Q4Yjc4YTU5NjU4ZDRmZWI4\" data-original-margin=\"\">\"I dunno if 'tried' is the right word, not with that pathetic performance!\" a scrawny guard chortles in response.</p>\n<p class=\"cnM4YTg2NWJjMjgxYTQ2OWJhOGI0OTBhZGU2NjJiNDIy\" data-original-margin=\"\">\"You couldn'ta cleaned up the mess, how longs he been layin' there for? He stinks!\" a stocky man, one of the relieving guards, complains and the two on-duty guards roll their eyes.</p>\n<p class=\"cnM3ZDM1NTU3MmQ3NTRiMGE4MjYwNDA3NGQxZTYyZDQy\" data-original-margin=\"\">\"You know the captain hates it when we clean 'em up durin' the day! It upsets some of the customers. Besides, he wanted to leave him as an example for a bit. After the beating the captain gave him, I doubt we'll have another runner for a while,\" the scrawny man laughs while the new guards grumble. The stocky one walks through the gate they are guarding. He enters the yard on the other side and approaches a crumpled, bloodied man in the center.</p>\n<p class=\"cnM4MTA2NGI1MDEwZjQ5ZWFhOTY3MmU2YzQ0ZTc0MGM0\" data-original-margin=\"\">Before he can take more than a few steps toward the body, an invisible force collapses around him from all sides. In an instant, he is reduced to the steaming meat whose value he never surpassed in life. His blood compresses to a small box before the force is released and his remains paint the other guards. Horror and shock barely have a second to grip their faces before something impacts the weaselly guard's side, then head, and he collapses on the ground, small wounds on his left being mirrored by gaping holes on his right.</p>\n<p class=\"cnM3OTJjNWYzMGI4ZjQyZGJhM2EwNmJmZDk1YmNjYTkw\" data-original-margin=\"\">The scrawny man tries to scream for help while the remaining guard begins to run. No sound escapes, nor does the fleeing man. Instead, their heads are forced against each other with enough force to crack both open and kill them instantly. I walk through the carnage I created in under ten seconds and approach the body in the courtyard. I have arrived at one of the 'dungeons' in the city and I can already feel my mana swelling.</p>\n<p class=\"cnNhODg0YzgzYjdhNzQ2MWE4NmQ3ZWRhYjE3NmE5NmI4\" data-original-margin=\"\">I chose this location because, while it isn't the largest, it is the last point slaves pass through before they are handed off to noble families. This is where prisoners are transferred after they have been requisitioned, and where they live until their new masters pick them up. The guard captain in charge of this facility will have the answers I am looking for. I kneel down to the man in the dirt and my heart sinks. One of his eyes is swollen shut, but the other is open. There is no life behind it.</p>\n<p class=\"cnM0YTFlMWQ1YjNhMTQ3YzI5YzZjMDY3MjZkY2U3ODZm\" data-original-margin=\"\">The blood oozing from him and pooling around his body is congealed and sticky. He has been dead for hours, left to rot in the sun until the guards can be bothered to drag him to the pit they use for cremations. My teeth grit behind my mask of darkness, a wall at the front of my hood that allows light in but not out. Based on the wounds and what those guards were saying, the captain beat this man to death for trying to escape. I slowly rise to my feet and approach the nearest of the two buildings.</p>\n<p class=\"cnM2NzU4MmQ1MGNhNzRjMDliMWYzYTFmOTdlNzYwMzA1\" data-original-margin=\"\">The captain will have an office in the main building, but he isn't my only target. No one who works here is walking away tonight. They want this place to be inescapable? I can do that. I surround the entire facility with a force and sound barrier. It takes immense power to maintain it, but the grief surrounding me seizes my heart and floods my veins with hyper-dense mana. It's almost too easy, which only serves to stoke my cold fury.</p>\n<p class=\"cnM2YzhkN2E4Zjk1ODRkNGU5M2RhYzNjZmVlZTFlYTA3\" data-original-margin=\"\">In this moment I forget all about my worries with Autumn. I had never found her, and I had never apologized. I never got the chance to explain, in a way she would understand, why it was so important to share mana, and other resources, with the common people. I started to, but I got carried by the moment and forgot I was talking to a child. She would have understood that I am not just... attacking innocent people but fighting back. But none of that matters at this moment. Tonight, in this dirty backyard, there is only me, the cold body of a desperate slave, and the people who left him there.</p>\n<p class=\"cnM4ODZiMzhkY2Q3NzRlOWViYTNjZmQxZjUwM2FiMjg4\" data-original-margin=\"\">I make no effort to hide myself, physically kicking the door of the building off its hinges and walking into what looks like a small barracks. Five soldiers in various states of undress gape at me from different positions around the room. There is a brief moment of quiet as I scan the room for weapons and hiding spots while the men try to process what is happening. The two closest guards react first, jumping into action and reaching for their spears. Their spears reach them first. The first man falls to the ground with a spear in his throat, and the second crumples over as he is impaled by his own weapon.</p>\n<p class=\"cnNiNDk5OThiODE4MDQ5OWVhMTExODZmNmM4MmNiMDZk\" data-original-margin=\"\">I don't wait for the three remaining guards to come to their senses. One man is beginning to rise from the lower bunk of two beds when I collapse the structure, crushing him. Another is skewered on a stone spike from the ground, while I twist the final man's head around, breaking his neck. After my last experiment, I have decided it will be far better to make it clear a mage is responsible. I continue to move through the barracks and several other guards are given the brief chance to choose between fighting or fleeing before ultimately meeting the same fate.</p>\n<p class=\"cnM0NzcxY2RhNTQ3MTQ5ZWU5MjA2Yjg0YmUwNmJiMzU5\" data-original-margin=\"\">Some part of me recoils at how easy this has become. I have always been willing to kill when necessary, but it has always been accompanied by a struggle. I don't want to think about when I became capable of massacring men with barely a thought, but the thought is drowned by the image of a beaten and bloodied corpse, still fresh in my memory. I steel myself and continue my gruesome march. It's not long before the crunching and cries of the men are traveling faster than I am, and the remaining guards attempt to flee before I ever make it to them. It won't save them any more than it saved the man they left to rot in the dirt.</p>\n<p class=\"cnNlMTAwMjNkMzRlYzRlOTVhNzkxMTYxMDU0NjRiYmYx\" data-original-margin=\"\">As I exit the building to pursue the last of the slave catchers, my force shield deflects the first counter-attack. Heavy wood javelins splinter and bounce away from my left side. I turn in the attack's direction and see a finely dressed couple glaring at me, the man still extending one arm. Powerful mana radiates off both of them and I clench my fists. I wasn't expecting anyone but staff at this hour, and I haven't fought many other mages. I don't think I have much to worry about with the current state of my mana, but I have no idea if they have their own endoaspects.</p>\n<p class=\"cnMzNDk2ZTdhNGVmMjQ0NWFiMWYyMzk2N2Q0Nzc4YWFj\" data-original-margin=\"\">The man forms and propels another javelin and I examine it. I have never seen mana of this brownish color, but it's fair to assume it is wood mana or something similar. The mana travels with the weapon, revealing he is propelling his weapons by manipulating them the entire way. This is less efficient than my own projectiles, which I propel with great force from the point of origin like a bullet. He won't be able to keep it up for long or fire as frequently. I begin to take a step in their direction when vines radiating with olive mana erupt from the ground and attempt to bind my feet.</p>\n<p class=\"cnM0ZjU5ZGZjYTQ0OTQxMDJiYzVmOWJiYmRlZWQ0ZDQ0\" data-original-margin=\"\">They struggle against my force mana and I see the woman grimacing with focus. I take a step forward anyway, pulling the vines from the ground with mana and physical force. The woman stumbles as control of her vines is wrestled away from her and I get closer. If this is what they are capable of, they won't be an issue. I can't say for sure why they were here, however, so I have to speak with them.</p><p class=\"cmM2ZjBjYzNkNjU3ZDRhODA4ZDRjMGQ4YzBmMTQyOWQ2\" data-original-margin=\"\">You might be reading a pirated copy. Look for the official release to support the author.</p>\n<p class=\"cnMzNGY5MWFjZWM3YjRmZTk4NmQ3NWU2M2RlYzk5ZmI5\" data-original-margin=\"\">\"What are you doing here?\" I interrogate with a mana-amplified and disguised voice. The couple look a little taken aback and give each other a look.</p>\n<p class=\"cnMxNzBjZGM5N2JjNTQ5OGNhYjQ4MTc5ODE1YjVkMjgx\" data-original-margin=\"\">\"I should be asking you the same question!\" The indignant man retorts, firing off a few more attacks which impotently bounce off my shield.</p>\n<p class=\"cnNhMTA4YzA4ZTU5MjQxMWQ4NDFjMmYzODM2MWM4OWQy\" data-original-margin=\"\">\"We are stopping a murderer and rebel, we are serving our king!\" the woman adds and I rub my neck with frustration. Instead of asking again, I envelop them in pure mana, crushing their own auras before I use force to bind their arms to their sides.</p>\n<p class=\"cnNjN2EyNDkzY2IyNjRlMDc4MDhlNDhhZjg4NDk2NDI3\" data-original-margin=\"\">Their eyes bulge and the man shouts, \"Who are you? Why can't I see your mana? What do you want?\"</p>\n<p class=\"cnM5YTk0MzNmNWI4YzQ5OGNhMDJkMWE5NDQ2NjQyYjhh\" data-original-margin=\"\">Instead of answering I walk closer. I am not nearly as powerful as I had been in the Radiant Woods. I am stronger than I am on campus, but if I am able to overpower two mages so completely, they must be fairly low-ranking. I've met many other students on campus who would give me more trouble than this. \"I asked a question first, and I don't want to ask again. What are you doing here?\" I demand.</p>\n<p class=\"cnNjOWQwZGEzZTZkMDRiNzA5NTFkYmM3YWI3YTZmODAz\" data-original-margin=\"\">I watch the calculations behind the couple's eyes as they decide whether they should answer me. I encourage them by increasing the pressure of the force holding them in place, and the man decides whoever I am, it is probably someone more important than him.</p>\n<p class=\"cnMyOWJmODJjMDE0ZjQ0NzhiYzY0M2M1ZjYzZjk2NmM4\" data-original-margin=\"\">\"I- I'm sorry my... lady,\" he says glancing down at my feminine figure to verify the title he should use, \"W-we are just here for a new maid! We lost one and just needed to fill out our staff!\" Unfortunately for him, that's the wrong answer. I do need a little more information, however, so I clench my teeth and respond.</p>\n<p class=\"cnNlYmMzMjBkNGRjOTQ4OGE5YmVjYTQzMzZjOWFlYzUw\" data-original-margin=\"\">\"Lost one?\" I ask, already knowing the answer to the implied question. \"So why are you here at this hour? And why yourself? Why not just requisition a replacement?\"</p>\n<p class=\"cnNjMmI1ZmNhMjYxZTRhM2U4NjQ4MDg5OTA4ZGU1NGIy\" data-original-margin=\"\">\"We have requisitioned too many...\" the woman begrudgingly admits under her breath. \"We aren't an important house, and we've... lost several servants recently. We are here to bribe the captain for a few extra-\" she begins but I've heard enough. A twist of force and both bodies fall to the ground, lifeless. I want to puke just listening to them. I don't even want to think about why their other slaves are lost so frequently, but whatever it is, these two will never be responsible for it again.</p>\n<p class=\"cnMzMzkyOTg3MTBlMjRjODc5OThmN2Y3YTdmZTM5OGJm\" data-original-margin=\"\">I turn around and spot the remaining guards. One man appears to have broken his arm attempting to force his way through the force barrier. The other two have teamed up to dig their way under it. With almost no effort, I fire stones into each of their skulls, then turn back to the main building. Walking through it boils my blood.</p>\n<p class=\"cnNiYWU2ODFhYWYyMjRkM2I5ODQxZTk5Y2ViYTNiYThm\" data-original-margin=\"\">Since I entered through the back of the building, I start in the slave quarters. I am in a large room lined with cells, each with an abused slave inside. There are men, women, and children, crammed in each. Collectively there must be thirty or forty of them spread through about fifteen cells. All of them are naked, bruised, and dirty, with the exception of a woman who is chained to a post in the middle. She has been clothed and bathed, and I realize she is likely the maid the dead couple came here for. Can't present merchandise in the state the rest of them are in after all.</p>\n<p class=\"cnM1ZDhjNzJhNDU3NDQxMWRiNjBjZjk0NjI1NDkyNDlh\" data-original-margin=\"\">None of them react to me, and when I look at any of them, they look away like they fear reprisal from eye contact. Where is this fucking captain? I leave them where they are, for now, continuing to search the building. I encounter a few more guards whom I dispatch with little effort and eventually find what I am looking for. I slowly enter the captain's office and circle the desk, where I find the man curled up with his hand over his mouth, hiding while his men fight. Yeah, that checks out.</p>\n<p class=\"cnM1MmNiYjMyMmU2NjQwZmFiMzFlMDVmN2JiYzA1MGNh\" data-original-margin=\"\">I reach down, pull him to his feet, and throw him into his chair. \"Pull yourself together,\" I order, not bothering to disguise my voice. This man won't live to testify about it anyway. \"I have a few questions for you.\"</p>\n<p class=\"cnNmZjlkZGE2MzQ4OTQ5OWViZjY5ZGZjZmMzYjg3ZjVk\" data-original-margin=\"\">\"P-please, you can take whatever you want! J-just let me live!\" he pleads and I smack him upside the head.</p>\n<p class=\"cnNlNmM1OTYwN2IyOTQyMGJhMTI2NzhkYmEwOTVmNTFm\" data-original-margin=\"\">\"Focus. I just told you what I want. Answer my questions, can you do that?\" I say, voice packed with impatience.</p>\n<p class=\"cnNmZWFhMWVhYTJiMTQyNTFhNmMyNzk2ODdiNzM3ZjNl\" data-original-margin=\"\">\"A-and then you'll let me live?\" he snivels and I roll my eyes.</p>\n<p class=\"cnNlOWUxMzUyNTRiMDQxYzM5ZGFkNjI3NDMyMzFlNzhi\" data-original-margin=\"\">\"Tell you what. Answer my questions, and I will give you a chance. That's the best I can offer you.\"</p>\n<p class=\"cnM5MmUzNTcyOTJjNzQxYzA4ZjhkYjA3MDgwYTgxYjE4\" data-original-margin=\"\">\"W-what chance?\" he whimpers.</p>\n<p class=\"cnNiNTU0YWEyYzFkYjQ2ZDg5NWIwODA2N2E4YzhlZGI3\" data-original-margin=\"\">\"There is a man in your yard. I hear you are the one who beat him to death, is that right?\" I ask and confusion tints his fearful face.</p>\n<p class=\"cnM2YzY3MTdmNzk3ZTRlZTc5YmIwNDZhMmI3MTFiMGU4\" data-original-margin=\"\">\"Y-yes. He tried to escape! He was just a slave, a criminal! I didn't do anything wrong!\" he insists and I suppress the urge to kill him here and now.</p>\n<p class=\"cnNhY2JkMWNhYmJlYjQ3OGI5MWRlOWMyMjgyNzI2YzBi\" data-original-margin=\"\">\"A slave. A criminal. You and your friends patrol the streets of this city. You pull the poor from the homes they can't pay for. You outlaw any method they find to survive, and you drag them here for stealing bread or trespassing in a stable on a cold night. Meanwhile, you leave the rapists and murderers alone. I mean, arresting them would take actual effort right? You don't even investigate the nobles. You make them choose between 'crime' and a slow, lonely death. Then use the choice to live as justification for stripping them, beating them, and enslaving them,\" I practically growl and it's clear on the captain's face he has realized his mistake.</p>\n<p class=\"cnNkZTIxMjNkNGVlZDQ4NTBiMDJlMjAyMDQ0MmFhNjcw\" data-original-margin=\"\">I don't give him a chance to change course before I continue. \"You know the difference between you and a criminal?\" I ask, \"A criminal is willing to take a risk. Some of them are evil people. Some of them just want to survive. But all of them are willing to put their necks on the line. You do just as much damage as the worst of them. More, actually, but only because you licked the right boot and let its owner pat you on the head. You are willing to hurt, and abuse, and destroy... so long as you are safe. And what happened the first time you were actually in danger? You curled up and hid. So you want to know what makes you different from the worst criminal you ever enslaved? The absolutely most despicable person you ever sold for a profit? They had a fucking spine.\"</p>\n<p class=\"cnM1MDgxYWVjNGFkZTRhNWE5OWM4ZmUyMmQ0ODNhZDA5\" data-original-margin=\"\">He stares at me, eyes practically bulging out of his head. I continue once I see he is too afraid to respond to me. \"So here is the deal. You beat that man to death, and your guards laughed about it. So if you answer my questions, here is what I will do. I will hit you. Ten times. I won't use any spells, just my fists. If you live through them all, you can walk out of here. If you don't... well I guess you will see what I mean about how you compare to criminals.\"</p>\n<p class=\"cnNjNTBkOTJkNjA4ZjRkOTZhMWNlZWMwOTAyNzM5MDdm\" data-original-margin=\"\">I see him, still scared, glancing at my arms and legs. I am short, I have a woman's voice and body, and I see him decide he can live through ten hits. \"A-alright. I can answer your questions,\" he agrees and I lean forward.</p>\n<p class=\"cnM3ZTExNjI2OGQ3NjQ5YmU4ODlhNWEzMjE2OWYzYjE3\" data-original-margin=\"\">\"Right answer,\" I whisper, and move on to my interrogation. He doesn't know as much as I'd like, but I do end up with two logs. A record of the slaves that have been requisitioned over the last couple of decades, and a personal record of his under-the-table deals. This will help me find Sarafyna's dad, and it provides a fairly comprehensive list of future targets.</p>\n<p class=\"cnM1Yzc5MDUyMTlhYTRkMWViZDc0YzMxNTUyNjQ2N2Zh\" data-original-margin=\"\">\"Alright,\" I say when I am done. \"Stand up. Now is your chance to walk out of here, if you really are of superior stock to the people you sell.\" He does as I say and I see hope in his eyes as I crack my knuckles. He opens his mouth to say something, but I swing before he gets the chance. My fist connects with his rib-cage and he flies into the wall behind him before collapsing on the ground.</p>\n<p class=\"cnM1OWIyNTNiZGY2NDRiZWI4YjQwZGY2NzVjMDNiMzFk\" data-original-margin=\"\">I slowly approach him as he struggles to stand, before collapsing and coughing blood onto the floor. His eyes roll over to me and he starts trying to crawl away. I'm actually impressed, I thought the first hit would have killed him. \"That was a warm-up, but I'll count it. Nine more, Captain,\" I say before picking him up by the back of his shirt and pushing him against the wall. \"Prove you have a spine. Don't try to run early.\"</p>\n<p class=\"cnM4NzY0MDdhMjFkYTQ5MTI4ZGY5MjE1ODdlZDRjODdi\" data-original-margin=\"\">I let him go as he leans against the wall. He coughs again and blood drips out of his lips. He grips the wall and tries to pull himself away from me, but I swing again, this time connecting with his head and crushing it against the wall. He falls again, this time dead. I wipe my fist on his shirt and collect the logs, contained in several sizeable journals. It's going to take a while, but I am one step closer to Sarafyna's father.</p>\n<p class=\"cnM0ZjEzMjYyZWYwMDQwZThiZjc3NTFkY2FmYmNhOGIw\" data-original-margin=\"\">I don't linger long, storing the journals in a bag, then returning to the slave quarters. I have a long night ahead of me, and Sarafyna isn't the only person I need to help tonight.</p>\n            ",
  "invisibleParagraphContent": "You might be reading a pirated copy. Look for the official release to support the author."
}