{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhOWJmOTYxYTQ5ZjRlMzZhZDFlYjYwYWRkMGFiNzY5\" data-original-margin=\"\">The first winter cold front had arrived early this year. Flakes of snow already dotted the skies, leaving a sheen of moisture on the dormitory keep's stony roof.</p>\n<p class=\"cnM0ZDg2ODJlNzUwNjRiYjg5MmRhMGY0MjQ0YzlmMjA3\" data-original-margin=\"\">It was Sunday morning, and Kaede was meditating through archery as usual. Except this time, shooting was as much a nerve-calming exercise as an excuse to stay up there.</p>\n<p class=\"cnNhOTE2ODc4NGYxZDRkNzc5MDFkODYxMDdlNDM0Njdm\" data-original-margin=\"\">After she received her update from Marina, Kaede had spent most of her waking hours over the past two days planning out different scenarios. There was no way Pascal didn't notice her reduction in research output, but he didn't say a word.</p>\n<p class=\"cnMxM2Q0NjJkNmYyNTQ3Y2E4MDE4N2M3MmE1YmMzMGVj\" data-original-margin=\"\">Since the plot on Pascal's life did not launch into full swing on Monday night, Kaede surmised that the assassins must have Pascal and her under surveillance. This had allowed them to call off the final strike when she, instead of him, fell unconscious to the poison. However, it also meant she had to tread carefully to maintain the facade that she was still on-board with the plan. It pushed her first action as far back as Sunday morning, for there was no other way to accost Ariadne without drawing excessive suspicion.</p>\n<p class=\"cnNmZWFlZTEzMDc0NzQ4MWNhMWRkZTZjOTdkYmY1YzFj\" data-original-margin=\"\">Thankfully, Ariadne was also a stickler for personal schedules, and Kaede waved the lady down from her joyride without a hitch.</p>\n<p class=\"cnMyNTA4OTEwNWMwMjQwN2U4MmIyYTUzNWM2MGJiOWZi\" data-original-margin=\"\">\"Isn't it a bit chilly to be flying today?\" Kaede made her pleasantries with the usual cheerfulness while pressing a rune on her arm. She had asked Pascal --privately over telepathy-- to load one set with utility spells instead of defensive enhancements. This first rune sent a telepathic whisper straight to Ariadne's thoughts:</p>\n<p class=\"cnM3ODZkM2VkMDVlMzQ2OWRiNWE4MDFhYWFiYmFhY2Mx\" data-original-margin=\"\">\"&lt;Sorry Ariadne, but I need help. I'm certain I'm being watched. Do you have a spell to guarantee a private conversation? Best if it's as inconspicuous as possible.&gt;\"</p>\n<p class=\"cnM4NzNiYzU0Njc5YjQ4NWViNmFhMmM2ZjBmZTRiOGRl\" data-original-margin=\"\">\"My uniform has thermal adjustment, so a little cold doesn't really bother me.\" Ariadne nodded before her right hand twisted about in a series of odd gestures. \"I'm guessing that prick ordered most of your clothes here, so ask him which one he had the enhancement put on. It's probably the one he expects you to wear most often. The self-adjustment should do its job once you've worn it several times, although you may need to tweak it for extra warming since you're so thin. Imperative thoughts should work -- most magic items take orders that way.\"</p>\n<p class=\"cnM3Y2ExNjYyNmNjMDQyMjQ4NGRkZjU3YjZiMzg5ODRh\" data-original-margin=\"\">Kaede instantly knew which one: <em>no wonder why I feel more than just chilly unless I'm wearing this lingerie from the first night. And here I thought it was just the material...</em></p>\n<p class=\"cnM2NTkxN2ZiYWI2YzQwYTdhNmQzZTBkYzAyNjYwYTI4\" data-original-margin=\"\">Her body was soon wrapped by a comfortable warmth that reminded her of insulated heating pads. Meanwhile, Ariadne's entire soft-leather glove glowed for a brief second. She then explained through her angelic smile:</p>\n<p class=\"cnM5ODc4Njc2ZDViODRmZTk5NDg5OTY0YzBkNThlMjI3\" data-original-margin=\"\">\"<em>Sanctum Veil</em> spell. Anyone trying to observe or listen in from the outside will just see and hear us discussing everyday things like the weather. Chances are they're observing from afar though. Scrying sensors are easy to detect for any vigilant mage who periodically scans their surroundings, and nobody ever blamed your prick of a master for sloth or stupidity.\"</p>\n<p class=\"cnM4M2FhYzZlYWRmNTQ3NGFhZjQwM2VkZTU4MTU3MDYy\" data-original-margin=\"\">\"So,\" Ariadne stood eagerly with her hands propped at her waist. \"What do you need help with? Need to give that self-centered prick a longer-lasting lesson?\"</p>\n<p class=\"cnM5YzZkODViYjk2ZjQ4MDdhMjI4OGM2NzY4OTJkMTE4\" data-original-margin=\"\"><em>Pascal must have been a lot worse two years ago to make her like this.</em> Kaede almost shuddered.</p>\n<p class=\"cnMwMDc1YzM4YzViMDQyMmFiZmQzNDFhZjk2NWRiYzBl\" data-original-margin=\"\">\"Actually, the opposite. I need help because someone is making an attempt on Pascal's life, for <em>political gains</em> as a matter of <em>national security</em>.\"</p>\n<p class=\"cnMyOTFhMzgyNjk0ODRlMzc5NzFlNWQ4YjkwODA2NzAy\" data-original-margin=\"\">Kaede gave her keywords the verbal highlight to make sure Ariadne understood that this was not a personal matter, but one of interest to any knight of Weichsel. Otherwise, there was no way Ariadne would listen to a plan on helping her nemesis.</p>\n<p class=\"cnNkZDc2MjcyNTRmMzQ5ZDA4NTgxY2ViMTE2OWQ5MzYz\" data-original-margin=\"\">Just as she had hoped, the lady's smile froze.</p>\n<p class=\"cnM0ZmMyMTYyMDYxMTQ1YzA4NmViZGQ5NWE2MWRhODg1\" data-original-margin=\"\">\"I'm listening.\"</p>\n<p class=\"cnNhNzc1ZWJhMWU0YjRmZmU5M2QxMzgyNGNmMWU1OWY4\" data-original-margin=\"\">It took a while for Kaede to explain her episode of being poisoned, her encounter with the maid, and her accepting their offer.</p>\n<p class=\"cnM0MWYzOGY2ZTRlNDQ0MjM4N2QzMWE3MDc3MDRlZGZj\" data-original-margin=\"\">\"Marina, I take it?\" Ariadne chuckled at Kaede's surprise. \"Easy to figure that one out. She's the maid responsible for cleaning the older boys' dorms, and that's where your prick of a master resides as well.\" Then more sternly: \"I'm surprised you didn't just report her. I'm also surprised that Pascal didn't jump to the same conclusion.\"</p>\n<p class=\"cnNiMDRkMTBkY2IwMDQyNWZiYTI4MTEwMjA2NjczMWY1\" data-original-margin=\"\">\"If I reported it, her group would just disperse into hiding before they could be caught. That would merely delay them for a few weeks before they try again.\" Kaede countered, her eyes hard with determination. \"I want to drag them out into the open and clean the entire mess in one sweep. As for Pascal,\" she shrugged, \"I might have given him the impression that my fatigue was to blame.\"</p>\n<p class=\"cnNjZjhjYzgyOTI3NTQyYjI5ZWFiMWYwMTIxMmYzYTJj\" data-original-margin=\"\">\"You don't think this is way over your head? Assuming you weren't a spy or something before the summoning?\"</p>\n<p class=\"cnM2M2M1ZTNiOTk5ZjRlNTVhNWExZDQwMzhhOTBiMzE5\" data-original-margin=\"\">\"Nothing of the sort,\" Kaede almost laughed as she waved it off. \"I was an ordinary student. However I also don't think anything is completely above trying, even if I'm just an amateur. History is altered not just by grand sweeping plans, but by all the little individual actions that made it possible.\"</p>\n<p class=\"cnM1ODE1MWY2YTliODQ5MjliNjVkZmZhNjQ3YzkxNzZk\" data-original-margin=\"\">Ariadne nodded with her usual smile: \"You sound like my friend Gerard. Go on.\"</p>\n<p class=\"cnM3OGYwMDE4NTlhODRlM2ZhMjY0Zjk5M2Q3NWMyYzg0\" data-original-margin=\"\">\"I'm also not stupid enough to tackle this alone, which is why I need your help. These people are trained killers, and I know barely enough to defend myself. However this academy has many knights and aspiring officers, including you and your friends.\" Kaede took a deep breath as she opened her argument: \"I realize you have no reason to help Pascal in anything, and neither does he deserve it. But you are also nobles who value <em>duty</em> to your country enough to serve it as your career. I have faith in you all to pick the greater good over personal grudges, however deserving they may be. So I see no reason why we cannot do this.\"</p>\n<p class=\"cnNmOGJmNzU0MDlhYzQ4ODFhZTg0ZjZlMmI1Y2I5MjRk\" data-original-margin=\"\">It was immediately apparent that Kaede had at least partially succeeded. Ariadne pressed one finger into her cheek in serious consideration over the proposal.</p>\n<p class=\"cnMzMzgyMjgwZmEzNjRiODY4MzI5MDEyZTlhZWUwNDc0\" data-original-margin=\"\">\"I'm surprised you waited until today to ask me. I had almost taken up an offer to visit some friends over the holiday.\"</p>\n<p class=\"cnNmOTQ0MjZlODc1ODQxMWI5ZGE0M2MzZTAxODIxMjBj\" data-original-margin=\"\">\"Sorry, but I couldn't approach you without being conspicuous, and everything depends on maintaining the lie.\" Kaede explained in apology, before she pulled herself back: \"Wait... holiday?\"</p>\n<p class=\"cnNmY2JhNWU2ZDUzNDQ3MGNhODUxMzEyZmNjYzVlMGE3\" data-original-margin=\"\">\"Tomorrow is December 12th -- Rhin-Lotharingie's Twelve-Twelfth Day, also known as Unity Day. I take it you didn't know?\" Ariadne asked, and Kaede shook her head. \"Weichsel is too far for me. A round trip in two days is possible, but not worthwhile. However my friend Cecylia had invited me to join her in Alis Avern. I only cancelled those plans when Perceval told me he would be staying behind as well. If I was gone already, what would you have done then?\"</p>\n<p class=\"cnMyNDNkMTE4NTQ1ZDRhODk4M2VmODQwY2ZiZTk3Mzk2\" data-original-margin=\"\">The elegant smile that backed the question somehow made it more daunting.</p>\n<p class=\"cnNkMDZmYjkwYjFmZjQ0YWNhZmVkNjE2MTdkOGMwNGRi\" data-original-margin=\"\">\"I could discreetly approach your beloved Perceval for help,\" Kaede shrugged as she silently scolded herself, as she realized how much worse that alternative was. \"But otherwise this really would be beyond me and I'd have to call off the bluff. Meeting Pascal's professor is as good as declaring my intentions to the other side, and I've barely even spoken to anyone else.\"</p>\n<p class=\"cnNkNzU0ZjJlMWMzNTQ2MDQ5ZDc4YTg5N2Y3NzliYmQy\" data-original-margin=\"\">The air between the two fell into a nervous silence as Kaede felt examined, scrutinized under magnifying eyes, while the noblewoman contemplated with one finger still held against her cheek. Then, just as Kaede was about to continue her drafted thoughts on persuasion, Ariadne nodded with a calm smile:</p>\n<p class=\"cnMxM2NhNzNlZjM4OTQxNDViMzEyMzRkNWY1YmNmNGQw\" data-original-margin=\"\">\"It's the Holy Father's will then. I'll need to consult my friends before giving you a confirmation, but consider us tentatively <em>in</em>. Your clothes came in at the store also, so I'll pick them up and give them to you this afternoon. It's the perfect opportunity to discreetly pass you a message.\"</p>\n<p class=\"cnNhMGUxY2I1MDYwMDRlMDY5NDBmM2RmNWY3OWNhNDRm\" data-original-margin=\"\">For seconds, Kaede stood speechless while the lady smiled sweetly back at her.</p>\n<p class=\"cnM3NzIyMWQ5ODNkNjQ5ZjZiYWYyZjk0YjIzNTFkMWFk\" data-original-margin=\"\">\"That was a lot easier than I anticipated... thank you. But why?\"</p>\n<p class=\"cnM5ZmE3ZjNiYTFkMzRmNTlhMjEwZDBmMjZhZDExY2Ji\" data-original-margin=\"\">\"I'll take offense if you think me a fool in politics, you know,\" Ariadne declared cheerily while puffing up her prominent chest. \"The betrothal between that prick and Crown Princess Sylviane of Rhin-Lotharingie is well known...\"</p>\n<p class=\"cnMzYWMyY2NlYWIwODQxZjBhMmNlNGRkYzUxNmNiMzUy\" data-original-margin=\"\">Kaede felt her thoughts halted, then blown away as a second, far larger tidal wave struck her.</p>\n<p class=\"cnMxMTQzODBmYTliODRkMWFiOTlmY2JiYTlmZTA3NmQz\" data-original-margin=\"\">\"It's also one of the founding stones of Weichsel's defensive military alliance with Rhin-Lotharingie. Marina claimed her master is a Lotharin duke, so perhaps fracturing the alliance isn't their goal as much as preventing suspected manipulation of the throne by a foreigner. However it doesn't change the effects should they succeed.\"</p>\n<p class=\"cnM2YTEzZTBhNWU0NjQyNmFiZDI2NGVhNGViYTY2YmY0\" data-original-margin=\"\"><em>He... he...</em> Kaede's mind was still sorting out the information pileup.</p>\n<p class=\"cnM4MjY4NTE0MzA1MzQzNzRhOTMyOGVhYmY2ZjZjODc4\" data-original-margin=\"\">\"Pascal is ENGAGED!?\"</p>\n<p class=\"cnNjOGZiM2EyMjdlMjRjOTg5N2U1MGNjMzhjODFmMzMy\" data-original-margin=\"\">\"You didn't know? I thought that prick at least had enough sense to tell that to a girl before courting her! What else did you think was of political importance on a national scale?\"</p>\n<p class=\"cnMwY2FhZGRjOWE1NTQ1YWZiZDliNzIzMTE4NzM2ODE3\" data-original-margin=\"\">Kaede then shook her head as she denied it outright:</p>\n<p class=\"cnM4MDQyYmMzNTAyYzRiMzc5NDg0ZmIwMDJjMjEzNjkz\" data-original-margin=\"\">\"We're not in that kind of relationship. In fact, that would be outright impossible for me even if he sought it...\"</p>\n<p class=\"cnMxMDdjMzNjNTZkNTQ5Zjc5ODdlMzJiMzdkYzI4MjA5\" data-original-margin=\"\">Somehow, the mere thought of telling Ariadne about her gender mix-up just felt... wrong.</p>\n<p class=\"cnNkMmVjNzlmMWZmMjQ0ZTJiYzFjZmFmM2Y1MjhjNDA1\" data-original-margin=\"\">\"Anyway, I simply thought they were trying to provoke Pascal's father, the Field Marshal, into some kind of rash response in an upcoming incident. The commander's heir killed in a foreign country? Wouldn't be the first time wars started prematurely because of an angry family member.\"</p>\n<p class=\"cnNhMDQ2MmIzZjc2ZDQ1NGNiNDc1OWUzYWJiODAwODY1\" data-original-margin=\"\">\"Part of the reason Weichsel and Rhin-Lotharingie set aside their differences to form this alliance was because of an enraged Emperor who lost two sons to Imperial assassins, but that's a story for a different time.\" Ariadne said before returning to the main topic. \"So assuming everything on my side works out, what's your plan of action?\"</p>\n<p class=\"cnNmMTc0ZWY4Y2ZhYTQ3MWNiMDdmMjMyMWM2NWY4N2Mz\" data-original-margin=\"\">\"I couldn't really narrow down much detail,\" Kaede admitted. \"I have no clue about the combat potential of your friends. But since Pascal is their main goal, his dorm is where we'll need the most help. I figured since Reynaud is a fourth-year military cadet, his room should be on the same floor...?\"</p>\n<p class=\"cnNjOGRmMWI5ZGVjYTRiNWJhMmI5MzAwNDIzMTNkM2E0\" data-original-margin=\"\">Ariadne nodded in confirmation.</p>\n<p class=\"cnNkN2FkNTk0ODE0NDQzZDI5NTRlMTU1NDUwMjk0ZjYz\" data-original-margin=\"\">\"Then Perceval can join his friend there beforehand, and they can sandwich the attackers in from behind while Pascal buys time. Meanwhile, since I have to stay on the roof to keep the assassins fooled, I would appreciate some help once the cover blows. After all, I have no desire to get killed in this.\"</p>\n<p class=\"cnNhNzQ4YmMwMjY5YzQyODc4ZGQyMGQ1YzYzYzBlNDYz\" data-original-margin=\"\">\"I can work with that plan.\" Ariadne agreed, her bright-cyan gaze smiling with approval. \"If any changes are necessary, I'll pass them back with the reply. Either way, it sounds like I have a busy day ahead, so I will see you later, Kaede.\"</p>\n<p class=\"cnM5MmQzNDMxODkwYzRjZGE4NzAzNDBmYTE4OGFhMGE1\" data-original-margin=\"\">With a boot placed into the stirrup, Ariadne mounted her white pegasus in one swift motion. She then waved goodbye before taking off from the dormitory keep roof.</p>\n<p class=\"cnM4YzQxMWZkNTZlOTQyYjViZGViYTQzYjE3NTgzYWQz\" data-original-margin=\"\"><em>And the day begins...</em></p>\n<p class=\"cnNkNzdlNzE2MzM3NzRiNDRhMGZmYTY3MjM4NGQxODBk\" data-original-margin=\"\">Kaede continued shooting for a good half hour before she went back inside, just to be sure her meeting with Ariadne didn't seem deliberate.</p>\n<p class=\"cnMzODQ4MzA4MDdhNTQ0MTJiODBkYjNiMGEzOTE5NGIz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkYjE4ZWFkY2Y3YjQ0NWQ5MmJhNDk4YWFlZDJmODkx\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlOTliNTVlOTJkZTQ3OWFhM2U0YzhhNGQ3OWVmYTIw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyMDFjZWIxYThjOTQ4MDBiMWYxZGZhZTY4M2E3YWE0\" data-original-margin=\"\">\"Why didn't you tell me you were engaged?\" Kaede asked after Pascal returned from his morning errands and workout.</p>\n<p class=\"cnNkZDU4NzMwYjIyNTQ5ODVhOTBhMTJkN2U1ZjRhNzA3\" data-original-margin=\"\">It was hard to tell at times, as unsurprisingly, mages had a spell for refreshing up after a sweat as well. In fact, they had so many cantrips for keeping clean and maintaining appearances that showering was more of a luxury for them than a periodic need.</p>\n<p class=\"cnNlZWViOGVjZjVkODRjMjRiZTlmYTU4MzYxNGI3ZGY1\" data-original-margin=\"\">\"I am used to it being common knowledge. Also, there is not much to say? I have not even seen Sylv for nearly a year thanks to our schedules, and she has not been responding to my calls of late.\"</p>\n<p class=\"cnNjY2FmNGMxZjNlYjQwZDc5ZmMxZGJhZDUwYjM0N2Iz\" data-original-margin=\"\">Kaede knew that wasn't unusual for political arrangements of the period. However Pascal didn't just sound irritated. There was also a powerful longing buried underneath.</p>\n<p class=\"cnNiNDFmNmViY2IzOTQyYjBhOGY4ZWM0NDAzMDYwYTll\" data-original-margin=\"\">\"How is she?\"</p>\n<p class=\"cnM2NTcwZDk3MzIwMzQwNmViN2M3NzdiM2I0OTU0MDgx\" data-original-margin=\"\">\"I do not believe a girl more beautiful than her could exist.\" He spoke of the princess with an admiration that shined through even the dark clouds of his melancholy. \"She is a wonderful person as well, and will make an excellent Empress one day. Unfortunately, her spare time is only going to wane further.\"</p>\n<p class=\"cnM1Zjk3ODQ4MWRmMTQzYjQ5ZGM3NzdkYjA5NTNjYjJi\" data-original-margin=\"\"><em>He's definitely smitten with her.</em></p>\n<p class=\"cnM2ODE2YjdjYTgxMzRmYThhMDdhZmFkMTVmNjgyNWI3\" data-original-margin=\"\">Kaede smiled. It was hard to tell whether or not Pascal actually loved his fiancée -- that was exceptionally rare in the political marriage custom. But it was obvious that he respected, valued, and even trusted her, all of which were far more important than love in any union among feudal aristocrats, let alone future heads of state.</p><p class=\"cmYxMzYyMzM0ODczNjQ4NjRhYjg0M2U2MGQyNDg5YjQz\" data-original-margin=\"\">This tale has been unlawfully lifted from Royal Road; report any instances of this story if found elsewhere.</p>\n<p class=\"cnMyY2RhNmZmZmJkNTRhMmJhOWRjYzA4N2FkODQyYmM3\" data-original-margin=\"\">She also felt an odd sense of relief, since Pascal truly liking another girl greatly reduced any chances of something awkward happening between the two of them.</p>\n<p class=\"cnNmNzMwMjRiMjViZTQ4ZjhiNzlhNGUxYjRjYzEwYjhi\" data-original-margin=\"\">\"Since when have you two been betrothed?\"</p>\n<p class=\"cnNkNTMwZDMwM2E5NDQwMTE5ZmJmNGZjMTc3NzdkMGQz\" data-original-margin=\"\">\"Since I was ten,\" Pascal began to explain as a nostalgic smile entered his expression. \"My father's Knight Phantoms took her captive on one of their deep raids into Lotharin territory during the War of Imperial Succession. Although at the time, she still had older brothers and was not the crown heir. I first met her while she was held on our estate. We became friends during her one-and-a-half years' stay there.</p>\n<p class=\"cnMzODRkMmIyOTAyNTQwMTU4OTc0MzIzYjYyMWE0ZDQx\" data-original-margin=\"\">\"Weichsel and Rhin-Lotharingie were not formally at war during that chaotic time. Both countries simply sought to take advantage of the Holy Imperium's civil war to lay claims, except these claims overlapped with each other. So when my father negotiated an end to hostilities between the two states and a partnership against our real foe in the south, her father, Geoffroi the Great, requested our matrilineal betrothal as the bargaining price. Father agreed.\"</p>\n<p class=\"cnM5NWI1ZTIxYWIwNjRhYmI5MzJlMzFkNzBkYWY2MWY0\" data-original-margin=\"\">Matrilineal arrangements indicated that any descendants would be traced through the maternal side, which meant that Pascal would be marrying into another family -- the Rhin-Lotharingie royal family, in his case.</p>\n<p class=\"cnNkNWRlOTZjMDVkYzRlOTQ4MzA1ZWYxZjE4NjNmNmYw\" data-original-margin=\"\">\"Aren't you the heir of Nordkreuz?\" Kaede furrowed her brows. \"How does that work for your domain then?\"</p>\n<p class=\"cnNhMTE4NzBmNmZkMjQyMmViOGM5YzM0MWNmNTJlMjA2\" data-original-margin=\"\">\"Yes. Although Nordkreuz was gifted to Father through lands annexed during that war, it was also a contested strategic position on the border. Our betrothal contained a special clause that the city of Nordkreuz would eventually become a 'free city' with joint jurisdiction by both nations. The treaty was very unconventional, especially since we were <em>winning</em> at the time. But Father also knew Weichsel was a small nation caught between several giants, and he was planning for the long run.\"</p>\n<p class=\"cnMxZTRjNWI5YmNlZDRkZjdhNDQ1MmE2ZjJmN2E2ZWY1\" data-original-margin=\"\">Pascal's admiring words came out in a somewhat pensive tone, and Kaede soon realized why:</p>\n<p class=\"cnMzMTdhOWQzNDAzNDQyMDQ5MDRjZTIzMGJkYzg1OTIw\" data-original-margin=\"\"><em>He also has daddy issues. Not surprising though, having to live in such an accomplished father's shadow.</em></p>\n<p class=\"cnNmN2VhNGE0OWFjODQxNTE5NDM0YmQxZjQ3NDBlMjIz\" data-original-margin=\"\">\"I'm surprised you still courted Ariadne and other girls, then.\"</p>\n<p class=\"cnMzMjQwNjhmOTQzOTQ2ZmY4MDZlNmJkNjViNjZhMzA3\" data-original-margin=\"\">\"That was Father's idea, and Sylv agreed to it as well. They both said that I needed 'experience', whatever that is supposed to imply.\" Pascal shrugged.</p>\n<p class=\"cnNiNDJlYjI3ZjU5NDQ0ZDFhYjdhOTRlNGVlYzE2YjQ3\" data-original-margin=\"\">Kaede thought it was best to stay away from that bombshell.</p>\n<p class=\"cnM3YjUyNDdhOWI5MjRkYWVhNDc1ZGU0ZTZmZTczOTcz\" data-original-margin=\"\">\"So you have no siblings to contest the succession then?\"</p>\n<p class=\"cnNlNDRmZGMwOTMxZDRhNWE5YTRjNDc3NTM3ODUxNTYw\" data-original-margin=\"\">While his father often came up in conversations, Pascal almost never spoke of his family.</p>\n<p class=\"cnM3YzkxOTcxODllZTRiMWVhNWZiYjUxOTgxMDMxOTFl\" data-original-margin=\"\">\"I am the only child,\" he sighed. \"Mother died from a crippling war injury when I was just three, and Father never remarried. I guess you could say that I was mostly raised by servants.\"</p>\n<p class=\"cnMyNzM5YTRiMzJiMTRlZTliMDVhZjM3NmY4MmEwZmZl\" data-original-margin=\"\"><em>No wonder you have social problems.</em></p>\n<p class=\"cnNlZmEyNDAxZWExYTQ0NDRhOGQwNjRmODkxYmMzYjM3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2MDI0NDQ4MTFkZTRkZTQ4MTk4NzNmMmM5MDU0NWVl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlZjU1Mzc3MmU4YzQ2ZTRiMGI2NWNkMGNjMzkyZGQz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlZTI3MWQ5NjI4YzRjMDI5ZjE1YzczYjMyYWM3YWQz\" data-original-margin=\"\">\"Since Gerard is away on holiday, it's down to the three of us.\" Reynaud heard Ariadne say as she sat next to Perceval on her bed, his right hand held tightly in hers.</p>\n<p class=\"cnMzMzhlZjM3NDQ5MjRhNGU5Y2FlYjkyZDY2NjE3MDAx\" data-original-margin=\"\">It was against all propriety for a lady to invite multiple men into her room. However this was also the only way she could guarantee their privacy. Unlike Perceval, who wasn't good at any magic except bio-alchemy, and Reynaud, who simply didn't care, Ariadne actually maintained periodic sweeps of her room.</p>\n<p class=\"cnM5NGQ4ZTg4NzdlMzQ2YTU4M2RkYmQzYWJiOTI5MjFh\" data-original-margin=\"\">Reynaud knew that as a member of the gentry, he was supposed to keep a healthy dose of paranoia. But that assumed he gave a single care about being 'proper' in the first place.</p>\n<p class=\"cnNhN2YwZTFmMGMwMDQzZGZhZTk5MjhhMjJkM2Q3MDI2\" data-original-margin=\"\">He also sat backwards in a chair with his legs splayed. It was hardly the most appropriate when facing a lady.</p>\n<p class=\"cnM4OGI4YjM3MzcwODQ3M2NhODc3NTY0NWNkMGVjN2U5\" data-original-margin=\"\">\"But this is Pascal we're talking about...\" Perceval replied.</p>\n<p class=\"cnNlZjYyNTI1MzcyMDRkYmViOTM4OThmZTVlNjkzNTM2\" data-original-margin=\"\">His voice was almost frozen, and Reynaud wondered how cold his grip must be at the moment. From Ariadne's concealed wince, it couldn't be comfortable.</p>\n<p class=\"cnM0NDIxNDk2Nzc2MjRkNjhhNzY4YTgwY2ZlMGNmZTFi\" data-original-margin=\"\">\"Let the <em>Runelord</em> deal with it by himself. He's always so high and mighty, so sure that he can do everything single-handedly. Well, here's his chance. If anything, I'm surprised his familiar even cares enough to intervene.\"</p>\n<p class=\"cnNjYTdhZDIzNTc3MTRiYjVhMDJiNjc2YzI2NGJjZDhj\" data-original-margin=\"\">\"But if he fails and dies, it would put the alliance between Weichsel and Rhin-Lotharingie in jeopardy,\" Ariadne raised the political card as her worried eyes kept their focus on her beloved.</p>\n<p class=\"cnM2NzBjODY5MDA4MzRiNTI5MTc2MmM0NGI2YTEzNzdl\" data-original-margin=\"\">\"Would that really be a problem?\" Perceval countered. \"The treaty was controversial to begin with. Most Lotharins believe that Geoffroi should not have broken tradition, that the future empress should marry a noble from one of the four kingdoms, instead of an outsider that would no doubt influence the throne towards their home country. Meanwhile from what I hear, many Weichsens claim the treaty was 'unequal', that they should not give us part of Nordkreuz when they had been winning at the time.\"</p>\n<p class=\"cnNhNmM3YjRiNDM4OTQ5NDY5YzM5MDc1ZDRkMzFmNGFi\" data-original-margin=\"\">\"Aria,\" he then turned towards his beloved. \"Didn't you tell me even your uncle, the head of House Manteuffel, was against it as well?\"</p>\n<p class=\"cnMwNTVmOGQ2NGRjYzRiN2E5ZmQyYjEzNjEwYjYyZDc5\" data-original-margin=\"\">\"Yes,\" Ariadne nodded. Though the hesitation she showed was a clear sign that she was of two minds about this.</p>\n<p class=\"cnMzY2UwMWMzNGQ0YjQ3YTI4MzBlODRmNTdmNWNkNWEx\" data-original-margin=\"\"><em>On one hand, she's a Manteuffel, one of the most powerful houses in Weichsel,</em> Reynaud considered. <em>On that other hand, she's in love with a Lotharin.</em></p>\n<p class=\"cnNkYTQ3OGJiYTViOTQyNGM4MTgzOGQ1MjhkNzJlY2E4\" data-original-margin=\"\"><em>Perceval you knucklehead.</em> The redhead scowled.</p>\n<p class=\"cnM0ZWZhODZiODU3YTQ0NDNhZjgzZTFiOThlN2EwZGM1\" data-original-margin=\"\">Certainly, Perceval was correct in that there were many on both sides of the border who disliked the treaty. Reynaud even heard that there were some in Weichsel who accused their Marshal of treason and selling out their country. However that was not the way Reynaud saw it. Sure, Pascal would become the Prince-Consort of Rhin-Lotharingie, but his successors would bear the name 'de Gaetane' instead of 'von Moltewitz'.</p>\n<p class=\"cnNlYmI3OTdjZWIxZTQwYWI4NzJkOTZkY2E5ZWMxY2Uw\" data-original-margin=\"\">For the nobles' game of dynastic political ambitions, it was tantamount to clan suicide.</p>\n<p class=\"cnMxNGJkOGUzMWI4NjQ0MDM5NGFjYzM4ZDg2NjJjMjdh\" data-original-margin=\"\">Reynaud hadn't forgotten about his childhood days, when Weichsel and Rhin-Lotharingie were still hostile adversaries. The first time he heard about the elder Moltewitz was when two of his cousins, newly knighted armigers entrusted to protect Princess Sylviane, were killed by a raid launched by the Marshal of Weichsel. Back then Reynaud thought the worst of Marshal Moltewitz. After all, kidnapping a young princess from her castle was textbook villainy like those in fairy tales.</p>\n<p class=\"cnMyZDYwYTdkZjVmMjQ5NzI5ZmUwY2I0ZjNhODY2Y2Y5\" data-original-margin=\"\">However since the war's end, Raynaud had learned to admire the Marshal's many qualities, particularly his farsighted geopolitical acumen in seeking a long-term military alliance between Weichsel and Rhin-Lotharingie. There are some, like Pascal, who thought Reynaud's opinions simply swayed with the government's propaganda. However that ignored the fact that Reynaud actually spent time travelling in Weichsel, talking to veterans of the last war so that he might better understand his one-time enemies.</p>\n<p class=\"cnNhYWY5MmIxZWI4OTQxMmM4ODg0MjkwZTkyNDFkMDk0\" data-original-margin=\"\">It wasn't easy, especially when two deaths in the family were involved. But Reynaud understood that soldiers fought and killed for the glory of their country. It was nothing personal. After having spent time on both sides of the fence, Reynaud felt like he had a very objective view of the Marshal... or at least he liked to believe so.</p>\n<p class=\"cnM4MzY0N2M4ODBhMjRlMTI5NWI4OGUyNzZiOTAyOWY2\" data-original-margin=\"\">Meanwhile, Ariadne looked hesitant to continue. In fact, she was even <em>nodding</em> to Perceval's continued list of accusations and complaints.</p>\n<p class=\"cnM4YWUyN2Q1Y2I2YTQ2NWViMjE0N2IyM2E3YTUxZjdl\" data-original-margin=\"\">Reynaud considered Ariadne a great girl for his best friend. But the Holy Father was fair. In spite of her numerous good qualities, she also held one major flaw: the girl was vain enough to put others' opinions before her own sense of duty and morals, even if the 'others' were being stupid and pushing her into a terrible choice.</p>\n<p class=\"cnMyZjk2MjJlYzQ2YzRlNTE5ZDdhODVlZjI3YWQ4ZWQ1\" data-original-margin=\"\">In this case, the disapproval of a loved one accounted for dozens of 'stupid others'.</p>\n<p class=\"cnM2Yzg3ZDc0MTUyYzQ1MDFiYzRiZmU3NTkwYWFiNTFh\" data-original-margin=\"\">\"Brother. Stop. I'm sorry to say this, but you're spouting nonsense now.\"</p>\n<p class=\"cnMyY2ZhYTAwMTQwYTQwMzlhNTIzZDdlYWIxZTBlMDU4\" data-original-margin=\"\">Unfortunately, Perceval was also as stubborn as a mule and held onto grudges with a memory better than elephants.</p>\n<p class=\"cnM0N2QyYzNjOWMxYjQ2NThiYTE4MTRlOGQyMjhlMTk0\" data-original-margin=\"\">\"Reynaud, I know you admire the Marshal a great deal, but you can't--\"</p>\n<p class=\"cnM3OTdjNTM1ZWJkZjQ3YzFiOGNiOGQzZjczNjhiMDU4\" data-original-margin=\"\">\"Oh, you remember that, don't you?\" Reynaud cut in with deliberately acidic words. \"How come you don't remember that I also lost my two cousins during the last war thanks to the Marshal's raids? Or the fact I rarely spoke favorably of him when you first befriended a newly knighted merchant's son like me? It took me <em>years</em> to grow past my dislike for the Marshal of Weichsel. That was part of why I went to Königsfeld to study abroad with you -- so I could see and judge for myself what the Weichsens were really like!\"</p>\n<p class=\"cnMzOGFiZThhNDUzODQ2MzhhOTMyMTljMjEwODc3ZDQy\" data-original-margin=\"\">Sometimes a bull was the only thing that could stop another rampaging bull. Perceval's mouth shut instantly as he realized the mine-infested china shop he had entered.</p>\n<p class=\"cnM4ZGE0M2JkYWI1MjRhNmQ5NGMwODgyMzQzYTVkZWEx\" data-original-margin=\"\">Reynaud knew he had the baton now, and he wasn't about to let it go:</p>\n<p class=\"cnMyOWNjZmViMGZkZjRmM2Q5MzMxMWJmOGNkZjRmZWNi\" data-original-margin=\"\">\"Cut all that bullshit from the Marshal's enemies already and look at things from his perspective. Do you seriously think a man who spends ninety percent of his time in army camps, who has barely gone back home ever since his wife died sixteen years ago, who used his only son as a bargaining chip for diplomacy, would honestly sell Weichsel to the Lotharins? Outside of his country, does that man even have a life <em>left!?</em></p>\n<p class=\"cnNlNTQ4NjU5M2JhMjQ5YmU4OTU1ZmJmNmRjOTI1OWNj\" data-original-margin=\"\">\"Which only goes to show that he is trying to influence our throne for Weichsel's benefit!\" Perceval countered, grasping onto the second platform now that Reynaud had taken apart the first.</p>\n<p class=\"cnNlZTUyZjE2YzFmMTQxNmQ4M2JmMWI3YmQ2MWUxOTNh\" data-original-margin=\"\">\"Of course he is. Just like Ariadne here will influence you for her needs. That's what a <em>relationship</em> is! We may not like to say it out loud, but anyone in a relationship will expect some <em>benefits</em> for all their efforts! And what do you think an alliance between nations is? A <em>relationship</em> between states! And you can bet our Emperor, Geoffroi <em>the Great</em>, knows exactly what he wants out of it!\"</p>\n<p class=\"cnM2MTJhZGRiZmY4MzQ3NWU5NTc5ZjYwYWYwNTExZGU2\" data-original-margin=\"\">As Reynaud finished, he added a quick apologetic look to the girl for dragging her into this. Having witnessed her feud with the Runelord, he <em>really</em> didn't want to get recorded in her book of grudges.</p>\n<p class=\"cnNkYjliZmM2MWMyOTRkMzlhMzRiNWY4ZjEzYjEzNmI0\" data-original-margin=\"\">Thankfully, it doesn't look like Ariadne was offended. If anything, her faint smile was almost grateful.</p>\n<p class=\"cnNlZDA4MjYzZTRiMjQxMmJiZjcyNzZkNThlYjllOTkx\" data-original-margin=\"\">\"I'm standing up for the Marshal not because of some stupid immature fantasy, but because in matters of military affairs of state, the man is almost always right. Bloody-minded and merciless? Yes. My own family history proves it. But a natural genius in the art of war who proved his foresight many times over? Also yes.\"</p>\n<p class=\"cnNiODEyYmNiMzZkYzQxZDA5NmE2ODNiNjhiOGY5M2Yx\" data-original-margin=\"\">Reynaud gestured towards Ariadne with an open hand. What she needed now was precisely the approval of her original idea from others. That way she could snap out of the moment of weakness that Perceval had dragged her into.</p>\n<p class=\"cnMxMTQ5ODExYWM1ZDQ4NDJhZDU3M2Y3Y2NmNmE5ZTk3\" data-original-margin=\"\">\"I agree with Ariadne's suggestion. In fact, I believe she's absolutely right! This is above personal relationships we have with Pascal or his father. ALL of them. It is a matter of <em>state</em>, and we have the perfect opportunity to take care of it.\"</p>\n<p class=\"cnNiYjY3MTJiNzBjZDQ2ODdiNDdkNTI4OGZkYWE1OGI3\" data-original-margin=\"\">\"But we're still students. Something like this should be left...!\"</p>\n<p class=\"cnM2ODBmOTZjYWY4NTQ2NDZhYmZhYzgzNzE0M2E4ZDhh\" data-original-margin=\"\">\"Like Ariadne said, if we inform the authorities now, they would either pull the wrong muscle and blow the entire thing, or pick the right brains who wouldn't get here in time.\"</p>\n<p class=\"cnM0Zjk2NDk4ZjQ3YzQwN2Y4MDYzMDYxYzk4MThjYTU1\" data-original-margin=\"\"><em>Well, she was a lot more diplomatic than that...</em> Reynaud left unsaid.</p>\n<p class=\"cnMwZmYxYzE2YzM3MzQ4ZTM4MTk1MDJhMWE0NDk0NWVh\" data-original-margin=\"\">\"But... but...\"</p>\n<p class=\"cnMyZTc0ZDY4ODA5YjRhZGZhMjI0MjdhNGJhYTM3MjFl\" data-original-margin=\"\">One of the best aspects about Perceval was that he never gave up easily. Reynaud learned that when Perceval spent weeks showing kindness to a younger and more cynical version of himself. Unfortunately, this also tended to be the case even when Perceval was <em>wrong</em>.</p>\n<p class=\"cnNkMWRkM2NjOWM4MDQ4NDdhMTMxMzgyZTFlZWFhZmMx\" data-original-margin=\"\">\"Think of it this way, brother. If we lose this alliance with Weichsel, and the Imperium takes this as an opportunity to stick a vengeful sword in our backs... how many <em>more</em> people do you think are gonna get killed because we don't have any ally to support us? Are you really sure you're willing to take that chance?\"</p>\n<p class=\"cnNjYzk3NTIzMzc2YTRjYTViYTI2OGEyZjRkZGQ4N2Qy\" data-original-margin=\"\">Perceval did not speak another word of disapproval after that. His instincts as a healer simply overruled the rest of him.</p>\n<p class=\"cnM5ZGJmODNhMTA3MDRlMTQ4NjhkNmRlMGU3ZWNmNGVl\" data-original-margin=\"\">\"Alright, so what's the plan?\" Reynaud asked after several moments of silence, and Ariadne simply gawked back at him.</p>\n<p class=\"cnNlOTU4ZGU5ZGEzYTRmMDA4OTE3YzQwODRmZDRhYWFm\" data-original-margin=\"\">\"What? I'm just the dumb fighter,\" he grinned. \"Perceval may be the heart of our little group, but you're the Captain here, girl!\"</p>\n<p class=\"cnMyNzRmMGY0ZGY2ZjQ5YzFiNjU3ZjdhMWVjYTk1NTk1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0YmQ4NzA3MjZhNjQwYmZhNjUwZGIwNTM0MTFkYjc0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwNWZjN2Y4ZWI4MDRmNjc5ZGVmYzY4MmEwN2ViYjBm\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1MDNjOWUyZDI4NzQ2NTY5Yzc4Yjg5ZWUyYTgxMjIx\" data-original-margin=\"\">\"What is that? Your uniform?\" Pascal asked as Kaede took a few steps to jump and spin about in her new clothes.</p>\n<p class=\"cnNkZDYwNGJkOTFmMjQwN2U4ZTI1MTExMTk3ZTM3YmQ3\" data-original-margin=\"\">The outfit did indeed have a uniform-like design, with its stiffly-cut shoulders, folded collar, and black tie. It was mostly white, except with several black lines and edges as highlights, as well as a few pink ribbons to match Kaede's eyes. Its colors made for an excellent contrast to Pascal's crimson-on-black uniform. The short skirt and its longer lace petticoat made it easier to move. Meanwhile a pair of short, sheer-white tights reached down to tuck under her white, thigh-high stockings, completely covering her legs to ensure that propriety wouldn't be an issue.</p>\n<p class=\"cnM0YzVlMDhkNDZlNjQ4NDRhZWMzZTM3MTE2YzZlYzFm\" data-original-margin=\"\">Her outfit also came with a pair of calf-high, white leather boots. The shop owner had insisted on medium heels as it made her look taller, and Kaede was surprised by how good the wedge heels left her footing.</p>\n<p class=\"cnNjNTQ2YWRjOThhMDQ5MTJhZmNlOTBkMmUwOGMxNTZk\" data-original-margin=\"\">\"Yep,\" Kaede replied with nervous cheer as she read Ariadne's note for the third time:</p>\n<p class=\"cnM1ODBkZDdiMzM2NzRlYWU5NzA0MDYxNzYzNTIyNzBh\" data-original-margin=\"\"><em>Mission is accepted. Perceval and Reynaud will monitor the situation and engage the assassins from behind. Please leave the coin scrying focus in your room. I'll be attending to Edelweiss in the stables until Perceval gives me the signal through his familiar. After which I'll take off to assist you as needed and assert battlefield air superiority should any attackers attempt escape. - Ariadne</em></p>\n<p class=\"cnM3YmQ5MDdlMGE3NjQ3YTk5ZDdiMzUxOTMwOWM1NDA0\" data-original-margin=\"\">After a late lunch, the clock was already past mid-afternoon. The plan was to begin by the early dusk of winter.</p>\n<p class=\"cnNmNWNjOGZmNGNjYzQwMWY4N2RhZjc0N2Q3YzViN2Ez\" data-original-margin=\"\">\"&lt;Pascal, please sit still and pretend you're reading.&gt;\" Kaede asked over the telepathic channel. \"&lt;I have no clue how they might be watching us, but it's time for me to tell you what is going on.&gt;\"</p>\n<p class=\"cnM0ZGFhZWMzNTJlYjRmZGJiYzBhZDIxYTRlOGZhYTAx\" data-original-margin=\"\">Half an hour went by as Kaede explained everything that happened, including the operational plan. True to his word on trusting her, Pascal never looked suspicious or angry. He merely nodded along, and occasionally requested clarification, until her conversation with Ariadne came into the picture:</p>\n<p class=\"cnNlYjc3NmUwZGM2ZjQzODViOWFkNGZmODc4YTFlYzE1\" data-original-margin=\"\">\"&lt;I told you that I do not wish to owe Ariadne any--&gt;\"</p>\n<p class=\"cnMyNGFmM2RiNTZhZjQ0ZTk4YzlkMGYwMDQyZWMzMTk4\" data-original-margin=\"\">\"&lt;If they can put aside their personal grudges against you for the sake of <em>your country</em>, then at least you can respond in kind!&gt;\"</p>\n<p class=\"cnMzNDQyODFmYTVhMzQ1MmY4YmY4ZDI2NjAyMDljNWJl\" data-original-margin=\"\">Silence fell over the two for several moments as Pascal flipped a page to keep up the pretense.</p>\n<p class=\"cnNlMzhjOTAwMWVhODQ5MmJiNDkwZjUwNjRkYTEyYmUx\" data-original-margin=\"\">\"&lt;Fine,&gt;\" he relented. \"&lt;And I admit Reynaud is an excellent fighter to have as backup. I doubt Perceval will be of much use, though.&gt;\"</p>\n<p class=\"cnNiY2I0Njg0ZTQwNTRlZjNiODE3NzQ2NGYyNWY5YWQ5\" data-original-margin=\"\">\"&lt;Healers <em>always</em> come in handy. It's better to be safe than sorry.&gt;\"</p>\n<p class=\"cnMxOWRiNTg0YzhjZTRlNzU5ZWQ0NjQyZDUyODM4OTE1\" data-original-margin=\"\">Kaede filled Pascal's chalice with freshly-conjured water. She then poured the antimagic poison in her vial into her cup in front of the chalice. Any observer from outside the windows would only see it being added to Pascal's drink. A sleight of hand as she picked both up and turned around easily sent the cup onto the floor without being noticed.</p>\n<p class=\"cnNiNDhmODRhOTZjYzRiMGU5NzBhMjRjZDE0NWJlNzg1\" data-original-margin=\"\">\"Here, before you complain of thirst again.\"</p>\n<p class=\"cnM4OGIzMmE4M2E0MDRjNmViOTQ5Zjk3NWE3YWRhMTUz\" data-original-margin=\"\">Pascal's eyes never left the book as he took the chalice and put it on the table.</p>\n<p class=\"cnM4ZDNhMjQwMTViZDQ1MWRhZTg5YWU5NGY4OTNlNDVm\" data-original-margin=\"\">\"&lt;I assume I will not be drinking the poison and passing out, then?&gt;\"</p>\n<p class=\"cnM2ZWIwNDk5ZWE5ZDQwOWJiNjQ2NDM5MzllNWVjZjM4\" data-original-margin=\"\">\"&lt;Of course not. You're going to drink this water and pretend to pass out. Then I will go to the roof and signal the assassins. I've already hidden a number of your defensive runes around the room. They should activate to your usual triggers.&gt;\"</p>\n<p class=\"cnM4Y2MzZmQ3NTRlYzQ2Mzc4YTNiNzE2OTUyNmQ0MDU2\" data-original-margin=\"\">\"&lt;Then this should go smoothly.&gt;\" Pascal concluded before closing his book. He reached his right hand for the goblet, while his left took out a pair of small, white gloves and laid them on the table.</p>\n<p class=\"cnMzNjMyNTRhNjY4ZDQ5OTY5N2IxZmU4M2E0N2QyYTRh\" data-original-margin=\"\">\"&lt;You know, for a complete novice, your planning is pretty decent.&gt;\"</p>\n<p class=\"cnM5YWIwOGVlOWQ1NzQxMzc5MThmYmMzNjgzMTFlMTE0\" data-original-margin=\"\">Kaede sent a mental shrug:</p>\n<p class=\"cnM3OTI4MjFmOTY1NTQzYWRhNzNhNTE3YjhmZThiNjFj\" data-original-margin=\"\">\"&lt;I did tell you: read enough history and apply some creativity, and you'll have at least one good idea for any occasion.&gt;\"</p>\n<p class=\"cnNjOWY1Yjk3ODJkMTQ3MzE5MmU3ZThhMDM2ODc3OTYz\" data-original-margin=\"\">\"&lt;Then hopefully, by the time I receive my first command, I will be able to appoint you a position on my staff. You are not allowed to get yourself killed tonight, do I make myself clear?&gt;\" Pascal ordered as he held up the chalice and began to drink in gulps.</p>\n<p class=\"cnM4NjhmY2MxMzRlYzQ5YzhiMzIyMjk0YzVkOTI2OTdl\" data-original-margin=\"\">\"&lt;Crystal.&gt;\"</p>\n<p class=\"cnNlZmU4MTAzNDg2NTQ5MDY4NTY4ZTg2MzIzN2Y4YTQ3\" data-original-margin=\"\">After he downed much of the cup, Pascal's grip slowly let the goblet clang to the floor while he slumped over onto the desk. Even from directly behind him, Kaede thought it was a very convincing performance. Then, as though to confirm his consciousness, his voice continued to resound in her head:</p>\n<p class=\"cnNmYTYwZGQzMjYxODRkOWJhNzUxMzg5ODQzMGIyMmQ5\" data-original-margin=\"\">\"&lt;Take the gloves. They have a built-in pocket dimension like the type most mages use. Held within the left one is a morphic blade -- consider it a gift from me. It is forged from flexible spring-steel. Its enchantment can transform it into any non-mechanical weapon you imagine.&gt;\"</p>\n<p class=\"cnMyZDk2NjNiZjc3OTQ5MmVhYjE4OWZiYTU0MWFmMmUx\" data-original-margin=\"\">Kaede prodded Pascal twice, as though testing the poison's effects, before she reached over and took the gloves. They were made of soft leather, with a full glove on the left and a three-fingered archery glove for her right, just like she had once described to him.</p>\n<p class=\"cnM1NWI3Zjc0MWVhYzQwNzE4YTdkNThiNmQ1NjMzOTBl\" data-original-margin=\"\">\"&lt;Don't worry, I'll make them regret ever thinking I'm just a familiar.&gt;\"</p>\n<p class=\"cnNjN2NhMTA5Y2EyNTQwMzU4Mjk0YTJiMmM1OTgwM2Qw\" data-original-margin=\"\">\"&lt;Of course. You are <em>my</em> familiar.&gt;\"</p>\n<p class=\"cnM4OWM5NGRhMDViYTQxZjQ4OGVkMTg4NjVkMzEzYzAx\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMzZDM2ZTQ1YjVhZjQwN2JhNjEwYTEzMjM2OGVlMjEw\" data-original-margin=\"\"><br>The last half-hour before dusk passed away in an instant. Kaede soon stood on the northwest corner of the dormitory keep's roof, just as she was told.</p>\n<p class=\"cnMxOTJkNmUyMGZiMDQ4MzliMTUxZjA3MzZjOWU0ZWVi\" data-original-margin=\"\">There was no longer any way for her to back out. However that did not mean the knots in her stomach make it easy to move forward.</p>\n<p class=\"cnNlZjAwZWM4YTk5OTRkYzA4YzA5YjViODg3NTJlOTdl\" data-original-margin=\"\">\"<em>Alea iacta est...</em>\" she repeated Caesar's famous words from memory. It was rather ironic, considering that she stood atop a millenia old battlefield where the Caesar of this world failed to crush the Lotharins.</p>\n<p class=\"cnM5ZTY2YzM0Y2M1YjQ0MjM5OWMxMmE0M2Y3ZmE1ZTI3\" data-original-margin=\"\">Bathed in the orange light of the setting sun, Kaede drew a deep breath before raising her right hand into the air.</p>\n<p class=\"cnMzOTIxNzYzOTA4YjQ3ZTk5ZjI0NTMxYTRiNjg1NmQ0\" data-original-margin=\"\">It was as their agreed-upon signal.</p>\n<p class=\"cnM5ODVlOGZlMTBkNTQxOGZiYjdiN2RmYjIzMTNlYzk5\" data-original-margin=\"\">She hadn't even exhaled before a weight struck her back and sent a burning sensation through her chest.</p>\n<p class=\"cnNjMDZiYTVjMmFkZTQ3ZWY4NzY0YmVlMTlhMzU1NDBi\" data-original-margin=\"\">Looking down, she saw the bloody tip of an arrow protruding from just above her right breast.</p>\n<p class=\"cnNhMTk1ZDNkNjE2ZTRjZjg4Y2IwMDQyNjQ5YzQzNjI0\" data-original-margin=\"\"><em>Did I... mess up?</em></p>\n<p class=\"cnNlODA3Mzc0ZTMyMzQ2NGQ4M2JiYWVjOTc1ZjZiODM4\" data-original-margin=\"\">It was Kaede's last thought before she collapsed on the stone roof.</p>\n            ",
  "invisibleParagraphContent": "This tale has been unlawfully lifted from Royal Road; report any instances of this story if found elsewhere."
}