{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM3YmY5YTczMGFjZTQ2YTViYTE2YWFhMThmYjlkZjMx\" data-original-margin=\"\">Colonel Farah ad-Durr Ismat ad-Din coughed in the burning haze that seemed to engulf the whole battlefield. The embers and ash that drifted across the air like black snow made her lungs feel like they were on fire. The dawn mist that once covered the land had vanished without a trace, leaving only gloom and shadows beneath a sky filled with smoke.</p>\n<p class=\"cnNlMjRlOGI4ZWRmMDRmMTg4YjI5ZmNiZDAxZmE0ZDI2\" data-original-margin=\"\">All around her, the Caliphate's assembled troops coughed and gagged in the choking fumes. Farah made her way through the ranks of her Mubarizun champions and pulled aside her squadron's signal officer:</p>\n<p class=\"cnM3MzU5Zjg4Nzc4ZTQwNjViNTk2NWQ3NDQxODRmNWI3\" data-original-margin=\"\">\"What happened!?\"</p>\n<p class=\"cnMyOWEzN2Q1NTNjNDQ5NjQ5YjliYzQ1MTcwMjQzMjdi\" data-original-margin=\"\">\"I don't know... Sir!\" The Lieutenant shouted back between coughs. \"My link with command suddenly broke!\"</p>\n<p class=\"cnM5YmViOGI0ZGE4OTQwNjJiYWQ0YjFiNzdhYjM3MWI4\" data-original-margin=\"\">Farah felt her stomach lurch. General Salim had established his headquarters nearly two kilopaces east of the battle line. Surely the explosion that tore the north asunder couldn't have reached <em>him!</em></p>\n<p class=\"cnNiYzZjZWU5MWI2NDQ0ZDFiMzBlNmNiYzc3YWM1NmIy\" data-original-margin=\"\">\"Well keep trying!\" She insisted. \"Inform me as soon as you regain contact!\"</p>\n<p class=\"cnMzMmRlOGQzYzI3MDQwMTRhYzE3YjgwNWIxNjliNjYw\" data-original-margin=\"\">\"Yes Sir!\"</p>\n<p class=\"cnNhMjQwNmY2MTcwNTQ2MzI5ODZiMzVmYjU2ZjNhNTli\" data-original-margin=\"\">Leaving the officer behind, Farah made her way through the smoke. Her <em>Crimson Dervish</em> squadron was attached to Hamid's brigade in the center. She had seen the brigadier's staff just north of her formation, before the unknown blast transformed the entire battlefield.</p>\n<p class=\"cnNmOTU4MWJmNDViMjRmNmZiNmU4Y2Q3OGQ1NDE4NDc3\" data-original-margin=\"\">\"Brig--\" She had to cough to clear her lungs. \"Brigadier Hamid!\"</p>\n<p class=\"cnM3NzA3NTRmNmQ0MTQ3OWZhNTEzN2NmODE2NTVhMDQw\" data-original-margin=\"\">The dismounted lancer company Farah stumbled across first was of no help. She had to echo her cry a dozen more times before a reply came:</p>\n<p class=\"cnNkNTk4ZDkyNzY1MTQ0Y2FiMzZiZjE5NjRhNDlkNjc1\" data-original-margin=\"\">\"O-over here!\"</p>\n<p class=\"cnNkYWE0NDQ5NDg1ZjRkNGViM2U4M2ViZDNkOWNmZWMx\" data-original-margin=\"\">The smoke seemed to grow denser as Farah moved in their direction. She then came across a dozen black-sooted faces from the brigade's command.</p>\n<p class=\"cnM3NzcwNDY1ZmRkMzQyYmJiMzI4MDM4YTI1NTE1MjFi\" data-original-margin=\"\">\"Colonel.\"</p>\n<p class=\"cnNkOWQwYjQ1MTNjOTRmMTk5ZWNmYjIwNDhmYjQ3ZmRh\" data-original-margin=\"\">\"Sir.\" Farah saluted as she addressed the ashen-faced commander whom she could only recognize by his stocky build. \"I've lost contact with General Salim. What are our orders?\"</p>\n<p class=\"cnM4NzJlNTEyOGM3MDQ1YTk5MmVlMDIwMWNlMjQ1MDE0\" data-original-margin=\"\">\"You're not the only one,\" Brigadier Hamid growled back. \"We've lost our communications as well, along with two of my battalions to the extreme right.\" He swallowed as not only anxiety and loss, but even the shadow of fear itself filled his gaze. \"My men tell me that the entire area north has been reduced to a wasteland. We can't even find anyone still alive in Ardashir's brigade!\"</p>\n<p class=\"cnM4ZjY0ZTQ0MjJmNzQ2MjM4MmM5OTI0NmVhMzNiZDRj\" data-original-margin=\"\">Farah's jaw almost hit the ground. <em>That can't be possible.</em></p>\n<p class=\"cnM5NmI2MWNjYTBhNzRiZTQ5MWU5Yzc4NTExMmVkYzYx\" data-original-margin=\"\">She had never heard of a spell so powerful that it could annihilate an entire wing of an army in an instant. At least, not since the fabled tales of the Dragon-Demon Wars. Yet, the results were undeniable -- from the blinding flash in the northwest, to the titanic explosion that shook the ground, to the curtain of smoke that swept across the land...</p>\n<p class=\"cnM5Y2IwNTg1ZmRiNDRmNmM5NWJmYzZkNWI0Njc4NmRj\" data-original-margin=\"\">Farah had no choice but to face the likelihood that Ardashir's brigade of thousands had vanished in an instant.</p>\n<p class=\"cnMzMTlmZDVkZDQ2YzQ0NDhhZmVlYWUyMzU3NzAyNWI0\" data-original-margin=\"\">\"Sir, we must withdraw!\" One of the battalion commanders cried. \"Our communications lie in shambles! Our forces cannot withstand spellpower of such magnitude!\"</p>\n<p class=\"cnMxOTc4Yjk2OTc5YzRlOTdiNDliMGFmODU4N2FjNWU2\" data-original-margin=\"\">\"No!\" Farah glared back.</p>\n<p class=\"cnM2MTNkNTA2NTU4OTQ3ZjE4NWEzNTYyMTY0YmNiYTI0\" data-original-margin=\"\">The Mubarizun Colonel could feel her heart pounding as she inhaled the burning fumes. She wasn't even sure why she felt anger. The Major who spoke had every right to be afraid, just as she ought to feel now...</p>\n<p class=\"cnM0NjY3OWMwMTJhNjQ0ODk5OWM1ZDMxM2FhZWJlOTNm\" data-original-margin=\"\">\"Sir! We cannot simply retreat!\" Farah stressed beneath the veil that covered most of her face. \"We <em>must not</em> retreat now!\"</p>\n<p class=\"cnNjYmRiMGY0NGJlNjRjNDc5YzFmOTQ4NjBkYzJmMjBj\" data-original-margin=\"\">\"And why is that?\" Brigadier Hamid demanded in an anxious voice. His demoralized gaze seemed to see no alternative.</p>\n<p class=\"cnNkOWUyYjE3ODBhMTQ2YzI5MDZiMWViMzJlNGQyMDQz\" data-original-margin=\"\">Farah took a deep breath as she thought back to the legends of old -- the heroines and tales of the greatest war which had inspired her to enter the ascetic Dervish Order. Her ancestors had ridden into battle facing an endless tide of demons that poured from the Abyssal Rift. Blessed by the dragonlords as the first mages of mankind, their combined sorcery left such devastation that even now, the interior of the southern continent remained a desolate wasteland.</p>\n<p class=\"cnM4M2I0ZjVlZWU2ZDQ3MmE5M2QzMDcwNjYyM2VhNTU4\" data-original-margin=\"\">\"Because <em>that</em> is spellpower only made possible by an archmage at full capacity!\" Her fingers pointed towards the northwest, where the flash originated from. \"Not even the mighty dragonlords could unleash such destruction without draining their mana. If we retreat now, we'd only invite them to recuperate and repeat the process!\"</p>\n<p class=\"cnM2M2JmNDRlYzA4MDQ1YjY4ZTAzYmNjZjNmMTUwZDg0\" data-original-margin=\"\">Though shorter and younger, the woman's piercing gaze bore into each and every one of the officers from behind the crimson veil. She challenged their honor, their courage, their piety to uphold the very teachings of God:</p>\n<p class=\"cnNmZWY3YTk1MjQ4ZDRlNDdhNzMxZDBmMmJlOTAzOTMw\" data-original-margin=\"\">\"Surely this smoke that now covers the battlefield is more detrimental to their massed archery! God has given us this opportunity as a test of our resolve! Our ancestors who drove back the demonspawn would never falter now!\"</p>\n<p class=\"cnM2MGM5OWNlZjkzNjRiMDNhMGU5MjUzZWMyZWVlNGIy\" data-original-margin=\"\">One moment after another passed, before Hamid pursed his lips and gave a reluctant nod.</p>\n<p class=\"cnNjNDc4OTZmMWFkOTRmNDg5NWZhNmZjOGM4MzEwM2M2\" data-original-margin=\"\">\"Very well, Colonel,\" the Brigadier agreed. \"I will try to coordinate with our left wing. In the meantime, distribute your champions among my lancers as you see fit. You will lead the first wave in before the smoke clears.\"</p>\n<p class=\"cnM1ZDU2Yzg1OTcwNjRiNjQ4MGY4Y2Q3ZjU4ODAwNjQ3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiM2ZlM2M5MGM4YjQ1OTI4NDdmZTc0NjdmMmJmN2Jl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM1MTI3MDg4ZTA0MjQ4ZmE4NGU4YzYxNGJkMGZmNzU2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxYzEyMDk3MjAwMTRmMzI4NmE4OTdiNTY3ZjI4NzFk\" data-original-margin=\"\">On the other side of the battlefront, the Princess of the Lotharins strode through the streets of Glywysing in just as much turmoil.</p>\n<p class=\"cnM0NWE2NTYzYmZkYzRjYzFiZWU4ODUxNWYyNmFmMzIy\" data-original-margin=\"\">They had been in the process of evacuating the town's residents to the rear when an earth-shattering explosion rocked the ground. A fireball of immense size bloomed across the northern skies, which was immediately obscured by the tidal wave of smoke, dust, and flaming debris that poured into town. The malevolent veil incited panic among the civilians, leading to a stampede that left dozens dead and hundreds wounded. Now, groaning victims and abandoned belongings littered the streets, which added to the hellish scene of a disaster zone.</p>\n<p class=\"cnM1NjhhMGUzYTNjMzRlNDQ4NmU4MzI1ZjhlMzNjOGEz\" data-original-margin=\"\">Sylviane could hear her soldiers coughing and wheezing in the smoky haze. Visibility was down to less than twenty paces. However, the Princess could tell from the confused voices that all but the most disciplined soldiers were breaking ranks and leaving their assigned positions. Some of the men simply couldn't stand there and not help the innocent. Meanwhile others had far less honorable aims.</p>\n<p class=\"cnM5MDI4Y2IwMzQ2NzQ4NDdiYzJmMzk4YjAzZjg0YWI1\" data-original-margin=\"\">\"RETURN TO YOUR POSITIONS!\" She shouted once again in her magically amplified voice. The spell then ended just as an ashen-faced captain and his men stumbled into the Princess' group. Sylviane glared at the officer as she squeezed the chains of her meteor hammer until her knuckles turned white. \"Get back to your position!\"</p>\n<p class=\"cnNlOTc4OWM3M2YzZjQyNGZhOGRjNjgxZTc5OWZmM2U4\" data-original-margin=\"\">\"B-but we can't fight in--\"</p>\n<p class=\"cnMzNmQ3NDkxNzE1MzQyNmFiNzBmZTdiNmQ2YWFlYmFk\" data-original-margin=\"\">His words never finished as she flung out her weapon and crushed his skull.</p>\n<p class=\"cnNiYzVjYjhkN2U1NjQ3YzNiMGQ5NzFhYmMzOGUwMmIy\" data-original-margin=\"\">\"Anyone who abandons their position without orders will be summarily executed as a traitor! Did I not make myself clear!?\" She shouted to the shocked soldiers watching. \"Sergeant, you are in command now. Return to your posts!\"</p>\n<p class=\"cnM2Y2NkYzU2ZDI1NjQ1ODNiZTU4MTc1MWFmOWIxZTBm\" data-original-margin=\"\">The two dozen troops who had been led by the now-dead captain scurried back to where they came from. Meanwhile the ashes Sylviane breathed in forced her through a chain of coughs.</p>\n<p class=\"cnM3NzI4NWQzMjgxZDRmMDI5YjM2ODJjNzUzMGRjZjY3\" data-original-margin=\"\">\"Your Highness.\" She heard Reynaud as the short, redheaded young man came around the corner with another captain in tow.</p>\n<p class=\"cnM5Y2NlMzUzZTgzYzQzNTM4MmE4ZDVjY2M2M2NmODA4\" data-original-margin=\"\">Sylviane couldn't believe some of the chaotic reports that were trickling in. She had to hear one of them firsthand with her own ears. Thus she had ordered Sir Reynaud to bring back an officer from Pascal's left wing.</p>\n<p class=\"cnNjZTFjOWZjNWJjNDQxMzhhZTJlNjcyZGY2OGZhZDM5\" data-original-margin=\"\">\"What in the Holy Father's name happened out there?\" Sylviane accosted the Captain.</p>\n<p class=\"cnMyMGRlYzNkMzRmNDQ1MjBhZmE5YzkzNjllY2FkNDkx\" data-original-margin=\"\">\"I don't know!\" He said with haunted, unsteady eyes. \"The infidels were closing in and we braced for their charge. Then... a blast came out of nowhere and just... torched them all! And not only that, the same beams of light also tore into the banner on our left and ignited their men as well!\"</p>\n<p class=\"cnNhYTdlZDg1ZGY4MjQ5ZDk5NWYxNTQ4ZjBjYjZkNWZi\" data-original-margin=\"\">\"Where did the blast come from?\"</p>\n<p class=\"cnNhMWNjMTBhZjAyMzRiODQ5NDllNDM1NzJhYTJkYzEz\" data-original-margin=\"\">The officer blinked once as though in a daze. Then he uttered: \"L-left. Far to the left!\"</p>\n<p class=\"cnNmODMxOTAzOTljNzQ1YjE5MDgzMmE3ZDk2M2NmNDRh\" data-original-margin=\"\">Sylviane bit down on her lip as she stared at the officer. His hands were still trembling as his pupils shook. There was no doubt that he had just witnessed a most horrifying sight.</p>\n<p class=\"cnNkNzg5ZTQ3ZGRlZDRmYTVhYzExZTMwZDUxNTVhMzRm\" data-original-margin=\"\">Her feet almost lost their balance as she swiveled around.</p>\n<p class=\"cnM3Nzc2NWRmNTJjOTRjZmM5ODdkOTBiMDQ1NzMyMGE3\" data-original-margin=\"\">She had a bad feeling ever since Sir Robert said he couldn't reach Pascal. Her fiancé had anchored himself on the extreme left of the Lotharin line, after promising her that he would 'find a way' to hold on with his meager forces. Sylviane had no doubt that this destruction was caused by his experimental magic. However, based on the casualties reported from amidst the chaos, he had clearly botched the spell.</p>\n<p class=\"cnM2YTY2NGE4ZjE5MDQxZTdiYTQ2N2E4MjNlZDI0NjUz\" data-original-margin=\"\"><em>I warned you!</em> Sylviane gritted her teeth as tears pooled in her eyes. <em>Please tell me you did not just get yourself killed!</em></p>\n<p class=\"cnM0YTdiOWQxZTk4YjRhYTI4YWFiZmVkNWE0NmVhMWYw\" data-original-margin=\"\">\"Robert,\" she called. \"Go--\"</p>\n<p class=\"cnNjN2QzMmFkODBkNDQ4ZTQ5MjM2MzIwZWNmZDNjZTc3\" data-original-margin=\"\">She never finished the order as a shrill cry came from the distance:</p>\n<p class=\"cnNhYTRjYzBiOTdjZTQ5YjY4MDg1ZDlhODg3YWEwMmI0\" data-original-margin=\"\">\"ENEMY ADVANCE!\"</p>\n<p class=\"cnMzMWYzZDQwMDAxZjQ3MzhiNGFjN2ZjMmMyMmY4MGI5\" data-original-margin=\"\">\"RETURN TO YOUR POSITIONS!\"</p>\n<p class=\"cnM4MzBhZGJhNDkwYzQ4ODBhY2U4OWE4OWZiZjZjNThh\" data-original-margin=\"\"><em>Are you kidding me!?</em> Sylviane's thoughts cried out. <em>They're going to keep fighting in these conditions?</em></p>\n<p class=\"cnNiNjI4ZTRiNTJiNDQ1YmM4MDVmYmJlNTFmMzg1NTk0\" data-original-margin=\"\">Her teeth gritted as she stared at Robert. He wasn't her best fighter. However, in addition to being a Wayfarer, he also served as her medic and communication officer. There was no way she could spare him now.</p>\n<p class=\"cnMxNTgzZGQ0MDYxYjRjNTNiYjEyY2JkOGQ2NGQ0NDkz\" data-original-margin=\"\"><em>But I can't just leave Pascal be either!</em></p>\n<p class=\"cnNiOTAwZjVhMDU3MDQ0N2I5MmEwYWY5MDE5ZGJiZGZh\" data-original-margin=\"\">\"Sir Reynaud,\" she turned back to the redheaded armiger who excelled at not just combat but <em>mobility</em>. \"Head north to our left flank and find His Grace the Landgrave. I must know what happened!\"</p>\n<p class=\"cnM4NmMyYThhYWM1ZjQwNDliZjA5NDdjYTkwMDM3YjRm\" data-original-margin=\"\"><em>-- And if he's still alive,</em> she cut her personal reason out.</p>\n<p class=\"cnMzZGFkYjk3YzJkYzQ1YjNhNTNmODQ4YWI2MGY2NTFm\" data-original-margin=\"\">\"Yes, Your Highness,\" Reynaud nodded before running off into the haze.</p>\n<p class=\"cnM2NjFmYThkY2QyNjQ0NDJiYmM3ZmIxMWVhZWNmZTk2\" data-original-margin=\"\">\"Sir Robert, open a channel with Duke Lionel.\" Sylviane added as her phoenix wings unraveled and her feet lifted off the ground. \"Inform him that the enemy has begun to assault the town.\"</p>\n<p class=\"cnNkZjE2YTg3MDY5MDQwMDJhMDZhNWE2MDRjNmJlMTll\" data-original-margin=\"\">The Princess then flew towards the stockade wall that established her forward defense line, which was held by the battlegroup that protected the granary. Her armigers formed up in a wedge behind her as they cast their <em>Levitation Flight</em> spells.</p>\n<p class=\"cnMwZGE1NzZjOTZkMDRhMWRiZGQ4MTZlZDIwN2VjZjI4\" data-original-margin=\"\">\"<em>Cyclone Blast</em> eastwards!\" She crafted her own spell from the air. \"Clear the air for archers!\"</p>\n<p class=\"cnM2ZDhkNzdiZDEzYjQyNzZiNDk2ZTBkYjFhMTEyMjIx\" data-original-margin=\"\">A torrent of winds erupted from her outstretched palm. Its pressure forced the lingering smoke towards the enemy. Yet before her spell hit its range limit, she watched as a squad of Cataliyan lancers emerged into plain sight.</p>\n<p class=\"cnMzMTJkZmQ5NmU0MjQ1MWVhNTAwZDkxZGY3MzkyOWI1\" data-original-margin=\"\">They couldn't be more than fifty paces out, with several officers' hands extended and ready to unleash a volley of spells. Three of them wore the red armor of the infamous Mubarizun -- the Caliphate's champions who were trained to lead the main assault.</p>\n<p class=\"cnNjYTg5NGVlN2YxNzRkZjZhYWY5YjUzYjRlNzE2ZjU2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyZjViMjg1NmU2ZTQyOTE4OTFjYmE0MzYyZDlhZWQ2\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlNjNmY2IxODJjZDQ0YzU4MmJiNGNmNDI4ODQzNmUz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM1NGVkODRiMjlhNDQ0ZjZiNWNkMTE5ZjFjMWRhMGFi\" data-original-margin=\"\">\"<em>SONIC BLAST!</em>\" Colonel Farah shouted as soon as she saw the base of the stockade wall. Her mnemonic spellwords both triggered her internal spellcraft and served as a signal for her brave soldiers.</p>\n<p class=\"cnNjM2Y4OTYzNjU5MzQ0OTk4NGE1NTdhZTYyMmVlNzhm\" data-original-margin=\"\">A deafening cone of cacophonous energy erupted from not just her palm, but dozens of other mages along the front. It plowed straight into the inner town's wall, where entire sections were instantly shredded into wooden chips. She could hear the cries as several raised platforms for archers collapsed under their defenders' feet. More painful wails then erupted across the front as jagged splinters burst into the faces of unprepared Lotharin troops.</p>\n<p class=\"cnM1MWRjNTI1Y2E4MTRiMTdiZTlkZjMxYWNkNTI1M2Ux\" data-original-margin=\"\">General Salim had guessed correctly that the town's stockade was erected only to keep out beasts and bandits. It did not have any of the long-term wards that protected military fortifications from destructive spells.</p>\n<p class=\"cnM3MzBkN2Q4ZTk2OTQ2ODU5Y2ZhYmUxMDkwNTlmODEy\" data-original-margin=\"\">Now, with her scimitar raised into the air, Farah sprinted forward with the Tauheed battle cry:</p>\n<p class=\"cnNjOTE4YmVkNzQ0YTQxNzBhMWM0YWIwNjFkMmRkZmM4\" data-original-margin=\"\">\"There is no deity but God!\"</p>\n<p class=\"cnMyN2IzMWRlOWRhZDQwMzE5NGU3NWIzNWQ1NGMzNDBi\" data-original-margin=\"\">\"FOR GOD. IS. GREATER!\" The echoing voices of over a thousand troops of the first wave replied.</p>\n<p class=\"cnNjNzYzOWMwY2NhYjQ3NDZhOWQzMjA1ZjkzOWNjODM1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjNDlmNTc2ZjQ4ZDQxN2M5MmM2NzBiMWEwZDJjZmRi\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4MWIwZDkzY2E0MDQ4YjVhYmEzYzA4OGU1MGQ2ZDEy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhMjRhNTA1YzU1NjQyZjE4YWE1YjE4MGZmOWVjZWJl\" data-original-margin=\"\">\"--For God. Is. Greater!\"</p>\n<p class=\"cnM3MjA3NzBjZjdjMDRkZTc4NTViNDhjNTc0NjM1MmZk\" data-original-margin=\"\">Edith heard the roar from the infidels in the town's direction. She might not understand the southern tongue, but she certainly recognized that battle cry.</p>\n<p class=\"cnNhNDVhNmY0MjZkYTRjZWQ4NDY3YzRlMTdlNDg0YTA3\" data-original-margin=\"\">Biting down on her lips, she deflected two more arrows with her shield.</p>\n<p class=\"cnM5OWExNGYzOTZkMTRhODViY2RkMjRjN2VjYzY1ZGNi\" data-original-margin=\"\">The smoke that engulfed the Lotharin left and center had largely thinned out by the time it reached her. This left her men with a stunning view of the alien, mushroom-shaped cloud that rose a kilopace off the ground -- white fumes that formed the background to her cyan, airborne cross.</p>\n<p class=\"cnMwMjcyNTJmZjYxMzRiNWZiODk3NjMzZWE4M2IyOTJm\" data-original-margin=\"\">Events beyond her comprehension had clearly taken place on the opposing flank. Meanwhile even the center was being pressed by massed assault. Edith wanted to help them, to aid the princess and defend the town. Yet unlike past battles where she roamed the battle line and joined combat at her will, she had been given a clear responsibility to guard the exposed Lotharin right flank this time.</p>\n<p class=\"cnM2YzdjNzFjMGY0ZjQ1M2Y5ZDAyZTBlYzRmMjgxZGI0\" data-original-margin=\"\">The Saint and Oriflamme gritted her teeth as a loose line of Cataliyan light cavalry rode up to unleash successive javelin volleys. Her Sword of Charity glowed silver as it released more ribbons of white light. They curved through the air to intercept shots that would otherwise kill nearby comrades.</p>\n<p class=\"cnM4NGZlZTVmZjI1YTRlOTNiYTQzZWZhOWIwMjUzMmYw\" data-original-margin=\"\">Lotharin rangers and archers replied with arrows in kind. They killed a third of the light cavalrymen before the rest withdrew. Ranks of Asawira armored cavalry advanced through the woods next as a replacement. Their composite bows began an archery duel with her own bowmen.</p>\n<p class=\"cnM1ZDg0YzBhN2Y0MzQ1NzdhNDI3NTNlNGYyMjUwYjJm\" data-original-margin=\"\"><em>Are they screening an infantry advance? Or are they just trying to pin me here?</em></p>\n<p class=\"cnM3NjIzMTRmYjQxNDQ2ZjE4ZTg1ZDZhOThmNTk1Nzc0\" data-original-margin=\"\">Edith could hardly see through the ranks of horse-archers and the forest. All she could do now was hold the line as waves of arrows swept back and forth between the two formations.</p>\n<p class=\"cnMzMjU5MDhjZGZkZjQ3YWNiMjc3YzFiNjVkNjAzNTQy\" data-original-margin=\"\">It was then, when one of her ranger captains from the west shouted:</p>\n<p class=\"cnNhOWIwOTVjMDQzMDRlY2Y4YTRiODdhODgxYThkZGI1\" data-original-margin=\"\">\"Cavalry in the western woods! Hundreds!\"</p>\n<p class=\"cnM1ZmU0YWFhYzViNTQ3OTdhM2FlYmQzZTVlY2JiNDJj\" data-original-margin=\"\">\"They ride north!\"</p>\n<p class=\"cnM5YTFlMGEyMjczMTRhYmNiZGZhZTA0NGU3MDcwNjdl\" data-original-margin=\"\">Saint Estelle immediately turned to her sword sisters. \"Follow me!\" She commanded as she led them down the battle line.</p>\n<p class=\"cnM5ZmE3OTFkZjFkNzQyNmNiNmVlZDhmYzU2ZTE3ZDIx\" data-original-margin=\"\">Landgrave Pascal had stationed her here with the prediction that the Caliphate would try to flank around the Lotharin defenses. Edith wasn't sure if those armored horsemen were archers or lancers. But their goal was obvious -- to plunge a dagger into the back of the Trinitian line.</p>\n<p class=\"cnM0MjA1YmRjOTRmZDQzNjY5ZTAyNzFhZmM5ODY1Y2Mw\" data-original-margin=\"\">It was up to her to reposition forces and build a third line to protect the Lotharin rear.</p>\n<p class=\"cnM5YTlhMWM3NjQ1MTRjODI4YTdmMWFjMzBiOGJkMmY3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyNWQwZWIzMzM0MjQ2NDU4Y2Q5NjZhM2QyOWJjOWUz\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhNDZjNTdhNzFiYTRlMGU4OGFjMmExOTBjMWQyMTQ2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3N2Y4NDI2MDExMTQ3YmE5NWQ2NDNjOWNiYTZhZmEw\" data-original-margin=\"\">\"Their 'Saint' is moving west...\"</p>\n<p class=\"cnNkMzhhYmQ1ODc4OTRmNmY4Mjg0OTk2OWY0Y2VkN2Mx\" data-original-margin=\"\">General Salim smiled as he heard Hakim's report. He sat atop a smooth rock as a series of bloody, hacking coughs followed. Salim had to force himself to stay upright as another wave of nausea swept through his body.</p>\n<p class=\"cnNkYThlNWIyZjcwYzQwYTJhOWNmZDhiZmVlNGNiMGUx\" data-original-margin=\"\">Whatever happened in the north had ignited his command tent and badly burnt many of his staff officers. Salim himself had emerged with only mild burns that were easy to treat. Except now he felt feverish and dizzy, as though some unknown disease suddenly wracked him.</p>\n<p class=\"cnM4ZTc4NGNhZTA5MjRkM2JiNjY1ZjBhYjllYThmYzli\" data-original-margin=\"\">Unable to contact Brigadier Ardashir's right wing, Hakim had opened communications with the center instead. From there, he learned that Colonel Farah led a massive assault against the town. With the battle already in motion, the general could only play along and offer what assistance he could.</p><p class=\"cjNiOTU3MDBmMWE5NjQ1ODc5ODUxZGZhYzkxMTc1OWVj\" data-original-margin=\"\">You might be reading a stolen copy. Visit Royal Road for the authentic version.</p>\n<p class=\"cnM1YjM0ZTkzN2RlOTQ4YWJhNjQ3YTc4NTUwZWFkZjVi\" data-original-margin=\"\">His first order had been to send a cavalry detachment around the Lotharin right wing. He knew this was Edith-Estellise's position given reports of her signature illumination spell. The horsemen were told to tie branches to their saddles which swept the forest ground as they rode. Combined with illusory spells and a screen of real Asawira cavalry, the dust and leaves they kicked up would make a convincing display of massive flanking force.</p>\n<p class=\"cnNlMzdkZDVjNDQ1NzQ0OTA4ZTgxMmZiNWQxNDI1NTYw\" data-original-margin=\"\">It lured Edith's reserves west exactly as he had hoped, just as other supporting units forded the creek and pinned down Duke Lionel's troops. The town's defenders would receive no support from the Lotharin right wing. Meanwhile, light cavalry from his center would harass the junction to the Lotharin left.</p>\n<p class=\"cnNkOTA3M2M4OTJiZjQ1ZTA5NjFlZTYzYjE0NzlmNTQx\" data-original-margin=\"\">\"Now, smash their center,\" Hakim declared to nobody but himself.</p>\n<p class=\"cnM3Y2IyYzBjOTg1MDQzNjk5YTdkYjA2MzRiZTE1OGFk\" data-original-margin=\"\">He had hardly finished before a surge of nausea overcame him and he vomited onto the ground.</p>\n<p class=\"cnNmNzgzMGJiOTYwMjQ2YWI5N2RhZGQ4ZDJhMTRlYTE5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjNDI5MGNjYTcxMDQ4OWI5MjhmOGIwNDY2ZmRlNTM3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNlNzhhYzEzMGQ1YTRmZjJiNmUxZWNmNjBjYTk1YWQ2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0ZGM1YjM4OTUyNTQxMjBhNjE4YjYzYmVkMTAyNzg3\" data-original-margin=\"\">After turning around the corner of a house, Sylviane smashed her meteor hammer straight into the flank of several dozen Ghulams. They had been trying to press through a street blocked by militiamen holding a wall of spears. Now, Lotharin maces met Cataliyan chests as her armigers crashed into infidels, shattering their unit's cohesion on contact and giving her defending infantry a chance to hold their ground.</p>\n<p class=\"cnNiMzk5NzY4ZGI0NTQxNWM4ZTczODJiMjRkZGJmZTU0\" data-original-margin=\"\">However, before the Princess could extricate her squad from the melee, another platoon of dismounted lancers charged up the street. The smoky haze had cleared enough for visibility to climb to a hundred paces. Sporadic arrow fire peppered the attackers from upper floors and roofs. Nevertheless, only a few Ghulams fell before the rest plowed into the exposed side of the Oriflamme Armiger squad, where three spears immediately skewered one of her own.</p>\n<p class=\"cnM3ZWEzYzRmMTVjOTQ3NDdhNDhkYTcyNjk4Y2ZhODgx\" data-original-margin=\"\">Sylviane leapt into the air and swept her meteor hammer around in a wide arc to buy her armigers a moment of reprieve. A scimitar slashed into her calf from behind as she turned her back. The hardened leather of her calf-high boots stopped the blade from cutting too deep. But Sylviane nevertheless cried out in pain at the third wound she had received.</p>\n<p class=\"cnM3NmUzNzAwYzUzZTQ4OWFhOWQ1NzA1ZDQ5MTg3YzY3\" data-original-margin=\"\">The vicious fighting in the streets had decimated her forces. She was now down to just four armigers, and everywhere the Lotharins were yielding ground. Gaps opened by the street combat had allowed the defenders to mount several flanking counterattacks. However, as the second wave of Cataliyans poured in to reinforce their first, Sylviane was rapidly running out of steady troops.</p>\n<p class=\"cnNmNzdkZDYyMzZiZDRkNjE5N2UwOWJmZWZlZWJhMDA4\" data-original-margin=\"\">She had already executed two nobles and three captains for retreating without orders. But even brutal punishments could only achieve so much. The defenders were wavering everywhere, with high casualties and battle fatigue taking its toll. Entire banners were now fleeing towards the rear, despite threats of a traitor's death towards those in charge.</p>\n<p class=\"cnMxYjcyZThiZWU3MTQwZDFiMGUzYTY2MWZhNmIxYTM3\" data-original-margin=\"\">Distracted by the chaotic melee, Sylviane never noticed as a squad of Cataliyans bearing the red armor of the Mubarizun emerged onto a side street...</p>\n<p class=\"cnM0NDYzYjgzMDdhMzQ3MzliYTFkMzBmNDAwMzNmOWRi\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmOTYyMDJkODg4ZTRlMGZiMDk0OWFlMWNiOTU4MmI0\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwMDNkYmUwMmNiYzQzYmY5ZWNlZmIwYmFhNjRlNmI1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4YmZiMzUyY2E1NTQwOGFiOTJhMzFhNTAwZDNhNDRk\" data-original-margin=\"\">\"There's their leader!\" Colonel Farah eyed the glowing Oriflamme with her burning-blue wings. \"Take her down and the town is ours.\"</p>\n<p class=\"cnM3MGQzZThkOWNhNDQwYmFhMTIzNzhjMjJkMzJjY2Y5\" data-original-margin=\"\">\"That's not their 'Saint' though,\" remarked one of her girls, who sounded rather disappointed.</p>\n<p class=\"cnNmN2QwOGQxMjQxMTRlYmVhNmMyZDQ2MjcyYzhlYTFj\" data-original-margin=\"\">Farah almost snorted. She had seen the 'Saint' in action from across the river at Gwilen -- an inhuman woman whose every strike pierced a man's vitals. Since then, she had come to the unpleasant realization that even her personal squad would have trouble against the <em>Polar Cross</em>, especially now when they were bloodied and exhausted after several frontal attacks against Lotharin strongpoints.</p>\n<p class=\"cnNhMTYxOWU2YzBhNTRhNzdiNWQ3MzdhYmJlODU1NTk4\" data-original-margin=\"\">\"An Oriflamme all the same. <em>Levitation Flight!</em>\" Farah hovered into the air as her spell took hold. Combat aerobatics weren't their specialty, but the Dervish Order's traditional whirling dance and the special training of the Mubarizun had left them better prepared than most.</p>\n<p class=\"cnMxYTgwY2MwMGE0NTRlMDhiNWI0YzJhY2NkZjQyNzZk\" data-original-margin=\"\">\"Form up into column. We take her in a stream attack!\"</p>\n<p class=\"cnNkYTgxMWQ0NWIwMjQ1NDZhNGVkNzUzMWQyZTBjMzZj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0Yzk3ZTBjZmZiNjRhY2NhOGVkODdjOWExMGUzMTlm\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM4ZjFmNTdmYTM5ODQyM2NiOThkNWVlMWY5ZjY3YjBj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkZDkxM2M3ZGQ0YjRlYTk5NjMzMmM5NWE5M2M3MWZm\" data-original-margin=\"\">Blood splashed into the air as Sylviane watched another one of her armigers cut down.</p>\n<p class=\"cnM1ZWNmOWIxMzc1MTRlZTc5ZWVhY2ZiMjllZjNmMzE2\" data-original-margin=\"\">\"Your Highness!\" Sir Robert shouted from just four paces away. \"We have to fall back!\"</p>\n<p class=\"cnNmYWI2MzhkNWFhMzQ2YmRiYTEyOGNkODU4N2JiMmZm\" data-original-margin=\"\">\"This is the main street! We must hold it at all costs!\" Sylviane cried back as her meteor hammer smashed through a clumsy block held by a broken arm and knocked her opponent down. His landing was softened by one of the dead and dying that blanketed the ground. Nevertheless, it gave a window of opportunity for a nearby militiaman to kill him with a billhook.</p>\n<p class=\"cnNhYjgzYWQ3ZjgyMDQ3NWQ4MWQ2NTgxYjVjYWMxMzcy\" data-original-margin=\"\">Though the man lasted only seconds longer, as a Ghulam's scimitar took advantage of the opening and hacked into his chest. Such was the exchange of steel that pressed the Lotharins back from two corpse-strewn barricades. Streams of blood ran between the paving stones as the defenders of the two largest battlegroups were worn down. Both the mayor's house to the left and the main tavern to the right of the main street were under heavy attack, as assault teams bombarded the buildings with magic before storming inside.</p>\n<p class=\"cnNjYjZiOGY4ZjBhMTQ3NTc4YjM3NDAzYWNiY2RhYzI0\" data-original-margin=\"\">Only forty-three remained of the original three hundred men who held the central approach. Sylviane took one look at their exhausted, desperate faces and knew that Robert was right. Could they hold on for three more minutes? Five? There was no way it would be longer than that.</p>\n<p class=\"cnNlMjJiMDE2MDVjZjQzYTQ4OTg1MDI3NWRiYjg2N2Zk\" data-original-margin=\"\">The Princess' knuckles clenched white as they squeezed her meteor hammer's chains. She knew that if she retreated, it would spell total defeat. The army's fate would be sealed, and with it, both the defense of the western front and her bid for her father's throne.</p>\n<p class=\"cnNmZjBkNDQzOWI1NjQwZDA5ODFhOGQyOWRhOGQyODY1\" data-original-margin=\"\">Tears of anguish collected in the Princess' eyes as she bit down until she tasted blood from her own lips:</p>\n<p class=\"cnNlMDQ2YTM4NWZiYTQyYWQ5ZDRhMDdmZGRmYThjNzIy\" data-original-margin=\"\">\"We cannot retreat from here!\"</p>\n<p class=\"cnNmNjdmM2U4YmMwNzQyZmRhZWJjZjg4ZmQ2MTcyYWVh\" data-original-margin=\"\">\"We have no choice!\" Robert yelled again as a thrown spear aimed for the Princess clanged off Mari's heavy shield.</p>\n<p class=\"cnNjYzZlNTdjMGU5MDQ4ODY4MGZmN2IxZDZlZDUyNjQ5\" data-original-margin=\"\">Sylviane's fiery-blue gaze shot back daggers as his hand grabbed onto her.</p>\n<p class=\"cnM2YTUxYjMzOWE0YzRmMzc5ZDBlYTI5YTM0NmMwYzdk\" data-original-margin=\"\">\"My orders were specific! NO RETRE--\"</p>\n<p class=\"cnMwOWY0OGJhNDBiNzQxZmI4N2IzZjRiNDliMTMxMjU1\" data-original-margin=\"\">\"LOOK OUT!\"</p>\n<p class=\"cnNiZTExYjE2YTBhZTQ3MTg4YmVkZTUwZGEzZDIxODhj\" data-original-margin=\"\">In a blur of motion, Sir Robert jerked the Princess back as he pushed his own body in front of her.</p>\n<p class=\"cnNjYTI1MzZlNjU2MjRjNzRhMjhiNDRhMzE1MzAwNzUy\" data-original-margin=\"\">A Cataliyan champion charged straight through the air at them, and as always Mari intercepted the attack with her shield. She deflected the spear that came first. However, the warrior didn't slow and darted straight past, clearing the way for the single column who followed like a stream of murderous steel.</p>\n<p class=\"cnNiMjI2M2Q0MjMzYTRhYTM4YWMyYWM3NTQzZTBkYjNl\" data-original-margin=\"\">The second foe was met by Mari's mace. Its spiky head crushed into the woman's lamellar chest. Nevertheless the momentum of the charge carried through, as a scimitar smashed into Mari's side just below the spaulder. The heavy half-plate held. But the impact knocked her body back. Seizing the moment, a third charging foe leveled a heavy falchion in both hands and cleaved straight into the exposed gap between her breastplate and skirt armor.</p>\n<p class=\"cnM1YjEwMzk4ODIwODQ5ZGFhNWE4YzVjM2UyOTM5NWI5\" data-original-margin=\"\">The sound of clashing steel continued to ring from all around. Yet Sylviane heard none of it as she watched in horror while her maid and bodyguard fell to the ground. A drop of three paces seemed to last a minute as Mari spat blood into the air. Her entrails flowed out from the ghastly cut that almost severed her body in half.</p>\n<p class=\"cnMwNDc1ODhmN2Q1ODQ2M2ViOGU4Yjg3YTA5Yjc4NGZi\" data-original-margin=\"\">\"MARI!\"</p>\n<p class=\"cnMyMTE0YmUwYTlmNDQ4MmNhOTgxZDg4YzIwYWQ4M2E3\" data-original-margin=\"\">The Princess' eyes were shaking as she reached out. Her brain recognized that the wound was fatal without immediate healing. Her logic screamed that it was suicidal to even try. But none of this mattered to her as emotions surged to save her longtime companion -- to cling onto a thread of hope that her friend might yet live.</p>\n<p class=\"cnMxN2EyZTVmMGVkMjQ4YmY4NjhkZWExNDJkNzNlYzE5\" data-original-margin=\"\">Sylviane hardly even noticed the fourth and fifth attacker, who followed in the wake of her maid's butcherer. One of them smashed into Robert's shielded side. The glowing-hot scimitar blade was deflected enough to only graze his shoulder armor. However, the other immediately swooped in on his right. A heavy falchion wreathed in black mana struck a damaged segment of his armor before cutting through and into his ribcage.</p>\n<p class=\"cnNkYjhjMTkxNjA2ZTRmOWZiMmViNGI2MzRiNjkyM2Rl\" data-original-margin=\"\">On the ground, Mari barely lifted her fingers towards Sylviane before they fell back down, motionless. Her body joined countless others that littered the street in its bloodbath.</p>\n<p class=\"cnNhYWUzNDA3N2E2YzQ5Mjg4ODdhNDhmMWU3NGU4NzYw\" data-original-margin=\"\">Sir Robert was just beginning to drift down when the Princess caught his hand and pulled him up to a building's second story window sill. Her hands were shaking as she saw his open wound, where crimson blood flowed without end.</p>\n<p class=\"cnM2NmRlZGZiMmYyMDQ3ZDk5NTcwM2EwMWY4YTRhZDI5\" data-original-margin=\"\">\"N-no, nono, Robert--!\" Sylviane's eyes trembled as her head waved in denial.</p>\n<p class=\"cnMwMjllMTU1ZTc4NDQ4ZmM5NDQwMWJkM2I2NDExYjky\" data-original-margin=\"\">Sir Robert clenched his shattered chest as blood gurgled from his lips. He gulped as he clearly could no longer manage to breath. Nevertheless, with pleading eyes bulging from their sockets, he mouthed a bare whisper to the Princess:</p>\n<p class=\"cnM2MmYwYzUzMWJmYzQ4Zjc5YTllYTJlNTIzNjlkZjhk\" data-original-margin=\"\">'R-retreat...'</p>\n<p class=\"cnNjMDI5NzQ2NjdmZjQyYzVhOGQzZDlmODUyOGI1ODIz\" data-original-margin=\"\">\"PRINCESS!\"</p>\n<p class=\"cnM4YTRiZWJlYmY4ODQ4NTM5NGRmYWQ1OGFlNTgxNzRi\" data-original-margin=\"\">Elspeth's cry, combined with Hauteclaire's screeching warning from within, finally jolted Sylviane's attention back to the fight. Three of the Caliphate champions arced through the air before lining up for a simultaneous charge, while the fourth was locked in an aerial duel with the petite armiger.</p>\n<p class=\"cnMxNmMyMzFjZGUyZTRkZmU5MGYzMDUzZWE2ZTM3ODIx\" data-original-margin=\"\">Miraculous aid came with two arrows that flew in from the church tower in the town's center. One of them penetrated the wards and neck of one foe. But the two remaining Cataliyans dashed forward through the air, scimitar and falchion poised to meet from separate directions.</p>\n<p class=\"cnMwNGY4MTU1ZTc4MjRjZDc4ZTliY2JjZDFjMjY2OWFl\" data-original-margin=\"\">Sylviane had already used Hauteclaire's <em>Flamebreak</em> this battle. She had no aces up her sleeve remaining.</p>\n<p class=\"cnM5ZjRmMjVhNTE2ZTQ3MmU4MmM3YzcyNWJlNDU2YTM5\" data-original-margin=\"\">She feinted an attack towards one, then swiveled around at the last second and threw her meteor at the other. The falchion-bearer couldn't dodge before the flying weight wreathed in blue flames crushed her right shoulder. The sudden impact disarmed the woman and sent her careening into a nearby building.</p>\n<p class=\"cnNkMDM2NGU0OTdkMTRhNWI5M2IyZDdjYTNlNTg1ZmE5\" data-original-margin=\"\">But while the meteor held the advantage in reach, it took time to retrieve it after any attack. Sylviane braced her small shield as the other soared in, their weapon raised for a blow to her chest or face.</p>\n<p class=\"cnM2MDAzMDNlMzNiNTQ1N2E5OTA3ZDY2MjFjNDg3YjE2\" data-original-margin=\"\">Then, at the last second, it changed course and crashed in from the side, just above her elbow. The Princess screamed in pain as she felt her left arm break. Her shield was now useless, and her meteor struck a wall when she lost concentration.</p>\n<p class=\"cnNjMmVlNDZiZmRiYzRiZjA4YWYwMjJjNGRjOGJmOThl\" data-original-margin=\"\">The female warrior stopped before her and raised her scimitar for a killing blow.</p>\n<p class=\"cnM3YjlmZTIyNDUzYjQ3MWY5ZjU4NTk2NjNjYzZmYzI2\" data-original-margin=\"\">Time seemed to slow as Sylviane's life flashed before her eyes. Her memories replayed that moment when she met a teenage Robert and Mari in vivid detail, when her eight-year-old self pulled the two kneeling squires up before grinning at them. Finally, she would have friends who weren't her brothers. They would be her companions and not merely servants.</p>\n<p class=\"cnM0MTg3YmMyMGRkYzQyNjdiZmVkOWFkY2UzNjFhYWJh\" data-original-margin=\"\">At that moment, a steel weight with four bladed hooks flew from behind Sylviane's would-be-killer and snagged onto a spaulder. The trailing cord pulled taut, which forcibly turned the woman around -- just in time for the Cataliyan to watch as Elspeth plunged a dagger into her face.</p>\n<p class=\"cnM0YTM5ZDkwZDMyNjQ4ZGNiMTk0ZmFiNzE3NTQxZjg0\" data-original-margin=\"\">The petite girl breathed hard with blood splattered across her body. The Summerborn were known for strength that exceeded their size. But even then, it was amazing that despite a deep, bloody cut, her right arm could still deal the killing blow.</p>\n<p class=\"cnNiYzRlMDIxMzdmZDRlYzc4ZTMyNTNjZDU4ZDI5YmMx\" data-original-margin=\"\">\"Robert!\" Sylviane wasted no time as she swung back to the window sill.</p>\n<p class=\"cnNmODljMWVmNTI5NDQwMDFhYzhkOWMwZDE0MmY4YjUw\" data-original-margin=\"\">However, Sir Robert was no longer in any state to respond. The Princess watched as he fell off the ledge and through the air. Before Sylviane could dash towards him, his body struck the ground, just a few paces away from Mari, and rolled over. His eyes were still and unmoving as the soldiers who still clashed in the streets strode over him.</p>\n<p class=\"cnMxNDNiMzMxMGRhYzRhMzNiOTQzMTBlYzYwMmFjZTI1\" data-original-margin=\"\">\"COME ON!\" Elspeth pulled the Princess' good arm. \"You're in no state to fight now!\"</p>\n<p class=\"cnM1MmQzZDNhOGU4MDQ3ODM4ZTJhMmUzMjkwNzgzZDZl\" data-original-margin=\"\">Sylviane was almost catatonic as her last remaining armiger dragged her off the battlefield. Tears streamed down both of her cheeks as her eyes stayed glued to the street where her two oldest friends had fallen. They died fulfilling the oath that they had pledged on the day they met:</p>\n<p class=\"cnM1NjNhMTU0ZjYzMTRjZDFiOTM1MzJiYTZjODU0YWJh\" data-original-margin=\"\"><em>With every breath, through every action, I swear to serve you loyally, to protect you even at the cost of my life.</em></p>\n<p class=\"cnMzNDdhNTI4MjJkOTRmZmQ5YWQ3MTc3YzBlZmFhY2Q5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlYTBlMjNmYmY0MTRmYTJiNzY5ZjY2OTIzMTQxMTA3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNkYzk0NDUxY2I5ODRiNzk4ZGNjZGI1ZGNhNjIwMzY3\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhMjk2MTRmOTQ2ZDRkZjQ5ODA4Y2NmNTQzMGI4NGYx\" data-original-margin=\"\">\"FORWARD!\" Saint Estelle rushed through the Lotharin encampment at the head of a four hundred strong force which included the reserves.</p>\n<p class=\"cnNhMjU2MmMwYzlkOTRlNThhMmE0ZDE2YjZhMTVlMTQ0\" data-original-margin=\"\">Edith knew that she was probably too late. She had chased the infidel cavalry all the way to the rear before realizing that it was a feint. Now, as she finally came to the town's rescue with her infantry, the Caliphate's flag already flew over Glywysing's church spire.</p>\n<p class=\"cnNhNWQyOThiYTgzMTQ3MDk4ZDQ4ZDU0OWZmMTcxMjQ1\" data-original-margin=\"\">Shattered remnants of Lotharin units were now fleeing west in droves. Some of them were pursued by infidel soldiers in Cataliyan colors who poured out of the town. They had breached the Lotharin army camp, leading to a screaming panic among the civilian noncombatants who had yet to evacuate into the woods.</p>\n<p class=\"cnM0Y2Y3MDQyNTQ4ODQ0NjI4NzE0MGFiZTMyNTRkYmIz\" data-original-margin=\"\">Meanwhile, distant cries revealed that Cataliyan troops also crashed into Duke Lionel's left flank. His front no doubt began to buckle as his side and rear came under attack. Similar clashes also resounded from the smoke-obscured north, where the remaining men of the Lotharin left wing likely found their own position compromised.</p>\n<p class=\"cnM2NzMwODg3ZGI2ZDQ2Yjk4MGY2NWM5NzVhMjFlZGVi\" data-original-margin=\"\"><em>This is my fault,</em> Edith's inner conscience blamed. <em>I should have been here to help!</em></p>\n<p class=\"cnNjOTRjYTZmMDY2ZjRmMzZhOGQ4MzFkZDE1Y2ExOTdm\" data-original-margin=\"\">Edith knew that the battle was likely already lost. No army could lose its center and still hold ground. Nevertheless, she had to counterattack with her last sliver of hope. She had to at least <em>try</em> to stave off a total defeat, to save the Princess and what she could of the army.</p>\n<p class=\"cnM1NGUyNjRmOGRkNzRiMjI5YTJlNGViYTMxZjI4NzNh\" data-original-margin=\"\">\"Please, merciful Lord. Please keep Her Highness safe!\" Her whispered prayers to the Holy Father pleaded. \"Take my life in exchange, but keep her safe for the future of the Lotharins!\"</p>\n<p class=\"cnNkMDg5NGVmOWU2NzQ2ZmY4YWQ5YTFmYjQ4M2FjM2Iy\" data-original-margin=\"\">The Crusader Saint hurried through the camp before she accosted the largest body of several hundred soldiers fleeing west. She could scarcely believe her eyes as she saw the face of a familiar nobleman from among the throngs of defeated and demoralized men.</p>\n<p class=\"cnM2YWY4ZDhkYTc5NzQzYzc4NTdhZmFlYzRkM2E1NjAw\" data-original-margin=\"\">\"HALT! IN THE NAME OF THE HOLY FATHER!\" She yelled as anger crept into her voice. Her authority was sufficient that the bulk of the men leading the flight, including their commander, stopped in their tracks.</p>\n<p class=\"cnNkNGYzZDMyZTJiMTRlOWE5OGRlOTc2OGM3ZmY1NDc3\" data-original-margin=\"\">It helped that her Hospitaller sword-sisters and the towering Galloglaichs who followed them blockaded the road west.</p>\n<p class=\"cnNiNWM1ZGFhMmQ0NzQ0NDhiZTA3OWYwOTE3NGZlZGM3\" data-original-margin=\"\">\"Count Mikael, you and your men were to hold the town church <em>at all costs,</em>\" Edith stressed. \"It was supposed to serve as a final strongpoint where other defenders could retreat to and regroup! WHAT are you doing!?\"</p>\n<p class=\"cnNhZWIwOGUwY2QxYzQ4OTliNTMyODRiODNmZDY2YWM2\" data-original-margin=\"\">\"The town is lost!\" The nobleman in his early middle ages replied in a voice laden with fear. \"The Princess has fallen! This battle is a hopeless cause!\"</p>\n<p class=\"cnNkODEzNWUxZWI3YTQyYmI4NTFiMjNiYjcyMTU3MGYz\" data-original-margin=\"\">\"How do <em>you</em> know that Her Highness has been defeated!?\" Edith almost shouted back. Her pitch rose partly in challenge and partly in denial. \"Have you seen it with your own eyes? If the Princess is forced back to a church already abandoned, then you might as well have killed her <em>yourself!</em>\"</p>\n<p class=\"cnNmMzQ1NWRjYTgxMTQ2MjY4NzI2YWM2NWI1ZThmMmUy\" data-original-margin=\"\">\"T-that's preposterous!\" The Count retorted. \"We never even had a chance. I will <em>not</em> throw my life away for a meaningless stand! Men--!\"</p>\n<p class=\"cnNmMjJiZGM4ZGNkMzRkYWFhMTIxMjI1ZDI2YTgyMDkz\" data-original-margin=\"\">He hadn't even finished before Edith marched up to him. She rammed her holy sword straight into his cuirass. The dragon-forged aurorum cut through solid steel like it was mere cardboard. Its tip penetrated straight through his heart and almost emerged from his armored back.</p>\n<p class=\"cnNhMjcxZjI0M2EwYTQyZDE5N2UwNGYxZDJkMGRkODg1\" data-original-margin=\"\">\"Abandonment is NOT an option!\" She declared as Count Mikael slowly slumped over and then fell to the ground. His eyes were still wide with shock as the Crusader Saint looked down upon the dying man and added in disgust. \"You have betrayed your country, your faith, your people, <em>and</em> your liege. And by order of Her Highness, I declare your title and lands forfeit.\"</p>\n<p class=\"cnMxNGQ2YTdkOTA2NjRjYjQ4NGY5ZDA4ZGJlZjI2NDU5\" data-original-margin=\"\">Edith paid no more attention to the traitor as she swept her gaze across the rest of the men. Most of them had retreated with their arms, which meant they could still be rallied to fight anew.</p>\n<p class=\"cnNkMjdiZDNkMmEyMTQyYmRhMGRlMDc4N2UxYTFjZWYz\" data-original-margin=\"\">\"Is this how you wish to end!?\" The Oriflamme shouted as challenged the confused-looking crowd of soldiers. \"To abandon your own brothers who fought bravely holding the line? To surrender your beloved homeland to foreigners to rape and pillage!?\" Edith then pointed accusingly at the men. \"Your own kin would be ashamed to see you! A traitor to not just Her Highness' explicit orders, but to the people who put their faith and trust in you!\"</p>\n<p class=\"cnM0NTljZGM2ODJlNTQ4Y2Q4NjE4N2I4NmI1YjYyZDgx\" data-original-margin=\"\">The cries of civilians, of women and children could be heard all around as infidel soldiers stormed deeper into the Lotharin encampment. It only served to reinforce what Edith had said, as the bloodied Cataliyan troops, whose heavy casualties have driven them into a battle frenzy, now sought to take out their anguish on innocents.</p>\n<p class=\"cnM2NTU4MDE1Y2U5NDQyMzU5ZjU2NjljYTJkODc5NTIy\" data-original-margin=\"\">\"But you are not completely lost!\" Edith declared next. \"You can still reclaim your courage and honor! I ask you all -- take up your arms once more and fight with me! For Her Highness, for Rhin-Lotharingie, and for the Holy Father!\" She finished by raising her sword into the air and pointing at the illuminated cross in the sky, which now began to shed a golden light.</p>\n<p class=\"cnMwNzJjM2U5OGRhZDQ0MTk4N2NiNmUxNWNjYjdlNDU5\" data-original-margin=\"\">For a brief moment afterwards, Edith wasn't sure if her attempt had succeeded or failed. The men looked uncertain, caught between their fears and their guilt, between the menacing blades of her blockading troops and the invaders who closed in from behind.</p>\n<p class=\"cnNkZTcwYWMzNGZjMjQ5NWZiNmYxOWU5MGM4YTEyMGRj\" data-original-margin=\"\">Then...</p>\n<p class=\"cnMwZDE2ZTM1ZjA5NjQzMDVhYjYxNjMxZWJmNmE2MzNh\" data-original-margin=\"\">\"REFORMMM RANKS!\" One of the captains among the retreating soldiers shouted. His orders were soon echoed by others, as the remaining officers did their best to rebuild their formations and forge a new battle line.</p>\n<p class=\"cnMzOTlkMDcyMGM2YTRhMWRhMTk4MzgyYTUzNWM4Y2Vi\" data-original-margin=\"\">\"Sisters! With me!\" Edith recognized the pivotal moment as she led her Hospitallers forward through the crowd. They would hold the front lines to not only buy time for the others to reorganize, but also to serve as an example for everyone else whose courage hangs by a thread.</p>\n<p class=\"cnNiZGFjZjhhZTY0MzRlZmFhYjQ5OGI5MTExMmUzYzI1\" data-original-margin=\"\">They were followed by over three hundred Galloglaichs of the <em>Black Guard</em>, as the heroic formation who fought at Rhin-Lotharingie's founding would once again earn its fame.</p>\n<p class=\"cnNjZDRiY2Q4Njg3YTQ3MmI5MDQ0MTExM2IwZTc3MWI2\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM3N2U5YTgxMTU4ZTRjMThhZGIxN2U5ODlmNjU4NDdh\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNmNmM3ODBmNzU3ZjQ5ZGFiODk3YjlhNGU5MjU1NjQ5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjNTNkNDlhNTNlODQyMjNiZDM3MTEyODc5ZTgyODVj\" data-original-margin=\"\">\"Are you sure you wish to intervene?\" A serene voice spoke as two women floated high above in the skies. </p>\n<p class=\"cnM5NGFjYzgzYmQ2ZjQ3ZDQ5MmZjNmZlZGQ5YWUzMTk2\" data-original-margin=\"\">\"Yes.\" The Worldwalker named Gwendolen answered without any doubt as she looked upon her compatriot. \"I have always regretted the fact that the final events of my mortality did not play out in a different order. I wanted to leave behind one final gift to protect Rhin-Lotharingie, to aid the descendants of the people I loved. Yet I accidentally ascended to become a Worldwalker first, with all the limitations that the Treaty would impose upon me.\"</p>\n<p class=\"cnM1ZTIwYWU0OTg1YzRlMGI5NDhlMjNjZWRhYjQ4NTJh\" data-original-margin=\"\">\"But are you sure?\" The other woman responded. \"Remember, you only get one chance.\"</p>\n<p class=\"cnMzM2FlOGU1ZGExNzQ0NTRhZGM3ODI3YWNlYjVmYWVh\" data-original-margin=\"\">\"Yes, I'm certain.\" Gwendolen replied as she materialized her arms and armor from extradimensional storage, including the translucent crystal blade that gave birth to her nickname -- the <em>Faerie Sword</em>.</p>\n<p class=\"cnM2YzMxOTI0M2EwMjQ5ZjQ5ZWFlOWFhNDFjOTNjZjNi\" data-original-margin=\"\">\"Geopolitics is a game of giants,\" she proclaimed next. \"Ceredigion's only chances lay as a responsible member of the Empire.\"</p>\n<p class=\"cnM2OTA1OWRhZDg3MjQwZDRhNTBkNGExMTZhMWIzOWI3\" data-original-margin=\"\">Then, as she gazed down and saw a bluish hue which was being dragged west from the town while another charged in, Gwendolen added with a wry smile:</p>\n<p class=\"cnM1ZjQxZTM0OThiZTQ4NTY4MmM3NTRiZDIxZDczZTQ1\" data-original-margin=\"\">\"Besides... I swore an oath to Charles. And his Great-Great-Granddaughters have fought as bravely as anyone could.\"</p>\n<p class=\"cnNiYjgxN2JmYTdmNDRiYzQ4YWYzYzkyN2EyMTVhM2Qx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxN2I4YWIyMjZjMzQ1YTU5ZTI4ZTI5ZmViZDQ3MzJk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhYjc0YjRiOGJjOTQ1NWE4MjBiMDA5Mjk3YzY2NmMy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhYzM1YmI5NzFmMDRjZDc4ZGI5YTc3NzA5MzI5ZDVm\" data-original-margin=\"\">Blood spurted from the bodies of her foes as Edith cut down yet another squad of infidel troops. The Saint's pristine armor and her cyan-and-white battledress were now drenched with blood. Even her exhaustion, compounded by the countless bruises that lay hidden beneath her armor from using the Sword of Charity, was becoming apparent as her breathing grew more and more labored.</p>\n<p class=\"cnMzMzBiOGQ3ODM2YjQ4OTk5NjQyNWVlMDA1NjQ5MDQ0\" data-original-margin=\"\">Contrary to her initial plans, Edith-Estellise had not held the defensive. Instead, she had cut her way through the Cataliyan ranks until she reached the graveyard behind the Glywysing Church, where she had hoped to find the Princess.</p>\n<p class=\"cnMyNjczOGMwZDQ4MjRiZTNiM2Y4MTdmZjhkNDQ4YzQ4\" data-original-margin=\"\">She had not been <em>entirely</em> disappointed, as she did spot the smallest of the royal armigers flying west while half-carrying a wounded Sylviane on their shoulders. It seemed they had taken shelter among the town's buildings, until Edith's counterstroke offered them an opportunity to escape.</p>\n<p class=\"cnNhODBjMDM0YzNjNDRmZWY5NDE2NTNhMjgyMmE3ZTlh\" data-original-margin=\"\">A group of Cataliyan soldiers had tried to organize a volley against Her Highness, only to be interrupted when Edith smashed into them.</p>\n<p class=\"cnNlMjYxMmY5NmQzNTQxMjQ4MjU1ZjlmY2FlMGRiYzZh\" data-original-margin=\"\">Her forward thrust had thrown the Caliphate's forces, who had prematurely thought they won, back into confusion. It bought time for not just Sylviane's retreat, but also for her forces to reorganize and push the infidels back out of the Lotharin encampment.</p>\n<p class=\"cnNhZTg0N2YwZGJiOTQ3ODhiNTI0YTY2NDljMzRjMDVm\" data-original-margin=\"\"><em>But... what next?</em> Edith couldn't help but wonder as she leaned against the walls of an outlying house to catch her breath.</p>\n<p class=\"cnNmYWQ4NDRkYThiODRhNDFhOGUzOGVmMDYxNGMzYmEz\" data-original-margin=\"\">Her counterattack might have caught the opponent unprepared, but the odds were still in their favor. The infidels were now bringing up reserves which she had none to match. Hours of fighting had left the Lotharins both depleted and exhausted. Even Duke Lionel's men had been forced to withdraw to the camp, which meant the town had completely fallen to enemy hands.</p>\n<p class=\"cnNjOTBhOGJhYjY2ODRkNWQ5YjhmNTkwOTEyN2ZjODBk\" data-original-margin=\"\">It was then, when she heard a resounding chant coming from the forests to the west. A glowing, bluish-white light seemed to hover just above the treeline. The radiant colors matched that of a phoenix. Yet the spring-green hues which surrounded it couldn't be Sylviane, Vivienne, or any other Oriflamme she knew.</p>\n<p class=\"cnM5ZWFkNDc2YzZiODQwZDhiYjlhNTUxY2M1OWMzMzJl\" data-original-margin=\"\">Emerald rings of mana formed around the luminescent flames. Magic stronger than anything Edith had ever seen coalesced around the mysterious source. The mana congealed into a kaleidoscopic sphere of power beneath them.</p>\n<p class=\"cnNjYzc1YmI2ZmFmNTRmZDNhNjEwMGNhNzYwYmY1YmI3\" data-original-margin=\"\"><em>It can't be possible.</em> Edith couldn't help thinking as she stared in awe at the light. Had it not been for the phoenix-flame colors, she might have mistaken the wings that sprang forth with that of an archangel.</p>\n<p class=\"cnMyNzRlZjA1ZmNiNTQyYjU4ZjU1MzJlNjI2M2JjMThh\" data-original-margin=\"\">No mortal soul could harness that much raw ether at once. Yet before Edith's eyes, the unknown light pulled in an entire battlefield's worth of unspent spiritual energy and sent it into the brilliant globe as mana.</p>\n<p class=\"cnNlY2M3NmVhYzNmMzRlZDk5NWVkYmNkMWRjYTgzZTE3\" data-original-margin=\"\">Then, as the chant finished, the sphere collapsed in on itself. A pulse of energy shot down into the forest and spread like a magical shockwave. Even from two kilopaces away, Edith could feel the pressure as the wavefront of intermixed blue-white and spring-green mana washed over her without effect. Yet, the same could not be said for the trees, as their bark glowed upon contact with this strange magic.</p>\n<p class=\"cnM4Zjk3NGUwYWU5MzQzZGFhZmQ3MzBlMGY3YjBhNjQz\" data-original-margin=\"\">The Crusader Saint watched with bulging eyes as the towering trees began to transform. Wooden limbs groaned as they twisted and smaller branches wrapped around them like rope bundles. Forks along the main branches thickened into sinewy joints. Trunk bottoms cracked and split into fours that lifted out of the dirt like stretching legs, while roots erupted from the earth before wrapping themselves into powerful bundles that stood on the ground.</p>\n<p class=\"cnMwNDQ3ZTllMDBmNTRiYzM5ZWFhOTJlNDM2MjE0MjYy\" data-original-margin=\"\">Both the Oriflamme and her soldiers now stood frozen. They stared with a mixture of fright and awe as the trees uprooted. It wasn't just a few plants or even several dozen, but the entire forest around them. Waves upon waves of trees stood up from the earth like four-legged beasts, their sinewy limbs stretching as wooden hollows groaned.</p>\n<p class=\"cnMzNmJiNGE4MTFiYjQxMTM4ZTRlNzIzZjMyYTBkNmQ1\" data-original-margin=\"\">Then, as the unknown light in the west vanished as swiftly as it had come, the newly uprooted trees turned towards the Cataliyan positions. An entire forest went on the march -- one with obvious prejudice as their massive limbs smashed into any southerner they encountered while completely ignoring the Lotharins.</p>\n<p class=\"cnNjNTg4NTZkNjVkNjRkNzM5MmY4ZjQ1OTdmMTI0ZWY5\" data-original-margin=\"\">\"<em>It's Leslie's Blessing...</em>\" One of Edith's armigers remarked in a hushed tone. Meanwhile stronger voices began to echo from the Lotharin camp: \"It's Leslie's Blessing!\"</p>\n<p class=\"cnNmOGUxMjFhNzQzZjQ3ZTdhYjg3OTg0MmQwNGY0NjEx\" data-original-margin=\"\">\"It can't be... can it?\" Edith whispered to herself.</p>\n<p class=\"cnMwMDBhZTg1NmU4MDRhYzZhODJhMmEwNzcyYjNkNjE4\" data-original-margin=\"\">'Leslie's Blessing' was the colloquial term for the Samaran Expeditionary Force that had fought with the Lotharins during the Rhin-Lotharingie Independence War. It had been sent to repay the aid of an Oriflamme who lived several centuries before. Since then, the phrase had become ingrained in the Lotharin vocabulary, used to describe any unexpected help that arrived during the bleakest and most desperate times.</p>\n<p class=\"cnM3Njc5MWFjODZiMjRlZjc4ODA2ZWJkNGRjYmFlMDll\" data-original-margin=\"\">\"Whatever it is, it's nothing less than a miracle.\" Mother Abbess Anne declared as she wiped her bloody countenance and smiled upon her foster daughter. \"A miracle that <em>you</em> helped to bring.\"</p>\n<p class=\"cnMzZDMzNDk5MzRiYzQ1N2U4MTQyNjVjOTViY2Y5ZWU5\" data-original-margin=\"\">It did not take long before horrified shouts in the southern tongue erupted across the battlefront, as lumbering trees with near immunity to hand-held weapons marched through the town and began driving the invaders out.</p>\n            ",
  "invisibleParagraphContent": "You might be reading a stolen copy. Visit Royal Road for the authentic version."
}