{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNkZjAzYWFjNGQ3ZjQ3OGM5MzUxMjljOGQxYzUxZGI1\" data-original-margin=\"\">\"What's wrong?\" Sara asks as we rest inside her old cave. None of our safe houses in Visenar can be considered safe anymore, even if Sara can reach them, so she brought me here instead. It's the only place near the city that we visited regularly and Godfrey wouldn't have known about.</p>\n<p class=\"cnM2MWRlNDQzYjA2NTRjYzA4YzA2Y2M2ZWUxMjVkZDAy\" data-original-margin=\"\">I take a deep drink of water from the skin on my waist and sigh. \"I'm just... struggling, I guess,\" I answer half-heartedly. \"Back on Earth, this part was never my job. Organizing I mean. I can't help but feel like I am just.. entirely inadequate. Back in that sad little 'Kingdom' I could feel the limits of my abilities. Worse, I could feel the temptation to overstep. Even now part of me wants to just, roll up my sleeves and mold them into something more... palatable. But...\"</p>\n<p class=\"cnNiNWYyMDY3MTVkMzQ1Zjk5MjdhODQyYjI1MTQzYTY2\" data-original-margin=\"\">\"But that would just be the same as what they are already doing,\" Sara finishes for me and I nod. She looks down in thought for a moment. The quiet has begun to settle on my shoulders by the time she speaks again. \"I know even less about this than you do Annie. I've only known two lives before you and neither treated me well. So I don't know how you can do better but, for what it's worth, I think you are doing great. I'm not the only one whose life is better now. Maybe it's alright to take your hands off all the way.\"</p>\n<p class=\"cnM4ZWVhNjAzYzg0ZDQxZmVhZjYxMzJmMmU3NzBjN2Zj\" data-original-margin=\"\">\"I want to. I really do. That's the end goal, after all. I just... worry. It's a lot of change for a lot of people in only a few years. And It's all on your shoulders right now. It's unstable and a place like the 'Kingdom of Endings' could push the whole thing over. So I want to stand out of the way of the people holding these communities together, but I worry. What if I do, and these 'stewards' start stepping on the bodies of people I tried to help? What if I ignore them entirely and in a hundred years we have a new Potestia? My ideas can work perfectly, on the first try, in nine out of ten places but if that last one is a group of conquerors, they are all in danger.</p>\n<p class=\"cnNiNDk0OWZhZGEzNzQzZGViZDY3YTkxZTY3MWIyMzZi\" data-original-margin=\"\">\"It's just... it's all a house of cards right now. And I am not a person with a gentle touch. I just don't want to destroy everything, Sara. I'm scared I'm going to leave this place worse off than I found it,\" I admit. She looks at me like a warm fire on a cold night.</p>\n<p class=\"cnNmZTZhOTk2MGZmNDQxZTliN2ZlMjRlMmNkYWIwOTQ1\" data-original-margin=\"\">\"Annie, you are amazing, alright?\" Sara responds, \"You are carrying too much. You told me yourself; you don't know if you are right about the best way to build a new world. Neither do I. That's okay. But you have given a lot of brilliant people the opportunity to come up with their own ideas. Don't torment yourself that not every town looks like you imagined it. You are going to go mad, letting people build their own futures and marking it as a failure every time that looks different than you think it should. Maybe, instead of second-guessing yourself whenever someone else makes a decision you don't care for, you can start thinking about your own future? About <em>our </em>future?\"</p>\n<p class=\"cnNhOWVjMTg5ZWQ1OTQ4Mzk4MjQ1MjEyM2NmZTkwOGM0\" data-original-margin=\"\">She's right, of course. This whole plan wasn't structured around realizing the exact world I always wanted but about giving people the option to imagine their own. And it's working. But it's not easy, having the power to direct people in the direction I want and refraining, especially when I hate the direction they choose so much. I can share my ideas, but letting people ignore them is grating. I suppose that's normal, but... I sigh. She is right. I need to make up my mind and commit to my own damn plan. I take another drink of water before standing up. It's time to go. \"Thanks, Sara,\" I reply with a half-smile. \"It's a lot harder than I thought it would be, that's all. I should probably get going.\"</p>\n<p class=\"cnNhM2ZlZTUxM2MxZTRmM2U4NjY0NGY1OWEzY2EwNTI4\" data-original-margin=\"\">\"Are you sure you'll be alright on your own?\" She asks and I pause. The lie I want to respond with rests eagerly on my lips but I don't free it. Instead, I take a deep breath. I'm in a relationship with this woman now, and there is no room for comfortable dishonesty.</p>\n<p class=\"cnM5MDQwOWNjM2E5NzQ1NzRhMDdkY2IyM2RmMDM1NDkx\" data-original-margin=\"\">\"No. I don't know what else Godfrey has done to prepare for me. He's far more competent than his brother. I have no idea what is waiting for me in that city. But I have to find out. I may not be alright without you. But I know everyone else won't be. Everyone I love, every good thing I have ever done, still needs you, Sara. So I'd like to go alone,\" I answer. I can see the lines of worry drawing themselves on her face, but she gives me a tight nod. \"I'll keep you updated with my whisper sphere. I'll see you soon, Sara.\"</p>\n<p class=\"cnNmYzFkZWFmNzE5YjRlYWY5ZWQ3YjdlOGNkODY4MmYz\" data-original-margin=\"\">I stand to go, and just before I leave the cave, she speaks again. \"Come back safe, Annie. I need you,\" she whispers. I look back at her and offer a full-mouthed smile before turning and walking into the night. I have to use heat mana to warm myself as I put on my radar goggles and walk through the quiet. A deep anxiety tries to strangle me with every step. My own footfalls ring in my ears as the large city wall grows nearer.</p>\n<p class=\"cnM4M2M3OGE2YzIxMDRjY2NiMDAzMGY2MGY1OWVlNzhl\" data-original-margin=\"\">Something doesn't feel right. I'm not sure this city ever feels right, actually, but tonight feels like a poorly mounted painting. The tilt bothers me in a way I can't quite describe. I push through anyway. It's not safe to leave Lady Renatus on her own, and Leo needs her. It was no secret Leo and I were friends, and while pretty much everyone who cared is dead, I don't want to risk leaving her in the city any longer than I have to. I can't shake the feeling of wrongness, however, and have gooseflesh by the time I reach the tunnel I have been working on for the last few weeks.</p><p class=\"cjc1OTk5YzNkMzIyMjQ4NjY4ZmNlMWU4MTBhNjQ5N2Vi\" data-original-margin=\"\">If you spot this tale on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnM3MjVkM2YzNTQyMjRiMWU4MzAyYmY3MTZjOGNkZjA2\" data-original-margin=\"\">I descend into the dark to make my way under the wall. My plan is to eventually have a full network of tunnels under the city where we can grow more patches of Radiant Woods to travel between. For now, however, it only leads to one spot. A room on the first floor of the tavern I had rented while living here. I'd used my radar goggles to wait until its occupant checked out before emerging and booking it for myself. Now it is my only way into the city. I emerge in the quiet room and sigh. It's so... quiet.</p>\n<p class=\"cnNiMmViYmRjOGE5ZjRmZmQ5MzczYTAzMzViNTg2MzFm\" data-original-margin=\"\">I hear the door creak in the quiet hall as I emerge from the room. It sounds like a scream in the dead air. I feel self-conscious as I enter the more public dining area and find it empty. Now I know something is wrong. It's night, but it's not that late, and I've never seen this room empty. My hackles rise as I immediately worry I've walked into a trap but as I reach for my mana I feel the familiar flow like water in a hose. Even more, I feel the weight of the grief mana that has grown so familiar over the years. Especially with buried patches of Radiant Woods all over the city, I would know if I were in a mana dispersal circle targeting me.</p>\n<p class=\"cnM4MjVjMzQzMjM1MzQwM2JhYWI5MDhjMDQ4NWJiNTMw\" data-original-margin=\"\">This means that whatever is happening, it's not about me. I walk, heel to toe, through the dark tavern and sniff the air. It smells like fire. I lower the radar lenses on my goggles and look around. It seems the tavern isn't empty, exactly, but the huddled figures in each room tell a story of fear. People aren't missing, they are hiding. This realization tastes sour and I tense. But I have a job to do, so I keep moving. Every half-rotted floorboard announces my presence and I grit my teeth as I reach the front and open the door.</p>\n<p class=\"cnMxN2ZlZDgzMjRlOTRmYjU5ZWExYjZmMGM5MzhjNmUw\" data-original-margin=\"\">The smell of fire climbs my nostrils and pricks at me. The night air remains mostly dark, however, lacking the orange glow I expected to accompany the scent. Whatever is burning, it's not nearby. I take a deep breath and take a step outside. Still, nothing happens and I grow more confident as I walk through the city. I make it nearly three hundred yards, past the familiar brothel and the run-down restaurants, before I feel it. My radar goggles blink out and the colors I have grown used to are replaced with simple glass. At the same time, a massive weight slides off my shoulders like rain, running down my body and pooling beneath my feet. The grief mana is gone. I am inside a dispersal circle.</p>\n<p class=\"cnMxNGU2OWU3NmY2ZTQ1MjE4NjY0NmJlYmI3MzVjZGRi\" data-original-margin=\"\">The muscles in my body tense and adrenaline floods me, my vision sharpening and my mind racing. I think it's exactly what I feared and I'm being ambushed again. My eyes dart from dark alley to dark alley, straining to catch any sign of movement to react to. I take a step backward and my mana returns, nearly drowning me with the force of its arrival. I gasp and look around. That doesn't make sense. If it were an ambush they would wait until I was near the center before completing the circle. It's too easy to flee otherwise. I kneel down but can't find any sign of the circle on the ground. I can't find where it is drawn.</p>\n<p class=\"cnNmYjE1MTVhNTY5YzQ5N2ZiZjE4ZGM2YmY3MGFlMzFi\" data-original-margin=\"\">I look around again and realize something isn't quite right. I didn't notice through the lights of the radar, but there is a subtle difference in the city right where the circle starts. The lighting is different. Warmer. I look behind me at the street lights and realize what it is. I didn't notice before, since where I have been living everyone uses light mana and enchantments. But when I lived in Visenar, the poorer quarters only used oil lamps. But every light I have passed has instead housed an enchanted stone. Except inside the circle.</p>\n<p class=\"cnMwOGUxMTA4Y2VlZDQ0NmY5ZWE1NjljODBhN2I5ODdl\" data-original-margin=\"\">This tells me two things. This circle isn't targeted. Well, it probably does target me, since standard mana remains active inside, but it's not one circle where they knew I would be. This circle has been here a while. A safe place to fight me. And it's probably not the only one. Godfrey must have these all over the city. It's not a terrible idea. It limits my movements in a way. If I avoid these circles, Godfrey can patrol a smaller portion of the city. Considering recent manpower shortages, that could be a huge boon for him.</p>\n<p class=\"cnM1ZjIyNDQ1YzkwNzQ1YjY5NWYyODYwZjNkYjEwMjFh\" data-original-margin=\"\">It also tells me the city is beginning to rely more on magic to combat its labor shortage. If even the poor quarter is using magic to light itself, Godfrey must be leaning on it. That's a good thing for the residents but could be a headache for me. On the other hand, it's probably one of the reasons the entire city isn't surrounded by a single dispersal circle. I sigh again. This trip is already more stressful than I'd hoped and I haven't even seen anyone yet. After a moment of indecision, I step into the circle again. I lose most of my combat power and my early warning system, but I decide Godfrey is less likely to have these areas actively patrolled. I still have my strength and speed, and being less predictable is worth more than my spells right now.</p>\n<p class=\"cnMzMDNhZjg5Y2I1MTQ0ZDdhNmU2ZmM0NzcxYTM3NmFi\" data-original-margin=\"\">I feel naked as I creep toward the noble quarter. I don't like feeling so vulnerable. Godfrey isn't going to be as easy to throw around as his little brother was, and I don't have help, nor am I in the Radiant Woods. But I can't give up. As the run-down homes give way to mansions and estates with extravagant gardens, I thank the stars my heart doesn't beat. If it did, it would surely give my position away with the noise. The night sky begins to glow orange and I realize I am getting closer to the source of the fire smell. Finally, I arrive at the Renatus estate. It is directly in the middle of one of the many dispersal circles I have passed through to get here which isn't encouraging.</p>\n<p class=\"cnMwNWU0OTkxNDVkMzQ1YzZhODVlOGQzMWEyZmE1YWU4\" data-original-margin=\"\">I also haven't encountered a single other person the entire time. Whatever is happening, it has people worried. I examine the large home from a distance for a while but don't see or hear anyone. Hesitantly, I circle around to the back of the building and climb up the trellis. Still, there isn't a sound. I slowly push a window on the second floor open and climb inside. I'm careful to remain quiet as I enter the dark room. I miss my radar spell more than ever as I finally see movement.</p>\n<p class=\"cnNiYmYxYzgzMTg5YjRkZDdiZTYxMDc4ZWM2MzA3ZjM2\" data-original-margin=\"\">A man, dressed entirely in navy blue, emerges from the darkness. He has a mask on, but his body language is amused. My breath catches. I fucking knew it. Someone is waiting for me.</p>\n            ",
  "invisibleParagraphContent": "If you spot this tale on Amazon, know that it has been stolen. Report the violation."
}