{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzY2NjYmE1ZDU1NTQxNDI4ZmNiMTkzMTUxNGJkMGU0\" data-original-margin=\"\">\"Um, I'm not sure. I would have to see one. I don't really know anything about that sort of thing,\" Sara responds absentmindedly. I'm excited to find out if we can start building long-distance communication now, but it doesn't surprise me that she's not really present at the moment. Tonight is the first time I am taking her with me to a noble's house. She usually waits at a safe house to help with transport and escape, but I worry I may need backup tonight. \"What's that for, by the way?\" she asks, pointing at the garlic I am tucking into a pouch at my waist.</p>\n<p class=\"cnNlYWMyZGZmMmZkYzQ3M2ViOWQ0ZDM4NmFjMTAwZTJi\" data-original-margin=\"\">\"This? Well, I'm testing out a theory of sorts. It's related to a myth from Earth,\" I begin and her eyes light up. She really enjoys stories about Earth, whether they be my travels, stories, history, or even politics. \"We have stories of a kind of vampire. They are, more or less, a metaphor for our version of nobility. They have fangs to drink the blood of victims and feed people their blood when they want to create a new vampire. They are afraid of the light and only come out at night, among a few other things. When I think about it, I'm a bit similar.</p>\n<p class=\"cnM2YzVkZTY3MjE4NDRjYmFhY2M3NmYwNGE5YmFhMTI4\" data-original-margin=\"\">\"I feed my blood, or at least a toxin distilled from it, to targets. I have fangs, and I only hunt at night. On a superficial level, I have some similarities with them. That's what gave me the idea. See, priests are clearly aware of the victims of the Radiant Woods. I don't understand what function they serve yet, but based on how they were used against me, my theory is they are at least partially meant as weapons. I don't think it's their primary purpose, but ultimately it doesn't matter. If the temple has revealed their existence to royalty at any point in the last thousands of years, either as a weapon or a potential future for the defiant, we can use it against them,\" I begin to rant.</p>\n<p class=\"cnNhZmU3MTRkM2Y0ZjQ0N2ViZGYxOGI3YTRkYTU4NTMy\" data-original-margin=\"\">\"How so?\" Sara inquires as she laces up her boots. I don't respond right away as I watch her. This is the first time I have convinced her to dress in something more practical, like me, and it really suits her. That familiar little flutter runs through my veins as I see the look of focus on her face mixing with rapt attention to my words. I have found myself going on long tirades about even small topics around her, and she never seems to get bored. It's a little strange, feeling that burst of emotion when I see someone but having no heartbeat to increase. \"Lily?\" she asks again. I'm glad she uses my nickname instead of 'Lillith'. It just feels... good. \"Annie?\" she tries and something about that makes me feel warm.</p>\n<p class=\"cnM3NGU2YzY0NDU2MzQyMTE5MmIyMTAyYzQ0NjdkYjZm\" data-original-margin=\"\">Then, I realize why she is saying my name repeatedly and snap out of it. \"Oh, sorry, I got lost in thought. What were we talking about?\" I apologize. She gives me a confused look.</p>\n<p class=\"cnMwNmIyMTQ3YjA4ZDRjMWZhZTNmNzY2MDgwOTFmNjcx\" data-original-margin=\"\">\"Using the temple's victims against them?\" she reminds me and I nod.</p>\n<p class=\"cnNiNmMxM2FiZDM0YTRlM2Q5MTViOGJkOGI1YTY4ZDI2\" data-original-margin=\"\">\"Right. So, let's say you are in the upper ranks of the nobility. You have some sort of complex agreement with the temple, but you both want to be in power. You support each other, but you probably don't trust each other, right?\" I ask and she nods.</p>\n<p class=\"cnNkZThiZGE5M2Q4NzQ4ZmJhMTE1NDgwODM2ODEwMzZl\" data-original-margin=\"\">\"Alright, probably not. So...?\" she pushes.</p>\n<p class=\"cnM3OWJiZTVlNzc3YTRjNWQ5NTg4YzMyZWM5MWI3NWZi\" data-original-margin=\"\">\"So, what happens if a supposed monster, something you believe to be in control of the church, shows up and starts hunting your allies and stealing your assets?\" Sara's eyes widen as I see the light turn on.</p>\n<p class=\"cnNjYTgwMmJkNjc1MDRkZTFiNzVjNDUwMTMzNTU2OTli\" data-original-margin=\"\">\"I assume I am under attack,\" she guesses and I snap my fingers to indicate she hit the nail on the head. \"But... what if the nobility doesn't know about the victims in the forest or their connection to the church? What if they don't assume it's a monster at all?\" she challenges.</p>\n<p class=\"cnNhZGQyN2U2N2UxNzQwMGQ4YjBjNDlhMjM2OThmOWM3\" data-original-margin=\"\">\"Well, in the first case, the plan falls flat, but it provides information. If there is no reaction, or they react like anyone would at a fairy tale come to life, I now know a little more about the dynamic between the temple and the upper nobility. But if they react with hostility to the church... that's killing two birds with one stone,\" I say and she looks at me with horror.</p>\n<p class=\"cnM5MTFmMzQzMTYwNTRhMDZiNjRiMzJhMmFlMDVmZDMw\" data-original-margin=\"\">\"Why would you want to do that?\" she asks and I choke on a laugh.</p>\n<p class=\"cnMxN2FkNDU5OTFjZTQ2ZjNiYTFhNjA4YTJjNjI2Y2E5\" data-original-margin=\"\">\"I wouldn't! It's just an expression from Earth. I don't as a matter of habit, stone birds to death, I promise!\" She gives me the same look you might give a stranger who passes gas in an elevator.</p>\n<p class=\"cnNjZjgwM2QyOGFjYjQ5Y2NhMWNmYjU4YzM2NWRkOWI4\" data-original-margin=\"\">\"What a horrible expression,\" she laments and I chuckle, which elicits an adorable pout.</p>\n<p class=\"cnNkMmRlYTJmMmZlMTQzZTJiNDVlNzY4MjhjYThhMGZk\" data-original-margin=\"\">\"Anyway,\" I get back on track, \"as for your second question, that's partially what the garlic is for. It ties everyone I handle back to a single entity. Obviously, they will assume magic was used, but the garlic leads them to the conclusion a single person is responsible. As for the monster portion, well, there are often witnesses. Servants, mostly, but sometimes bystanders if I don't find them at home. There is no magic that kills with a touch, although I suppose poison mana may exist. But I also showcase my strength and fangs. I fight like a monster or demon, and let the rumors spread. They don't need to be certain, they just have to suspect, and it will at least plant a seed of conflict between our enemies,\" I finish and she nods contemplatively as we exit the safe house, ready to head to our destination.</p>\n<p class=\"cnMyYmIyZmQ0MGI1MDQ2YzI5MTQ5M2MzM2E3ZDFjNDA2\" data-original-margin=\"\">We travel through the quiet streets, passing from the poorly maintained and run-down homes to the extravagant and richly decorated estates of the nobility. After some quiet, she speaks again. \"I still don't understand the choice of garlic. Why that specifically?\"</p>\n<p class=\"cnM4OTlmZDU2OWI5MDQ5MTJiYzA0NTJhMzI3NmZhZDg2\" data-original-margin=\"\">\"Oh, garlic is one of a vampire's supposed weaknesses. As are churches and religious iconography in general, actually,\" I respond and she looks at me with a furrowed brow.</p>\n<p class=\"cnM3MjEzMzc5N2Y4MjRmYTlhMDI2MWIyZDBjMTc3YWY3\" data-original-margin=\"\">\"If it's a weakness, why would you leave it behind yourself?\" she questions.</p>\n<p class=\"cnNiNDYxOGYwYWVmMzRmODI5NjBlMGI1ODcxMmFkN2E4\" data-original-margin=\"\">\"That was something of an impulse decision, but you can think of it as one of my silly references, but with meaning. It's sort of a reminder for myself. Think of everything we are doing to fight these people. I want both groups to know they don't own us. They don't own anything. I emulate a monster that represents the wealthy as I tear down the building blocks of wealth. I leave garlic, a weakness of that monster, as a calling card of sorts. Because that is what we are. We are everything they are proud of turned against them. Everything they use to prop up their power, every supposed weakness they use to control us... I want them to grow to fear every single one. When they see garlic, they will remember why they can no longer sleep in safety and security. When they see the muzzle over our jaws, they will be reminded of the fangs underneath.\" With that, we arrive at the estate we are targeting.</p><p class=\"cjUxNDQyYTY1YmJhMzQyMjE5MzE4ZTUzY2ZlOGI0MTNk\" data-original-margin=\"\">Reading on this site? This novel is published elsewhere. Support the author by seeking out the original.</p>\n<p class=\"cnMzNmE3YjFjOGQxZjQzN2FhZTFlZTRmOTkxOTFlNjFl\" data-original-margin=\"\">A nobleman, well-liked and respected by his peers. He is known for 'treating his slaves well' as if believing he owns them isn't a mutually exclusive concept. Whenever someone says they treat their slaves well, they always mean they don't treat them quite as poorly, which is an entirely different concept. In either case, it won't save him. He is one of the more powerful mages I have gone after, hence my request for Sara's help. But it shouldn't be too dangerous. Before tonight, I had secured an invitation to a party and watched him drink a cocktail spiked with toxins. All I need is a touch and he will end.</p>\n<p class=\"cnNmYTQzYTc0ZjE3YzQ0NzFhYWM4ZDlkOTQ5MjI1OTYx\" data-original-margin=\"\">I flood my hood with light mana to completely conceal my face and we creep through the estate. While I use sound and light to mask our presence, Sara begins to reshape her body. It's always fascinating, on a biological level, to watch her do this. It's like her body becomes gelatin and squirms about until it has a new shape. It's gross when taken at face value but all things considered, it's amazing. One arm turns into three muscular tentacles, her face grows multiple eyes, and razor-sharp talons grow from her other hand. \"You don't have to do that, you know. You are backup in case of my failure; you can, uh, dress more comfortably until something goes wrong,\" I reassure but she shakes her head.</p>\n<p class=\"cnMxMmM1YzdkMzc4NjQxZTg4N2MyYTFiMjE3M2MzYzI2\" data-original-margin=\"\">\"You want people to see a monster? I can offer that far better than you can,\" she answers and I pause, my voice heavy with concern as I respond.</p>\n<p class=\"cnNmYjA0YmMwZDE0NzQyNmY4ZTZlMjU5YTNjNmYwNDE5\" data-original-margin=\"\">\"You aren't a monster, Sara. You shouldn't have to pretend to be one just for my silly idea,\" I say. This will actually lend a lot of extra credence to the rumors, but with Sara's insecurities about this, I don't think it's really worth it. Yes, she should use her abilities and grow comfortable with them, but intentionally showing people her abilities with the intent of being mistaken as a monster could be a bridge too far. I don't want her hurting more than she already is.</p>\n<p class=\"cnM0Y2U5YWJjMDE4YTRjZmNhNmI2M2Y2YWIwYzU1ZGMx\" data-original-margin=\"\">\"No. I don't want to feel like a monster. I don't want to face people I care about and wonder if that's what they think of me. But these people? To them, I am happy to be a monster,\" she challenges. Her jaw sets and I see a furious look behind her... many eyes that she rarely portrays. I consider arguing further, but decide this isn't the time. It is her choice to make, after all. It's also not time to be seen yet. If all goes well, I can reach the target as he sleeps and touch him before there is a fight. Then, we can make a scene on our way out, after the real threat has been dispatched.</p>\n<p class=\"cnNkMDVhNjNlZDZiYTQ1ZWQ4M2Y0ZjIyNDU2OGIyNjBk\" data-original-margin=\"\">We make it to the main estate and creep through the halls. I am proficient enough with radar now that I can avoid anyone in the estate with ease, although it is hard to maintain alongside my illusions and sound barrier. I also have to pay attention, not just to the spell but to my environment. It's extremely taxing but there aren't as many close calls as usual. We make it through the richly decorated mansion and to the largest bed chamber. I can see one person in the center of the room, and I gently push the door open and slide in. Sara waits outside to keep watch as I release the various spells making up my radar spell.</p>\n<p class=\"cnNjZGQ0ZGRjNDk4NDQ4Yzg4YTQ5MThiZTE2MmE4OTRm\" data-original-margin=\"\">It's dangerous, but I have to see the man's face before I kill him and the radar lights make that impossible. Silently, I walk across the room and examine him. He is sleeping, peacefully in his silk sheets. I pull my glove off and reach one hand out to end him in his sleep, but just before I make contact, his eyes fly open. Mana surges around him in an instant and I feel myself flying across the room before I can react. The mana is a pale orange, and I can't quite make out what its aspect is. Whatever it is is powerful and radiates heat, and I collide with the half-open door and fly past Sarafyna, hitting the wall on the opposite side of the hallway.</p>\n<p class=\"cnM0ZTA4YTYyZTcyNjRlNGY5ZmM0OWJmZThmNTAyNGMz\" data-original-margin=\"\">\"So it's you,\" the furious man growls, \"The cowardly mage that has been hunting my friends. Did you really think you could just walk in here and kill me like a dog?\" I groan a bit but recover my feet quickly, forming a force spell to strike back. My mana collides with his in midair and both effects fail to form, for now. We both pour more and more mana into overpowering the other until it becomes clear he is more powerful than me, and by a wider margin than he should be.</p>\n<p class=\"cnM5YzFlYTdkODc2NjRlYjY4YWNiMWVhZTE0Njk4NDk4\" data-original-margin=\"\">It's then that I realize why he woke up when he did. He has some kind of endoaspect himself. I rarely meet mages like this, and I always maintain the advantage when I do. But of course, this man's 'kindness' to his slaves doesn't extend to thinking about them when they aren't needed, and their housing is further from the main mansion than many others. I can sense maybe one or two in the mansion at this hour, likely present to attend to him at night in one way or another. But they aren't enough, and I am losing. He pushes against my mana and advances on me. Neither of us can tell what the other's aspect is, which makes it difficult to counter it naturally. We are stuck in a battle of pure power.</p>\n<p class=\"cnM5NTliMTJjMzcxZDQwNGRhYzA2OTUyODMwZDRlODc0\" data-original-margin=\"\">I feel the pressure of his aura bearing down on me as I lose the exchange, but panic fails to set in. For one, I still only need to get to him and touch him once. My other trump card makes herself known as soon as he passes through the door. Sarafyna strikes like a viper, her tentacles wrapping around him and her own mana pushing against his as well. She still can't cast spells with it, but she doesn't need to in this type of contest.</p>\n<p class=\"cnMzOTY4YzZiM2FlYzRiZjlhNDU0YzczMjc3NGMzOWYy\" data-original-margin=\"\">Whatever his mana is, something heat adjacent if not quite heat, it hurts her. Her flesh boils and pops as it enters his aura but it heals just as quickly. The grimace her mutated face makes only serves to strike the fear of god in him, and with both our mana the scales have been tipped. Now, I begin to push him back, with Sara's help. She is causing as much pain as he is as well, her skin coated with some kind of corrosive substance that burns and melts his bare chest as he struggles for freedom.</p>\n<p class=\"cnNiYjFhNzkwMDVjZjQzNzRiYmI4OGZkN2JhNTM3NGVm\" data-original-margin=\"\">\"W-wait, you have the wrong man, I'm a kind man, I- I'll join the rebellion! All hail the true king!\" he begs as he realizes the tides have turned. I don't waste time thinking about his assumption, as both he and Sara suffer the longer this goes on. I push through our warring mana and wrap my hand around his throat. The effects are immediate. The discoloration and the bulging veins spread from his neck to the rest of his body like ink in water. He spasms in Sara's grip for a few seconds before slumping over, dead. He drank multiple glasses of the poison, hundreds of times a lethal dose. As visceral a death as it is, it ends him as quickly as any blade.</p>\n<p class=\"cnM3MGY5ZDI4OTdiYjRlMzA4ZDI2OWVkNzYwNmQ5ZGJm\" data-original-margin=\"\">Sara lets his body drop and focuses on healing her burns as we both slump. That was far more difficult than planned, and I am glad I had her with me. As we catch our breath, I feel my mana growing more powerful by a bit, and I look around. A haggard man, perhaps in his forties or fifties stares at us. He has permanent frown lines and his hair grows in a ring around his head. He looks ill and wears a servant's uniform that fails to cover the slave mark on his neck. I stand to greet him and tell him we mean him no harm, but stop as I see all of Sara's eyes widen and begin to water. She whispers in a tone so low it would be incomprehensible if not for the dead silence surrounding us.</p>\n<p class=\"cnM1YmFkY2Y1NWUxYjQ0OTg4NTQ0NTI3OGVhMjk0Yzgw\" data-original-margin=\"\">\"D-dad?\"</p>\n            ",
  "invisibleParagraphContent": "Reading on this site? This novel is published elsewhere. Support the author by seeking out the original."
}