{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNmY2VjOTYyZTk2NTRhNzA5ZjA2Y2ZlMDk3ZDFiZmM1\" data-original-margin=\"\"><strong>Sarafyna</strong><br>\"We have to go back Sara, we have to help her!\" Autumn insists and I grit my teeth.</p>\n<p class=\"cnMyZGFjODdjMDNlYzQxOTY4MjU0MjBiZTY1NDBlYmJh\" data-original-margin=\"\">\"We can't, Autumn. If I go back and Leo dies, or you go back and die yourself... It will kill her. Faster than anything any noble could do. Help me get Leo out of here, we'll meet up with her later!\" I insist. I insist because I know it's exactly what Lillith wants, but at the same time, part of me agrees with Autumn. I want to go back and keep her safe but... Leo is dying. I can barely feel any life left in him. We need to get him back to the safe house, then far away from here.</p>\n<p class=\"cnNiNDVkMmUzNGVjZDQ0MmQ4MGM0MzY3MGEyZjBkYzY5\" data-original-margin=\"\">\"Can you even save her without Lily's help? We need to save Lily first, then we can keep Eleonor alive!\" Autumn challenges. In a way, she's right. My healing is usually a team effort with Lillith. But I can do enough. Enough to keep him alive until she is free.</p>\n<p class=\"cnM2YjMyNDkwMjRhODQ3NWU5YTYzYzU4MWI0NGMzNDYx\" data-original-margin=\"\">\"I'll have to. Autumn, come with me!\" I beg as she hesitates, watching Lily tear through the mob that had left her friend in this state.</p>\n<p class=\"cnM1YjczOGMzOGZhNzQ0YWFhODZkMDY0NzliNjhhYTk5\" data-original-margin=\"\">\"But... We need her to help Eleonor, and if she's captured... Sara, they'll kill her. They'll kill her, Sara, especially after this. If that happens, what do we do next?\" Autumn begs and I clench my fists.</p>\n<p class=\"cnNmYjMwNjk4NTc4NzQzYTNhZWVlNGQ4YjVhMmI4MDdm\" data-original-margin=\"\">\"It's alright. She was always going to get caught. She thought it would happen long before this, in fact. It was nothing but the King's cowardice and foolishness that delayed it so long. She made me promise to get you to safety when it does happen,\" I answer.</p>\n<p class=\"cnNlMTgxMGJiMDVjNjQzN2Q4NTg0M2M3YTE4Yzg0Yjg1\" data-original-margin=\"\">\"I can't just accept that! She's just going to let them kill her? Why?\" Autumn pleads.</p>\n<p class=\"cnNhNTc1Y2M5YmMyMjQ5YTRhYmE2NDUxMzcwNzJmN2Fm\" data-original-margin=\"\">\"No! Just... just trust me. I'll tell you everything once Leo is safe. Please, come with me!\" I try again and she clenches her own fists, closing her eyes as tightly as she can before finally answering.</p>\n<p class=\"cnMzOWRkOWZlNjkzNTRhOGViYmM3MzRiOGRiOTlhN2Ji\" data-original-margin=\"\">\"Alright. I'll trust you. But please, tell me Lily will be okay? Tell me she's not going to die because of what I told her,\" she asks and I nod.</p>\n<p class=\"cnNhNTRlMmM2NWVlZDQ5OGVhYWYwYWNmY2Y1MzBiNzMy\" data-original-margin=\"\">\"Lillith will be just fine. I promise. She <em>wants</em> to get caught, alright? It's the only way. So please, come with me,\" I insist. She sniffs and looks back one final time, but reluctantly gives me a slight nod of assent. As we use the commotion to make our way back to the safe house, we are still spotted several times, but we are less important than the scene we are leaving.</p>\n<p class=\"cnNjODk2ZDk5ZWU5MDQ1MmNiMjMxNjFlMDg4ZTUyMTlj\" data-original-margin=\"\">When we finally pull Leo into the old dorm we've been using as a campus safe house, I hope I'm not a liar. Things need to go the way Lillith planned for, or she's dead. I also have to hope all that extra artwork Lily had done was enough. We put Leo on the soft sofa in the sitting room and I push my divine mana into him. I've never done such extensive work without Lillith's help before, and I can't help but sweat as I struggle to put the poor boy back together again.</p>\n<hr>\n<p class=\"cnM5OGYyNDM4YmJkYjRmZmY4MTA2ZWE5N2VlZTk0OThj\" data-original-margin=\"\"><br><strong>Lillith</strong><br>I am back in Satusmor. The filthy cobblestone road feels like hot coals beneath my feet. The smell of fire lingers in the air and I immediately know why I am here. This isn't the first time I've revisited this night. The pillar of black smoke drawing me forward and the city around me blending like watercolor.</p>\n<p class=\"cnM0NGZmYmFlYjZjYzQ1YmRiY2VkMjcwYTg5ZWM1N2M2\" data-original-margin=\"\">I always have a heartbeat again, when I have this dream. I don't know why. Every single time I can feel it, pounding on my chest like it wants to tear its way out. As always, I run through the streets. Fly through the city. Tear the world apart to reach that pillar of smoke, just a little faster. This was my worst night since waking up as Lillith. The smoke flees as it always does. The faster I run to it, the faster the distance grows.</p>\n<p class=\"cnM4ZjY5ZTczMWM2MzQ0NzI4NzRmMzIyMzAzNjdkYWM0\" data-original-margin=\"\">My mind will never let me get there in time. If I cheat and use magic I didn't have that night, it cheats as well. The ugly smoke taunts me. It laughs at me, and it chokes me. My mind will never let me get there in time. Because I hadn't made it the first time. The real time. I had been too late. I had failed.</p>\n<p class=\"cnM4ODM1MjEwMDI5NjQ1NGFiMGVkMTQ5ZTIzOWJlN2I4\" data-original-margin=\"\">It was the third house of penance I had helped. It was nearest a popular brothel and many of its residents were sex workers, but not all. They had been so excited to become mages. So hopeful. But then Captain Horrus found them. He wanted the circle they used for himself, and they refused to show him. They fought him off. By the time he had forced his way in, the circle had been destroyed. The surviving street kids told me he had killed the nearest woman to him, right then and there.</p>\n<p class=\"cnMyYjc3MTUxZDE0NTQyYWY4NTg0MTU2YjhmMmQ4ZWMz\" data-original-margin=\"\">I don't know how he figured it out. Maybe it was when they were fighting to keep him out. Maybe he had tried to order someone to come meet him. But somehow, he knew the Mages of Penance couldn't leave the house. He knew, even with an open door and a powerful reason to flee, they couldn't. So he didn't bother barring the doors or blocking the windows. When he set fire to that house of penance, he intentionally left the door open. He left it open so he could watch the panic on the faces of the people who defied him.</p>\n<p class=\"cnM5ZTJlMDhkOGJmYTQ0YzRhNDA0ZjcwZGIyYmI1YzQ2\" data-original-margin=\"\">The street kids had tried to help. Many tried too hard. They tried to force their friends out of that open door to safety. But nothing they did could challenge the temple's mind rape. They didn't give up. Not in time. Many of them died with their friends, trapped in that fire not by mind control but by desperation and loyalty. Very few survived, by the time I made it. The building was already collapsing in on itself and anyone still inside would be killed by the smoke if not the fire.</p>\n<p class=\"cnNhYmYwNzVjOTE5YjQ5Mzc5MDBiMTFlMDRlYWUxZTRk\" data-original-margin=\"\">Like every night, I used air mana to kill the fire, but like every other night, no one emerged from the building. Horrus laughed. He spit on the ground and laughed after murdering them. Like every time I visit this memory, I make quick work of his soldiers. Every guard he brought with him dies and I allow none to flee. Like every other night, I pin his arms and legs to the ground, although this time I use cuffs of earth instead of the spikes I'd used in real life.</p>\n<p class=\"cnNlNjVkMzcwYjAzMTQ0MTk5OGQ2NDBiMDJkMzVlNDcw\" data-original-margin=\"\">I mount his chest and wrap my hands around his throat, just as I had done in reality. When this really happened, the rage was all I was. The rage and fury and grief. I was Sara, chewing that man to death in that church. I was every victim in the ashes of the house of penance. I was every slave this man had created from an invented crime. I had choked him through his whimpers. Just as his pallor began to change, I would ease my grip. Let him breathe a little. Gave him time to gasp, and time to hope.</p><p class=\"cjdlOWYzZjE2MDBjMTQ2MDliZmUwNTQ4NGFlYjAzZGVj\" data-original-margin=\"\">The narrative has been taken without authorization; if you see it on Amazon, report the incident.</p>\n<p class=\"cnNjZGQ0YWIwMGQyNDQ0ZTlhZWNmMTExOGIwMTdiNTFh\" data-original-margin=\"\">Then I would tighten my grip again. Close off his windpipe again. Let his vision fade, then release. I had killed Captain Horrus slowly and deliberately. I don't regret this because he didn't deserve this. He did. I regret this because I didn't. I kill quickly. Without mercy when it's necessary, but quickly. I kill to remove the sickness people like Horrus and Cateline represent from the world, not to punish. Killing Horrus this way... left me numb. I spent a long time completely detached from the world, until I entered the Radiant Woods. Until I was used as a weapon against all those people, and until I met Sara.</p>\n<p class=\"cnMwYWVmYjM0ZjhhNDQ5NDBhMGZiMjQ3NjhjN2ZkNjM3\" data-original-margin=\"\">Even then I wasn't back to normal for a long time. I still had this dream. I still killed Horrus slowly. But this time, I had used cuffs. This time, I kill Horrus in an instant. It wouldn't change the past, but it felt like waking up. And as he dies, I do wake up. I groan and try to pull myself up. I still have work to do. I hadn't tortured any of those women last night. Not physically. But I could have killed them in groups. I had let each know they were going to die. I had given them time to fear and regret, and I'd done it to punish them.</p>\n<p class=\"cnNjMWI0ZmYxZWE2ZTRhZTRhNWI1YjRlNzNjOWMyYWFh\" data-original-margin=\"\">Again, they deserved it. But I can tell, they are going to be my new dream. My new numbing agent. Because I am not supposed to kill to punish. I remove hate and danger, I don't punish... except when I do. I have more to work through. I lean against the hard stone wall and examine my surroundings. I am cuffed in front, with the mana dispersal cuffs Walter had once used on me. Yet again, they fail to stop my gathering mana. I can access most of my pooled mana as well.</p>\n<p class=\"cnMwMTRkMGQxNzAyMjRiZmJhZWMzZGJkNTJmNTM1YTZi\" data-original-margin=\"\">I am in a stone room with a wall of bars separating me from a man with a powerful Aura. My chest throbs, a painful itching begging for my attention. As I look down I see my chest wrapped in bloody bandages. I am also wearing the tattered remains of my pants, which is a pleasant surprise. Considering the treatment of other prisoners I wasn't expecting to be left any clothes.</p>\n<p class=\"cnNmYTI5MzUyYzgyOTQyYzliNWJlNjE4YzU0NDZkMTQ3\" data-original-margin=\"\">\"Those are lovely tattoos, although hardly fitting of a lady like yourself,\" the man in the room greets as I examine myself. I hold the cuffs in front of the magic circle, although if anyone was going to notice the runes, they already have. \"Did you need to get them so extensively? The doctors say you even have some on your tits,\" he complains and I only respond with a closed mouth, sarcastic smile. It's a good sign he isn't asking about my circle. Over the years I have tattooed nearly my entire torso as a way of disguising them. I even had tattoos added between each rune, depicting everything from Earth text to references I had drawn from pop culture.</p>\n<p class=\"cnNmYzQ5NDk1YWQ5MDRjNzRiN2Q3ODU3YTg3NzdhZjc0\" data-original-margin=\"\">A keen eye will likely notice the runes and may discern the circle among them, but if no one versed in the design of such things examines me, this will work in a pinch. I don't expect to be here long in any case. Of course, it's possible he already knows about it, but I might as well obscure it until I know for sure. This man's aura bends space in the same way as Godfrey's and there is no mistaking who it is. \"Is there something I can do for you, <em>Your Majesty</em>? Aside from discussing my tits, I mean. I have heard that's one of the few topics you understand, but part of me always hoped it was an exaggeration.\"</p>\n<p class=\"cnM0MDhlYmZjNjRmNzQ2M2ZiYTY4ZmViNDBlZDgzNDg3\" data-original-margin=\"\">The King's smile sours in an instant. \"You will watch your tongue you ungrateful whore!\" He snarls and I roll my eyes, then hold up my bound wrists.</p>\n<p class=\"cnMzMmFmNmZhNDJmZjRlNDhhNGJlZDVmNGM4Y2Y4ZDVj\" data-original-margin=\"\">\"Or what, you'll have me arrested? Executed? How exactly do you plan to make the consequences of being mean to you sound scarier than the same for murdering all of your friends? No wonder this took so fucking long,\" I mock and he gives me a smirk.</p>\n<p class=\"cnM0MTljODRiM2U3ZDQ1OGZiYmQ2NTkwY2E3YjZmYzcy\" data-original-margin=\"\">\"You are right. I am going to have you executed. Tomorrow afternoon, in front of the entire city. But that gives us all night. I have put many women in their place with a single night,\" he threatens and I laugh at him.</p>\n<p class=\"cnNmYWRjNmQyYmViYjQxOWNiODdkMWNlM2Y5MDA4YTgx\" data-original-margin=\"\">\"You're not going to do that,\" I chuckle, \"You're not going to do that, because you have heard the rumors. The monster who can kill with a single touch, that's me. You may not believe it. You may think it's just the commoners spreading nonsense. But... you also spent three years wasting your knights and guards protecting yourself and your friends instead of looking for me. Because even with all your power, all your mana, and authority, you are a coward.\" I lean forward, not far enough to reach the bars but enough to indicate an offer. \"So go ahead. Touch me. Find out if it's true, I dare you.\"</p>\n<p class=\"cnMwZjM5MWUyZWI1ZDQ1NDBiYWJmOGVlMDYwZmVhNDdl\" data-original-margin=\"\">His smirk twists at my taunts. \"I can leave you locked in here all night with a dozen knights. See how proud you are in the morning. We'll see how true those rumors are then, won't we?\"</p>\n<p class=\"cnM2NjdlYWY0YjU2ZjQ1Njc4YTM2OGE2ZDc3YjRkNGVk\" data-original-margin=\"\">\"You are welcome to leave them locked in here with me,\" I offer, \"But I hear you've had something of a high... turnover rate these last few years. Are you sure you can spare the manpower?\"</p>\n<p class=\"cnNkYzFiZjBlMTFjNjQwYmZiMmI0ZWY4YmI1Mjk1MmEw\" data-original-margin=\"\">\"Where are the slaves,\" he demands instead of answering my joke. \"How are you moving around the city so quickly? How exactly are you killing with a touch? How did my brother make you so powerful so quickly?\" I give him a blank stare.</p>\n<p class=\"cnMwODM0MzFiMGExNDRmZGE5ZjdhZGEwYTZlNWVkMDZm\" data-original-margin=\"\">\"You are really good at this. You should quit your day job and run interrogations instead,\" I answer.</p>\n<p class=\"cnMzZmE3NGFlODI2ZjQ4MzJiZTgyODBkMTFhZGJlZWNk\" data-original-margin=\"\">\"You're right. I'm not so good at this, am I? But, maybe you missed this, I have a lot of friends. We'll get the information out of you,\" He answers before clapping his hands. A moment later, I hear a steel door slam shut and a wiry man with a sack on his head appears, a belt full of unique knives and bottles around his waist. Again the King grins, and again I roll my eyes.</p>\n<p class=\"cnMxMDI0MmM3NzAyYzQ2ZDZiZjFiNTdmODMyN2U1MWJk\" data-original-margin=\"\">\"Better hope your friend is quick. Pro tip. When torturing someone, don't tell them they have a public execution scheduled for the next day. Having an end in sight really ruins the effect,\" I advise. His face falls.</p>\n<p class=\"cnNmNDA0ZGY4NmJhODRkZTc4NDRlM2EzYzQ4YzMxNDlh\" data-original-margin=\"\">\"I'm the king, you stupid bitch. I can schedule your execution for whenever I want,\" he contests.</p>\n<p class=\"cnM2MzhmZTJiM2E2ZTQzNGNhOWZlNDM0OWMyYTRiZDRk\" data-original-margin=\"\">\"No, you really can't. You are barely the king. Your negligence has left your entire court whispering about putting someone else in charge. You need to kill me. You need to do it publicly, and you need to do it quickly. You have to prove you are the king in front of all of them, especially since so many of the supporters you have left lost their daughters last night. But by all means, delay it. It'll make my job all that much easier,\" I taunt.</p>\n<p class=\"cnNmYTYwYWZhN2VmMDQ0ZTQ4MDViYTA0YzhmMzgwZDY1\" data-original-margin=\"\">\"You underestimate me. Godfrey has inflated your ego beyond sustainability. And, you idiot, you've all but admitted you did this to make Godfrey King, which means even if a day of torture isn't enough, Godfrey will have the answers your corpse fails to provide. Perhaps I'm not so bad at this after all,\" he smiles. I narrow my eyes at him and, while still feeling victorious, he stands and moves to leave. \"Make sure she suffers,\" he orders. Just before rounding the corner the wiry man came from, he stops.</p>\n<p class=\"cnMwMTU1YjlkYjI0MTQwYzVhYWM4MDI0YWEwNWI1YTg5\" data-original-margin=\"\">\"They are calling you the Mage of Mourning, you know. The name started spreading just last night. Some say it's because of the carnage you leave in your wake but my sources tell me you have actually aspected grief. You empower yourself by crying. How like a woman,\" he laughs before leaving.</p>\n<p class=\"cnM1ZDQ5MmM1OTAyNzRmN2NiNDE3ZWFiNTY4ZDZjYzFl\" data-original-margin=\"\">The man he left behind opens the door to my cell and enters. He pulls a long, serrated steel blade from his belt and his raspy voice breaks the new silence. \"You may want to tell me what the king wants to know,\" he advises, \"I promise you it will be easier. You won't be killing me with a touch, I can promise you that. Where have you been hiding the slaves?\" He presses the blade to my cheek, gently enough it only draws a single drop of blood. That's all I need.</p>\n<p class=\"cnMzZDA3MmIwOWNkYTRlYzE4ZTgwZWY1ZTczNmRhMjIw\" data-original-margin=\"\">I course electricity mana through my body and it crackles through my veins like a furious river. It materializes as electricity at the point of contact and flows through the blade and into the man. His entire body tenses up as I electrocute him. I roll my eyes lazily to him as he fails to pull the knife away. A moment later, I release the spell and he collapses to the floor.</p>\n<p class=\"cnM4MGU2ZjJmM2E0ZDQyMjRhNDYyYTRmNWU1NjQzNmIx\" data-original-margin=\"\">As the corpse of my torturer soils itself, I lean against the wall and wait for my next visitor.</p>\n            ",
  "invisibleParagraphContent": "The narrative has been taken without authorization; if you see it on Amazon, report the incident."
}