{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0OTI3ZDNjNjMyNTRjMGQ5YjA4NDkyMjA4ZjViZDQ2\" data-original-margin=\"\">\"Afternoon everyone,\" Kaede heard Reynaud's energetic voice as the short, young man with fiery-red hair swaggered into the map room of the Moltewitz home.</p>\n<p class=\"cnM5NTM4YjU5MjM1MjQ4MTI4NWE3NjcyNDRjMDM0YjFi\" data-original-margin=\"\">She hadn't seen him since their trip from the Alisia Academy to the Oriflamme Palace in Alis Avern. She had heard that Reynaud helped bring news of Emperor Geoffroi's death to Nordkreuz, and took part in the decisive air battle as part of the Princess' entourage. However he had been severely injured during the fighting and was hospitalized for several days. Even now, his left arm remained in a loose sling and he walked with a limp. Yet none of this could put a dampener on Reynaud as he proudly displayed his newfound status.</p>\n<p class=\"cnNlNTEyMDZlODMzZTQ4MDNiNTI4ODEwYzFjZDc0Zjc0\" data-original-margin=\"\"><em>He's certainly moved up in the world since we last met,</em> Kaede thought with a smile.</p>\n<p class=\"cnM4Y2ZiZjAwZjFhMjQ5NDg4YzcyNTlkYmU0MzczZTBk\" data-original-margin=\"\">Gone was the plain, blue gambeson of an academy cadet. Reynaud had not only 'graduated', but by a combination of opportunity and luck he had made it straight to the top. He now wore a bright-cerulean gambeson, tabard, and cape, with white borders and aqua highlights which marked it as the uniform of an Oriflamme Armiger. He was in service to Sylviane, which made him a royal armiger as well. Short of summoning a phoenix and becoming a Paladin, the combination of these two positions gave Reynaud the highest prestige a knight of Rhin-Lotharingie could achieve.</p>\n<p class=\"cnM1NjNlYzFjZWI0ZjQ2ZjlhYTJlNjJhMThhMzZkYzg3\" data-original-margin=\"\">Then, as though this wasn't enough, Reynaud also wore another decoration that was impossible to miss. The Knight's Cross that hung beneath his collar was one that she had never seen before. Thin, translucent crystals extended out from its curved edges to give the impression of a giant snowflake, shattered by the black cross that crushed into its center.</p>\n<p class=\"cnNlNjE2OWY2MTZkMjQ4OTM4YjlhMmFiODBkODQwMTEz\" data-original-margin=\"\">\"And hello Buttercup. I'm certainly happy to see you again,\" Reynaud strode closer to Kaede before he leaned over the sitting familiar's side and took a whiff of her hair.</p>\n<p class=\"cnNmZmFmNjQ3MGI3MjQyN2I4Yjk4YzhlNWY0YTNlMjhj\" data-original-margin=\"\">\"Herbal?\" He smelled the tea that Kaede had been drinking earlier. \"Come on Pascal. No fruit-scented shampoo?\"</p>\n<p class=\"cnM2MDU2ZjBjNzQ1MDQ3YzlhMGJiZTJkMjA0YjA4YTQz\" data-original-margin=\"\">\"I see your manners haven't changed, <em>Sir</em> Reynaud,\" Kaede glared at him. Her earlier joy at seeing an old acquaintance had all but vanished.</p>\n<p class=\"cnNlYWQ4ZDI0ZjJhOTQ4YWQ5NDdkZDdjMzdmOWQyNzBi\" data-original-margin=\"\">\"Ah, right, I guess you're <em>Dame</em> Kaede now,\" Reynaud said, noting the Knight's Cross that Kaede now wore beneath her folded collar. He took a step back and bowed courteously: \"may I kiss your hand then, Milady?\"</p>\n<p class=\"cnMwMTlhODFjZjc0OTQ1ZDRhN2VjZWU0YTFjZjdlY2E4\" data-original-margin=\"\">\"In your dreams,\" Pascal rebuffed before Kaede could even reply. \"And the correct style for a dame is 'Sir', Reynaud. I should not have to educate you on the equivalency of martial titles,\" he sneered. \"Also I did give her cherry shampoo. She simply has not had a chance since the battle,\" he added defensively as though this was a matter of personal honor.</p>\n<p class=\"cnMyMWU1ZmQ3MDVmNTRjNTM5ZDlhMmZlNWQwZWJjZjNi\" data-original-margin=\"\">\"Could you two <em>not</em> discuss my bathing habits like I'm not here?\" The familiar added in an annoyed voice before she changed the topic towards a better subject. \"And congratulations on your award, Sir Reynaud. I apologize that I couldn't attend the ceremony yesterday.\"</p>\n<p class=\"cnNlNjU4OGI3ZWRmYzRiZDRiZTk1MzFhNmE1ZDk4NmJm\" data-original-margin=\"\">\"No worries. Perceval told us what happened,\" Reynaud replied as he stepped back to lean against the map table. His posture was so casual that it was almost as if this was his house, despite the fact he stood before a Crown Princess and a Landgrave.</p>\n<p class=\"cnNhNzUwMDhhMzJjYTRkMWViODVkODQ5NWQ4YmNmZjY1\" data-original-margin=\"\">\"What stupidity possessed you to perform such a foolhardy stunt anyway?\" Pascal remarked. \"You charged straight into a death trap. Had it not been for Sylv--\"</p>\n<p class=\"cnM3MGNhM2Q0MTQ1ZjQ2N2JiODBjNTVjYzU1MmE1N2Nk\" data-original-margin=\"\">Reynaud gave a faint wince as though he regretted the decision himself. Nevertheless he glared back at his old adversary and countered in a voice just short of yelling:</p>\n<p class=\"cnNkNjA0MTBhNDlkNjRjNGM4NjEwYjE3YjhhMzU2Nzk3\" data-original-margin=\"\">\"Oh I'm sure you had it easy, <em>Runelord.</em> Just shout orders from your command center and tell others to fight in your stead? Tell me, what would <em>you</em> do if you saw knights fall by the dozens from a gliding fortress that shot lightning in all directions? The Phantoms may not be my countrymen, but we had fought shoulder-to-shoulder in the same battle. And I for one do not ignore the plight of my <em>comrades!</em>\"</p>\n<p class=\"cnNjNTgzOWRiODEwYTRjYTBhODQxZTRlNGY3YTNlOTkz\" data-original-margin=\"\">\"I would call to regroup and formulate a better plan of attack that does not include suicide!\" Pascal retorted. \"There are moments for desperation. That was <em>not</em> one of them. The battle had been won and...\"</p>\n<p class=\"cnNmMzVhMzI4ZDBmMjRiNzZhZTIxMzYxNzdmNDUxYWQ4\" data-original-margin=\"\">\"Stop it, both of you. You're acting like children,\" Sylviane interjected from her seat besides Pascal. \"Sir Reynaud was indeed reckless and I have already scolded him for it. <em>You</em>,\" she turned to her fiancé with an insistent stare, \"are not his superior and have no right to belittle <em>my</em> armigers.\"</p>\n<p class=\"cnM1OTNjODkyOTcwNDQwMDY4YjIwZmUxZmY1MTgyOGVk\" data-original-margin=\"\">\"Fine,\" Pascal added with a roll of his eyes before he exhaled a deep sigh. \"Nevertheless, congratulation on your award, <em>Winterslayer</em>.\" He then surprised all of them with genuine words of approval. \"You helped protect Nordkreuz by ridding us of Admiral Winter once and for all, and for that I am grateful.\"</p>\n<p class=\"cnMyZGYyNGUyOTY2ODQ1MDA5NjMyZjg5MzRlN2M0ODNl\" data-original-margin=\"\">Even for Kaede, it took a second to overcome her astonishment. It was one thing for the situation to force Pascal into such admissions, like that night on top of Alisia Academy's dormitory keep after the Mantis Blades' attack. But to see him take such initiative by himself?</p>\n<p class=\"cnNkYzQ0ZGE4MDQ4ODQyYTQ5YmQ2YmEyOTQyZjhlMDk2\" data-original-margin=\"\">Reynald's new nickname had been bestowed by a letter from King Leopold himself. Acknowledging it was akin to putting the short boy on a pedestal, something that Pascal almost never did for anyone else his age.</p>\n<p class=\"cnM2ZWRmZWFkMDdjZTQzODM5ODEwNGZiYWQ1ZjYxMDdi\" data-original-margin=\"\">\"Just remember that dying does not help anyone,\" Pascal added. \"You were lucky it worked this time, and that Sylv came for you in time.\"</p>\n<p class=\"cnM3ODk0MzkyYzBiMzQwYjBhNTg4MTQ4OTBlMTM2NjMx\" data-original-margin=\"\">\"Her Highness did save my life, that I recognize,\" Reynaud admitted with a thoughtful smile.</p>\n<p class=\"cnM4Y2M3ODgyZGNmNDQwNmQ5ZDQxMzhlYzY3ZmI2MmZh\" data-original-margin=\"\">\"Don't worry, Sir Reynaud, you're in good company,\" Sir Robert spoke up from where he leaned against the corner of the room by the doorway.</p>\n<p class=\"cnMwODE5MzljM2Y3ZTQ3OTk5NTc3OWIyYjRhOGJiZjdk\" data-original-margin=\"\">He then looked towards Lady Mari, the Princess' bodyguard who never seemed to leave Sylviane's side, and who stood behind her chair even now.</p>\n<p class=\"cnM0NDhmNGEyYjllYTQ5NTU5N2MwMzc2YWFjNmM1Y2Y4\" data-original-margin=\"\">\"When Mari and I had only been in service to Her Highness for a few months, she still put herself in danger to save our lives during <em>that</em> incident.\"</p>\n<p class=\"cnMxOGFjMzJmYTgwNDQ0MjM4YzkxYjYxZDZhMDM3ZjU1\" data-original-margin=\"\">It was difficult for Kaede to tell if Sir Robert's voice was more appreciative or guilty. It was clear, however, that the armiger felt like he owed the Princess a personal debt. And judging by the silent, reminiscent look in the armored maid's cloudy-gray eyes, it seemed that Lady Mari felt the same way.</p>\n<p class=\"cnMyM2EzY2IxMTA0ZDRjNjJiZGRhNGRlMjUyMTEwM2Vi\" data-original-margin=\"\">\"There's hardly any need for you to remember that every time, Sir Robert,\" Sylviane remarked. \"You and Mari were thirteen back then. Father made you two my armigers so I'd have companions closer to my own age, though in reality you were little more than squires in training. It was unrealistic to expect that either of you could face off against Weichsel's best.\"</p>\n<p class=\"cnMxYzNlNzYwNTA4YjQ5YjNiNGI5NGI2MWE5MzhjODFl\" data-original-margin=\"\"><em>'That incident' must refer to the raid on Silverglen Castle,</em> Kaede realized. It was when Weichsel's Knights Phantom had launched a deep raid inside Rhin-Lotharingian territory and captured the young Sylviane. They took her to Nordkreuz to be held as a hostage, where she met Pascal for the first time.</p>\n<p class=\"cnNkNTAyMDdkZjhlODQ1MDRiOTRhMGQ1YmEwOGEwNzgy\" data-original-margin=\"\">\"It would be the greatest disgrace upon me if I ever forgot such a deed, Your Highness,\" the normally silent Mari declared. \"I should have died there with your other guards...\"</p>\n<p class=\"cnNhNDg5ZjNmMDNmZTRmYWRhODdkYmQ0MDU3ZTI2YWEy\" data-original-margin=\"\">\"--And how would that have helped me?\" Sylviane interjected against her stubborn maid as she stood up and spun around to face Mari. \"I was going to be captured one way or another. The famous Hammerstein led the attack that day, and he had both a superior force and caught us by complete surprise. What I should have done was surrender as soon as they broke through the defenses to barter for your lives. But I was just a kid back then! I didn't even realize what was happening until you and Sir Robert were the only guards left!\"</p>\n<p class=\"cnNhMjI2OGQ4OWU2MTRlZDFiYjAyNzFhNmMxMmZkODdm\" data-original-margin=\"\"><em>But she did surrender in the end to save Mari and Robert's lives.</em></p>\n<p class=\"cnM4MTY5OGRkMGI4MzRhOTA5MjhjMmQ4ZjRiMDY4ZGM1\" data-original-margin=\"\">Kaede couldn't help but smile as she remembered her conversation with Sir Robert the other day. It was no wonder that the young knight cared so much for the Princess' well being.</p>\n<p class=\"cnMwZDkxOGRhMzQ1ZTRlZjY4MDc3ZDI1OWE4MGVmMzNk\" data-original-margin=\"\">\"Your Highness...\"</p>\n<p class=\"cnM5ZTBlY2FkYmFjODQ0NmU4ZjBlNTAzM2IwNWNhMjZi\" data-original-margin=\"\">\"Remember Mari,\" Sylviane cut her maid off with a pointed finger. \"You're no good to anyone dead, me least of all. If you have to feel like you owe me something, then repay it by continuing to stay by my side!\"</p>\n<p class=\"cnNlYzNiMzljMDQ3YjQ2Nzg4NTc5NDBhMzQxZjE5MmYz\" data-original-margin=\"\">The Princess' cheeks took on a deep blush as she sat back down and declared with crossed arms:</p>\n<p class=\"cnM0NmZmZGUzMWNjYzQ5OWM5MDc2ODlhNGUyMGQzOTc0\" data-original-margin=\"\">\"I won't forgive either of you if anything should happen because you two were being reckless!\"</p>\n<p class=\"cnM3Yzc0ODA3MDQwODRmMjZiZWVkMTBmODk3ZDY1ZmNj\" data-original-margin=\"\">Meanwhile, Kaede caught the glance that Sir Robert and Lady Mari exchanged, which seemed to express something between amusement and resignation. Robert then added a fond smile and a slight shrug, before standing bolt straight as the Princess looked over at him.</p>\n<p class=\"cnM3Mzc4ZDk3N2FmYzRmZmFiYjM4MDIxNzgxNDVjMjBk\" data-original-margin=\"\">\"Understood, Your Highness,\" both of them answered in sync. Though both also looked determined to never let Sylviane face such a decision again.</p>\n<p class=\"cnNiZWE2ODk1M2YzZjQxYTFiMjI2ZDdjNDQ5NTBkNmMx\" data-original-margin=\"\">For a moment after, Reynaud looked upon the two senior armigers with a conflicted expression. It was one that Kaede immediately recognized, back when <em>he</em> found himself unable to join a clique of history fans because <em>he</em> was a 'Hafu' and therefore 'not a real Japanese'.</p>\n<p class=\"cnNmMTI1MGUwNzZjOTRkNDhiZDg5MGIxN2JjMTU4NDJk\" data-original-margin=\"\">Though in Reynaud's case, she thought: <em>How do you compete against childhood friends who shared life-and-death memories?</em></p>\n<p class=\"cnM3Y2U5MTYzNTlmNDRkZmJhMTU2N2JlMWU0M2Y3ZTgz\" data-original-margin=\"\">However, Reynaud was clearly not the type to brood as he turned his attention to the map table. Then, before he could have had more than a glance, he spun back around to face Kaede with an excited look:</p>\n<p class=\"cnMwZDRmMmRlYTEyOTRjNmM5NDA3NjQ0MDgzYTcxODMz\" data-original-margin=\"\">\"I almost forgot.\" He said before pulling out a long scroll from an extradimensional storage pocket. \"Here.\"</p>\n<p class=\"cnNkYTQ0OTJiZGYwNzQyNDFhZmVhNzJkYWY1ZWJiOTRh\" data-original-margin=\"\">Kaede reached out with both hands and received what seemed to be a thin metal tube wrapped in polar bear fur. It was almost as long as her arm and held an unfamiliar platinum crest.</p>\n<p class=\"cnM1N2YxNmY2MjE2NzRjZDE5NDM0MjlhMjQyMGFmZjQy\" data-original-margin=\"\">\"What is it?\" Kaede examined it with curiosity. Her attuned familiar senses could almost feel the power of its magical enchantments, as the scroll seemed to hum faintly in her hands.</p>\n<p class=\"cnM4NDIxNjA1ZWQxNzRlMzY5YzAzMGRkZTUxNWEzMDI4\" data-original-margin=\"\">\"Admiral Winter's personal maps of the world -- especially the Frontier lands,\" Reynald explained. \"It seems Weichsel has a tradition of dividing the loot based on merit. Since I'm the one who sent the admiral off, I received the biggest share as well as first dibs!\" His ecstatic voice added with a deep nod of approval. \"It seems the Admiral was quite the explorer. I took some of his other charts since I like travelling myself, but I thought this would be more handy for you to have.\"</p>\n<p class=\"cnNjNzc4MWIwMzFjMzQ0NjM5NGYyZjY3YjRmMTJkODA4\" data-original-margin=\"\">\"I can't take something this valuable for free!\" Kaede's gaze shot back up. \"Besides, wouldn't the Black Eagles want this for intel?\"</p>\n<p class=\"cnMzYTI5OGU0NGYyNDRlMWU5OWY5Mzk1MmRiN2JmNjEy\" data-original-margin=\"\">\"I was told they recovered more useful maps from the bridge,\" Reynald shrugged before giving her a generous smile. \"Besides, consider it as thanks for all your help back at the academy.\"</p>\n<p class=\"cnMzYjRiODM5ODU1MTQ0NTM4MTgxZWQxMGRiYzcwMzZm\" data-original-margin=\"\">\"I helped?\" Kaede was bewildered. <em>I thought I was the one who received help?</em></p>\n<p class=\"cnMyODg5YjU2MDIyYjQwM2Y5YWJlZDUzMmNiMjIzNjVj\" data-original-margin=\"\">\"If you hadn't built the bridge between me, Perceval, and Pascal, Cecylia would never have come to me for help on bringing Elspeth and her message to Nordkreuz,\" Reynaud beamed. \"In which case I'd never have the opportunity to join Her Highness as one of her armigers. I had expected to spend <em>decades</em> working my way up. I'd never have thought to achieve my dreams with such luck!\"</p>\n<p class=\"cnM0MzNmZDlkMDllYjQyNmJhZDI5NTE1OTQ4NmQzY2Uy\" data-original-margin=\"\">It really reminded Kaede why connections were so important in any society. Even a single 'right person' can open so many doors that could save years of effort.</p>\n<p class=\"cnNkMzI4NzBmZmIwMjQ0M2M4ZDE3MTZkMWNiZjdiMmZh\" data-original-margin=\"\"><em>He really is a nice person.</em> Kaede reflected. <em>If only he could stop being such a lecher.</em></p>\n<p class=\"cnM2YmYxYzhmYjMwNDQ5NTVhMzVmZjUzMjNhNmE4Njgw\" data-original-margin=\"\">\"Still...\" She remained reluctant. <em>This is a map created by an archmage!</em></p>\n<p class=\"cnM5ZWIxYTE4ZDUxODRkOTM5MGY5YzcwYTQ2MWIxMWMy\" data-original-margin=\"\">\"Kaede is correct. That is far too valuable of an artifact to simply receive for free,\" Pascal spoke out before pausing in thought. \"How about this Reynaud -- the army offered me a share of all plunder seized from the battlefield and the enemy camp. I have yet had an opportunity to look through, but I am likely to sell the majority for funds. You are welcomed to take a look through it all and take anything you like. I am sure there are far more choices in arms and armor there than from Admiral Winter's belongings.\"</p>\n<p class=\"cnMyMWQyYThhYjJiZjQ1ZmFhZTBhYjAzMWY1YzBkMzZh\" data-original-margin=\"\">\"You get a share of <em>all</em> battlefield plunder?\" Reynaud's eyes were bulging.</p>\n<p class=\"cnM3YTg4ZmI1MGJkMDRiNDU5MTY5MDVkMGExMDU5MTVh\" data-original-margin=\"\">\"I did bring vital contributions to the stratagem of the whole battle, as well as played an important role in the command and execution of the ground combat.\" Pascal added with a smirking grin. \"It is a small share, but it adds up.\"</p>\n<p class=\"cnMyNjg3NjA0NWEyZjQzNWQ5MGU3MGJhNWYyODE2YjQz\" data-original-margin=\"\"><em>No kidding!</em> Kaede thought, feeling amazed herself. Considering this 'battlefield plunder' came from the belongings of nearly forty thousand Northmen, including many nobles, even a single percentile was a fortune.</p>\n<p class=\"cnNlZjE0MTk5M2U5MzRkYzNiYWJhMzlmYzIzOWFiNzEx\" data-original-margin=\"\">\"Why can't we have a system like this?\" Reynaud looked at Princess Sylviane. \"In Rhin-Lotharingie it's just first come, first serve, and pass most of it up to your lord.\"</p>\n<p class=\"cnM4ZWNlODViYzQ1NTQ5Y2I4ZTRiZDQyYzNmM2Q2ZGFi\" data-original-margin=\"\">Kaede immediately remembered that the discipline of Medieval armies often broke down as soon as they breached the enemy camp for this exact reason, as the soldiers would go into a looting frenzy. Some commanders actually took advantage of this tendency to purposefully discard valuables in a 'feigned retreat', only to counterattack when the enemy was more focused on plunder than combat.</p>\n<p class=\"cnMyNTQ2ODVmOGJiZTQ1MGE4MDU1ZmQzNWVlZmFmN2Q4\" data-original-margin=\"\">\"Because that's the feudal tradition,\" Sylviane replied with a faint sigh. \"To reform such traditions we must first centralize the army's command. And to centralize the army we need to unify political power under the crown's authority.\"</p>\n<p class=\"cnMwZWNiMDc0MWVmNDRhYzU4YWEyMzM3NWFiZjM0OGYx\" data-original-margin=\"\">Pascal nodded. \"Weichsel could not have become what it is without its Absolute Monarchy.\"</p>\n<p class=\"cnMzMjQxNzljYjUyNDQzMjM5MGIwNTE1YmRiNGU0NTc5\" data-original-margin=\"\">\"Though centralized authority does not necessarily require Absolutism,\" Sylviane added before her words turned to caution. \"Autocratic power has its strengths, the most important being that it can bring the elites to heel for the benefit of the nation. However it also has several glaring blind spots...\"</p>\n<p class=\"cnNkZWE2MmQwOTM5NzRkNDY4ZjI1ZmEzNDY0Y2ExYmNj\" data-original-margin=\"\">The Princess looked at Pascal like there was something she wanted to add, yet she also looked hesitant to do so. It was clear that her mind was on a sensitive topic, and she decided to let it go instead.</p>\n<p class=\"cnM3MmYxMWQ1YzY1NjRhYjY5MWFjNDIxNzg0MzJiZDdk\" data-original-margin=\"\">\"Either way, Rhin-Lotharingie still has a long road ahead in reforms.\" She opted for a neutral statement instead. \"We need centralization -- that much is for certain. Whether that is around an individual or an institution, that is a harder question.\"</p>\n<p class=\"cnNjYjA0MjEzYzYzZjQyY2I5MjdkYTE3NWNiOGFjZGJm\" data-original-margin=\"\"><em>Rome certainly wasn't built in a day,</em> Kaede thought in agreement.</p>\n<p class=\"cnM3M2EzMTllNzFkNjRmZjU5NjA0MDQ0M2MxOTI3Mzk3\" data-original-margin=\"\">The 'individual versus institution' debate was certainly one that has raged on for several millennia on Earth. The core problem was that institutions, such as the United Nations, were great at balancing various needs. However they were also prone to stagnation as institutions by their very nature resisted change. Meanwhile autocrats who seized power could bring great change within just a decade -- but that was both a blessing and a curse as 'change' could be used for both beneficial and harmful deeds.</p>\n<p class=\"cnNkODRjM2UwYjM5ODRhNWQ5MjBiNGQ0OTcxZmY0MjIx\" data-original-margin=\"\">\"At any rate,\" Reynaud remarked as though the political discussion was clearly going over his head. \"I think I'll take you up on that, Pascal. I'd love to find some equipment that I can actually <em>use</em> in combat.\" He then grinned before turning back to Kaede. \"So there, now you can take the map without guilt. From what I hear you helped a ton too. It's only right your master shares his glory with you.\"</p>\n<p class=\"cnNlY2E4ZWVlMWE0NjQyY2FhNzI4YzY2ZjQxYTE2NGNi\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMzODY4NjNhODk1YTQ1ZjA5MWQzMTU5ODlmNTEyMThl\" data-original-margin=\"\"><br>It took another hour of waiting for all the people Sylviane requested to gather in the map room of Pascal's home for a council of war. In addition to Pascal, Kaede, and three of Sylviane's armigers -- Reynaud, Robert, and Mari -- there were also Perceval, Gerard, and Elspeth.</p>\n<p class=\"cnM4NjE1ODBjZGJkMjQzMThhZTViNTkyNjJlMzE2YTYy\" data-original-margin=\"\">Perceval was not just a healer who helped bring news of Emperor Geoffroi's death to Nordkreuz. He was also a member of the powerful House La Tours and the heir to the Duchy of Baguette, a region which stood just across the lake from Nordkreuz. He also surprised everyone when he entered the room, as he had come straight from a surgical operation and hadn't even cleansed the blood staining his healer robes.</p>\n<p class=\"cnM5OWU0MzYxN2RhODQ3NzQ5YzgyMDM3MzlkN2Y2Njk3\" data-original-margin=\"\">Gerard, in contrast, was a nobody. The tall and beefy civil engineer, who had been an intern before the war began, was here purely because he was a close friend of Perceval and Reynaud. Though he also partook in bringing the news to Nordkreuz.</p>\n<p class=\"cnNlNzJhZGRjMjBkNzQ5Y2I5MDRkNDgxNTY5NGYxZjUx\" data-original-margin=\"\"><em>Sylviane probably invited him as a thank you,</em> Kaede thought.</p>\n<p class=\"cnM5ZWIyMTQzODE0YzRkZjNiNzQ0MzRmNWU5MTk0NDQw\" data-original-margin=\"\">Last but not least, Elspeth was a royal armiger who served Emperor Geoffroi, and was the one who began the entire chain of events that brought Reynaud and Perceval to Nordkreuz. She was also the younger sister of Lindsay de Martel, the Highland Guard commander who served as the late Emperor's personal bodyguard. This meant she was likely a Faekissed, just like her elder sister.</p>\n<p class=\"cnMxNGEzYjA2NzQwYjQ4NjA4YjRiZDc2MmQyMWIwMGZj\" data-original-margin=\"\">The petite armiger seemed no older than a tenth-grader in Kaede's eyes. She was around the same height as Kaede herself, with fluffy orange-brown tresses flowing like caramel-whipped marshmallows to just beyond her shoulders. Below them lay a pair of inquisitive, peridot-green eyes and soft, red cheeks. Yet her most beaming feature was her innocent smile -- as forced as it had to be given her recent circumstances, it was still sunny and infectious.</p>\n<p class=\"cnM3YWIyNDRiYzc1MjRjM2FiZTdkY2M5OGIyZGJjZTE0\" data-original-margin=\"\">Elspeth's flight from the royal palace had caused the young lady to receive multiple grevious wounds. Yet it might not have been possible at all had the rest of the Highland Guard not fought to their death to secure her passage. Even now, she still wore a tight, leather and steel brace around her right leg, as her injury had been aggravated by her journey to Nordkreuz.</p>\n<p class=\"cnM0OWIwNzNjMzBkOTQzNWQ4MGY2YzYyODkyMmI4NDE3\" data-original-margin=\"\">Recognizing the difficulty that Elspeth had just to stay standing, Kaede retrieved a chair from the corner of the room before bringing it back to the map table. The petite armiger gave the familiar an appreciative smile before she sat down.</p>\n<p class=\"cnMzMzMwMjUzM2E1MTQ0MzViYWNhZmUxZmYzOTVmYTg1\" data-original-margin=\"\">The Samaran girl did not find it surprising that Elspeth already wore a cerulean cape bearing the Princess' crest. Sylviane would have loved to make the cute girl her armiger, even if she hadn't lost four during the vicious air-to-air combat in the Battle of Nordkreuz.</p>\n<p class=\"cnM0NTMwNzg4NGIwZDQ2ZmNiZDA1ZmU3NWNhMWE3ZmI0\" data-original-margin=\"\">\"Now that everyone is here.\" The Princess began as she stood up, leaving only her phoenix behind on her chair's armrest. \"Please allow me to once again thank Sir Perceval, Sir Reynaud, and Sir Gerard for their assistance in bringing Dame Elspeth to Nordkreuz.\"</p>\n<p class=\"cnNlNjhmNTI3YzQ2NTQ0ODNiMzdhZmU1OTYwNjA3Mzhk\" data-original-margin=\"\"><em>That means she knighted Perceval and Gerard also.</em> Kaede realized as she turned to look at muscular Gerard who wore a huge grin. Perceval was already a ducal heir, which meant that the title of Chevalier was merely one of prestige. However for the yeomen Gerard it meant a world of difference, as he was now officially a member of the lower nobility.</p>\n<p class=\"cnNlNWRmYTBkMjEyYzRkOGZiNWM3ZTQxNDkwOWI4Njg3\" data-original-margin=\"\">\"--I doubt Elspeth could have made it to Nordkreuz without your assistance,\" Sylviane continued. \"And not only was she able to bring me the details of what happened in Alis Avern that day. She has also brought me a gift of immeasurable value. Mari?\"</p>\n<p class=\"cnM0YWU5YjhjMzA1MTQ1NDZiNDQ0ZGI1NDU5NmY0MmIy\" data-original-margin=\"\">The Princess gestured to her maid and bodyguard who produced a velvet-wrapped bundle from an extradimensional pocket. Mari gently unraveled it to reveal a cylindrical cut of blue granite, which had a gold bottom and a phoenix sculpture on top.</p><p class=\"cjkxMjUwOWI5YTE0MzRiNjBiZjdiN2RhOGNiZGViMjZm\" data-original-margin=\"\">The genuine version of this novel can be found on another site. Support the author by reading it there.</p>\n<p class=\"cnM5YjA2YWFkNDc0ODRjODk4Nzc2YjY3OTQyODg3NTEw\" data-original-margin=\"\">\"Is that... the royal seal?\" Reynaud uttered, unable to believe his eyes.</p>\n<p class=\"cnMxMDlmYzc5ODExZDRjMGU5ZTU2MGM3YjM0NjNhYjE3\" data-original-margin=\"\">\"Yes,\" Elspeth answered in her schoolgirl soprano. \"I'm sorry for hiding it during our trip to Nordkreuz. But I wasn't sure just how far each of you could be trusted. That <em>traitor</em> Gabriel would surely offer great rewards for anyone who could bring him the official seal of the Emperor.\"</p>\n<p class=\"cnNmZjVlOTU2MzMxZjRlNTVhYjhlM2MwYzQzMjk2NmIw\" data-original-margin=\"\">Kaede had read that official seals were enchanted to create a unique mana signature. This meant that any document authorized by the seal and any <em>Farspeak</em> call made while using it as a focus could be magically verified by those who knew what to look for. Needless to say, high ranking nobles, diplomats, and military commanders all knew how to discern a real from a fake. By depriving Duke Gabriel of the royal seal, it meant the new 'Emperor' would have far more difficulty exerting his authority across a realm as massive as the Empire of Rhin-Lotharingie.</p>\n<p class=\"cnM1NTIyMTZmNzIwYTQxYjU5ZjUyNTNiODRjOGU2ZDMy\" data-original-margin=\"\">\"No, it's perfectly understandable,\" Perceval spoke in awe. \"You were right to be careful. I would <em>certainly</em> feel daunted if such an article fell into my hands.\"</p>\n<p class=\"cnMzOGNmYmFiNjhiYjQ0YTk5YjgyNzE0Y2QxOWRjMGM5\" data-original-margin=\"\">Lady Mari then wrapped the seal back up and put it into her belt pocket. It was clear that this was an article that was meant to be handled by only the most trustworthy individuals.</p>\n<p class=\"cnNiNmYwYjRlNWI5ODRiYmJiZWQ5Y2IxMGY4YmVmZWUw\" data-original-margin=\"\">\"Best as we know from Elspeth's information, Duke Gabriel Gautier de Gaetane, my <em>uncle,</em>\" Sylviane spoke the hateful word through gritted teeth, \"was leading an army of thirty thousand past Lake Alise when he changed his colors. They were supposed to be on their way to reinforce the Avorican front in the southwest. However, the traitors used the cover of night to ferry men across the lake. We are unsure of exactly what routes they used to sneak into the Oriflamme Palace, but the attack achieved total surprise. The assault was led by at least three hundred members of the Knights Templar, which must have been sent from the Imperium as there are but a handful of them in Rhin-Lotharingie.\"</p>\n<p class=\"cnNhMWZjMTU4ZmI5ODQ3MGU5MjBhNjkwMDA1ZjZmNDlk\" data-original-margin=\"\">Kaede noticed as the Princess tightened her grip on the map table's edge. Sylviane tried her best to maintain a mask of cool composure, but it seemed clear that her emotions were simmering with repressed anger. Her depression and sense of loss from the morning after she received the news were long gone. Instead she channeled all of her hatred towards her uncle, who had committed the most unforgivable sin -- the murder of one's own kin.</p>\n<p class=\"cnNjOGRjNWI5MGFkYTQ0ZDI5MDczYmM4Y2E1NjkyMzE0\" data-original-margin=\"\">\"My father was killed during the attack,\" Sylviane continued, \"alongside Elspeth's sister and nearly the entirety of the Highland Guard. Though they certainly did not go alone as they inflicted heavy casualties upon the Templars.\"</p>\n<p class=\"cnNkOTZlMTZmMzk4NzQzMjY5ZjYwYTEzMmFhNzZkY2Jl\" data-original-margin=\"\">\"And if it weren't for that 'Holy Sword', His Majesty would have smushed that traitor too!\" Elspeth added in a girly voice that completely ran against its acidic tone.</p>\n<p class=\"cnMwNTk5MTZkN2ExNTRjYmRhNTAzODU3MzFiMTI1NzIy\" data-original-margin=\"\">\"The Sword of Fortitude, was it?\" Pascal asked.</p>\n<p class=\"cnNlMzI3NmIyMmY5ZTRhNDk5N2U4YWM0NjBkMjFhODJj\" data-original-margin=\"\">\"So I was told, Your Grace\" Elspeth answered, before she looked down in a shameful mutter. \"I wasn't there at the initial standoff.\"</p>\n<p class=\"cnNmMjBiYTZkYjBjZDQxZGJhNDgwZGE3ZTU2ZjQ3NmVj\" data-original-margin=\"\">\"It's not your fault. I would imagine that Gabriel knew the palace grounds better than any guardsmen, after growing up there with Father.\" Sylviane consoled the young armiger. \"Our main problem is that the Sword of Fortitude had only been given for one purpose throughout all of known history: to entitle the <em>Defender of the Faith.</em>\" The Princess spoke of the title with a disgusted tone.</p>\n<p class=\"cnNlYzhlZDhlMDIwZTQ0MzlhYWY0NzBkMWFmYTNhMTIy\" data-original-margin=\"\">\"And that means that Duke Gabriel has the full backing of the Knights Templar, the Papal Inquisition, the Holy See, and possibly even the <em>Imperator Augustus</em> in Arcadia, for this succession struggle.\" Pascal noted in a grim declaration. \"And make no mistake about that...\"</p>\n<p class=\"cnM3NTgzY2EzMWE4MzQwNmNiYTQ5NjE5Yzc5ZTUyNTQy\" data-original-margin=\"\">His gaze swept the room as he met the eyes of each Lotharin in attendance before finishing with a declaration:</p>\n<p class=\"cnMzZWRlYjE5NzM0MjQwMjE4YTRkMDg4NTRiYzE1ZjBl\" data-original-margin=\"\">\"War with the Caliphate notwithstanding, the Empire of Rhin-Lotharingie is now also in a state of <em>civil war</em>.\"</p>\n<p class=\"cnM4YjI3MDZkMzM5OTQ3YWQ4ZjFlYTE5NWM4NjAyYTBk\" data-original-margin=\"\">The Princess met her fiancé's gaze and nodded.</p>\n<p class=\"cnM3YTcwMmM3NDg2NjRiNzc4ZGI1MzRjOTFmMDQ4ZDQx\" data-original-margin=\"\">\"Of course, I have no plans to simply relinquish my birthright without a fight,\" Sylviane declared with a steely voice. \"Therefore I have invited you all here today to discuss next steps. The question that faces us is when, and more importantly, <em>how</em>, we should make our return to Rhin-Lotharingie.\"</p>\n<p class=\"cnNjYzliZDRhZTFlYzQxZTdhZGZiM2JjY2M1ZmY0YmM2\" data-original-margin=\"\">\"Should we not be departing as early as possible?\" Gerard brought up the elephant in the room.</p>\n<p class=\"cnM0M2E5OTVkYzg0ZDQ1NmViMjU4ZjRhMjhkZTg1NWYy\" data-original-margin=\"\">\"No.\" Pascal stated flatly. \"King Leopold will be returning to Nordkreuz in three days to begin negotiations with the Northmen Jarls. It is imperative that we talk to him first to attain Weichsel's military support.\" He looked to the Princess who nodded in agreement.</p>\n<p class=\"cnM1ZGE1N2Q1MTZhNTRhZjJiNzFiZDc5ZWU5MWFmODEz\" data-original-margin=\"\">\"Furthermore, time is actually more on our side than our enemies,\" he continued. \"Gabriel's army may have seized the capital and its surrounding regions. But the Lotharin heartlands have already been squeezed dry. All men of recruitable age who could be spared and all available supplies have already been called up and dispatched to the front. Even the garrison at Alis Avern had been stripped down to a bare minimum.\"</p>\n<p class=\"cnM5Nzg0NDNlMDU1YzQ4ODg4YTdiY2JmODg4YzAwNzEy\" data-original-margin=\"\">\"Had Father not sent General Macdonald with the bulk of the capital garrison to Avorica, then they might actually have had a chance of stopping the coup,\" Sylviane fumed. \"If Edith had done her job in Avorica, then none of this would have happened!\"</p>\n<p class=\"cnM1YjdhY2QyZDk5YzRhNjFiNjkwZDc0ZTVmYjNiNTcz\" data-original-margin=\"\">\"That is too many 'what ifs',\" Pascal pointed out with a frown. \"What we <em>can</em> be certain of is that there are very limited resources within the heartland territories for Duke Gabriel to use. Even the supplies that had been stockpiled in depots along the road to Avorica -- supplies which I had arranged -- have been taken by General Macdonald during his march south.\"</p>\n<p class=\"cnNhZTdhZjM4NTU1YjQ4MjdiOWU2YjhlZGIwYjUxNDRm\" data-original-margin=\"\"><em>That's right! Pascal was one who reorganized the logistics of the Empire,</em> Kaede thought. This turned out to be a huge boon as he knew exactly where every food and equipment stockpile was.</p>\n<p class=\"cnM0MDBjZGI1ZTA3MjRmMDViYzU1YWVjYzEyMWYzYjVh\" data-original-margin=\"\">Pascal then turned to Sylviane to explain: \"I reached out to one of the men we sent to oversee the supply operation. He told me that rather than simply taking a share and leaving the rest for Gabriel's army, Macdonald seized the entire stockpile in the depot before continuing on. And this has been happening for every supply depot along his marching route.\"</p>\n<p class=\"cnM0Y2JjMjkwMDNkZTQ2ZWQ5NzIwYTk3NGE5M2FkMzkx\" data-original-margin=\"\">\"Does that mean the General has declared against the usurper?\" Reynaud asked.</p>\n<p class=\"cnM1MjcyYmE4NGY1NTQ1ZDJiMzM0YThiMTJjNWNmMzgy\" data-original-margin=\"\">\"Perhaps, but it does not really matter,\" Pascal added. \"Macdonald's army of ten thousand is outnumbered three to one, which is likely why he decided to continue his march to Avorica.\"</p>\n<p class=\"cnM3NjI4NjdmNjRmOTQxMjRiMjA0NDE0MWM4ODAyMjg1\" data-original-margin=\"\">\"<em>Macdonald will always put Rhin-Lotharingie first,</em> that is what Father once told me,\" Sylviane noted. \"Nevertheless, this leaves Gabriel with the only substantial military force in the Lotharin heartlands.\"</p>\n<p class=\"cnMzNDFiYmMyOGJmNTRlOTU4MGY2YjZmZDE2MzZhZDhj\" data-original-margin=\"\">\"The only army in a land with neither men nor supplies to give,\" Pascal pointed out as Sylviane nodded.</p>\n<p class=\"cnMyYmY5YzE4MGJiZDQyY2E5YThiNTJhM2FjNDIyMmY2\" data-original-margin=\"\">\"That's true.\" Sir Robert realized. \"If he tried to seize food or recruits for his army, then he would only stir resentment from the commons and nobles alike.\"</p>\n<p class=\"cnNlYmFmN2IwYjliMTQwNWQ4YTkxYTMzNDY0MTA2Mzcz\" data-original-margin=\"\">\"Precisely,\" Pascal smirked. \"Therefore, the army of thirty thousand that Gabriel brought from the Belges region,\" Pascal pointed to northeastern Rhin-Lotharingie on the map, just west of Nordkreuz across the lake, \"is all he has available for the immediate future.\"</p>\n<p class=\"cnMwZGQ2Y2NjZjgwYjRjNWViYTFhNjQ3ZDI3YmE3MDcw\" data-original-margin=\"\">\"And he will need that army to maintain control over the territories he took.\" Sylviane thought aloud as she looked over the map. \"Father has always held great esteem and support from the people of Rhin-Lotharingie. He is especially popular within the heartland territories surrounding the capital, which will <em>not</em> make it easy for Gabriel to rule.\"</p>\n<p class=\"cnNjNjZjOTdiNDEwMDQxMjRhODVhN2UzOTMwZTU2ZGYy\" data-original-margin=\"\">Pascal made a scoffing chuckle before he noted:</p>\n<p class=\"cnMzMTNiNDM1ZmI4NDRiZTRhMGZmOGExY2VlMzBiMzE3\" data-original-margin=\"\">\"Yes. For all effective purposes, Gabriel's victory brought him little more than a giant paperweight. For a throne that he cannot even sit upon, he undermined his own legitimacy by committing regicide and branding himself a kinslayer.\"</p>\n<p class=\"cnM2MDUwY2FjZGNjZTRhYTQ5MTMyNzJlZTFiYzc2YTVi\" data-original-margin=\"\">Kaede smiled a little at the thought of a pretender who couldn't actually sit upon the throne. She still remembered her astonishment when she saw the 'Burning Throne' of Rhin-Lotharingie, with its stone seat wreathed in blue-white flames. Only those who proved their qualities by bonding with a phoenix could sit upon the royal seat. Anyone else who tried would be burned to ashes by their ambition and greed.</p>\n<p class=\"cnNlYjg5YWIyOTRiNTRmZWRhYmNlZGI3M2M1YzgzZWYx\" data-original-margin=\"\">\"Nevertheless, Gabriel does have an army sanctioned by the Church, a strong base of power including the capital under his control, and the likely promise of crusader support to repel the Caliphate's invasion,\" Sylviane listed the strengths of her opponent with a troubled frown. \"I do not have any of those.\"</p>\n<p class=\"cnM0ODRiY2I5OTliNTRhNjA5NmU5YjNkNzRiYzQxNGRi\" data-original-margin=\"\"><em>Political power grows out of the barrel of a gun,</em> Kaede thought of the famous quote from the twentieth century Chinese revolutionary. Modern Republics have shown that this statement wasn't always true, but it certainly held its ground in any turbulent era.</p>\n<p class=\"cnNlMGM5MGZhNDE0NTRhN2I4OWJhYmY1ZTViYTkxMGMx\" data-original-margin=\"\">\"No,\" Pascal admitted before he gestured towards the map. \"But as Gabriel begins courting the nobles in an attempt to sway them towards his symbolic throne, the reactions of the regional lords -- which the King's Black Eagles have agreed to share with me -- will give us a better picture of friend versus foe. In the meantime, Gabriel will have to rely on supplies transported from the Belges duchies -- which is just across the lake from Nordkreuz.\"</p>\n<p class=\"cnNmMGMxOGRlM2FkMjQ0MDU4NTkxNjhjMDkyMzllNDQ3\" data-original-margin=\"\">Pascal's eyebrows rose with a grin. \"Militarily speaking, Gabriel's position is far more vulnerable than it may appear.\"</p>\n<p class=\"cnNkMzIxNWM2NjUxYjQ1MmY5YTYyNzA3OTM4MjU4Nzc2\" data-original-margin=\"\"><em>He's thinking of launching an invasion from Weichsel and seizing Gabriel's home territory,</em> Kaede realized.</p>\n<p class=\"cnM0ZDRjM2VhODExYjRhYjA4OGE0ZWVmOWJmNDcwNjc3\" data-original-margin=\"\">\"Do we even know if all the Belges nobles support him?\" Robert asked next.</p>\n<p class=\"cnNhZjQ2MDgyZTlmNzQyYWNiNGE3NmFkZWQ3YWRiMTQy\" data-original-margin=\"\">\"Unfortunately, the majority does,\" Perceval spoke up with a sigh. \"While my grandfather, Duke Mathias of Baguette, is not among those who supported the coup, I can say that at least eighty percent of the Belges nobility <em>have</em> put their support behind Gabriel.\"</p>\n<p class=\"cnM1NzBmY2ZhMjhiMjQxNjBiOTA2YmU5Y2Y5NWQ2ODdm\" data-original-margin=\"\">\"Including the influential House Louvain, whom Gabriel's wife is from,\" Pascal nodded before he added to Sylviane. \"The Black Eagles have told me the same thing.\"</p>\n<p class=\"cnMyNTc0YmIzYWI0NzRjMmJhMTQ3ZDMxMGRhOGE2MWY5\" data-original-margin=\"\">\"Those <em>traitorous</em> nincompoop,\" Elspeth glared at the map table as though she wanted to drive a dagger through the word 'Belges'. \"To prostitute themselves before the Imperium and betray their country at a time like this.\"</p>\n<p class=\"cnNlM2RmNGYzZmQ1MDRhMGZhYTQ1NGUxYzRhZTNhZmJk\" data-original-margin=\"\">\"It's not that simple,\" Perceval objected before he turned to meet Sylviane's eyes. \"Your Highness, you must have at least heard of the discontent towards the crown from the Belges territories.\"</p>\n<p class=\"cnM2MGEzNTIwNGNmODRjZDA4NGU3NjY0Y2ZiOWZkMTVk\" data-original-margin=\"\">\"Yes, I have.\" The Princess's voice dropped below freezing as her wisteria gaze hardened to stone. Nevertheless, she held back from retorting and gave the young noble an opportunity to make his case.</p>\n<p class=\"cnMzM2ZmZjEzYWYzMTRkNTNhZjE4ODU0NjQ5ZWNjMmZj\" data-original-margin=\"\">Perceval took a deep breath. It was clear from his stiff, standing posture that he was pushing himself to do what he believed was the right thing.</p>\n<p class=\"cnNlOTRlN2M5YzZiMzQ3YjQ5OWUzNTZlOWQwNzIxYjRi\" data-original-margin=\"\"><em>He wants those accused yet absent to be given a voice,</em> Kaede realized.</p>\n<p class=\"cnM0MTA0NzA3Y2EzNjRlNDJhMjRlMTQyOWQxNjI1MTIx\" data-original-margin=\"\">\"The nobles of the Belges region have long harbored dissatisfaction towards Emperor Geoffroi,\" the healer began. \"Belges sits in between several major rivers, the North Lotharingie, South Lotharingie, and the final stretch of the united Lotharingie River which empties Cross Lake into the North Sea. The land is fertile and the flowing waters present significant opportunities for trade. Yet the Crown has never prioritized the funding of development in this area. As a result the nobles could only watch in envy as those on the other side of the Cross Lake -- such as Nordkreuz -- came to dominate the trade of the region.\"</p>\n<p class=\"cnM5OTViZDRhNTE0MDRiNjQ4Y2I2NzBlOTM5MDQyMTk5\" data-original-margin=\"\">It spoke volumes for Sylviane's patience that she was able to wait until Perceval completely finished before she countered in an unsympathetic voice:</p>\n<p class=\"cnNjMmQxYTFlNjYyNDQ3NTBiYTg1ZWZlY2E0YzI5Njhj\" data-original-margin=\"\">\"The Crown has <em>always</em> been strapped for funds. Every region demands development, every army demands coin and grain. Rhin-Lotharingie is not a wealthy state like Weichsel. We are <em>constantly</em> being pressured by the military might and economic chokehold of the Imperium in the south. The Belges regions have always been treated as low priority because they are neither where most of the wars are fought, nor where the Empire draws the bulk of its military strength.\"</p>\n<p class=\"cnMzMjFjMWY2YjBlYzQ5NGU5ZTMwODJiZjA4NjBlMTA4\" data-original-margin=\"\">\"I understand, Your Highness,\" Perceval bowed his head slightly. \"But that is not how the Belges people see it. In their view, His Majesty -- Father bless his soul -- has been nothing more than an absentee emperor, who takes their taxes yet gives nothing back in exchange.\"</p>\n<p class=\"cnNlZTI4YTlkZjRkMjRjYTliMGE0OTJhZWRiYTA4YmNh\" data-original-margin=\"\">Pascal, however, was far less calm than the Princess as he made his opinions known:</p>\n<p class=\"cnM5YTVjNDM3NzNkMTQwOWZhNTliZjc5OTUyYTU3ODZm\" data-original-margin=\"\">\"Imbeciles who can only think of their own selfish needs. How about they think from the perspective of others for once?\"</p>\n<p class=\"cnNjMzNhMTM5ZWQzODRkNmFiYzA0YjljNDYxMGViYjA0\" data-original-margin=\"\">For a moment, Kaede, Perceval, and Reynaud all sent a knowing look to Pascal. However, none of them wanted to point out in this moment that Pascal had acted with the exact same selfishness until recently.</p>\n<p class=\"cnNkNzQ1OTdmNDA4YjQyYzg5YTY1OTQ0NTRkZWU5ODFj\" data-original-margin=\"\">\"And I am guessing Gabriel comes along and promises them everything they want to hear?\" Pascal almost spat out with scorn.</p>\n<p class=\"cnM1YWJlNjMxY2MzMDRkOGJhYzQzZTE5ZjdlNDU4YmQy\" data-original-margin=\"\">\"I'm afraid so,\" Perceval nodded. \"He has promised them to slash taxes and fund infrastructure, to build new towns and bring investment capital. He even guaranteed that Belges merchants would be given special privileges across the realm.\"</p>\n<p class=\"cnM5OTg2ZmI2MzI2MjQxNzZhMmY4OTEwZjI0NjY5OGRh\" data-original-margin=\"\">\"Empty promises are always easy to make for those not in power,\" Sylviane stated bitterly. Nevertheless she looked at Perceval in his aquamarine eyes and avowed: \"I promise that when all this is over, I <em>will</em> give the Belges nobles a fair hearing for their grievances. But complaints cannot be allowed to excuse <em>treason.</em> I may consider leniency for those of lower rank, but the leaders must pay for their crimes.\"</p>\n<p class=\"cnM1NDNjYTg2MTYyNjQxYzE4MDcxOGQ2MWU5NTkwZjE2\" data-original-margin=\"\">\"I agree, Your Highness,\" Perceval nodded. \"And that's all I ask for. Thank you.\"</p>\n<p class=\"cnNkNzc4YTFhMDdkYTQ3MjhiZDBhYzAzOTUyMGIyMTBk\" data-original-margin=\"\">The healer then relaxed at last as he exhaled a deep breath. It really showed just how tense he had been this whole time.</p>\n<p class=\"cnNhNGYzMDIxNmFmNTQzNTQ4ODY2NjExMGMxNmQyOGE2\" data-original-margin=\"\">\"Has any of the other great houses or senior commanders declared their support for Gabriel?\" Gerard asked next.</p>\n<p class=\"cnNmMjgzZDJmNDA0MzQ1NzBhZGQxOTY2ODdjM2ZkNzZl\" data-original-margin=\"\">\"No. Neither for nor against, at least none that we have heard of,\" Pascal answered. \"However it has only been four days since the coup in Alis Avern. It is highly probable that most of them have not had time to make up their minds.\"</p>\n<p class=\"cnMxODE4MjcwYTEwZjRmNTA5MzJlNDI3ZjJkNjg3NWRk\" data-original-margin=\"\">\"Even if they do, the bulk of available military assets are either tied down facing the Cataliyan invaders in the south, or are already on their way to reinforce the defenders,\" Sylviane remarked. \"Only the armies of Ceredigion, Gleann Mòr, and Rhétie remain uninvested.\"</p>\n<p class=\"cnM0MmQ0OGI4NWZiYTQ3NDZiMzNjODllNzFlOGU1NDQy\" data-original-margin=\"\">The Princess highlighted the small, woodland kingdom to the Empire's west, the large, mountainous kingdom to the north, and the southeastern corner of the Empire which bordered both Weichsel and the Imperium.</p>\n<p class=\"cnMzMGY4ZDYzMGNlMzQ2MzdiM2QzOWJkNzg3NmU1Zjk1\" data-original-margin=\"\">\"King Elisedd of Ceredigion has been growing more isolationist for years. He might reach an agreement with Gabriel to mutually respect each others' positions, but I do not see him putting any men into the field, either in support or in opposition,\" Sylviane reasoned. \"Meanwhile King Alistair of Gleann Mòr has always been a close friend to me and Father.\"</p>\n<p class=\"cnM1MmQyYmY5OWQxNTQ3MzJiZDg0ZmQ0ZDYxMjM4ZmJl\" data-original-margin=\"\">\"Your Highness...\"</p>\n<p class=\"cnM2MGEwY2RiZDcwNTRkZTdiYjhjY2MwODA4MTgyYTEz\" data-original-margin=\"\">The slight Elspeth gritted her teeth as she rose from her chair. Nevertheless she insisted on standing straight to offer a knightly salute: her right arm leveled and bent, presenting a raised fist before her chest.</p>\n<p class=\"cnM5ZmUyODQ3ODdjZDRkODZiYWM4NTUyNTk2NmY1Njgz\" data-original-margin=\"\">\"You can always count on the support from Gleann Mòr and the Mackay-Martel Clan.\"</p>\n<p class=\"cnNkZTMzNWUxNzNhNzRhYzBiNzkzYTU1MGQwY2E2Mzcy\" data-original-margin=\"\">Kaede had read that unlike the rest of Rhin-Lotharingie, the Kingdom of Gleann Mòr had never been conquered by the Inner Sea Imperium. Instead they had always remained under the rule of the Highland Clans. The most powerful of these, Clan Mackay, had been a steadfast ally of the Gaetane Dynasty since the Rhin-Lotharingie Independence War. Generation of intermarriage between the clan and their mutual friend, House Martel, resulted in the unified Mackay-Martel Clan and an expansion of Gleann Mòr territories onto the Lotharin Plains.</p>\n<p class=\"cnMzNDY2YTgyYzUyYTRlOTE4MWM2OGY3NmY4YmZmMjVj\" data-original-margin=\"\">Over the centuries, the Mackay-Martels had established themselves as ardent royalists. Their 'Highland Guard' exemplified this dedication and the crown's trust in return. The elite unit was handpicked by the King of the Glens to serve as the Emperor's royal guardsmen.</p>\n<p class=\"cnNiOWM4NWNiNmRkMzRmYTRiYTAyNGQ3NmE1ZTEyOGM5\" data-original-margin=\"\">\"Of course, your family has my firm confidence as always.\" Sylviane said as she strode around the table. Her own hands clasped Elspeth's tiny shoulders in an expression of faith.</p>\n<p class=\"cnM4ODI4ZTNiNzllYjQ4NmFhNmY5ZDNjMWFkNTU5ZTk1\" data-original-margin=\"\">But it proved to be much more than just a political gesture. What surprised Kaede were the glistening tears that collected in the Princess' eyes as she looked upon the petite girl as though a younger sister.</p>\n<p class=\"cnNhMTZmMDZkMmRlMzQ1N2U4YTBlMzliMTc2ZDRlNjQ1\" data-original-margin=\"\">\"Lindsay was almost like a mother to me,\" Sylviane fell to a near whisper. \"Uncle of mine or not, I <em>swear</em> to you and your family that Gabriel will see justice for what he has done.\"</p>\n<p class=\"cnNjOGNkMGFmOTQ2NTRmN2Y5MDY4OTY0NDE0ZTk5NmYw\" data-original-margin=\"\">It was then when the young Elspeth's smile finally buckled. Tears pooled at the corner of her eyes as she bit down in self-control and nodded back at her lady. Had it not been for their liege-vassal relationship, Kaede could almost picture the smaller girl throwing herself into the Princess' arms.</p>\n<p class=\"cnM5ODAyNzllNThmMDRiNDJhMTYwOTAxMDNhYWI0OWY0\" data-original-margin=\"\">Feeling as though she was intruding, Kaede peeled her eyes away from the brief emotional exchange. Instead she coincided in meeting Pascal's gaze as he did the same.</p>\n<p class=\"cnNiYjVhY2VlZTNkNTRmMTVhMzgzY2I1MDBkZGE5ODBk\" data-original-margin=\"\">\"&lt;Lindsay was Sylv's combat and weapons instructor,&gt;\" he explained in telepathy. \"&lt;You could say she even served as a role model of sorts.&gt;\"</p>\n<p class=\"cnMyZDUyY2ZlNmQ2YzQ4ZTliOTBkZGVkZGI5ZDZhZjY3\" data-original-margin=\"\">Kaede thought back to the elegant and dutiful armiger who was always at Emperor Geoffroi's side. It was difficult to think that many of those whom she had met during her short stay in the Oriflamme Citadel were already dead.</p>\n<p class=\"cnM0ZDYzMmM2NWNiODQ5MmU4YTBlOGM0NWRmODVmMjQ3\" data-original-margin=\"\">Meanwhile, the Princess carefully wiped Elspeth's tears before she helped the petite armiger sit down again. She then returned her attention to everyone around the table.</p>\n<p class=\"cnMyNTc3MTdhMjJiYjRjZWFhYzY3NWE1YWQ0NDQ1OWQw\" data-original-margin=\"\">\"I have no doubts of King Alistair's loyalty.\" The princess declared, more for Elspeth's benefit than anyone else. \"But the majority of his forces have been trapped in the north ever since the early snow sealed off the mountain passes. I may be able to wait a week, but I definitely cannot afford to wait until the Spring thaw.\"</p>\n<p class=\"cnMwNGM0YjQxYmE4YzRlYzRhNmNjMmJlY2RmYTZjMDMy\" data-original-margin=\"\">\"No,\" Pascal agreed. \"It is imperative that we regain control of the country -- the Capital at least -- before the next campaign season when the Cataliyan juggernaut begins anew. It is why I propose gathering a combined force from Weichsel and Rhétie and using it to invade Gabriel's home base in Belges.\"</p>\n<p class=\"cnM3MTE0YzhhM2NiYjQ0Y2U4NmFjZGRkYTcyY2RiODk2\" data-original-margin=\"\">\"Rhétie...\" Sylviane sighed as looked at the southeastern corner of Rhin-Lotharingie. \"Is largely under the influence of House La Tours and Duke Hugh.\"</p>\n<p class=\"cnMwYWVlZDNmN2FmOTQ4NzU4YmY2YWEwZTM4MGQwOTc4\" data-original-margin=\"\">\"Duke Huge the Rotund,\" Elspeth piped in.</p>\n<p class=\"cnNlZGMxMzU1NTM2ZDQyYWJiY2I1ZDJiZTc1MWNiYjA0\" data-original-margin=\"\">The unflattering nickname might have been funny on another day. But at this moment it evoked a wry grin at best.</p>\n<p class=\"cnNiMDFjZjNhOTYzZjRjNzNhY2I5NjhjZTQ1NTY5NWU2\" data-original-margin=\"\">\"I heard his son is quite extraordinary,\" Robert sought a glimmer of hope. \"There are many who speculate that he might even become the next Oriflamme.\"</p>\n<p class=\"cnNhNjQ2MTA2MzUzMzRhZTNhNzQwMjhlODNlMTQ1OGNk\" data-original-margin=\"\">\"Henri is indeed an exceptionally bright young man,\" Perceval noted.</p>\n<p class=\"cnNmMDY1YTYxMDEyMzRlZGM4MDQyMWJkZGFjN2RjN2My\" data-original-margin=\"\">\"You've met him?\" Sylviane asked.</p>\n<p class=\"cnM3YjcyODUxNzZlZjQ4ZWZhMzdkMWFlOWFkZGEzNWMw\" data-original-margin=\"\">\"Once, Your Majesty,\" Perceval responded. \"I believe he's eighteen this year. I daresay that when it comes to intellect, Henri can challenge even Pascal here.\"</p>\n<p class=\"cnNkM2VhM2QzZDU0ZDQ2ZTQ4YTRhMDQ5MmI1ZTU4ZGE1\" data-original-margin=\"\">\"Oh?\" Pascal's interest instantly peaked. \"How come I have never seen him in Alisia or Alis Avern?\"</p>\n<p class=\"cnM5ZWM0ZGVmOGIzYzRlMGJhZGQzY2Y2NTNkYWUxYzUx\" data-original-margin=\"\">\"Henri studied in Arcadia,\" Perceval spoke of the Holy Imperium's capital city. \"He's been there for years, under a false identity. Everyone in the family says that when it comes to politics and administration, Henri is a born genius, and he wanted to learn from the best.\"</p>\n<p class=\"cnNjMTg3MzVmZWExYTQ0Y2JhNDY3YTFiMzRiNDE2ODQ3\" data-original-margin=\"\">\"The most dastardly, more like,\" Pascal scoffed.</p>\n<p class=\"cnNjNTJiNjAzMTEwOTRlNzQ4NGNhZDM4ZDVkZDdhOTdl\" data-original-margin=\"\"><em>Yes. For politics, those are synonyms,</em> Kaede thought.</p>\n<p class=\"cnNkYTJjMTlmNmY4NDQxMWM5MDY2OWNhZTlhNGI4Y2Fi\" data-original-margin=\"\">Perceval then frowned: \"I don't know if he's back yet.\"</p>\n<p class=\"cnNmYjIxYmIyMjU0NjRlZjhiODNlMmJhNWJlMWI1ZDFh\" data-original-margin=\"\">\"Even if he is, a single diamond in the rough cannot shine through thickets of unspeakable muck,\" Pascal declared. \"The once mighty House La Tours has grown decadent over the centuries, fattened by bribes from Imperial merchants and black market profiteers.\"</p>\n<p class=\"cnNmNTZkMWJiN2Q4NTQwNjliOGY1ZmQ4NDlhNjllNmUz\" data-original-margin=\"\">\"No offense,\" Sylviane then added with an apologetic look towards Perceval.</p>\n<p class=\"cnNlNjQ1MzFjMzc4MjRkNGViZjMwZDVhOThjMWJjNGQz\" data-original-margin=\"\">The healer sighed. \"I can't even disagree with that. Even my grandfather says the same thing. It's basically an open secret now that whenever the patricians of the Imperium want something from Rhin-Lotharingie, they bribe Uncle Hugh for it.\"</p>\n<p class=\"cnM1YTZkMjJlMDY5OTQ2NDc5ZmEwOWU2OTQ0ZTdjNWQx\" data-original-margin=\"\">\"Though in this case that is not necessarily bad, because I can bribe too.\" Pascal sneered. \"The Rhétie duchies have been ordered by Emperor Geoffroi to recruit more men and reinforce the Garona front. I am sure they can spare ten or fifteen thousand for a lump payment, especially with a persuasive word from you to help.\"</p>\n<p class=\"cnM3OWQ3YTI5OWIyNzQwZTA5NDQ1ZDBmNGFhYTkxYTNj\" data-original-margin=\"\">Perceval scowled with a conflicted look. It was as though he was being forced to choose between his country and his morals.</p>\n<p class=\"cnNmMmI0NGY3MWM3YzQyOGNhM2MzZjNjZDlhYmRhZDBj\" data-original-margin=\"\">\"Combined with another ten to twenty thousand from King Leopold, I am certain I can seize the Belges territories,\" Pascal outlined his plan. \"By cutting off the flow of supplies from Gabriel's home base, I will force the usurper to turn his army around and march against me. Then,\" he smirked with a confident grin. \"All I have to do is defeat him in battle.\"</p>\n<p class=\"cnM0MGQ0NzE1NDIxMDQzZTJiMGIwNzgyYmQyNTQyYjA2\" data-original-margin=\"\">\"Do you think your King would agree to that?\" The Princess voiced her doubts.</p>\n<p class=\"cnMyODI5YTU4ZWFiMDRhMWM4Y2YxY2NiNmI1YzU0NDk3\" data-original-margin=\"\">\"Considering the assistance you provided during the Battle of Nordkreuz, I doubt the King will be so stingy he cannot offer even ten thousand men,\" Pascal reasoned. \"All of Hyperion will see him as a faithless oathbreaker if he did.\"</p>\n<p class=\"cnMwY2VlYzc1OTk4YTQ4Y2JiOGU1ZThlMThlZTUzNmJl\" data-original-margin=\"\">\"Though... even with the King's support, we still need a Lotharin-majority force,\" Kaede cautioned as she spoke up for the first time.</p>\n<p class=\"cnNmNzRkMWVkN2M4YzQzN2ViNDgxYzU2MDZkYjRhMjY2\" data-original-margin=\"\">It was one of the reasons why the Communists won both the Russian and Chinese Civil Wars. Both of their opponents, the Russia Whites and the Chinese Kuomintang, relied extensively on foreign military support. This in turn undermined their legitimacy in the eyes of the population, who would come to view them just as an extension of foreign imperialists out to destroy their country's independence.</p>\n<p class=\"cnMwY2VhNDYzYmExYjQ0NDdiNmUwMGViMTAxNTRiOTMw\" data-original-margin=\"\">\"Kaede is right,\" Sylviane nodded. \"It would not be right for me to lead an army of mostly Weichsen soldiers against Lotharin towns. Gabriel only has to point it out to make me look like a puppet controlled by foreign interests.\"</p>\n<p class=\"cnM4YzYxYWY1ZTFmNzQwNjFiMDViODdkYjdiZjY0Yzc2\" data-original-margin=\"\">\"Pot calling kettle,\" Elspeth quipped.</p>\n<p class=\"cnNkN2U4MTMwYjUxYzRlNjhhYWYzOWVkYzBjMzY0NDI1\" data-original-margin=\"\">\"Sure, but his army is still mostly Lotharin, especially after he used the Templars up as fodder during the opening blow,\" Sylviane highlighted. \"Rhin-Lotharingie has suffered too much under Imperial oppression to accept any ruler who might seem a puppet of foreign interests. If I choose the wrong means, then even if I win, my legitimacy will be questioned by the Lotharin people.\"</p>\n<p class=\"cnNkMjM5MzhmMGI0NDQyMzFhZWU5ZTM0OGFkNDkwNWI0\" data-original-margin=\"\">Sylviane then strolled around the huge map table. She raised her hand and pressed her index finger against her teeth in deep thought. Silence reigned over the room as everyone's eyes followed the contemplating princess. It was clear from her frown that she felt conflicted about Pascal's proposed strategy.</p>\n<p class=\"cnNmMDQ5NzNlNDFlMzQ2MDY4ZTFlNDkzYTc4YmFjNGJh\" data-original-margin=\"\">It took a minute and a full circle before Sylviane stopped. She leaned against the table and examined the map once more, before she straightened her back and faced everyone with a declaration:</p>\n<p class=\"cnM3NGU3NTY2M2Q1MTQ5OTFiMzZhYTljYTRjYTNiZDg1\" data-original-margin=\"\">\"We <em>must</em> win this without relying heavily on foreign intervention, even if it is my fiancé's country. Because only then will the Lotharins see me as a legitimate victor and ruler -- one true to Rhin-Lotharingie and no other.\"</p>\n<p class=\"cnMzODQxNzdjNmQ0OTRlYjBhMGU5ZDQxMzkzM2QxN2U4\" data-original-margin=\"\">Pascal nodded back in agreement, though Kaede could feel the painful stab beneath his mask of self-control. It wasn't even Sylviane's fault. In the eyes of the Lotharins, part of him would always represent the influences of foreign interests. And one miscalculated step could undermine the Princess' own legitimacy to the throne.</p>\n<p class=\"cnM0MDc0ZTU4MTUyNTRjNGFhODA1OGNlZDg2N2M1MGY3\" data-original-margin=\"\">\"And that... is also why we will not be seeking the support of Duke Hugh.\" Sylviane announced next which surprised all of them. \"We will certainly not be spending your fortune on bribing them,\" she added, completely shredding the rest of her fiancé's proposal.</p>\n<p class=\"cnNiYTliZjM4ZTcwNzQ0OWVhNWU4MDI5NzIyNDA5NDJm\" data-original-margin=\"\">It left eight pairs of bewildered eyes staring at her from around the room.</p>\n<p class=\"cnM3NjMyOTU0MmMzNjQzMmU5ODFlNGYxN2I2ZWQ0ZWIy\" data-original-margin=\"\">\"Our empire comes to dire straits, and Gabriel reveals his hand to unmask his true intent. He is greedy, he is ambitious, and he is opportunistic. He cares nothing for the plight of the country, only a crown for himself. Well, why not let him have it?\"</p>\n<p class=\"cnM2MmM2NDNhN2Q5NjRhNjQ5NmMzYmUxMjg0ZTQ4NTJm\" data-original-margin=\"\">Sylviane glanced back at them all with a broad smile... no, a hungry grin beneath the cold flames that ignited within her eyes.</p>\n<p class=\"cnNlMzE4OTcyNzRmMDQ5OTY4MWE0YTQ2M2I0MjhlMGI2\" data-original-margin=\"\">\"I would rather give the crown to another Lotharin than see it at the feet of the Caliph.\"</p>\n<p class=\"cnNhNjVmMTIyMmE5MDRhYzliZjY0ZDQ5NzQ3MjE4ZjFm\" data-original-margin=\"\">\"But Your Highness...!\"</p>\n<p class=\"cnMzOWJiOGE2YTA4OTQ1YzY5YjU5YTU3MDkzYmE3MmEy\" data-original-margin=\"\">Lady Elspeth was still mouthing her disbelief when Pascal began to laugh:</p>\n<p class=\"cnM0OGE2NmY0NzgwNDQ0NDJhYzI0MjBmNDE0MTM0ZTEz\" data-original-margin=\"\">\"Well played! I cannot believe I missed that! And I am supposed to be the military expert!\"</p>\n<p class=\"cnMzOWMyNzc0MzYyZDRhNjZiY2YxYjZiNzBiN2YyYjA3\" data-original-margin=\"\">\"It's because you were focused on the military that you didn't think of it,\" Sylviane answered as she continued to grin. \"This is a political solution. It just happens to rely on more martial means.\"</p>\n<p class=\"cnNjNTNhMGUxYjcxNDRiOTBiMTZiM2RlOTA4YTI2MjA0\" data-original-margin=\"\">\"Would Your Highness please inform the rest of us ignorant peasants?\" Reynaud added everyone else's thoughts with a sarcastic touch.</p>\n<p class=\"cnNlOWUxMzVhMjZhZTQ1ZDI4MzQ0Mzc2MmU5NjRiMzBi\" data-original-margin=\"\">\"What do you think is more important to the lords and people of Rhin-Lotharingie?\" Sylviane swept her gaze across the room, meeting each of them in the eyes as her arms gestured across the map. \"That a ruler of royal blood sits upon the throne? Or that our nation, our people, and our lands are kept safe from the ravages of foreign armies and alien rulers?\"</p>\n<p class=\"cnM4OTYzYjMyZGMyMTRmYzFhNmNmZWYwOTY5NDAwYzI2\" data-original-margin=\"\">Kaede blinked back. The answer to that was obvious, especially for a country like Rhin-Lotharingie which had been traumatized by centuries of foreign rule.</p>\n<p class=\"cnM4NDg1ZmYwZDAwMjQ3NWNhODBjYmVjOTQxZDExYWI3\" data-original-margin=\"\">\"Let Gabriel have the throne for now,\" Sylviane continued after a pause. \"Let him show the world that he cares more for dynastic struggles against his own brother than the welfare of the nation. That he yearns for the grace of the Holy Father yet turns a blind eye towards his responsibilities as royalty.\"</p>\n<p class=\"cnMyMmRiMGY5YTYxZjRkZTY5ZjZiNDc0MjY4ZDliZTIw\" data-original-margin=\"\">\"Meanwhile, I shall show our people the exact opposite: that I do not care for the crown, for authority, not even for personal revenge. All of those are but minor concerns in light of current affairs.\"</p>\n<p class=\"cnMwMDRlMGI2YTc3MzRlMDU5ZDViNDdlNTI0MmIxYTcx\" data-original-margin=\"\">Speaking as a true heir of the Rhin-Lotharingie landscape before her, Sylviane declared her firm resolve for the journey ahead.</p>\n<p class=\"cnNhMmZlZmE4MGQ4NTQ2ZmE4MzA0NDY5NjM5NTEwOWFj\" data-original-margin=\"\">\"The first and foremost responsibility of royalty is not to carry on the succession. It is to protect our realm, our beliefs, and our people's way of life. We shall go south to Avorica where the Caliphate continues to advance. We shall join the front lines, blunt the invasion, and resolve this crisis that threatens all of Rhin-Lotharingie.\"</p>\n<p class=\"cnMzZjlhYWVlODljYjQ1MzY5MjAzNDM5YjBhNDNhMWM0\" data-original-margin=\"\">The dusk light from the windows gleamed off the Princess' tiara in a crowning halo. Meanwhile Sylviane's final words reverberated through the regal air of Hauteclaire's burning aura:</p>\n<p class=\"cnM3MDA3YzJhNzZmYjRhZDVhNjcyZDBlNjQxMDFkNzg0\" data-original-margin=\"\">\"Then we shall see whom the people recognize as their legitimate and true sovereign.\"</p>\n            ",
  "invisibleParagraphContent": "The genuine version of this novel can be found on another site. Support the author by reading it there."
}