{
  "preChapterNote": "<p>No full chapter today but the story was due for an update on Henry. Thanks for sticking with me!</p>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM0ODI3NGY1ODg1MTQxMjc4YTA5NWFjMzkzM2VhZmEy\" data-original-margin=\"\"><strong><span>Henry</span></strong></p>\n<p class=\"cnNkN2M1Yjc4YmE4NDQzODA5ZTFkZGI3ZDMyMGU0OWMz\" data-original-margin=\"\"><span>I've been with the Manticorps for a month and a half now. I've made a great deal of progress on multiple fronts. Rosalind did at least try to put a lab together for me. An old table lies before me, full of dirty or broken alchemical tools. The few working ones do speed me up enough Rosalind stays off my back, although the quality of my potions has fallen so much I don't know why she bothers keeping an alchemist for them.</span></p>\n<p class=\"cnMxMzMzOWJmMjUxYTRkOTJhOWZhNDBmY2UzNjExMTRk\" data-original-margin=\"\"><span>That doesn't matter anymore, however. I am convinced she is lying about Lily. Lily either already escaped or has already been handed off. The gang seems to employ the labor of local street kids, forcing them to steal food and coin. Now that I have the freedom to move around a little bit I have tried asking them about her a few times. Many times they seemed either confused or afraid, but the most telling time was when Rosalind actually stopped one of them from answering me.</span></p>\n<p class=\"cnNjZWE5NmU2MGM1YzRiNmI5YjVlMzI0ZjU4OTA1ZWJk\" data-original-margin=\"\"><span>A young and scared girl was trying to answer me and Rosalind appeared out of nowhere and smacked her across the face. After that, none of the children would let me approach them, but it was answer enough. That little girl had no idea who I was talking about. So why would Rosalind want to hide what she had to say? My best guess is the lack of information is the information she had. No one that comes here has ever seen Lily.</span></p>\n<p class=\"cnM0ZjJmOGY5NDJjZjQwNGY5NDhlYmRjNTlmODM5ZTc3\" data-original-margin=\"\"><span>In either case, the risk of her being hurt due to my escape is lower than the risk of her being hurt because I didn't. This makes my course of action clear. I am getting out of here. I don't have Lillith's abilities, but I have my own plans. For the past couple of weeks, I have been asking for minor additions to the ingredients I need. Originally, I wanted to lace the thug's food, but apparently, street gangs don't sit around a dining room table for scheduled meals.</span></p>\n<p class=\"cnNkZDRjNTI1Mjc1NTRhMmJhNzNiYTFkMDQ4MjU0NDJk\" data-original-margin=\"\"><span>My backup plan is to put a sleeping concoction in a few vials of green mist. Green mist is a potion that evaporates on contact with air, and the drug fills the space it is in. By slightly modifying it, I should be able to knock my captors out with it. In a few more days, I'll have enough vials to escape. The primary problem with this is avoiding exposure myself. I can pull my shirt over my nose, but that won't do enough. I need to release the vials in strategic locations and leave myself a path to freedom. </span></p>\n<p class=\"cnMyNDE5N2M1MDBmZjRhMmE4NGZmNDc2Y2I1MTg1YTc3\" data-original-margin=\"\"><span>As I place my latest trap potion down, being careful to separate it from the regular vials of green mist, my blood runs cold. One second I am gently reaching to the small box I am keeping them in and the next I am putting it in Rosalind's hand.</span></p>\n<p class=\"cnM3M2RjMDc4OTMxNTQ4MzhhNDJhMDBlNTAwYjdjNTg0\" data-original-margin=\"\"><span>\"L-Lady Rosalind!\" I stutter, stumbling back as she begins tossing the vial up and down in her hand. \"I wasn't expecting you!\"</span></p>\n<p class=\"cnM1MWMzZDk5ZmFjYzRlMGE5ZTFmY2ZkMjExYjM2YjI1\" data-original-margin=\"\"><span>She begins circling me and responds, \"Really, I would have expected me if I were you though?\"</span></p><p class=\"cjE1NDQxYjE5Nzg4YzRhOThiZDhkODkxYTg1OTMzNTdh\" data-original-margin=\"\">You might be reading a pirated copy. Look for the official release to support the author.</p>\n<p class=\"cnNjZjVhYmRlYzUyZTQ1NmU4MGU2YzU3MjBkM2E3ODVl\" data-original-margin=\"\"><span> \"W-why is that m-my lady?\" I ask, sweat dripping down the side of my head as I eye the vial.</span></p>\n<p class=\"cnNjODkxMGU1MWMzMTQwMDA4ZmZlZjg0Zjk5YjllZDIw\" data-original-margin=\"\"><span>\"If I, an alchemist for a generous lady who kindly put together such a nice lab for me, were producing product so slowly, so poorly? If I were so ungrateful, I would certainly expect a visit from my benevolent employer,\" she elaborates, clenching her fist around the vial and sending a spike of anxiety through my body.</span></p>\n<p class=\"cnNjMWQ1ZDA3Zjk0YzQ4NDg5YTM2YWUxZTFjMjRiNDIy\" data-original-margin=\"\"><span>\"I'm sorry my lady, I will work harder!\" I promise, desperate for her to stop mishandling the vial.</span></p>\n<p class=\"cnM2NWM3YWU5ZDc0MzRlNThhYTZhYWQ0NDgwODMyYWVm\" data-original-margin=\"\"><span>\"No, you won't,\" she replies, a dark mood casting itself across her face.</span></p>\n<p class=\"cnM1Y2YwOWY0YjIyODRhZDJiMzhmZTE0ODljYjg4NjIx\" data-original-margin=\"\"><span>\"L-Lady Rosalind?\" I inquire, my panic increasing, until her face suddenly snaps to a smile.</span></p>\n<p class=\"cnM2NjY3NDE4ZmVhNTQ0YzFhMDMyYmYxODhiNDBmNDhm\" data-original-margin=\"\"><span>\"You, my little Alchemist, have been sold,\" she announces.</span></p>\n<p class=\"cnMxMGM4NGI1YmViOTQ1MmRhYjg1N2Y3ZWYwOWFjMmJj\" data-original-margin=\"\"><em><span>'What? How could I have been sold, I'm not even legally a slave?'</span></em></p>\n<p class=\"cnMwMjEyZmUyNWM2NDRlODc5NGIwMTJkNzhjNzUzYzNm\" data-original-margin=\"\"><span>\"But what about my sister?\" I ask, confused and desperate to find out more. This could ruin my plan completely.</span></p>\n<p class=\"cnNjNWFiZWNmYjY3MjRjNTViNWM0ZTdiZTdjMzBmODZk\" data-original-margin=\"\"><span>\"Oh I wouldn't worry little Henry,\" she responds cheerily, \"The same man has expressed interest in purchasing her too!\"</span></p>\n<p class=\"cnNhZGY1NGZiMTQ0ODRmYzM5MTRlMjY1NzkzZTAxYWQ0\" data-original-margin=\"\"><span>I have trouble processing this. Is she just lying again so I'll go with this new buyer? Was I wrong, is she here after all? Had she been charged with killing one of those men before, is she a legal slave now? I mentally move up my timetable. I need to get out of here as soon as possible. If I work through the night I'll have enough sleeping potion to escape tomorrow morning.</span></p>\n<p class=\"cnMwNDljYWMyMDMyMzQ3ODNhNzQ0MzExMTEyZjliMTNl\" data-original-margin=\"\"><span>\"When am I being sold, lady Rosalind?\" I dig, trying to plan my escape around this new information.</span></p>\n<p class=\"cnNlYjc0MTU0ZWFlMzRiZjc5YmI0NmFjNzc3YjgyMTMx\" data-original-margin=\"\"><span>\"Why, he is on his way right now! You may want to make yourself presentable!\" she laughs out at me, clearly enjoying my discomfort. Shit. Shit shit shit. I have no time at all! In a snap decision, I pick up the box of trap potions and throw them all at Rosalind's feet, running without looking to see if it worked. As I exit the room I see a couple of thugs in the hallway looking confused.</span></p>\n<p class=\"cnM1YTMxOTJlMjhiODQ3OWU4N2Q4Y2M0OWMwZDRlNDBh\" data-original-margin=\"\"><span>\"Boy! Did you hear glass shatte-\" one man says but I barrel into him, shoving my head into his stomach and knocking him over. I pull his knife from his belt and scramble to my feet to run away from the second man, heading for the exit. I keep having to turn and change routes as I run into more men, all aware I am not allowed to leave. They close in on me, blocking off my avenues of escape. </span></p>\n<p class=\"cnM5ZjA4M2RmYjI0ODQwODJhNmQxMGU2Y2ZhNDZhZTJk\" data-original-margin=\"\"><span>I am smaller and weaker than all of these men, and I have no potions. Even if I had saved one It wouldn't help against this many people. I have been backed into a corner and I hold my stolen knife out, pointing it at any man who approaches me. Then suddenly, my body seizes up and I lose all control over my limbs. I feel myself being caught by the back of my shirt and a voice grumbles, \"At least it works on you. I was worried your entire family was resistant.\"</span></p>\n<p class=\"cnNjNmI3OTVkZWEzODQzMGU5NjgwZThhZTZiMjdmY2Iw\" data-original-margin=\"\"><span>I am then dragged back to my makeshift lab. The sleeping mist still fills the mist alongside the intoxicating effect of the green mist. I feel myself losing consciousness as my body is dropped to the ground next to the completely awake Rosalind's feet. The man, also mysteriously unaffected by my potions, leans over me and slaps me across the face to bring me to my senses.</span></p>\n<p class=\"cnM3ZTMxNGRjMWMzNTRkYzJiYzA1ZmQ4ZWNkM2U2MTI4\" data-original-margin=\"\"><span>\"Foolish boy,\" his gruff voice complains, \"How did he get away from you you idiot?\"</span></p>\n<p class=\"cnNjZDVhNmM5ZjVmMDQ5NjdhZjQ1NDk3MjBhN2UzZWJk\" data-original-margin=\"\"><span>I fail to listen to him and the last thing I hear before losing consciousness is Rosalind explaining herself, \"My apologies, Lord Baldwin. His little plan was just so cute...\"</span></p>\n            ",
  "invisibleParagraphContent": "You might be reading a pirated copy. Look for the official release to support the author."
}