{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMzZjUyOWY1NGI2NjQ0ZmNiY2Q5OTgyNWQ0MGY4ZGY0\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM5MzZiMTExMzVlOTQ4YjI4NzhkMWMzNWU2Y2JhNTkw\" data-original-margin=\"\">It's easy enough to slip away while Ed talks to the gang. It's his first time dealing with this sort of thing, but Sara is there. She is sweet and meek a lot of the time but she definitely has boiling blood underneath it all. The two will be all right. All I had to do was make my way to the back of the crowd and a little light and sound mana covered me. It's not terribly difficult to sneak past a few street thugs who can't see mana. I don't know exactly where I'm sneaking to, but I am certain the goober in the dirty suit isn't the beginning and the end of the plan to deal with us.</p>\n<p class=\"cnMzYmE2OWEwYjk3MTQzNjBhNDg1YzZmMTUwOTM2ZDI3\" data-original-margin=\"\">A little upward force mana and my own physical strength allow me to jump to a nearby rooftop where I lower my goggles and start scanning the roads in the surrounding areas. The average commoner tends to do one of two things whenever we are in town. They will hide to avoid trouble, or they will risk it and meet us for the supplies and whisper spheres we distribute. Street traffic is more sparse than it once was in any case, since the wrong encounter is so likely to result in slavery now. All of this together means that, when my radar spots a couple dozen people walking together a couple hundred yards away, it's not exactly a mystery where I need to go.</p>\n<p class=\"cnMwOGYzZmI2YjI1NTQ3YTRhNzZmOWNiZDAxMDU0NTFl\" data-original-margin=\"\">With the different safe houses across town, each sheltering an access point to the Radiant Woods, I am not lacking in potent mana and am able to effortlessly fly from building to building. I am... slightly slower than I have been in the past. A girl only needs to collide with one rooftop before she learns a little caution. Before each leap, I extend a thin strand of grief mana to see if it disperses. It will make me a bit more visible to any mages looking out for it, but it also helps avoid any ambushes by snarky bards. It doesn't slow me down much, however, and I can soon see the group I had spotted even with my goggles up. Each is wearing the flexible mail armor of a magic knight, confirming my suspicions.</p>\n<p class=\"cnNmMzU1NjczZDBkZjQzMTJiMGIwZDMxMmRiNzE2YmRm\" data-original-margin=\"\">As I crouch on a roof across the road from the knights, my stomach churns a bit. I have trouble identifying the cause. Unfortunately not because my health is so stellar, but because there are competing sources. I have, over the years, grown used to the illness powerful grief mana induces in me, since I am nearly always near the Radiant Woods in some form or another. Growing used to it is different from growing comfortable with it, however. It does still get to me.</p>\n<p class=\"cnNmNmMwYTA0Mzk0NjRjYWM5OTMxYTRhNjJlNWYzZjk1\" data-original-margin=\"\">This is, honestly, a relief. An unpredicted side-effect of aspecting grief is I have started to grow more numb to the feeling. It's not just grief mana, truth be told. Anything, once it becomes normal and expected, also grows acceptable in a way. Or at least accepted. That includes the intense grief that saturates this world. The occasional urge to vomit when hit with a wave of it keeps me grounded. Reminds me that I should never get too comfortable with it. Even worse, it empowers me. This allows me to act on behalf of the grieving but... it also carries the very real risk of attaching a positive association to it. This is something I have found myself feeling, at times. Relieved to have the power of grief nearby. That alone makes me sick to think about.</p>\n<p class=\"cnNmNWE5NWRlM2U1NDQ4YTBhYWJjMmMwMTgyMzRjODU4\" data-original-margin=\"\">So it's good to feel that queasiness from time to time. As a reminder that all of this grief is a symptom of a sickness in the world, and the power it grants exists to eradicate the source. Of course, I now have other concerns. The fucking cancer. And just like on Earth, the treatment doesn't make me feel like sunshine and rainbows. That potion of Henry's absolutely makes me feel the same way. I don't have time to decide which ailment is assaulting me, however. The knights are standing outside a large brothel having something of an argument.</p>\n<p class=\"cnM0M2NmZjhjNjkxYzRiNTI4ZjY4ZjFkMDNlYzgzMDQw\" data-original-margin=\"\">\"Can't we skip this one?\" a lanky knight whines to the irritation of the sturdy knight in the front. He has a blue ribbon around one shoulder, identifying him as the captain of the group.</p>\n<p class=\"cnMwYjcxNDUwMGNhOTQyNTBhZjE4MGViYTE3YWM5NTRj\" data-original-margin=\"\">\"Look, Gabe,\" the captain snaps, \"If you are feeling lonely, buy some fucking flowers for your wife. Lord Nathanial made it clear. The entire street burns. Every street burns if even one resident meets the rebels. Even your favorite brothel. I'm done with your complaints, now do what you are told before I decide I can spare a few men to shore up the slave shortage!\"</p>\n<p class=\"cnMwYWFiYmIzM2I3MDRiYmFhNTlkZGNkZDFiN2ZjNDJj\" data-original-margin=\"\">Gabe, the lanky knight, straightens up quickly enough to convince me this is far from an idle threat. He immediately gathers earth mana and erects stone walls in front of the door and most windows to the brothel. It looks like the plan is to make an example of anyone who agrees to meet me and accepts our help. Not surprising, since the combination of the Lord's actions and my aid has effectively cut off supplies from the nobility. They are surviving with either what slaves they can capture, or using the threat of slavery to force farmers and the like to produce for them.</p>\n<p class=\"cnMwMzYxMWNkNGE5YjQ4ZDhiYTcwZDVlMzY1NGU2MDE2\" data-original-margin=\"\">But the nobility of this city took the promise of cooperation away. It's a bit like mass punishment in schools; when you can get the stick whether you follow the rules or not, the incentive to follow them disappears. This has always been the case to an extent, but they are far more open about it now. Combine that with the fact that, with aid, they don't actually need the kingdom's money to live and the greater communication the whisper spheres provide... Much of their incentive to provide the goods nobles need to live in comfort and excess is gone.</p>\n<p class=\"cnMwZWQwNGUyODNiZDQ3YWE4MDM4NTA0MTM2N2NhZDQy\" data-original-margin=\"\">This was, of course, the natural next step. Prove that there are greater things to fear. The loss of loved ones. Violent deaths. Try to instill the distrust the church used to force into the minds of the commoners. Convince people to administer their own punishments, or ostracize anyone who worked with me. I'm lucky he must have thought it would be most effective to do this while we were here. The Lord wanted anyone who met with me to return to dead loved ones and ruined homes. He wanted to intrinsically connect the two events in people's minds.</p><p class=\"cjEyMzUxYmYzOGYzNzQ5M2NhNTI4ZmY5OGMyNjE1ZjIw\" data-original-margin=\"\">This novel's true home is a different platform. Support the author by finding it there.</p>\n<p class=\"cnM0N2QyNzc4YjI5NTQyZWY5YzRmOTBhZTU3Yzk2N2Y5\" data-original-margin=\"\">Which is why he bothered with the pitiful distraction while he sent the real threat here. I can practically feel the blood bubbling under my skin at the thought. Fine, Lord Nathanial. You want an example to be made? I can work with that. I'll start by making an example out of any knight who follows orders like this, then I'll move on to demonstrate what happens to men who <em>give </em>orders like this. I see fire mana forming around the captain, and I release all of my aura at once as I jump from the roof, landing behind the knights.</p>\n<p class=\"cnNhMGQ0M2FhZTMwNzQwNzViNmM2ZDRmZjA5MzQxYmNh\" data-original-margin=\"\">It has been years since I did nothing to suppress my aura, and even I am surprised by the weight of it. It's like gravity has increased in the area. Every single knight visibly buckles under the pressure and a couple fall to one knee. One even collapses entirely as if the wave of mana had been physical. Even the captain is tense, struggling to look unaffected. He turns on his heel and the strongest of the knights form a semi-circle around me. Then he releases his own aura, enveloping his weaker men in it and allowing everyone to stand. \"Impressive. The mage of mourning, I take it? I see our little ploy wasn't enough to fool you. That's alright. We expected it might not. Good move with the aura, your mana exceeds expectations. But we are two dozen trained knights. You may be able to fight any one of us with ease, but all of us? You won't hurt a single-\"</p>\n<p class=\"cnM5OThjOTg0ZjM5YTRlOWU4MjVjOTJkZjM2YjQzYWRj\" data-original-margin=\"\">My lightning descends on him in an instant. Without the dispersal circles and with the safe houses, this spell is easy. With my mana all around us, he didn't even spot the spell forming as he threatened me. He and the two knights closest to him die on the spot, their burnt, crackling, corpses collapsing in the dirt. There is a moment of silence. The knights protected by his aura begin to struggle again, and the rest stare at their leader's corpse in shock. I want to attack again, but I am immediately assaulted by a sharp pain in my spine. At first, I think a knight must have managed to attack me somehow, but they are all still staring at the corpses by the brothel. Another stabbing pain makes it clear the only attacker is my own fucking body. Goddammit.</p>\n<p class=\"cnNhZWRhMDcyMWRjODQwNzQ4NjlhOGRiZmU0YTIyZDJi\" data-original-margin=\"\">Before I can examine that, however, all hell breaks loose. These are in fact trained knights. It only takes a moment for them to get into a basic formation, even without a leader. I find myself surrounded by the knights in an 'L' shape. The purpose for this immediately becomes clear as spells from both rows of knights assault me. They are trying to maximize their output while eliminating crossfire. They are also launching powerful spells by combining their aspects, one knight creating fuel for another knight's fire or another using wind to accelerate another's earth. This allows each to use the least amount of mana for the greatest effect.</p>\n<p class=\"cnM4Y2M5NDA3Mjk3ODRmMjVhYmYzMzgyZTkzY2E3NmM0\" data-original-margin=\"\">It won't be enough. I may have been distracted for a moment, but they still aren't any match for the wrath of a thousand years of grief. I launch myself at one knight, one of the mages creating stone projectiles to assault me with. I use force mana to repel every attack while using air mana to choke any fire. Meanwhile I summon a steel blade which, in a moment, decapitates the knight I had been targeting. I also use force and steel like a gun, tearing through the skulls of the knights on either side of him. The pressure of my aura slows all of them and I am already moving on to the next.</p>\n<p class=\"cnNmNzc0NTMyNGU3ZjQ2ODc4ZjczNzA4YjcxZjJkNDc5\" data-original-margin=\"\">I start to form another lightning bolt and... my mana flickers. All my spells drop and a stone bullet tears into my side, then a powerful gust of wind throws me to the dirt. My face collides with the ground and I cough. I can't tell if the blood I leave in the dirt comes from my nose or mouth as I rush to regain my footing. My mana returns, revealing they didn't manage to trap me in a circle and I am already firing bullets of my own into the knights, instantly killing five more of them. I create a flash of light and sound then leap over the knights, impaling two more of them on a steel spear. Eleven left.</p>\n<p class=\"cnNjYzFjNWFkNGIxMjRhNDE4MzNjOTI2NjY1NmRlYzgz\" data-original-margin=\"\">And my mana flickers again. This time, I'm not in the line of fire and I switch to purely physical attacks, gripping a knight's head and twisting it around, killing him instantly. The next knight I target has shifted to physical attacks as well, enveloping his fists in ice gauntlets. This doesn't particularly worry me... until that blackness returns to my vision and the sharp pain in my back stops me for a moment. It's all he needs and a thorn of ice cuts a wide gash in my cheek. It might have actually left a hole. I grab his arm as his gauntlet is cutting into me, holding his wrist in one hand and forcing him to the ground with my other on his shoulder. I don't stop there, however. I push with all of my strength, tearing his arm from his body. I don't give him time to feel the pain of the loss and crush his head with a single stomp as he falls to the ground.</p>\n<p class=\"cnM3ZTk5MDkzZWFmYjRkZTJhNzA1NjBiZDhiMWVhZGIw\" data-original-margin=\"\">I can feel my mana return and use pure force to crush three more knights to paste while I have it. The brutality of these deaths is the final straw for the remaining knights. Their professionalism breaks and one turns to flee. The other five follow suit soon after. I cough, spitting blood into the dirt beside me, then erupt walls of steel around us.</p>\n<p class=\"cnM5NTU1MTczMmRlZDQ0NWRhM2RmOTYxNDVhZTNjNWEz\" data-original-margin=\"\">\"Fuck that!\" I scream at them. \"Fuck your cowardice! Look at that building! That building full of innocent people you walled off! You are lucky I am kinder than you are! You were going to let them choke, and burn, and die slowly! Fuck. That. You took the ability to run from them before they even knew they were under attack, and now you think you get the luxury of cowardice? No! Fuck you. You are going to die here! I am going to kill you! No, get back here and fight, oh brave knights of Potestia. Fight me and be glad you had the option. Thank your precious collector I am not you and your deaths will be quick!\"</p>\n<p class=\"cnNlNjUwZTQ1YjMzOTQ5OTRhOTE3MGQ1NjBmYjE0NmYy\" data-original-margin=\"\">They don't come back and fight. One of them bangs his fist against the steel. Another falls backward, holding one hand up to me in a plea for mercy. The one nearest me falls to his knees and plants his face in the bloodied dirt. \"Please,\" he begs, \"we were just following orders...\"</p>\n<p class=\"cnM3ZDYyMjNiOTFlZDQ3ZWQ5Y2Y0YTQzYjE5MmZlYTky\" data-original-margin=\"\">I grit my teeth. \"You did not just fucking say what I think you said...\"</p>\n            ",
  "invisibleParagraphContent": "This novel's true home is a different platform. Support the author by finding it there."
}