{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMxMGQ4ODc2ODE5NDRlZmVhZDc5NWM5NTNhMzI2NGNm\" data-original-margin=\"\">We set up camp in silence. The priests, having a larger party, also had more tents. We set up three. One for Autumn and me, one for August and Peter, and one for Sarafyna. That arrangement may change depending on how this evening goes, but three tents will do in any case. Since we are still near enough to the forest, and I have Sarafyna and Peter here with me, my mana is still quite powerful. It takes very little time to get the entire camp set up.</p>\n<p class=\"cnM5MWE2OWU2NTYyNDQ0M2E5YTBmNGRhZjNlMmE0OGQ2\" data-original-margin=\"\">The twins avoid both Sarafyna and Peter for different reasons as we set up. They clearly fear Sarafyna but I suspect they just don't interact with younger kids often. I find the priest's travel supplies which, upon inspection, prove safe to eat. I make food for Peter first and get him settled in his tent. Instead of gathering firewood, I build seats in a circle with earth magic. I use light mana in the center and heat mana in a bubble around camp. I use a sound barrier to prevent Peter from hearing the upcoming conversation as well.</p>\n<p class=\"cnNiNzZhNTNiMmNhNTRjZTJiNGI5ZWFiMjI4ZGI2NmEx\" data-original-margin=\"\">The twins wait for Sarafyna to choose a seat, then find their own on the opposite side. I sigh and sit in the remaining seat. We all sit in silence for a few moments, staring at each other, waiting for someone else to speak first. I am about to break the silence when the twins, overcome with anxiety, beat me to it.</p>\n<p class=\"cnM3NDg4MTBkMjYxOTQxY2ViOTJlOWNiZDc3OGNjOTRk\" data-original-margin=\"\">\"Who is the kid?\" August bursts out.</p>\n<p class=\"cnM0ODhmYTkxM2U0YTQwMTA5OWZiMmE4NmU4MTBlZGVi\" data-original-margin=\"\">Autumn immediately follows up with, \"What's wrong with his eyes?\" I open my mouth again to answer but they don't let up.</p>\n<p class=\"cnMyMTExNGFhOWQ1YzQ2ZTk4NTRmMGRmMWJjZjhlNTlk\" data-original-margin=\"\">\"What was up with the forest,\" August adds.</p>\n<p class=\"cnMyNGEwZjU3NzNlYTRhNjA4MDJkMWRmMGY5YzJhMTVk\" data-original-margin=\"\">\"What were those monsters?\" Autumn continues. They keep this up for a while, alternating questions in rapid succession. August, then Autumn, then August, and so forth.</p>\n<p class=\"cnM0ZGNhMTI4NmE3NjRjMjlhNGZjYzA1YTQwODJmY2Q2\" data-original-margin=\"\">\"How did you use magic that powerful?\"</p>\n<p class=\"cnNlMzhkMjNmOGJhNzQ2NWViNWFkMWVlNjYwYWIxODg5\" data-original-margin=\"\">\"Why did you kill that woman before?\"</p>\n<p class=\"cnM4MzhjODMyNTVkNjRjNjlhYjNlZWU0NjZkYjUwMWE3\" data-original-margin=\"\">\"Did you have to kill the priests?\"</p>\n<p class=\"cnMzNjMxMzIyMWNlMDRmMmY4YWYwMGQxNTk1ZmEyODIy\" data-original-margin=\"\">\"What do you mean that... thing has always been human?\"</p>\n<p class=\"cnM0ZDQxOTA4NDVmNjRjY2M5ZmIyZWQ5NzcyMmFhMDgy\" data-original-margin=\"\">\"How did we get out of the woods?\"</p>\n<p class=\"cnM2OGM2NWI5NjJlZTRkYTc4NDIxMGRlMTVhMWM2N2Y5\" data-original-margin=\"\">\"Why couldn't we before?\"</p>\n<p class=\"cnMzNTVjODc4YTVmNzQ1Mzk4OWEyZGVkNTgwZTAyYzVi\" data-original-margin=\"\">I hold my arms up to indicate I need them to slow down, \"Hold up, I'll answer all your questions, alright, just give me a chance to!\" I exclaim and the two, mouths still open, pause for a moment. They give each other that look I have grown familiar with, then nod together.</p>\n<p class=\"cnM1YjZjNGI2NjdiYTRmZjdhMTZjYjY5NzllN2E5N2Ex\" data-original-margin=\"\">\"Alright,\" August agrees, \"But I reserve the right to interrupt you with more questions.\" I rub my temple but nod in assent. Having won a moment of quiet, I pause to think through what I want to say. They look at me expectantly and I take a deep breath.</p>\n<p class=\"cnM0YWQ5MDliZDZiNDQ5NGNhNTMxNDhhYmMxYjU3ODMx\" data-original-margin=\"\">\"I think,\" I finally begin, \"the best place to start is with Peter. The kid, as you said. More specifically, with your question about his eyes.\"</p>\n<p class=\"cnM5ZGVjNzI0ZTE5NzQyNDY4NDgzZDY4YzRiMDU5MDNm\" data-original-margin=\"\">\"Fine, what's wrong with them, why can't he see?\" Autumn interjects, genuine curiosity in her voice. I turn to look at her and plan my question out before I speak.</p>\n<p class=\"cnNkYzlmZGVhMWM2NzRjY2ViMDdjYzQ0MjFiYjRmMDRm\" data-original-margin=\"\">\"He's blind. By the looks of it, probably due to an infection. He was probably born with sight, but not everyone is. There are any number of reasons someone might be blind,\" I explain, and this time it's August's turn to interrupt.</p>\n<p class=\"cnMxMDMyYjFiYzJkYjQyOGJiNmM3ZWI2YmM4MTc5ZjNk\" data-original-margin=\"\">\"People aren't just... born without sight Lillith! The Collector wouldn't deny someone sight from birth! I've never heard of anyone being 'blind' before!\" he protests and I nod along.</p>\n<p class=\"cnMyZmVmYzNlNjliYzRmMjk5MDA1ZThhNjRjMTJhZDBj\" data-original-margin=\"\">\"Right. You haven't. You've never heard of anyone without sight, or hearing, or the ability to use their legs. Have you ever wondered why?\" I ask.</p>\n<p class=\"cnNlNmM2ZGUzNTdmYjRjYWE4NzY5YmY1ZGRjOTliOWQw\" data-original-margin=\"\">\"Because it just... doesn't happen. We are designed with eyes to see and ears to hear. Why would the Collector even give us legs that didn't work?\" Autumn challenges.</p>\n<p class=\"cnNmN2JjMWQ5ZmY1MDQ3MzY4NWYxYTQ3N2MzODYxNjhj\" data-original-margin=\"\">\"Alright,\" I allow. I don't want to get sidetracked by religion at this point and it doesn't matter for this point. \"So what about people like Peter? What about people who lose these abilities later? Have you ever heard of someone with just one arm or leg? What about someone who had lost their eyes? Even just one? Have you ever met anyone like that, ever?\"</p>\n<p class=\"cnM1NDEyMDc2NTRlODRhODhhY2UzZTFjNTY4NzNiYmFi\" data-original-margin=\"\">This question is met with silence and I can see the twin's brows furrow in unison. \"I didn't think so. Of course you haven't. Almost no one has. It's not like you don't know what a sword is. You know that weapons, spells, and wars exist. You know not every injury is lethal, and not every injury can be perfectly healed. So why have you never seen someone that was disabled in any way?\"</p>\n<p class=\"cnNhMjA0NDQzZDIzNzRmZDA5MDA4MzgzYzNhYjgzMWMy\" data-original-margin=\"\">The twins look uncomfortable with this line of questioning and August responds, \"You're right. We haven't. And I can't explain that, but what does it have to do with... everything?\"</p>\n<p class=\"cnMwNjg5NjRjODE1MzQ1OTY4OWU1YjQyMGQ2Y2E1MDBk\" data-original-margin=\"\">I nod at him, \"It has... everything to do with today. Because those people don't just disappear. They are easy to hide, sure. No one wants to think about them. No one wants to help them. They are inconvenient and uncomfortable. But they don't just disappear,\" I answer. Then I begin to tell them about the houses of penance. The old neglected homes for those society has decided they don't want to worry about.</p>\n<p class=\"cnMzMTQ3ODU0NzdmNDQ1YjU5YTZkNTYyYTg2YjIyNmI1\" data-original-margin=\"\">I tell them about Diana and Ozzy, victims of the disregard of the rich. I tell them about Abby and her mother, who were abused and owned by Baldwin. And I tell them about the priests. The divine magic that steals people's minds and tries to rule their bodies. I tell them what Diana said about the residents of the house of penance and how the priests eventually collect them. I tell them how they feared being healed and being abandoned in the woods.</p><p class=\"cmNlYzAzNGFiMTRmYTRhOGM5MjYyODYzYjVlMWE3Nzgw\" data-original-margin=\"\">This tale has been pilfered from Royal Road. If found on Amazon, kindly file a report.</p>\n<p class=\"cnM1MDkxZjZhMjc0YTQ5MjhiNGE3Mjc3YzI0OWJhMzFh\" data-original-margin=\"\">The twins dutifully listen, disbelief, disgust, and horror chasing each other across their faces. \"So you are saying,\" Autumn answers, \"the temple is taking these people, controlling their minds, and eventually abandoning them to be killed by the monsters?\"</p>\n<p class=\"cnNhNWU3MTI2NzcyNTQwNjU4YmRkYjdjMGVlNDhiZDEy\" data-original-margin=\"\">\"They threaten them with that and leave them in the woods anyway?\" August adds. My heart breaks. I didn't want to tell them what their mistake was. These were the terrified children who huddled behind me as I slaughtered monsters. They would never be the same after that, and knowing what had really happened? No child their age should be exposed to knowledge like that. But they have a right to know. Especially if I am going to ask them to keep my secrets, they have a right to know why.</p>\n<p class=\"cnM0NTA1ZGE1MGYxMjQ3MjJhZjY3OTU0ODY5OTkyZDEz\" data-original-margin=\"\">\"No,\" I answer, unable to keep the boiling venom from my voice, \"I told you, didn't I? Priest's magic is used to change people. To rule their bodies. To own them and dement them in whatever way they want. Divine magic can be used to impose their will over other people's flesh. The temple doesn't abandon people to the monsters. The temple abandons them to <em>become </em>the monsters.\"</p>\n<p class=\"cnMyYmM0ZGQ1NTA4ODQxZjc5NTZmZTUwOTBlMzkyY2Uw\" data-original-margin=\"\">I watch confusion turn to horror, then anger as they process the claim. \"No,\" August denies. \"That's not true. That can't be true. You're wrong. You're fucking lying! How could you possibly know that!\"</p>\n<p class=\"cnNlNjBhMDQ0MTgwYzQyNTVhYmUwYzdkZDVlYzc2Zjk5\" data-original-margin=\"\">I shake my head as he speaks. \"I'm sorry, August,\" I answer, \"but it's the truth. I examined the bodies the same way I examined the flowers. Those were human beings, distorted by divine magic. They were victims of the temple, abandoned to... hell.\" In the corner of my eye, I notice Sarafyna start and turn her head to me, but I continue talking to the twins. \"What do you think Peter was doing in that wagon? Why do you think the priests attacked us? Why do you think you lost time when speaking to them?\"</p>\n<p class=\"cnMyZTZmZDAxY2Y0MTRjMWY4OGQzODU2ZTgwNTcwMmE1\" data-original-margin=\"\">\"The Collector would never allow that, not from his own servants!\" Autumn protests. I was waiting for this question. For much of this life, I wasn't sure whether the Collector was real or not. I am now inclined to believe he is. My leading hypothesis, in fact, is that we just met him. I don't have enough data to substantiate this, but I certainly can't dismiss it either. That is not the correct answer for this situation, however.</p>\n<p class=\"cnNlOWJmMWE3MzEyMzQyOGRiNThiYjE3NjJkNTg3YTY3\" data-original-margin=\"\">\"One thing you'll find, with servants of Gods,\" I start, strategically planning my response, \"is you can't necessarily trust them to actually serve their god. At least, not with the dedication they serve themselves. That's not universal, of course. Emeric is a very kind priest and I doubt he has any idea about this. But when you prop a man up with the authority of the omnipotent... it becomes pretty easy for that man to use it to elevate himself instead. Just because you have faith in the Collector doesn't mean you have to trust priests.\"</p>\n<p class=\"cnMwMTAzY2ZmZjk0MjQzOGNhMjA1OTRiY2JiNmE0NmI1\" data-original-margin=\"\">This seems to placate Autumn a little. I'll ease into the idea that her god is a tyrant worthy of death, assuming she still speaks to me after tonight. August is about to ask another question but Sarafyna speaks up for the first time. \"May I say something?\" she asks. The twins tense up and Autumn is obviously going to deny her until I see realization dawn. She put the pieces together about who Sarafyna is now.</p>\n<p class=\"cnMxMTVkMTg4OWI2NDRmZDhhOGU1ZmYxYmIyNzA3MTYy\" data-original-margin=\"\">\"Please,\" I invite, and Sarafyna nods.</p>\n<p class=\"cnMzZWY4M2Q5ZTBlYjQwZjQ4MDkyN2I3YWFjYTk4Nzhk\" data-original-margin=\"\">\"What your friend is saying... well I don't know about all of it, but I think it's true. I was never sent to a house of penance. But if you'll listen, I can tell you my story.\" The inherent question goes unanswered for a moment, but the silence is broken by August.</p>\n<p class=\"cnNhNTQwMTgzZTE5ODQyOWRhYTYxM2VjMmNmYzYzMWI2\" data-original-margin=\"\">\"Alright, I'd like to hear it,\" he says. That is an excellent sign. There is another brief moment of quiet as Sarafyna takes a deep breath.</p>\n<p class=\"cnMwM2JiYjlkNDE2NTQ5MzA5NWU3NDNhOTA1YmMxODIz\" data-original-margin=\"\">\"A long time ago,\" she begins, \"I was just a girl who wanted to open a hat shop...\" She goes into a story that sends directionless adrenaline through my body. As she tells me more of her story my nails draw blood from my palms. I nearly vomit when she tells me she survived off the fruit of the forest. Her story is a hard one to listen to and I feel tears running down my cheeks with every detail. With each new pang of grief comes a fresh wave of fury. At a certain point, my control over my mana falters, and I see the twin's eyes widen. Beads of sweat form on their heads under the pressure of my mana and I have to take deep breaths to regain enough control to suppress it.</p>\n<p class=\"cnNmZTRmNDdmMzM1YzQ3ZGNiMWE3NmQ2ODllNjQ0M2Y3\" data-original-margin=\"\">The twins don't seem to enjoy the story any more than I do, but I can see it is getting through to them. August seems to realize first, who it was that freed us from the Radiant woods, and Autumn a moment later. On the occasions Sarafyna mentions her father I can hear her voice waver. At their core, the twins are kind people. A flesh monster couldn't imitate the suppression of emotional agony like this, and I could see her humanity was growing harder to deny.</p>\n<p class=\"cnM1MTIyNzNkMjVjNTQ5OGRhY2Y3NGYwOTUyMjhiNDNj\" data-original-margin=\"\">As her story ends, she is met with silence. I want to wrap my arms around her like a hurt child but I can sense she wouldn't welcome being touched right now.</p>\n<p class=\"cnNiYjAyY2JmM2M3NDQwMmFhOGZkMDIzYzFlODBmMjJl\" data-original-margin=\"\">\"I- I'm sorry,\" Autumn finally says and I can hear her attempt to fight tears in her words. \"I shouldn't have called you a thing I was just...\"</p>\n<p class=\"cnNkOTY4MmM3MDFlNjQ3ODRiNjhhZWIwMjEwNTRmNGFm\" data-original-margin=\"\">\"It's alright,\" Sarafyna cuts her off, \"anyone would say the same.\" I remember her calling herself a monster earlier. There is more meaning in that than the twins realize, I think.</p>\n<p class=\"cnNkODY0MTZhM2RjZTQ4MzJiZmY0MGY1YzRiZmYwODZm\" data-original-margin=\"\">The conversation goes on for several more hours. I struggle to explain why the people in the woods attacked us, and why I killed the last one. Sarafyna struggles to explain why she killed the priest. We support each other, and eventually, the twins seem to run out of questions. We sit in the heat of my magic in quiet for several minutes and I regret not starting a fire. This is warmer and cleaner, but a fire somehow would have provided more comfort.</p>\n<p class=\"cnM2ZjU3YjQ5NmM1ZTQ3YTc4MzUxNjAxZThhMjZmM2M1\" data-original-margin=\"\">\"I... need to think,\" Autumn eventually says, and August nods. \"If it's all the same, I'll share a tent with August tonight. We need to talk.\" I understand and simply nod. The two shamble in exhaustion to an empty tent. Sarafyna and I sit in silence for a while longer.</p>\n<p class=\"cnMyYzM2NmNkNDgwNjQ1ZGNhODU2YWFmNTU4MGI0NWJm\" data-original-margin=\"\">I want to help her understand she isn't a monster, but I think I should let her sleep first. Eventually, she speaks up. \"I think... we have a lot to talk about,\" she says.</p>\n<p class=\"cnMxYzA4Y2RiNTljYjRmMmM5NWZhZWNmMGQ1ZjZlYjlh\" data-original-margin=\"\">\"I think we do,\" I agree.</p>\n<p class=\"cnM5NjUzN2IyM2E0MTQ0ZWVhZDUxOGM3NDhkZjEzYjll\" data-original-margin=\"\">\"But, I haven't slept on a bedroll in... I don't know how long. There will be time,\" she says and stands. I stand with her and guide her to the remaining empty tent. Before she enters she turns to me. \"Lillith, thank you,\" she whispers, then disappears inside.</p>\n<p class=\"cnNlNmVmN2RjNWMwMTQyZjI4MTQ2MDk0MzNiNTEwZmM0\" data-original-margin=\"\">I stand in the quiet camp for a while. Today was... eternal. I sit back down at the camp. Leaving the sound barrier up, I eventually open my mouth and scream. I have been pushing it down all day. The people I killed today, the things I learned... they are just... Too. Fucking. Much. So I scream. As loud as I can and with all the emotion I have been suppressing all day. I scream until I have no energy for it, and allow it to morph into quiet crying. I couldn't even name a specific thing I am crying about but I need it.</p>\n<p class=\"cnNkMzdmZjMyODBmZTRjYWVhNzc5YTEwMGZhOWJhNGYx\" data-original-margin=\"\">There are times in life when you carry a cry around with you and it needs to find its way out. So I do. I finish the cry for the people I killed in the woods. I cry for Sarafyna. I cry for Autumn and August. I cry for everything that happened in Satusmor. I finally let it out, and the tears do all they can to heal me. I spend at least an hour there, letting the light go and only maintaining the warmth.</p>\n<p class=\"cnM1N2Y5YmVkYzcyMTQ1NTNiNWYwZWExNWE3Y2I2OGQx\" data-original-margin=\"\">Finally, I get up and move to the wagon. I throw the filthy corn out, surrounding it with walls of earth for now. I don't want to disturb any of the others, and I curl up to sleep in the back of the wagon.</p>\n            ",
  "invisibleParagraphContent": "This tale has been pilfered from Royal Road. If found on Amazon, kindly file a report."
}