{
  "preChapterNote": "<p>Hi everyone!<br><br>I am back, although I want to warn you chapters will be a bit less frequent for a while. Probably about three a week rather than almost daily.</p>\n<p>Also, don't get mad at me because the first chapter of the new book isn't about Lillith, I have a good reason for it, I promise!</p>",
  "postChapterNote": "<p>Alright, I finally broke and made a <a href=\"https://discord.gg/CvDzagSz\" rel=\" ugc nofollow\">discord server</a>. Come hang out, have fun, promote your own stories or theorize about mine. Looking forward to seeing you all there!</p>",
  "chapterContent": "\n                <p class=\"cnM3M2Q4YjU0ZThhNjRlYjQ4ODQ0ZjI2YWM2ZTE2MjQ0\" data-original-margin=\"\"><strong>Sarafyna</strong><br>I have never been happier than I am today. Yeah, I'm not rich or powerful, and I never will be, but none of that matters. Today, my family has bought my future. Not the future of a housewife or handmaid, but a proper life I can be proud of. This is what I have always wanted, the life I used to tell my mom about for hours on end. In front of me is a rundown storefront with a cracked display window and a door hanging askew on its hinges.</p>\n<p class=\"cnMwM2RjODM3ZTBmODQwYmNhMGVmMDY2OTY4MGZkZTMw\" data-original-margin=\"\">\"I know it's not the nicest, Sara, but I can help you fix it up. In a few months it'll look good as new, I promise!\" my dad stammers, a nervous look on his face. I beam at him. He actually bought us a store. He has always known I wanted to run a hat shop. I have been obsessed with hats since I was a little girl, ever since the first time I saw a noble lady on a summer day.</p>\n<p class=\"cnM4NDgwYTRiODI3YzQxMjI5MmRmMTUxN2FjNmEyOTQ2\" data-original-margin=\"\">It's always been no more than a wish, but a wish I treasured deep in my heart which I then wore on my sleeve. When I was a child my parents thought it was a passing obsession. After a few years, they accepted it wasn't going anywhere but didn't treat it as an actual option. I never wavered, however, and here I was reaping the benefits of that determination. \"I love it, Dad, it couldn't be more perfect!\" I practically squeal, pulling him into a hug.</p>\n<p class=\"cnMxYmQ5N2ZjYWIzYzRmYTU4NDVkYjM4OGFiY2M2YzI1\" data-original-margin=\"\">I feel the tension leave his body as he returns my hug. The poor man has always done his best for me, and he has always been worried he wasn't doing well enough. My mother passed to the first plane when I was only nine, and he has been trying to raise me alone since then. It hasn't been easy on him being a single father and working full time at the east gate's stables. He has never once neglected me, however, and has always pulled enough money together to get me everything I need.</p>\n<p class=\"cnNmY2U2MjcxMWNlMzQ1ODQ5MThlZGUwNDExNGY3YjJk\" data-original-margin=\"\">He has only been this tense a few times, however. The first time was when I had my first monthly. The silly man rushed me to the clinic in a panic as if he hadn't been married to a woman for years. The knowledge just fled from his addled mind the moment he found me sleeping in a bloody bed. It wasn't his fault he panicked and I never blamed him, but he still gets adorably embarrassed if I tease him about it.</p>\n<p class=\"cnMzZGQzNjk5NmZjNTRjMjliYTQ2ZWUyYjZiMWQwZGNk\" data-original-margin=\"\">The second time was when he was first approached by a potential suitor for me. I am, to put it simply, remarkably beautiful. Not just among commoners but even when compared to many noblewomen. Collector knows I'm not trying to be prideful here, it's just the truth that I have grown prettier with every passing year. As a result of this, my father has been approached by either suitors or their parents for the past couple of years. It's only gotten worse as I've started to develop.</p>\n<p class=\"cnMxZGYzOTVjYzU4NzQ3MmE5MDBlNDhhZTM5YjYzMWFm\" data-original-margin=\"\">The first time this happened, my dad was at a complete loss. He didn't want to upset me, he didn't want to upset the boy who lived down the street, and he certainly wasn't ready to see me married. We are all the other has, however, and he knew he had to ask me about it. I've heard a lot of women get very little choice in their marriage but my father would have none of that. He always asks my opinion on everything, and my future husband certainly wasn't going to be an exception.</p>\n<p class=\"cnM0MTBiZmEzZTY4ZTQyYjVhYjhmZjJmY2QzY2I4YTc5\" data-original-margin=\"\">So he approached me, nervous and toying with his own hat, to tell me about the interested boy. The amount of relief that washed over him when I said I wasn't interested makes me laugh to this day. Years later, after rejecting dozens of proposals, he is much less nervous. It has become clear that I'm not going to accept any of them. Romance has never interested me, and neither has marriage. I don't hate the concept, it's just... not interesting to think about.</p>\n<p class=\"cnNmYmFhNmU2YjkyYjQzMDY5OTgwYmRiNmZjMTQ4NWQ2\" data-original-margin=\"\">I only have eyes for my hats. I have been consumed by learning how they are made and keeping up with the latest fashions in both common and noble circles. I even convinced a hatter's wife to show me a few things. I never really believed I'd have the chance to actually work in a hat shop, much less run one. I should have known something was up when my dad started picking up extra shifts and covering for other stable hands. He has been working himself to the bone for years, and this is why.</p>\n<p class=\"cnM2N2FmZjBkM2Y3MzRiZDRiYjNjNzdjOTg2ZTJlMzhi\" data-original-margin=\"\">It makes me want to cry. He sacrificed so much to give me this, and he's nervous I will be disappointed? Never. Of course, I won't be the actual owner of the shop, that's illegal, but it will be mine nonetheless. Lots of women run shops owned by their husbands or fathers, I even know one whose brother owns her shop. I don't have to worry about that, however. Dad will support me and it will feel like mine.</p><p class=\"cjljNGEyZDdjODZhZTRlNzZiZDE3ZGU2NzVlNjA2MDc2\" data-original-margin=\"\">Support the creativity of authors by visiting the original site for this novel and more.</p>\n<p class=\"cnNhODA1NDFiNWYyZjQ2NDVhNDczYjkxNjBhYjY1OTQ5\" data-original-margin=\"\">\"You really like it?\" he asks, a hint of nervousness lingering in his voice.</p>\n<p class=\"cnM3MmU0ZmVjYjIwMzRmZjRiNWY5YWZhMzUwYjg4ZjFj\" data-original-margin=\"\">I pull away and wipe a happy tear from my eye with the base of my hand. I brush my auburn hair behind my ear and answer, \"More than anything, Dad. This must have taken years to save for. Thank you. Thank you so much.\"</p>\n<p class=\"cnM5NjRiZWUzZGQxNTQyYzhhMWRjMTk4NWFkMDEzZmE0\" data-original-margin=\"\">He scratches the back of his head shyly, \"I'm glad you like it Sara, it wasn't much,\" he starts but I don't allow him to sell himself short.</p>\n<p class=\"cnM1ODU3MWY3YzgyMzQzNmY4MGU5NTc4ZjY3ZjA0MDFj\" data-original-margin=\"\">\"None of that now! Nothing much indeed, you've been working yourself into an early grave. If I'd known it was for me I'd never have let you. This is everything, Dad. It means the world to me,\" I reprimand and praise in equal measure.</p>\n<p class=\"cnMyOGVkNWRhNTUwZDRmOTdiN2NlZmRmMmI5MWUwZDFj\" data-original-margin=\"\">He gives me a sheepish grin, clearly pleased at how pleased I am. \"It's good to see you so happy,\" he says, \"I wish your mother could be here to see it.\" Every happy event has had that melancholy caveat for the past five years. I understand exactly how he feels. At the same time, I want him to be happy again, instead of just pouring himself into making up for my mom's absence.</p>\n<p class=\"cnNhODE4MGI5ZGIyZjQ2ZTRhNTFjNDM4MTdhYmIxZTVj\" data-original-margin=\"\">\"She probably would have smacked you across the back of your head for overworking yourself,\" I laugh, trying to lift the mood.</p>\n<p class=\"cnMwNGJlM2NjMDFiZDQ3ODNiMTdmMTJmYTk0M2YwM2Ez\" data-original-margin=\"\">\"You're probably right,\" he agrees, giving me a melancholic smile. I understand how he feels. I miss her every day, and nothing is quite as joyful as it would have been if she could share it with us. At the same time, it breaks my heart even more to see the family I have left wearing grief like a chain, tethering him to his wife's grave.</p>\n<p class=\"cnNiMDdiMTRjNTAxZTQ4NTI4YTgwYmRiZTZmOWE1NGE0\" data-original-margin=\"\">More than anything, I hate feeling helpless to comfort him. The inability to relieve the pain of the people you love is like blocks of ice around your feet. Even worse, it seems like the occasions where he doesn't seem burdened perfectly coincide with the waves of grief that still incapacitate me without warning. It's like we have a steel ball we drag around with us, and if one of us stops, we feel so guilty the other immediately takes over.</p>\n<p class=\"cnNlOGJlNWNiZWU3MzQ2MGI4OWZmZjM4NTBhNjExYmUx\" data-original-margin=\"\">Of course, feeling that way also makes me feel guilty, which makes me feel sick, which causes the sorrow to well up all over again. This cycle goes on and on, and he and I can only lean on each other and carry on. There is no solution to it. There is no bucking up and feeling better. We just have to let our regrets wax and wane like the moon while the gaping wound in our family slowly scars over.</p>\n<p class=\"cnNkMTQ1MDUxODE5OTRlOGRiZTM5NzkyOTQ3NjNhYjFj\" data-original-margin=\"\">Today, however, is a day for joy. I want my father to feel the joy he worked so hard to bring me, and I want to honor my mother at the same time. \"We'll name it after her,\" I announce after a moment. He perks up a little and smiles gently at me.</p>\n<p class=\"cnM2ZDMyZWU1OTg2NDQ1OGE4MzE1OGE5M2YzYmMzN2I0\" data-original-margin=\"\">\"She'd like that,\" he agrees, \"She'd like that a lot.\" I feel warmer as his smile grows more honest.</p>\n<p class=\"cnNlZDY0NDVhN2EwMjQ2ODViMDc2MTY4YTBjOTVmMjI4\" data-original-margin=\"\">\"It'll be like she is here with us. A part of the shop and still a part of the family. Evalina's Heart: Hat Emporium.\" I announce, and Dad actually laughs. \"What? What's wrong with that?\"</p>\n<p class=\"cnMxZWQzZjg1OTA2YTRhNTk4ZTNhZDY0MTIzYWRiYzNi\" data-original-margin=\"\">\"Nothing Sara, nothing at all. It's wonderful,\" he chuckles. I can tell he doesn't really like it, but what matters is his smile is real. I can workshop the name.</p>\n<p class=\"cnMwMzU2Y2UzYTM4NDRmNGI5MTQzOWIyYzg3MjIyMzZh\" data-original-margin=\"\">I take another look at the building my father bought for us and my heart wells up again. \"So what's next?\" I ask, wanting to ride the momentum of the happy moment.</p>\n<p class=\"cnMyNmQ2YjQ1NGYyMjQxMmFiZTRjNmVkZjg5OTgyYzcw\" data-original-margin=\"\">\"Well,\" Dad responds, \"we'll need to fix it up. But first, I'll need to register the business. It's not official until we are registered.\"</p>\n<p class=\"cnM2YTliNTI5YzM0ZDRkMDU5ZGY4ZTY5YTAxZjc2ODhk\" data-original-margin=\"\">\"Okay, no problem, where do we do that?\" I ask excitedly. I don't want to lose this momentum and, truth be told, I am insanely excited about this.</p>\n<p class=\"cnM1MzkyNzM5OGRjNjQzNDE5NzU1NzJlYjc3ODkzN2Y0\" data-original-margin=\"\">\"Oh, uh, I think it may be better to go on my own..\" he starts but I am shaking my head three words in.</p>\n<p class=\"cnMyMTQzNTc4YWZlZTRhZmJhZGUwMWMwYjNiNmNkYmY3\" data-original-margin=\"\">\"Not a chance Dad! we are doing this together! We are going to be partners, the whole way through, got it?\" I challenge and he gives me a wry smile.</p>\n<p class=\"cnNkOTg4MzVhMzZmMzRjNzg5NDVmMjVhMGEwMjRmNjc2\" data-original-margin=\"\">\"Even with the repairs?\" he asks and I pause. Well, it's not my area of expertise, but why not?</p>\n<p class=\"cnNkYTAyYmVlOTRlZDRlZmZiMjRlNDZiMzZkOWMxNmQy\" data-original-margin=\"\">\"You know what? Yeah, I'll help with the repairs! It'll go twice as fast! Or, well, a little faster at least, probably!\" I respond proudly and Dad laughs again.</p>\n<p class=\"cnM2YmU4MzRmNTQ4YTQ2YmQ4ZmIyZjZkMjIyMWUyNzZh\" data-original-margin=\"\">\"Well, the help will be welcome!\" He assures me. \"And what about the hats? You want my help with those?\" he asks and I draw my face to a line.</p>\n<p class=\"cnNiYzlhMTRlY2QxODRhMDZhMWRlOGJlY2E1YWZhZmRl\" data-original-margin=\"\">\"Not a chance! You keep your hands off!\" I demand and he laughs harder. It's good when he is this happy, and my day grows even better.</p>\n<p class=\"cnMyYWQxZWRhMDlhNTRmYWFiZDUwZDdlNTQ5Zjc4MGNh\" data-original-margin=\"\">\"Well, if we are going together, I suppose we had better go,\" he says, making a slight bow and gesturing to indicate I should go first.</p>\n<p class=\"cnMyNzMwMmZkZDA4ZDRkY2U4M2MwNWIwMWFkMjJiNjlk\" data-original-margin=\"\">\"Quite right,\" I say and begin walking in the indicated direction. I don't actually know the way, but he'll step in before I go too far astray. My dad and I walk toward the first step in a new life. Away from the back-breaking labor that defined his life and into what feels like the first hopeful day since we lost my mom.</p>\n<p class=\"cnNkMTYyMThkMjM3ZjRiZmViOTEyZGJmNjY5ZTJkNTcw\" data-original-margin=\"\">\"Oh, one more thing,\" my father says as we walk, and I look toward him inquisitively. \"You are fourteen now. Before we get too distracted by everything that needs to be done for the shop, we need to stop by the temple of the Collector.\"</p>\n<p class=\"cnM3OGJlOGI3ODdlNjRiZjViNjU0MjRhYzZmM2IxYWQ1\" data-original-margin=\"\">I get what he is getting at, and he's right. Mom was always the most devout of us, and she would be furious if we got so caught up in this that we neglected our souls. \"Right,\" I agree, \"I nearly forgot about the rite of confession.\"</p>\n            ",
  "invisibleParagraphContent": "Support the creativity of authors by visiting the original site for this novel and more."
}