{
  "preChapterNote": "<p>Sorry if you caught up here, but give this story a shot in the meantime!</p>\n<div style=\"max-width: 100%; overflow:auto\"><table style=\"border-collapse: collapse; width: 100%; overflow: hidden; background-color: rgba(52, 73, 94, 1)\" border=\"1\">\n<tbody>\n<tr>\n<td>\n<div class=\"row\">\n<div class=\"col-md-2\">\n<div style=\"text-align: center; margin: 10px 5px\"><a href=\"https://www.royalroad.com/fiction/80247/somewhere-someplace\" rel=\" ugc nofollow\"><img src=\"https://www.royalroadcdn.com/public/covers-large/80247-somewhere-someplace.jpg?time=1707974343\" alt=\"image\"></a></div>\n<p style=\"text-align: center\"><a href=\"https://www.royalroad.com/fiction/80247/somewhere-someplace\" rel=\" ugc nofollow\">Somewhere Someplace</a></p>\n</div>\n<div class=\"col-md-9\">\n<div style=\"margin: 10px 5px\">\n<p><em>~Basically a slow-burning 'magical' science fiction within an RPG/Isekai-esque fantasy setting*~</em></p>\n<p>An operation failed. One survived. Now a foreigner lost and stranded somewhere someplace; alien yet familiar, fantastical yet real. Found and rescued by another, similar but distinct; departed and never seen again. Left alone, yet again. Alien among aliens. Forced to hide and blend in… to a point; hunted, yet not really. Young, yet ancient. Analytical, yet aloof. A mind decayed by time, riddled with contradictions. Masks and faces worn as one, both without identity. A purpose long lost.</p>\n<p>Gods scheme upon rotting thrones, shackled to wills beyond their own. Great powers devour their world, cursed with stomachs never satiated. Delusions of fantasy dreamt to swipe away nightmares heralded by shooting stars. The world’s play motions forward to the choir’s tune as the past withers; the stage evolves and changes, yet remains static and contrived.</p>\n<p>Meaningless happenings, given meaning. People found, turned to characters. Memories, turned to story. Events in observation, narrativized. A protagonist found and placed on stage, made to dance the play of <em>it </em>which observes, indifferently yet with ever maddening interest.</p>\n</div>\n</div>\n</div>\n</td>\n</tr>\n</tbody>\n</table></div>",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNmZWJiOWM5YmY3ODRiNGZhYTgwMzk0MzBmYWNjMjQz\" data-original-margin=\"\">I look in the mirror appraisingly before leaving my dorm room. I look exactly like a thirty-year-old woman trapped in a teenager's body. Which is, you know, fair. Nevertheless, it doesn't look quite right to me. I am wearing at least three YouTube tutorials worth of make-up and maybe the most extravagant pink dress I have ever seen. The puffed sleeves would make Anne Shirley proud. I have some simple ruby jewelry on as well. It's not quite as extravagant as it should be for a party thrown by the prince, but anything too distinct might be recognized by its original owner.</p>\n<p class=\"cnM1MjNmNzg1YmVlNzQ1NTE5OGE5MTY1OTdmNGE0YWQw\" data-original-margin=\"\">The red does complement my eyes and the dress well, however, so I am hoping that makes up for it. I also used heat and force mana as a magical curling iron. I look a bit silly and very rich, two words that perfectly exemplify me. More seriously, I look exactly like I will be expected to look. Like a noble girl emulating older women. I give myself one last once-over, sigh, and exit my room.</p>\n<p class=\"cnMzMTk4Y2FjMjA0ZTQxN2ViOGFmOGQxNzcxZTg2MTVl\" data-original-margin=\"\">\"I hear you are going to meet the prince with August,\" Autumn says as soon as I emerge. I freeze for a moment. She hasn't spoken directly to me for a couple of weeks, and I actually get my hopes up at her gentle tone until I turn and see the concern on her face. This isn't about me. Of course she is worried about her twin. \"He's really excited about this, you know. Please... I don't want him to get hurt. I know you aren't interested in courting or anything and... I don't want him involved in... whatever you have been doing at night.\"</p>\n<p class=\"cnMxZDNlZDdkNjcyMzQ4NDJiOTA5ZmNlYWI2YzEwYzNj\" data-original-margin=\"\">I give her a serious look as she awkwardly hugs her arms to her side and fights the urge to look away from me. \"I know, Autumn,\" I respond as gently as I can, \"I won't hurt him. I was upfront about my interest. As far as my other... activities, he is as oblivious as ever. I won't involve him, I promise.\" At this she does look away, some tension releasing from her shoulders.</p>\n<p class=\"cnM4Y2NkMmMwMTM1ZDRmMmI5Mzc2NGE3MzI4YmE0ZjA1\" data-original-margin=\"\">\"Why are you even going to this? It doesn't seem like your kind of party,\" she asks, a hint of accusation in her voice. I think of the vial Henry made for me that I have tucked in my sleeve. With the distilled poison from my blood that I plan to spike a few drinks with. I suppose the accusation is fair, although the poison is entirely harmless without the activating protein. I even had it extracted so no one would unknowingly be drinking human blood. Nevertheless, I was planning on doing something there, and I am getting in with August's invitation.</p>\n<p class=\"cnM1M2QxMGZhODUwYTQ1NDA5N2YxMjNkNjU2OTlmYmE5\" data-original-margin=\"\">I groan inwardly as I realize I am, in a way, involving August. Shit. I suppose I'll have to sneak back in after we leave if I want to keep the promise I just made. It'll be a bit riskier but I should be able to swing it. At the very least, I can rub elbows and secure my own invitation to future parties. It's not like this shit will stay in their systems forever anyway; I'll need to do this multiple times.</p>\n<p class=\"cnMzZmJhM2Q2NGY5MDQ3ZDdhZmI3ZTA3MzhmOTgzMTRj\" data-original-margin=\"\">I nod at her, \"You're right. I wasn't arrested and executed weeks ago, which means, despite the way I snapped at and scared you, you didn't turn me in. You have extended a lot of trust to someone you haven't known that long, it's only fair I do the same. I was going to do something. Nothing dangerous, but I was using this invitation to do it. I didn't even think of it affecting August. That was thoughtless and unfair of me, so I won't do that, not like I planned. I will make polite conversation and get my own invite for the next one. Does that work for you?\" I ask and she looks down.</p>\n<p class=\"cnMwZWYwZTA2ZmUzMjQwNjRhM2M2OWYxNjhjMDAxZTU1\" data-original-margin=\"\">\"R-right,\" she answers, \"Thank you.\" She turns to leave and I call after her before she leaves my sound bubble.</p>\n<p class=\"cnNjNTFkYzU1ZmUzNTQzZWM5YmFkZGU4NWYzMmU3ZjE1\" data-original-margin=\"\">\"Autumn, wait,\" I plead and she pauses. \"Can we talk when I get back? I... owe you an apology.\" She seems to shudder but she gives me a slight nod, then continues to her room. I smile a bit to myself. Finally, I will get a chance to make things right. I descend the stairs only to be met with a snort from Iris.</p>\n<p class=\"cnNhYWFjN2M5M2U0MzQyZWFiYzE4ZTJjMTg0NTFiMTU4\" data-original-margin=\"\">\"What are you all dressed up for? You look like something that belongs in a novelty doll shop!\" she chides and I look at her with feigned concern.</p>\n<p class=\"cnM1Yjg4Nzc4NGYxZjRmYWM4ODYyYzE3MTMyZWM4OWEz\" data-original-margin=\"\">\"Oh, you didn't get an invite from Prince Kallon? I would have thought, considering our relative standing, you'd be the first stop he made!\" I gasp as if shocked and her eyes widen.</p>\n<p class=\"cnMzNDA3NjU4Y2JhNzRhM2RhOTU2MDMwYjFhMzdiZjY5\" data-original-margin=\"\">\"You liar! You aren't seriously going to the Prince's party!\" she protests and I roll my eyes.</p>\n<p class=\"cnM3MzgyMmQ4YWY5ZjRlZWFiZmJjYTM3NTM5M2QzZWUx\" data-original-margin=\"\">\"No,\" I answer, \"I am going ironically.\" I shake my head and begin to walk past her when she pushes herself between me and the door.</p>\n<p class=\"cnMxZTkwNWE5YTFhNTQzNzc4YWIyZWM2OWQyYWY4MzFj\" data-original-margin=\"\">\"Where do you think you are going? I refuse to accept that someone with such common blood is allowed anywhere near Prince Kallon! Not when I wasn't invited!\" I sigh. This girl really hasn't said one thing worth listening to since I met her.</p>\n<p class=\"cnNiODMwNGI2YzUyYTQwM2I4NjY0OTA0YmUwNmJhODIw\" data-original-margin=\"\">\"Perhaps your nose was raised so firmly in the air, you simply didn't notice him offering the invite,\" I quip, \"now if you'll excuse me, I'd like to go.\" She glares at me for a moment, until I give the crack in the brick behind her a meaningful glance and she winces a bit. She then picks up her dress and storms off to her own room. Thank the lord for that. Now, to go to a party full of people just like her. I leave the mansion and find August waiting for me.</p>\n<p class=\"cnM1NDg5ZTRjZjVhMDRmZTFiZmZjOTFhMjczMjUzMGM5\" data-original-margin=\"\">\"Lillith! You look radiant!\" he greets and I sarcastically bow.</p>\n<p class=\"cnM0OTAzYWFlZmQ1OTRmYTdiMjA4YTY5YTE1ZGEyNTcx\" data-original-margin=\"\">\"Thanks, you don't look bad yourself. I'm sure you'll be the talk of all the ladies at the party,\" I respond.</p>\n<p class=\"cnM5NmViMWY5Y2Q3MjRlYTA4MWM4YzkzODkxYjExZDQ5\" data-original-margin=\"\">\"All but one, I'm afraid,\" he jokes, a badly disguised hint of sadness in his voice. I give him a courtesy laugh but it's followed by a bit of awkward silence as we walk. The party is being held in the prince's 'Dorm' on campus so we don't need a carriage to reach it and just walk together. \"I'm sorry,\" he says, blushing a little bit. \"That wasn't that funny, was it?\"</p><p class=\"cjRiNjZmMzVkMmI4MjRlNTY5YzJlMzRiMjE5NDRlOWFi\" data-original-margin=\"\">The narrative has been taken without permission. Report any sightings.</p>\n<p class=\"cnMzYTlhZTVmZThiMDQwYmViOWM0NzVmYTg0Y2YwYWYw\" data-original-margin=\"\">\"Not really, no,\" I answer and he looks down before building up the courage to ask the question that has been on his mind since I shut his romantic intentions down.</p>\n<p class=\"cnM5YmEyZWYyMzdiYzRlMTI4ZmFmYmZmMzIyYmE3NmYw\" data-original-margin=\"\">\"Can I ask... is there a particular reason you don't want to court anyone or... is there something about me that makes me unacceptable as a partner?\" he practically pleads. Poor kid. I remember being an awkward teenager with a crush. Actually, my teenage body is probably not unrelated to my lack of focus in my aspecting class. At this moment, I make a possibly rash decision, but probably not a terribly dangerous one. Not with August, anyway. His sister knows about my treason, he'll probably have a more mild reaction to my sexuality. Probably. I knew a few people in my past life that would have proved that guess wrong.</p>\n<p class=\"cnM1MTk0ODUyZDliZjQ3ZmZiMTZkM2M0YTYyYTA4NjAy\" data-original-margin=\"\">In any case, Leo already knows, and August has a good heart. I don't mind easing his self-consciousness a bit. I throw up a sound bubble before speaking. \"First of all, just for future reference, no one needs a reason not to want to date someone. Just not wanting to is reason enough. But honestly? A little of both,\" I answer and for a moment he looks like I slapped him until I raise my hands playactingly. \"It's not what you think. There are reasons I don't want to court anyone for at least four years, but you would think I was insane if I told you what they were. The reason I'm not interested in you, however, I can share, if you can promise not to tell a soul.\"</p>\n<p class=\"cnM5YWQzNGU2MTE0YTQyMzZhNjliOTI1ZDllOWNjZjhm\" data-original-margin=\"\">\"Date? What? Wait, never mind. I don't know what the big secret is, but I can promise that, sure. Tell me straight, what exactly is wrong with me?\" he asks and I take a deep breath. I'm actually nervous. It's funny, no matter how many times I do this, I still get flustered every single time. Probably because it has gone so poorly so many times. The image of my first set of parents flashes through my head. Those assholes actually invited our pastor over to exorcise me when I was a teenager. This is unlikely to go the same way, though, so I push through.</p>\n<p class=\"cnM3MjczNDFkYTkwMjQxMjQ4YmExNWMxZDc5MjVkMTJk\" data-original-margin=\"\">\"There is nothing wrong with you. With either of us, really. But... August, I just don't like men, that's all.\" He looks a little offended and I realize that came out wrong, \"No, I don't dislike men, not on principle. I mean I'm not attracted to them. Romantically or sexually. I like women.\" At this, he stops walking and just stares at me.</p>\n<p class=\"cnMxMDFkYmM5MDVjZjQ4MTNhMDk3ZjFkNjcwZmYzOGUx\" data-original-margin=\"\">\"Are... you serious?\" he asks, his voice cracking a little. \"Like, you... I can't even picture how that would work-\"</p>\n<p class=\"cnMzODJkMjkxMjY4YjQwZDU5OGZhMDA5YzkzNDdhOWY3\" data-original-margin=\"\">\"I'd rather you didn't try, actually,\" I interject and he chokes a bit then turns pinker than my dress, realizing what he just said then waving his hands to assure me that's not what he meant.</p>\n<p class=\"cnNhZDE0MmE4ZmExNDRjZDZhYmU2ZThjNzY2NDljYTIz\" data-original-margin=\"\">\"No, no I just mean... you know, courting and marriage. Besides, isn't that... heresy? Wouldn't it be an insult to the Collector's design?\" he asks, genuinely confused. It is a question, not a statement, but I nod anyway.</p>\n<p class=\"cnMyNWY1MTY4NjMzMzQzZDk5MmJjMTBkZjRmNjJhMTFi\" data-original-margin=\"\">\"Maybe. But 'The Collector's design' was the same excuse the priests used to abandon people to torture in the Radiant Woods. I don't know if that's really the best metric to use here, man,\" I answer honestly. This throws him off even more and he pauses.</p>\n<p class=\"cnMzZmZjODVjZGQ2MjQyMTdiOTEyMGZjZWIxMzhjMDlh\" data-original-margin=\"\">\"So what, are you saying the Collector is... evil?\" he asks, eyes widening.</p>\n<p class=\"cnM4MzBjNDNhMGNhZTQzZDJhM2RhMTY3ZTRiMGIzMTcx\" data-original-margin=\"\">I shrug. \"I don't know. Honestly, I have a few theories but I don't have any idea for certain if he exists, much less how involved he is in what the temple does. But think of it this way. He is supposed to be an all-powerful deity, right? How important is it, on a cosmic scale, that I look at girls the same way you do?\" I challenge and he pauses to think about it.</p>\n<p class=\"cnNjOGY0ZmU5M2YwYjRkNjM4NGJmZTU2N2FkZWUyMDQz\" data-original-margin=\"\">\"So...\" he begins, \"you mean it doesn't make sense for him to care? But why would everyone say it does?\"</p>\n<p class=\"cnM1ZTYwOWI5MTNjMTRhZGVhMjZmZmNiMjY4OTVhMWRk\" data-original-margin=\"\">\"Same reason they throw people in the woods to suffer,\" I answer, \"In fact, there are probably more than a few people like me in there right now. What I am saying is that either he really does care, and he is a petty tyrant, or the priests are mistaken or lying. People are fallible, August. And they love to control people. However you feel about your faith, doesn't it make more sense that some asshole is grossed out than that an omnipotent god gives a single shit?\"</p>\n<p class=\"cnM1ZmQ5YzVlNmMzMzQxN2ViYTA0ODY1MTc5MDAzZDcy\" data-original-margin=\"\">He processes this as we walk for several minutes, and I keep the sound bubble up just in case. Just when I think the awkward silence will kill me, August finally speaks up. \"So...\" he starts before a wide grin breaks out on his face, \"How about that Professor Kyra? Easily my favorite class.\" I reward this response with a full laugh and he joins me. The awkward tension evaporates just like that and we chat happily for the rest of the walk. \"Really though, there isn't anyone at all you are interested in? I mean I know you can't openly pursue it, but there must be someone, right?\" he pokes and I chuckle.</p>\n<p class=\"cnMyN2IwZmY3NWNhNTQxZjY4NzNlZTI2YTIzODZhMWYz\" data-original-margin=\"\">\"Like I said, I have other reasons courting isn't appealing to me at the moment.\" I let him shrug and start to change the subject when I add in, \"Although, I've been visiting Sarafyna a lot lately...\" He gives me a double take and I give him a sheepish smile. I am honestly more than a little surprised that went as well as it did. This is not a progressive world and my particular community is very likely handled the same way as the disabled community. Of course, we have been through some unique experiences and he wasn't exactly impressed with the houses of penance either.</p>\n<p class=\"cnM2YTMyMzU5OGQ5NTQ5NTI5ZDk1NzFiMDgzNjRjYjkw\" data-original-margin=\"\">Speaking of Sarafyna, part of me worries about her. She has her own plans tonight, and they are far riskier than mine. I look in the direction of the temple she is likely already visiting and nervously bite my lip. I need her to be safe, and this is the first time she has risked actually fighting someone with her newly honed divine magic. I am pulled out of my worries as August speaks again, however.</p>\n<p class=\"cnM0MGZiYzE0Mjc1ODRhNWQ4ZGFkNGY5YWJkNWRhMzBm\" data-original-margin=\"\">\"Well here we are,\" he says gesturing at the very obvious small castle in front of us. Dorm room indeed. \"I probably should have asked this earlier, but do you know any formal dances?\" he asks and I shrug again.</p>\n<p class=\"cnM5ZTE3ZGI5YWRiMTQ4OTI4MzFiZWE2OWI1MWU2Yjhm\" data-original-margin=\"\">\"I can do the washing machine,\" I answer and he examines me.</p>\n<p class=\"cnMxMjMxOGU2NTJlMTRlYzhhMDUwNjM2NDk4MzZhYmVl\" data-original-margin=\"\">\"The washing... what? Why would you even want to know a dance about washing something?\" he asks, utterly befuddled.</p>\n<p class=\"cnNkYzVmZGJhNTc3ZTQxODg4MDAwYmRhZDRiYTE3OTc1\" data-original-margin=\"\">\"What? I like Selena, you have a problem?\" I ask and he just chuckles.</p>\n<p class=\"cnNlYTdiODI3M2YxYjRlZDc5Y2ZmMmI1ZGRkMjYxMGUz\" data-original-margin=\"\">\"Lillith, I have no idea what in the third plane you are talking about.\" With that, we present August's invitation to the knight at the door and enter the castle. As we make our way to the reception hall, I grow physically weak. August struggles even more and I have to hold him up. When we enter the main hall, the reason becomes clear. A young man, maybe a year or two my senior, is making polite conversation with a group of nobles, each trying to act unaffected.</p>\n<p class=\"cnM3MjRiNjYwMGRlNDRkOGI5NWJlYmZjMTZjZTRjNDE2\" data-original-margin=\"\">This boy is even more formidable than Godfrey and his aura has far more of an edge to it. Like Godfrey, he looks like he doesn't belong in this world. In an instant, I know that if I fought him anywhere but inside the Radiant Woods, I would die. There is no question about it. There are no tricks I can use. No clever plans. If I face him as I am, I will end. I take a deep breath and enter. This must be Prince Kallon. I can't kill him. No way. But, unless he plans to end the monarchy himself, I am going to.</p>\n            ",
  "invisibleParagraphContent": "The narrative has been taken without permission. Report any sightings."
}