{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNlM2E4YzQzOTgxZTRjMGJhMDFhYzIxMDllZjUxN2M0\" data-original-margin=\"\">As I leave my aspecting class, Autumn catches up to me. \"Hey Lily, you alright?\" she asks, clear concern on her face. Most people in that classroom saw, or heard rather, the unprecedented amount of mana I have. Autumn seems to have noticed the panic and sweat instead. Of course, she saw me in the Radiant Woods, so she was likely expecting a greater showing from me. Still, it's nice to have someone ask about my apparent distress.</p>\n<p class=\"cnNmYTAzYzYyMGRlYzQ4YWViNGE4MDA5ODVkODFhYzFj\" data-original-margin=\"\">\"I'm alright,\" I answer. \"That damn thing just... demanded everything I had. And I really didn't want to give it all, to say the least.\" She nods at this.</p>\n<p class=\"cnNlYjk4MjM5ZDdiODRhYjI5YmVhZTA3MTRjMGE5ZGMz\" data-original-margin=\"\">\"Yeah, that makes sense. It really drains you, doesn't it? Did you pull away early somehow? That would explain how low your output was,\" she muses.</p>\n<p class=\"cnM5N2I4MGZjMTY4ODQ0NzVhZjVmOTVkMGU1NmZmMzc4\" data-original-margin=\"\">\"Well, sort of. My endoaspect wasn't at its peak in there either. But I'll be alright. I think I'm going to skip class this afternoon and rest at home. With my history classes, I learn more from what they leave out than what they say anyway,\" I respond and she gives me a concerned look.</p>\n<p class=\"cnNkOWVkOTNlYmQ3ZjQ3NWE4YmIzNTQ3Mjk5NmY1Njk4\" data-original-margin=\"\">\"Are you sure, with midterms coming up?\" she questions and I shrug.</p>\n<p class=\"cnMxYTQwOGM1YzIwODQyOGJiZmZmYzlhYWZkNmRkZDk2\" data-original-margin=\"\">\"After today, I doubt Godfrey would let them give me a failing grade. Even if he does, I'm not that concerned about passing every class. It's more about what I learn in the classes than some certification,\" I dismiss and she gives me a skeptical look but shrugs it off. \"Besides, Agnes, my History of Potestia professor, has been in a foul mood for months. I don't have the energy for that today.\"</p>\n<p class=\"cnM5ZTk3OTFhYzI2MDRkZDVhNTRmYTdmZmM3NTY4OGMx\" data-original-margin=\"\">\"If you say so. But I wouldn't miss a class after two weeks of suspension. We are already behind,\" she warns. I shrug and we walk in silence for a while.</p>\n<p class=\"cnMzNTk2MjcyMGUzNTRjZWJiODgyYmZlZjhjMGU2NjVm\" data-original-margin=\"\">\"Actually, there is something I wanted to talk to you about,\" we both say in unison before looking at each other and pausing for a moment.</p>\n<p class=\"cnNkODg4NTdiMWY1ZTQ1Mjc4NTQwZmMxMjc5YzQ3MzVl\" data-original-margin=\"\">\"Sorry, go ahead,\" I chuckle, and she nervously scratches behind her ear.</p>\n<p class=\"cnM0MDBlZWIxYTllYTQ3MTI4ODhjYThhMGMyMGZmYTNj\" data-original-margin=\"\">\"Um, right. Well, it's about our room at your brother's place,\" she begins. I decide not to correct her. It is technically Gilbert's home legally but no one in my family sees it that way. But that doesn't matter at the moment. \"Well, I know I'm allowed back at the dorm but... well you and Eleonor are always gone, so it feels like I just live there with Iris. It's been a lot more fun staying with your family and... well I don't feel safe in the dorm anymore...\" she trails.</p>\n<p class=\"cnNhZDJhM2ExOWE2YTQ5ODg5NDFhMTEzOGRlNGMyNDI2\" data-original-margin=\"\">\"Well, that's convenient,\" I answer, \"that's the same thing I wanted to talk to you about. I don't think it's safe for you there either. But... I don't actually stay with my family. I stay at a... seedy inn closer to campus. But you are safer at my home. I have a way out for them in case things go south; you can use it as well. Will that work?\" I can see her grow tense, then relaxed as I progress through the sentence. \"Besides,\" I add, a wicked grin painting my face, \"I'm sure Henry would be happy to have you for longer.\"</p>\n<p class=\"cnNmNzJmYTg4ZWJhYjRlZTdiNTBjNjg2YWNhZDQ5NjEw\" data-original-margin=\"\">Her face burns with her blush and she rapidly looks away from me. \"No, I-it's not that I just... It's because I...\" she sputters and I laugh, patting her on the back.</p>\n<p class=\"cnMwMTk2ZTVhMTdiMzQ0ODk4YjNkMmYxOGYxNjIyNTdi\" data-original-margin=\"\">\"It's alright, I think he likes you too. It's quite the trek though, so you'll spend a lot of time moving between classes and home. I hope that's alright,\" I warn, but she doesn't hear the end of my sentence. Her head is steaming as the embarrassment mixes with happiness at my first comment. I shrug. She knows how far it is. \"Anyway, I'm meeting Leo first, I'll see you later, yeah?\" I ask and she just nods, avoiding eye contact. I chuckle before parting ways with her.</p>\n<p class=\"cnMyNGYxMTY2ODNmNTQ3MzY4OTliYWIwZDkwOTNiYWUx\" data-original-margin=\"\">I make my way through the winding paths of the campus, practicing my radar spell a bit more. It's getting easier to use, but not easy enough. Finally, I arrive at the restaurant where Leo waits. \"Leo!\" I call as I spot his distinctive figure crouched over near the entrance. I am excited to see him as we haven't had much chance to interact over the past couple of weeks. \"It's good to see you, lunch is on me to-\" I start when he turns and I'm stopped short.</p>\n<p class=\"cnNiYzU0NjViYmViMTRmYmJhOTZjNzdkZWY3M2ZhN2Nh\" data-original-margin=\"\">I am a tundra, the ice emanating from me enough to freeze the air. I fail to suppress the cold fury twisting my face as I look at my friend. His lip is split open and his face is badly discolored with bruises. His clothes are clean and his wounds are at least a few days old from the color and scabs. He has been badly beaten, but he still eeks out a creaking smile that cracks his lip. \"Hey, Lily. good to see you,\" he greets.</p>\n<p class=\"cnM1MjUyYTc5YThjNzQ5YTI4YmRjMWUzYzMzZGFlZjdi\" data-original-margin=\"\">\"Who did this?\" I dig, ready to raise hell for my friend.</p>\n<p class=\"cnNlN2UxZDY4ZGFiYTQyNWJhZGNmZDc3YTkyNDE2NTk3\" data-original-margin=\"\">\"No, Lily. Please, just leave it. It doesn't matter, I'm okay,\" he pleads and I give him a cold stare. My knuckles ache as I clench my fist and my jaw sets. But I can't force him to tell me. If I ever find out who it was, however... they had better hope the Collector is real and watching out for them. As Leo tries to stand and stumbles, I realize he is hurt in more places than one. I rush to his side and offer him my shoulder to prop him up, which he accepts.</p>\n<p class=\"cnM0NDRmZWRiMTkyYTQ2ZDY4MmQ4NGExOWZhNWE4ODY5\" data-original-margin=\"\">\"Leo, you are hurt badly, I'm so sorry, I should have been here,\" I apologize and he waves me off.</p>\n<p class=\"cnNkNTE5Nzc4MTFhYTQwZWViZTU0NTZkOTBmYTUzYmY0\" data-original-margin=\"\">\"There is nothing you could have done. I'm just glad it was only me,\" he responds and I grimace.</p>\n<p class=\"cnNkYWMzOThlMGY5YzRiYTk5MmQ4ZTdjMDJhNmFmMDgw\" data-original-margin=\"\">\"Well, there is something I can do now. You could have a broken rib, let me take you to my friend, she can help you,\" I beg. He looks like he is going to protest, but as he stumbles and I see sharp pain grip his face, he changes his mind.</p>\n<p class=\"cnNlZjQyY2VhZmZjNjRlM2VhNjBmZDMzMDlhMjMyZTYx\" data-original-margin=\"\">\"The same friends you mentioned before?\" he asks and I nod.</p>\n<p class=\"cnMyMDQwYTAzMWU3NTQ4YWE4YmI3ZGYwYmJjNzYxMGFh\" data-original-margin=\"\">\"Alright. I wanted to meet her anyway. But seriously, Lily, this is all I need, I promise,\" he entreats and I nod in assent. I want to protest. I want to find whoever did this and choke the life out of them. Captain Horrus' face flashes through my mind and I take a deep breath. This isn't the time for justice, it's a time for healing. Justice can come later. So I help him to the front gate and hire a carriage to take us to my home. We get more than a few strange looks, but we always do.</p><p class=\"cjAzYTliNzI2ZmNmZTQ1NzdhZjg2MTFjNWM1M2UzNGI4\" data-original-margin=\"\">If you spot this narrative on Amazon, know that it has been stolen. Report the violation.</p>\n<p class=\"cnM2ZGFmZjUzMjgyMzRhMTc4M2VjNmU0MGJlMjVkYjJm\" data-original-margin=\"\">In the carriage I have Leo lie on one seat and raise his legs. I can't tell, and he has survived for days, but he could have minor internal bleeding with wounds of this level. They probably would have caused more issues much sooner, but I don't want to take the risk. After a grueling ride, each bump in the road inciting a pained scowl on Leo's face, we arrive home and I help Leo in. \"Lily, you are home ear-\" my mom greets before she spots Leo, \"Oh by the Collector, what happened?\" she demands.</p>\n<p class=\"cnM1M2JhNDk0NTg2ZTQxMzlhYzZlMWU3NmI1ZDlhM2Y4\" data-original-margin=\"\">\"I don't know,\" I respond, \"is Sara around, when did she last check in?\" My mom rushes to my side and we both help Leo to a room downstairs. We lay him on the bed and I put pillows under his legs.</p>\n<p class=\"cnM5NDQ0ZGIwMzk5NDRkZDA5ZTIyYTE1OWVlNzgwNGQ2\" data-original-margin=\"\">\"She's not, but she should be here soon,\" Mom replies and I nod as I put my hand against Leo's forehead. He has no fever, which is a good sign. It's likely he just has a few broken bones but I want him treated as soon as possible.</p>\n<p class=\"cnM0MGE5OGVjMDVkNTRjMjNhOTc2MTFlM2QyYmFjZTc0\" data-original-margin=\"\">\"Alright, good. Can you send her here as soon as she arrives? He's been ignoring his injuries for too long already, I want to treat him as soon as possible,\" I ask. Although she does give me a perplexed look, my mom nods.</p>\n<p class=\"cnNkMDM0ZjMyNTI3YzQyMWE4ZDFiZmI2NWQ3YTdkZjYx\" data-original-margin=\"\">\"Should I get you some tea, maybe a little bread?\" she asks.</p>\n<p class=\"cnNhOGFlNjFiMGY5YzQwZWM4Y2M3NGQ1YmM5NTdiYmI4\" data-original-margin=\"\">\"Not yet,\" I decline, \"No food until we know if he is bleeding or not.\" Mom agrees and goes to wait for Sara. I'm extremely glad I have asked her to check in regularly, or I would have to waste more time retrieving her. I focus my attention on Leo again. \"Why didn't you go to a clinic or something? You could die from injuries like this. You're lucky you didn't!\" I lecture, but he looks away. He has a stubborn set to his jaw, and I realize I am not getting anywhere with him right now. Maybe once he isn't in pain anymore. \"Leo, let me help you. Please,\" I beg, but as I suspected I don't get a response.</p>\n<p class=\"cnNiZDAyYWI2ODRjODQzZmQ5NDI1Yzc3NmQ0ZjgyYWFl\" data-original-margin=\"\">After an eternity, Sara rushes into the room. \"What's wrong, who is hurt?\" she immediately interrogates and I gesture at the bed. She immediately runs to his side and puts her hand on him. I do the same, and with no need to discuss the next steps, we both exercise our respective powers. Leo has already agreed to this treatment so I don't have to fight his will, and my mana permeates him. With Sara's divine magic and my mana directing it, it is quick work finding every injury.</p>\n<p class=\"cnMzZGViNmI2ODc5NzQ2Yzk5YzVjMWNmODNkZjU2YWVi\" data-original-margin=\"\">He wasn't bleeding internally, even from a minor vessel, which was good. I had suspected as much, since he had clearly been alright for a couple of days at least. The other half of my brain wouldn't shut up about the possibility, however, so it was good to know for sure. Still, he did have two broken ribs and a hairline fracture to his cheekbone. Aside from that, the injuries were more minor than I feared. They were definitely too severe to ignore for days, however.</p>\n<p class=\"cnM3NWRmMjc1MmY5MzQwYjc4ZjZmMGJkNGZmYjI1ZTg3\" data-original-margin=\"\">I have to work with Sara for hours to properly heal everything, and it looks like Leo will have a scar on his cheek. Part of me wonders why we can put bone back together but we can't heal scars, but I don't have time to examine it right now. Leo is passed out from the strain on his body, and Sara and I are exhausted. But he is healed. I'll talk to him about what happened when he wakes up, or at least why he didn't go to a clinic. For now, we need a break.</p>\n<p class=\"cnM4YjU0NzNjNTI2MDQ3OThiZDM3MzJjZWEzMDIwZWY4\" data-original-margin=\"\">\"I'm going to go check on Ed,\" I say. \"Thanks so much for your help. I don't know what I would have done without you.\" Sara just waves off the gratitude.</p>\n<p class=\"cnMyNWRmZTU1M2IxMTQxZWNiZjQ3ZGFmMWRiMjQzMmQy\" data-original-margin=\"\">\"You know you don't even have to ask. It feels good to heal. If there is one thing I actually like about this... magic, it's that. You go ahead, I'll keep an eye on your friend,\" she promises and I sigh in relief. I feel a mountain of anxiety ease off my shoulders as I turn to leave. I need to distract myself from thinking about what happened, and I am in the perfect place to do it. If there is anyone who can get me out of my head and direct my focus to more mundane things, it's my brothers. As I walk out, I'm not disappointed and Henry greets me.</p>\n<p class=\"cnM4Nzg3MjkxNGZhODRjNTdiNDM0NzIzOTVlOTVjY2Nk\" data-original-margin=\"\">\"Oh, Lily, you are home, why didn't you say anything Mom?\" he asks, directing our attention to our mother.</p>\n<p class=\"cnM0NTk5ZDU5ODcyODRkMDQ4MGFhYjdhNzEzNWJhNGIz\" data-original-margin=\"\">\"I didn't want to worry you, sweetheart. It looks like your sister has gotten herself in trouble again,\" she laments, giving me a worried look.</p>\n<p class=\"cnNmODgyMjM5MTczMDRhMzA5ZjYyOWNhYjIwY2EyNjMx\" data-original-margin=\"\">\"It had nothing to do with me this time, hand to God!\" I swear, holding one hand up and the other over my heart. \"I still don't know what happened, and Leo is asleep so he can't tell me how he got hurt. But I am perfectly alright, everyone is fine,\" I promise. My mom and brother relax a little, but Henry starts to search around the room.</p>\n<p class=\"cnMxNGI4MTE4NmJkODQ4NDFiYjc1N2ZhYjNiYjE5YmYw\" data-original-margin=\"\">\"Is Autumn here?\" he asks and I give him a blank stare.</p>\n<p class=\"cnNiODFmMWEzOWQ2YjQyNGJiOTI0OTQ0MWU3ZTRhNzk5\" data-original-margin=\"\">\"Well hello, my beloved brother,\" I mock, \"It is lovely to see you too. I am truly taken aback by your concern for my well-being.\"</p>\n<p class=\"cnM3NjI3OTdjMmQzZjQ5NmY5MzFhOGU5ZDM3ZDA0ZTEy\" data-original-margin=\"\">\"Oh shush, you just said everyone was fine, so where is she?\" he persists. I might have thought he was being callous if I couldn't see his eyes. But I know Henry. He heard everyone was alright, but he saw the concern on my face. He's trying to calm me down. By acting normal and by trying to make me laugh. I actually appreciate it, and it works. I laugh and give him the finger.</p>\n<p class=\"cnMyYmRjNmY3YzhlMDQwM2FiMzJiYmFiNGM1NzU4ODVj\" data-original-margin=\"\">\"Sorry, she's on a date I'm afraid,\" I joke, then laugh harder as horror briefly contorts his features before he realizes I'm not serious. He sticks his tongue out at me like a much younger kid, because that is what siblings are for. My mom approaches with two bowls of stew and offers them to me.</p>\n<p class=\"cnM3ZDkxMWMyYzg3MDQ0ZDFhYzk2NDUyNTdiZjg3NDc2\" data-original-margin=\"\">\"Can you bring these to Ed please,\" she asks and I accept them.</p>\n<p class=\"cnNlMTExYTZlMWM3YjRmNTA4ODBkY2IyN2U5YzQyNGQ2\" data-original-margin=\"\">\"Any chance you can bring Sara one too?\" I respond and she nods.</p>\n<p class=\"cnNkZDIwMjE4YmNhYzQyOWZhZmJmN2U5YTMyYWE5MDEz\" data-original-margin=\"\">\"Of course dear. She has been working so hard for us, I wouldn't dream of leaving her hungry.\"</p>\n<p class=\"cnM3OGFjMmQ2M2IyZTRlNzliNWE5MjYxMDhlMGVmODU5\" data-original-margin=\"\">\"Thanks, Mom,\" I respond. \"I'll probably be up there for a while, I imagine they could use some company. Please let me know if Leo wakes up?\"</p>\n<p class=\"cnMyYmViOGQwNWZlYzRmY2Y4MTMxZWEyMDM5ZjUyMmQ3\" data-original-margin=\"\">\"I'll keep an eye out,\" Henry interjects and I smile.</p>\n<p class=\"cnM2ZjE0NDNjYjJlMTRlODA5OGQ2Y2E1OTAyOThiYjQx\" data-original-margin=\"\">\"Thanks, man. And for what it's worth, Autumn asked about you too. She's actually gonna keep staying here for a while, and without me, so. You know, don't do anything I wouldn't do,\" I respond.</p>\n<p class=\"cnMxMDQ2NTJkZDgyMzQ5NTY5MDhjYWQ2NTI2ZmRhZjUx\" data-original-margin=\"\">His face turns bright red and I chuckle as I leave him like that. I then ascend the stairs and approach Ed's door. I can't knock with my hands full, so I actually make a knocking sound with magic. Instead of being called in as I expect, Gilbert opens the door for me.</p>\n<p class=\"cnM2NGE1NTNlNDczZDRlYzA4YTBlNjc0NDgxOTU5MzVi\" data-original-margin=\"\">\"Ooh, stew!\" he says before reaching out for a bowl. I deftly dodge him and lift the bowl over his head with force mana, gently catching it once I pass him.</p>\n<p class=\"cnM4NTY2YzJkOTQ3NzQyOTE5MTZhYmYxYzc3ZjE4MDgz\" data-original-margin=\"\">\"Paws off,\" I order, \"These are for Ed and Mariah, if you are hungry, go get your own.\" As Gilbert grumbles about discrimination, I place the bowls just inside the magic circle I have drawn in white paint for Ed and Mariah. Both of them meet me there and sit down to eat. Ed starts to eat immediately, but Mariah pinches the back of his neck and he chokes.</p>\n<p class=\"cnM4YmE4YzgxODMyNzQ4ODFhN2FhOGVhOGM1N2E1NzMx\" data-original-margin=\"\">\"Thank you, Lily,\" Mariah says and Ed jumps.</p>\n<p class=\"cnM2YzhkNzhiOGU5NjQ3NDlhM2MzNGJjYWE5ZDBmNzk2\" data-original-margin=\"\">\"Oh, uh, yeah, thanks,\" he adds before going back to his meal. Then, I sit in the chair by his writing desk, to Gilbert's protest. As I look down, I understand why. Gilbert has been drawing again. As I look through them, I actually find a picture of me alongside portraits of the other family members. He is getting quite good.</p>\n<p class=\"cnNkNDMxMGJlOGI0ZDRlMjY4NjU4ZDI2NDE5MWNkOWY3\" data-original-margin=\"\">\"You need to give me some pointers,\" I idly comment, but his face lights up. I suspect I have just signed up for drawing lessons from my older brother. Oh well, Sara will be happy if I improve. I still don't move from his seat, however, echoing Henry by sticking my tongue out when he tries to wrestle it from me.</p>\n<p class=\"cnNmNjIzMDA4NTkwZDRhNTg5MmI1NzcwN2Y0MDM5MmUx\" data-original-margin=\"\">\"So,\" I ask, looking toward the circle, \"How has it been going in there?\"</p>\n            ",
  "invisibleParagraphContent": "If you spot this narrative on Amazon, know that it has been stolen. Report the violation."
}