{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMyOTAzNDEzNjIzZDRmNzg5OTk5MzIzM2MyZmI4N2Rk\" data-original-margin=\"\">\"I have to go to the temple,\" I immediately announce, walking off before Gilbert can finish questioning the fruit vendor.</p>\n<p class=\"cnM4MGJmZDZhZjJhNzQ4Njg5MjdjZTE0MjkwY2MyYTE4\" data-original-margin=\"\">\"Wait, Lillith hold up!\" he shouts after me a moment later, jogging to catch up with my brisk pace. \"What about Henry, what about the button??\"</p>\n<p class=\"cnMzMTNmZTNmZjgwYjRhNTRhYzQ2OWQzMGYzMjVjOTJj\" data-original-margin=\"\">\"We'll ask around there. I need to check something, now,\" I respond matter of factly. Finally, FINALLY, I have a lead on what Baldwin has been doing. I should have figured it out months ago, but I am apparently an idiot. The very first thought I had when Baldwin first came to question me was 'I should avoid lying, I have heard people like priests have unique magic that can read that.'</p>\n<p class=\"cnM4ZGY2YzA3NWEzYTRmZjVhMmUyZjhkODYxMWZlZDVj\" data-original-margin=\"\">I only responded to that as a mild risk I didn't really believe in, however. I've never been religious and I instinctively brushed off rumors of priests special divine powers. I have learned about magic and while I know mana can affect a mage's own internal mind and body, I am equally certain it is next to impossible to use it to affect someone else's. At least, not without their explicit help and cooperation.</p>\n<p class=\"cnNmZDJjNDc4MzgxYTQ4Nzg4NDI0MDdiMDVjZDhjYzZi\" data-original-margin=\"\">What I didn't consider, what I moronically ignored, is that magic exists in this world. If magic exists, why would I assume it was the only thing this world has that my old one lacked? It's the academic's arrogance that has always plagued me and many like me. You learn all about biology and you assume you are an expert in chemistry as well. You learn astrophysics and you consider yourself an expert in linguistics. 'I'm smart' I would always tell myself, 'I'm educated.' Every single time I would find myself humbled and embarrassed when an actual expert came in.</p>\n<p class=\"cnM5NmJmYTFiNTU2MzQ0NTRiMGNkYWQzOTE5MDQ5MGQ3\" data-original-margin=\"\">A dozen times I've reprimanded myself for this exact mistake and here I am again. Twice dead, in another world, probably another reality, still letting myself believe I have understood all disciplines as soon as I learned one. My heart is... well, as still as ever but adrenaline rushes through my veins as I hurry to the temple district. I don't know what power this is and I don't know how Baldwin has been using it. I don't know what he has managed to do to my mind or get out of me while I was stupidly narrowing my search to one option. I do know where I can find out now and I am going to. No more delays.</p>\n<p class=\"cnM2ODE5Mzg3NTAyNzQ0ZWRiNmFlNDI4YWE0YmFkNjM0\" data-original-margin=\"\">Gilbert puts his hand and my shoulder and shouts \"Lillith! Stop for a moment and tell me what's going on!\" He fails to hold me back with his hand which clearly startles him as he stumbles over and I keep walking. He circles in front of me and yells again \"Lillith! Stop, you're scaring me! What in the third plane is going on??\"</p>\n<p class=\"cnM4MDE0ZmMxMjUwMDQ0YjRhN2Y2NTA4ZjQ0OTFiNWQ2\" data-original-margin=\"\">I finally stop, scowling as he stands in my way. \"Fine,\" I respond through gritted teeth, \"I don't know how confession works, but Baldwin has been doing the same thing to me. Every single week he comes into our home, into my room, and does something to my mind. I never remember his visits, if I perceive them at all.\"</p>\n<p class=\"cnMzYzEyMzNiYzYxZTQxNTNiZWE5YTc0MGU1ZjQwNWQ2\" data-original-margin=\"\">Gilbert just looks confused at this and responds, \"Lord Baldwin isn't a priest, he can't conduct a confession, Lillith. And like I said, you aren't due for one for another year at least.\"</p>\n<p class=\"cnNiYzhiNDc3MmNmZTQwOTU4MjU4Njk5NTZiYTA4NDk5\" data-original-margin=\"\">\"And yet,\" I tersely reply, \"Here we are. What he does is exactly the same. I am going to find out what it is.\"</p>\n<p class=\"cnM1N2U4MjUwZDI4YTRiM2E4ZDQ1OWY5NTQ5MjJmZmIw\" data-original-margin=\"\">\"I understand, and that makes sense, but what if you're wrong? What if it's not the same? What if it's just a spell you don't know?\" He asks.</p>\n<p class=\"cnNjYWExZTNkNjQ1MDRmNjY5MjZiOGM4NDA2NGFkYzVh\" data-original-margin=\"\">\"That's not how mana works Gil! I'm not wrong, I'm-\" I cut myself off. I'm making the same mistake again. It sounds like the same thing but that doesn't mean it is. \"Okay, sure. It's possible it's not the same thing. But this is my only lead. I'm going to follow it. Now can we go?\"</p>\n<p class=\"cnMzZWUyNjM2NzgyNzQ3ZjA4NTNmMDY1Y2IyNjRjZjQ5\" data-original-margin=\"\">I see fear dance across his face that I don't quite understand as he says, \"I don't think that's a good idea Lillith... it's not like those thugs, you can't just... you know...\"</p>\n<p class=\"cnNjNzM3Y2JkOGVlZTQ5NzI4YmU4Y2E4NmY3YjlhN2U4\" data-original-margin=\"\">\"What are you talking about? What do they have to do with anything?\" I ask, completely thrown off by the non-sequitur.</p>\n<p class=\"cnMxN2ZmZGZjMjk4YjQ1Nzk5MzczNjRiYzQ2OGFlYWU0\" data-original-margin=\"\">\"This is the temple, Lillith. They have as much power as the Tudor house, maybe more! You can't kill your way to answers here!\" This comment takes me completely off guard and I rub my forehead with my index finger in exasperation.</p>\n<p class=\"cnM3NzY5NDBmNTM5ZDQ3ZjU4ZmUyOGIwZDRlMGVhNjZh\" data-original-margin=\"\">\"Gilbert. What exactly do you think I'm planning to do? Why would I kill someone?\" I say, growing irritated. \"Who exactly do you think I am?\"</p>\n<p class=\"cnM1NjBiMjRkNjY2NzRkZjE5Y2UwMmZjMGQzOTVlYzQ1\" data-original-margin=\"\">\"Well I mean- Lillith, that is how you have solved all your problems since I started working with you! And now you are marching to the temple with a stormcloud over you looking like you are ready to burn the place down!\" He stutters, irritatingly surprised that I apparently wasn't planning a murder spree in the temple district.</p>\n<p class=\"cnM5YTFkNjgxODdhYTQzY2NiN2IzMWE4MzE4ODdlMmFj\" data-original-margin=\"\">\"Those were rapists and human traffickers,\" I explain, rubbing my temples with my thumb and middle finger. \"I kill as a matter of necessity, Gilbert. I do it because there is no version of the world where people like that can exist safely and the world is genuinely better without them. I don't just kill everyone who is in my way!\"</p><p class=\"cjQxMWQ3MWJlMzkxMTQ5Nzk5Zjk1YTBmZDA0MmJhNTlj\" data-original-margin=\"\">Unauthorized usage: this narrative is on Amazon without the author's consent. Report any sightings.</p>\n<p class=\"cnM0NmQyMDIzNDQwNzQ2MTViYzUxZjkzNWEzMWUwMzA5\" data-original-margin=\"\">\"You didn't even hesitate for a second! With any of them! You didn't even blink!\"</p>\n<p class=\"cnM0N2Q5NDA5ZTY4YTRiMGRhODg2YjI2MTQyMmJlOGRl\" data-original-margin=\"\">\"No, because I am prepared to kill if necessary. I am willing to if I need to. That doesn't mean I am eager! I don't fucking enjoy it; it's not my first resort!\"</p>\n<p class=\"cnMzYjY3OTkxM2FjZDRjZDE4YzVjMTNjYWJlN2MzYjRl\" data-original-margin=\"\">\"Well how was I supposed to know that!? Last time I saw you looking this angry and serious, you crushed a man's skull under your foot!\"</p>\n<p class=\"cnNiMmIxM2JjYjllNjQ3NzZhYzg1YWYxNGQyYzQ3MGNl\" data-original-margin=\"\">\"He was keeping children starving in a cage Gilbert! I had to-\" I start raising my voice but stop myself. This isn't the time for this. \"Okay look, fine. Whatever. I can see how you came to that conclusion. I'm annoyed, but I understand. I am not planning to kill anyone, okay?\"</p>\n<p class=\"cnNmOTFmOGQxOTE3ZjQxNGI4ZTc5NDA1ZGVlMjdlNTE4\" data-original-margin=\"\">Gilbert doesn't seem convinced but I try to have grace. The first time you see something like that, it leaves an impression. \"Ok,\" he responds, \"so what exactly are you planning to do?\"</p>\n<p class=\"cnNjYjEwYmNlNzExMTQ4MDNhMjBkMDE5MWE3MTM5YTky\" data-original-margin=\"\">\"I was just going to-\" I start before yet again stopping short. Shit, he's right. What am I going to do? March into the temple and demand they tell me their secrets? That wouldn't work if I were a Gilbert but I'm a twelve- err, thirteen-year-old girl. I have a tendency to forget what I look like to other people. I do need a plan and I'm reluctantly grateful that Gilbert stopped me. \"Yeah, fine, I got caught up in the realization about the priests, I may not exactly have a plan,\" I admit to Gilbert's apparent relief.</p>\n<p class=\"cnMyNTUwNjE1MDY3MDQ3YjViYTAxZmU0ZTQ4NmYxNzIy\" data-original-margin=\"\">\"Yeah I know you don't,\" he says, \"The temple isn't accepting guests this time of night. If you want to investigate confession, you'll have to go back tomorrow.\"</p>\n<p class=\"cnMwN2FmY2U1MjM5MjQzNDE4MTc5NTIwYTZjOWIwOTUw\" data-original-margin=\"\">I didn't realize that, actually. The relief at maybe understanding what was happening followed by the anger associated with it carried me away. I didn't stop to think things through. Yet more evidence that I can't do this alone. I've always needed someone to talk some sense into me before I jumped headfirst into things. Maybe if I had spoken to someone before, I wouldn't have gone after Henry alone and after days without sleep. Maybe I could have saved him.</p>\n<p class=\"cnM4OGEyNjY4MjlmYTQ5MzI4M2YzMzE5NjMwYTFiOTFj\" data-original-margin=\"\">At the same time, I know I can't trust Gilbert to always be that person. He is trying to take a look at himself, he is trying to be better, but he's still... Gilbert. Obliviousness and ignorance can only explain away so much. He came through this time, however, and I'm not doing something stupid today.</p>\n<p class=\"cnM2YzA1NjU3ZTFiNTQ0MjlhMzczM2FmZGE3YzQ4YTBk\" data-original-margin=\"\">\"Okay yeah,\" I respond, \"that makes a significant difference. I can't just... sit still though! I'm no good at that. Having someone affecting, or trying to affect, my mind makes me sick to my stomach. It's violating. I want to be able to do something now.\"</p>\n<p class=\"cnMzNmI2NDlhODVkNTQyNDRiOWJjN2ZjNDdlYTdhMWRh\" data-original-margin=\"\">\"I get that, Lillith. I'll help you, tomorrow. We'll come up with a plan together,\" he reassures me. It's hard trusting him with this, trusting anyone is hard for me and he doesn't have a history of reliability. I have to, however, he's willing to help and he's all I really have. Him and Tommy I guess, but I doubt Tommy will be allowed within a mile of the temple.</p>\n<p class=\"cnM3OTlhMjk0MTg0ZjQ5NGRiZTJkM2YxMjYwOTBhMDk4\" data-original-margin=\"\">\"You're right. We'll go tomorrow,\" I agree.</p>\n<p class=\"cnNlNWU0ZjE1Yjg3ZTQ4NTRiYzQ0ZWE5YzgxYzU3ZDE5\" data-original-margin=\"\">We change course and begin walking to another market, returning to investigating Henry. We are quiet for a while before Gilbert works up the courage to ask me something. \"What about Dad?\"</p>\n<p class=\"cnNlOTY2YTVmNDBkNTQ3YTM4NjgyYzg3ZTBjYmQzYzA2\" data-original-margin=\"\">I furrow my brow, not pleased to be talking about my father, and confused by the question. \"What about him?\"</p>\n<p class=\"cnM4NTRhMGQ5ZDU5YjQwZWJiZWE3ZjNjNGRhNzI1ZmFj\" data-original-margin=\"\">\"To you, is there a world where he can be safe? You described what he was doing as 'selling' you. Are you going to kill him?\" he asks and I see water building up in the corners of his eyes. I realize in this moment that Gilbert is afraid of me and my stomach twists in knots. I can understand it; he doesn't come from the past I do. The last couple of days must have been an emotional trainwreck for him.</p>\n<p class=\"cnMzZmY1MTRiYmRjODQ3OTViMTZjMzY4NjMzMTBkNzE3\" data-original-margin=\"\">\"I'm not planning to kill Dad, no,\" I reassure. \"I'm sorry Gilbert. I know I have done a lot of things that look unstable recently. But I am not looking for people to kill.\"</p>\n<p class=\"cnNjNmE1ZmI5MDFmODQ3ZmZiNGFiOWY2YTM0MDQxYWUz\" data-original-margin=\"\">\"Lillith, you were so angry when you were talking about the engagement. At Lord Baldwin, and at Dad. Someone with that much pain and anger behind their eyes, someone who can kill as readily as you do... Is he really safe?\"</p>\n<p class=\"cnNkOWI4OTkwZDViYzQzYTQ4NjY4NGFiNGNkMDM5ZGJl\" data-original-margin=\"\">\"I am angry. I am livid at Dad. If I never spoke to him again it would be too soon,\" I explain, causing a pang of sadness to flash across Gilbert's face, \"but I don't kill out of anger, but necessity. The unfortunate, sick truth is there is hardly a family in this country that isn't an arranged marriage. There is hardly a man who doesn't believe he can arrange his daughter's life for her, and hardly a father who doesn't believe they deserve absolute authority over their kids.\"</p>\n<p class=\"cnM3YTRkZTJlNjk2NTRiYmU4ODBmMTViNmMzMTMyNDY0\" data-original-margin=\"\">I idly rub the back of my head while I try and explain my philosophy to him. \"It's sick and it's wrong,\" I start then head off the response he is clearly forming, \"I know you don't believe that but it is. And that's the thing. I can't change it by killing every man who believes that and tries to do it. It won't change anything, I would just be creating pits of bodies in every city.\"</p>\n<p class=\"cnNlMmY3MDViNmU4ZDQ5Njk5Nzg4NmUxMDlhNmM2OGE3\" data-original-margin=\"\">I do believe every woman, every child really, has the right to fight back in this way when this type of authority is exercised over them, but saying that won't help right now. That also doesn't really apply to my situation. My father doesn't actually have power anymore and he knows it. His hopes for a wealthy future are all on me, so he can't arrest me for disobedience. I displayed that he couldn't beat me into submission either, which left him with no power over me.</p>\n<p class=\"cnM4ODIxOWU4MWY0MjQxMDdhZGY2Nzk2NTc0OTE5MTY5\" data-original-margin=\"\">It's Baldwin's power that he is leaning on and I can take that away too given enough time. \"My goal,\" I continue, \"Is to deprive these people of that power. I want a better world, Gilbert. I will kill when I have to, but I believe people can be convinced to give up that power. Dad... Dad is just a man consumed by pride. I don't kill people for being ruled by their pride if they don't have the power to hurt someone with it. In this case, he doesn't.\"</p>\n<p class=\"cnMyNTQ4ZGJiY2ZkNDRjODY4NGEyMDU1OTAxNzA5MDc4\" data-original-margin=\"\">\"Okay, Lillith,\" Gilbert says, \"thanks.\" I can tell he is still worried but there isn't much I can do about that.</p>\n<p class=\"cnNiZWU5M2EyMzczMzQxM2FhOGYzZjUzYTM2OWU1MjM2\" data-original-margin=\"\">Instead, I decide to change the subject. \"While we are out, let's get some flowers for mom.\" This elicits another pang of sadness behind his eyes, one I understand well. The thought of my mother is hard for both of us. She doesn't speak at all anymore; she hardly even eats. Our efforts to save Henry are equally about saving her. The house feels hollow while she stays locked up in her room, never interacting with us.</p>\n<p class=\"cnNlNjliODY1MDU4MTQxZjU4Mzg2NWVmNDM3NTY4ZWM4\" data-original-margin=\"\">\"Yeah, she'd like that,\" he says, not believing it any more than I do.</p>\n<p class=\"cnM1ZGY4NjJjMWM5NjQyYjE4MDZmYTFjMzRlMDUyNzVk\" data-original-margin=\"\">'He's coming home Mom,' I promise her inside my head. 'I'll stop Baldwin, I'll find Henry, and I'll keep you safe. I swear.'</p>\n            ",
  "invisibleParagraphContent": "Unauthorized usage: this narrative is on Amazon without the author's consent. Report any sightings."
}