{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MGIzOGNjM2JmMTQ3MjM4YmExMjFiMDdiMjk0NGEz\" data-original-margin=\"\"><strong>Godfrey</strong></p>\n<p class=\"cnM5NDA1YmJjZjY5MDRkZTM5ZmI5OGUyNjg4MGEzYjI1\" data-original-margin=\"\">\"You had the right of it when you were hiding away in your bookshop,\" Don laughs, not bothering to finish chewing first. Yet again I have to wonder if my brother was involved in silencing me. I have met priests before, and it simply doesn't make sense that Baldwin managed to get his claws in me like he did. I had been garnering support before he showed up, however, and my time in Satusmor had been a great boon to King Donatello. Until recently, his reign went unchallenged while I was out of the picture.</p>\n<p class=\"cnMwOTMxZTRjOTcwNDRiMzA4MzI2MjczYmUxNGE4NzJl\" data-original-margin=\"\">I hadn't found any evidence of his involvement, outside of a clear motive, but he is still my primary suspect. He certainly had the power to do it. He also had the power to simply kill me, but a fight between us would have done far too much damage. The man is a fool, but not an imbecile. Proving it wouldn't change anything really, but knowing for sure would protect me. If he isn't the one responsible, I have to guard myself against whoever is. I have no illusions that Baldwin managed it on his own.</p>\n<p class=\"cnNjMzBmOTVhMjJlZTRkNjViNTYzZGNiNGI5ZDAxMDMz\" data-original-margin=\"\">When I don't respond to the taunt, Don changes his approach. The bookshop jab had been used far too liberally to maintain any sting, so he goes with a more recent perceived failing of mine. \"My son tells me the girl you sponsored for the academy has already been suspended. For violence, of all things! A girl! Really Godfrey, I've no idea what you were thinking bringing a mongrel like that here. Were you worried the shame of hiding would fade too quickly without a fresh embarrassment to follow you around?\" he smirks.</p>\n<p class=\"cnM5ZWE2MDYxNDJlYzQ0YjFiMWU3NGFkZDNlMzJkNzAz\" data-original-margin=\"\">This insult fails to find any footing as well, and I smile in response. The man is as blind as he ever was. Already there are grumblings about him among the upper nobility as slaves are growing harder to find. He has no idea what the state of Satusmor is, and he hasn't noticed even his staunchest supporters growing uneasy. He will, eventually, but I doubt he'll take it seriously before it's too late. All thanks to the 'mongrel' I brought here. \"Who, knows,\" I answer, \"I suppose I just liked her taste in pastries.\"</p>\n<p class=\"cnM5MzMxNTViNDkzYTQ0YmRiZDk3OGZlMGM4ZWI3NGFj\" data-original-margin=\"\">Don just laughs at me, assuming I am trying to brush off the insult and not noticing my own smirk. \"Oh, I see,\" he sneers, \"she's more of a... hobby for you. You know I'd begun to think you lost all interest after your wife died, but I suppose you simply like them young. Or do you prefer them unwashed? Not a fetish I understand but it makes sense you would pick them from the common rabble.\"</p>\n<p class=\"cnM2NmZiN2FmMzkxYTQzMThhZDY0M2U5NmM4OWY0MzBh\" data-original-margin=\"\">This man has no idea what is coming. Neither did I, at first. At first, Lillith presented as a genius. Her circle is capable of changing magic forever and granting Dominic's children, should he ever sire any, with power far surpassing any of Kallon's. I'll admit I even considered her as a possible mother for them. But with her brilliance she also brings madness. The girl is an idealist like I've never seen before, which would be admirable if she weren't also mad. But with a tempering hand, I can give her the better world she wants. A version of it, anyway. And every fight benefits from a few soldiers with a touch of madness, so long as you rein them in at the right time.</p>\n<p class=\"cnM2YTc5ZWI1MjViNzQ2ZDM5M2UxOGQ3YjU0MmFmOWU5\" data-original-margin=\"\">I feel sorry for her. I understand why she feels the way she does, and her reaction to this corrupt country is years beyond her age. But she doesn't know what she is doing. She won't help anyone this way... not intentionally anyway. But, like a controlled burn, she can handle the rot. I just hope I can save her from herself before the fire gets out of control.</p>\n<p class=\"cnMyMzI3ZTIxY2Y5YTQwNzU5NGE2ZTRjM2MzNDhmYzFj\" data-original-margin=\"\">\"So you do pay attention to the academy,\" I answer, changing the subject. \"I thought noble students being attacked would be beneath you.\" It was strange that Lillith and the other girl had been in a fight at all. I hadn't been able to find anything at all on their attacker myself, but Don had more direct access.</p>\n<p class=\"cnMxYjM4YjE1OTMzYjQ4MmZhZjgwYzllZDhhNDIzNDA0\" data-original-margin=\"\">\"Oh just children squabbling, you know that. You brought one of them,\" he waves me off and I groan internally. It is possible he is just distracting me, but knowing him, he genuinely doesn't think there is any more to it. As if Lady Cateline would have bothered reporting a fight between children. Although, I suppose he might just have her reporting on my apprentice regardless of importance. If that's the case he would truly have to be a fool to dismiss the event. And that, as always is the question. How much is foolishness, and how much is calculated?</p>\n<hr>\n<p class=\"cnMyNDljNjg1NDM0MDQ2YzA5OWQyNzYyMzM0YWQyZWEx\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnMxM2QzMTcwODM5YjRmYzNiYzYxNTc3MzI5YWY3NTA3\" data-original-margin=\"\">\"What if someone innocent gets too close, or too curious?\" Sara asks, and I understand her concern. I had worried about that myself, but I shake my head.</p>\n<p class=\"cnNlMmFkMWY2YzJhNzQ0M2RhOWZjNTNhNTBjYTMxZmEz\" data-original-margin=\"\">\"It will be too dangerous, they'll have to set up a perimeter around it themselves or leave a massive vulnerability for us to exploit. We can use their own defenses for our gain. Yes, we'll still have to keep an eye out and be careful, but they'll do most of the work for us,\" I reassure.</p>\n<p class=\"cnM4ODBlMmUxY2Y2NjRiM2Q5ZWNhOTZjNmYxOGJjYTIy\" data-original-margin=\"\">Sara puts her finger to her lips in thought, but we are interrupted by a knocking at my door. We have returned home for today, and are hammering out details we have considered since making our initial plan. I lower the sound barrier around us and climb to my feet to answer while Sara considers my response. \"I understand your worries, I've had them myself, but this is the best shot we have,\" I say as I head to the door and open it to find... Edward.</p>\n<p class=\"cnMzNzkxYWQ1OTM5NjQzNmJiOTcwY2VhMzJlZDliZTVk\" data-original-margin=\"\">I'm a little taken aback as he hasn't actively sought me out since our last argument in Satusmor. Behind him is the blonde I have seen him with recently. He is looking down and to the left until she puts a hand on his back and shoves him into the room. He stumbles forward a little and I raise an eyebrow.</p>\n<p class=\"cnMzODJhMjk2YjU4ODQ3YTZiZTE1ODc3ZTA1YjZmMWE0\" data-original-margin=\"\">\"I'm sorry,\" he says under his breath, not making eye contact. I look at the woman and she leans forward, putting one hand on his shoulder.</p><p class=\"cjE3ZTRhMTBiY2QyZTQ4NjBiMDNhNjhhZTU2YTM3NmMx\" data-original-margin=\"\">Support the creativity of authors by visiting the original site for this novel and more.</p>\n<p class=\"cnMwMGZiYTBmMjM3MDRmN2U4MjE1NTllOGU3NjM3Yzc2\" data-original-margin=\"\">\"Come on Ed,\" she urges him on and he clenches his fists. Then, he pauses and looks up at me. His face is red, but she speaks louder.</p>\n<p class=\"cnNiYTRlNGQyMTM5NjRkOWU4NzgxNDkwNDExMWI0NDE1\" data-original-margin=\"\">\"I'm sorry, Lily. Over the years... I have been... cruel. I lashed out at you for a few reasons. I told myself it was both our faults but, I've been talking to Mariah more and... I don't know, some things don't look the same in hindsight,\" he stumbles and I look at him with a blank expression for a minute.</p>\n<p class=\"cnMyNTQyZTQzOTVlNTRkMzc4MDcwZWVmMDFlZWI0MTdj\" data-original-margin=\"\">Then, I give them a friendly smile and stand aside, holding my arm out to indicate they should join us. \"Come on in, take a seat,\" I offer, and after an awkward moment, both enter and sit on Autumn's bed. I sit opposite them and after a moment, Sara suddenly stands up.</p>\n<p class=\"cnM2ODNlNTgxY2MzODQ0OTU5YmEyMTFkMjBlMWI0MGEy\" data-original-margin=\"\">\"I uh, have to... go,\" she awkwardly excuses herself and I give her an amused half smile. I would have been happy to have her here, but it was kind of her to give us the room. Then, I take off my mask and look at my brother.</p>\n<p class=\"cnMwMDY5ZTE1NjFhMTRhYzI5ZjBhMzBmYTA5Y2VhMmYy\" data-original-margin=\"\">\"Why do you wear that around her anyway?\" Ed asks and I blush a little. This fact doesn't escape Mariah, whose mouth opens a bit in surprise for a second, then she chimes in.</p>\n<p class=\"cnNiZDk5ZWU4OTdmNTQ5MTJhMGQzOTNmMTI5ZGQyOGY3\" data-original-margin=\"\">\"It's a girl thing, don't worry about it, just say what you need to say,\" she instructs before giving me a wink. This makes me blush a bit more but Ed doesn't seem to notice as he plows on.</p>\n<p class=\"cnMyMWIyYTgzMzc3MTRmMjFiMzM1YjNkNTMwOTNhMTJh\" data-original-margin=\"\">\"Right. Um, the thing is, ever since you... well when you got that scar, I started thinking about things differently. Then all this happened with Baldwin and the women here, and Mariah told me about what he did to her and... I don't know, everything before seemed so small. So, I'm sorry. When you got sick, and changed, it scared me. You used to light up when I showed up, and the smallest trick was like magic to you. Then you got sick and... I don't know. You tried to respond the same way, but your eyes weren't the same. The light was gone,\" he begins and I nod.</p>\n<p class=\"cnNlYWM3OWYxZDI1NTQxMTM4NTBhNjMxYzg2YzVhNzk3\" data-original-margin=\"\">\"Right. I'm sorry about that, I am. But-\" I begin but he cuts me off.</p>\n<p class=\"cnNiNmY0OGZiYTcyZTQ3Yjk4ZGM3NzhlMjdlYWI5ZGY5\" data-original-margin=\"\">\"No, it doesn't matter why things weren't the same. I used to think it did. At first, I blamed you for everything changing. Then when you got hurt, I thought it was both of us. I knew the way I focused on our family becoming nobles and ignored what might happen to you with Baldwin was wrong. I never should have listened to Dad. But I still thought... if we didn't get along, it was both our fault,\" he laments.</p>\n<p class=\"cnMzYTZkMzJmOTViOTQ5NjI5ODUzNjBlNTVlMzExN2Qw\" data-original-margin=\"\">\"I mean yeah it-\" I start but he cuts me off again.</p>\n<p class=\"cnNhODE4NjA5ZTQ1MTRjY2ZiMjZhZDI5YWJmMTUwMmFk\" data-original-margin=\"\">\"I'm sorry, and I know, it's not helping that I keep interrupting, but please, just let me say this,\" he begs and I hold my hands open to my side, then tilt my head forward in assent. \"Sorry. I'm struggling to get this out, and I rehearsed and... anyway... I thought it was both our fault. But I talked over everything with Mariah. Everything I remember, anyway. As we were talking, I realized something. You never sought me out. You never insulted me first. The thing that made me more and more resentful over the years was that... you ignored me. Not at first, but the more I... well you didn't rise to what I said.</p>\n<p class=\"cnNlYzc1YTRiZmJmNTQxMTQ4NTZjOTI3Mzc0ZGZiMjg5\" data-original-margin=\"\">\"I felt like I had lost my sister, and I wanted to win your attention back. When the same little miracles didn't get the same reaction, I tried something else. I tried teasing you, but you weren't bothered. Then I tried insulting you, and all I got was an occasional quip. But no real reaction, other than avoiding me more. Then things escalated. You got better at things than me. Before long, I was looking up at you in awe instead of the other way around, and I hated it. I felt so fucking small. So I lied to myself. I convinced myself you were doing something which-\" he stops, giving Mariah a furtive glance.</p>\n<p class=\"cnM0MWZiYjlmODFkMTQ5OTQ5MmQ2MzE0OGQ3MzUyNzA3\" data-original-margin=\"\">\"Something which still wouldn't have made you less than me,\" he says. I give Mariah a glance myself and put a couple of pieces together. It's just a guess, but it's entirely possible her profession is the very same Edward thought I had. \"Anyway, things got bad, and before I knew it, I was next to Dad, gloating that you were being forced into a marriage you obviously didn't want. And he...\" he trails off, looking at my scar.</p>\n<p class=\"cnMwY2EyZjE5YTkxMDRiNzQ5YWRhODJjYTg3MzkwMjYx\" data-original-margin=\"\">\"The point is, it wasn't your fault, it was mine. This didn't really click until Mariah said... what was it you said?\" he asks and Mariah smiles affectionately at him.</p>\n<p class=\"cnNjOTFkN2Y2MzM1YzQ3NDZhNTliYWQyNzM0NTBjMDNk\" data-original-margin=\"\">\"When you treat someone poorly, it is never their responsibility to make you feel better about it. When you abuse someone, it isn't their job to fix you,\" she answers. I like this lady, Ed is lucky to know her. There is an argument to be made that I am an adult, in my mind, and he was a child but... I really don't know what I could have done better than warn him of his pride and ignore his taunts. Still, I do wonder if there is something I could have done as the adult in the relationship.</p>\n<p class=\"cnM2ZGMwYTdiMTM2NzRhOGQ5Nzc4Yjg5NTA1ZDI0NWQ5\" data-original-margin=\"\">\"Right,\" Ed continues, \"It wasn't your job to make our relationship better when it was my insecurity that was hurting it. I didn't even realize that's what I was blaming you for, but I was. Anyway, I'm sorry,\" he apologizes, looking down. I look at him for a moment, my own heart aching at the thought. For a while, I didn't know if I would ever have a chance at a relationship with Edward, but here he was. This woman is a miracle worker.</p>\n<p class=\"cnM2MDMyNWVjYzdmMDRiYjM4MmFhNWNjODcxYmNjMjVl\" data-original-margin=\"\">\"For what it's worth, I'm sorry too. Mariah is right, it wasn't my job to fix the way you treated me. But still. When we were young, I knew something was off with you. But I didn't know how to give you what you wanted. You were still my brother, but things weren't the same, and I couldn't be the little sister you knew. When things started getting worse... I didn't know what to do about it. I figured you were young, and if I didn't rise to your taunts... too often, you would get bored with them. But I couldn't be who I was, so I didn't know how to fix things,\" I answer, trying to stumble around the issue.</p>\n<p class=\"cnNjZDllMTYxMTY5ZjQ4YTU5OTVjNDU2NzdjNmNmYTkw\" data-original-margin=\"\">The problem was, I was an adult and I had shit to do. Surpassing him is what hurt his pride, and I couldn't hold myself back to soothe it. Nothing I said or did would have made him feel better, and warnings about being controlled by pride, when they came from me, only made the problem worse. Even if I tried to teach him what I knew, it would hurt his pride that his little sister was teaching him. I had to let him work through it himself. Still, I felt guilty about how it went down. If he knew I was an adult, things might have been different. Maybe. Then I realize what it is I need to say now.</p>\n<p class=\"cnMwM2ZiMzRkYzJkZDQ5OGZiOTc2OGVhYTAwNGI1YjMy\" data-original-margin=\"\">\"Ed, it's alright. I forgive you. And if you are up for it, I'd like to give it another shot. Being siblings, I mean,\" I offer, and Edward starts crying. Gently at first, but I hear the sudden gasps for breath as Mariah rubs his back.</p>\n<p class=\"cnNjOTUyYTExNzJjYTRjNjA5NzI2NDFkYTdjZDYzZjQ3\" data-original-margin=\"\">\"It's alright my love,\" Mariah encourages, \"I told you it would be alright. And you can ask her.\" I am standing, moving to give my brother a hug for the first time in... I don't know how long, but I pause, so he can ask whatever it is. It takes a moment, but after a few sniffles, he looks up at me with red eyes.</p>\n<p class=\"cnNjYjg5YzQ4NDgxNzQ5M2NiNGM0ODk1NWQ5ZjdjZmE4\" data-original-margin=\"\">\"Lily, I want to help. With everything. I want you to teach me magic,\" he declares, giving a serious look.</p>\n<p class=\"cnM0NTE0YWVhOTMzYzRhZTk5ZDFjMTI4OWNkMTE2ZmQy\" data-original-margin=\"\">\"Oh,\" I respond, a little taken aback. \"Well... alright.\"</p>\n            ",
  "invisibleParagraphContent": "Support the creativity of authors by visiting the original site for this novel and more."
}