{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM2YzA4MTZlOWRlNTRmZDRhNjhkZmNjZmRmZGNjYzlm\" data-original-margin=\"\">Learning magic is hard, actually. After my mana stabilized, I had immediately realized how Godfrey had spotted me. Mana is quite visible to anyone who has it permeating their body. It looks like waves of heat in the desert but flows like a river. Different aspects of mana have different tints of color making every spell look like an ever-shifting mosaic of liquid glass. When a mage uses magic, mana clings to them like mist, rising up, trailing behind them, and shifting in color as it interacts with its environment.</p>\n<p class=\"cnNhMjIwNjUwYzY4NzRhNWNiMDVlMGZiZjk4YTA0ZDVh\" data-original-margin=\"\">I was speechless the first time I saw Godfrey cast a spell. It looks like an artist gathering colors from the air and sculpting it into what they desire. The sight made my heart sing! They don't typically need to use movements for this but somehow it feels like they do. It's almost like they are dancing with their minds. I see now why spells are treated more like recipes than equations, it is natural to treat them as an art form.</p>\n<p class=\"cnNiOGUxNGExMzU5YjRlMmNhMGVlOTgzMGI2ZWRiNWE0\" data-original-margin=\"\">I am twelve or so now; I have been studying magic for almost four years. I am only now starting to get the hang of it. My plan to create spells like equations does work, but it is harder to enforce specific aspects on mana in accurate quantities. I learn the standard way with Godfrey and practice my method in my own time.</p>\n<p class=\"cnM5ZjdhNWYzNWE3MjQ0N2JiZmQ1MDM4ODU2YTE3ZjJj\" data-original-margin=\"\">To my immense disappointment, I didn't get to cast a spell for a full two years. I had spent all that time focusing on hiding mana around me. It was not the grand discovery I had been looking forward to, but it is essential no one spots me gathering mana after I leave home. It all paid off, however, as I can now completely hide the mana surrounding me when I'm not casting.</p>\n<p class=\"cnNkNGNhZmE3YjNiNDRjMDdhMzE4MzVkZDYzYWE3MDVi\" data-original-margin=\"\">Godfrey was beyond frustrated as well, but a little over a year ago we finally began working on sound and light magic like he initially wanted. I only know two of Godfrey's spells, but now that I have a decent understanding of light and sound mana, my experiments should go much more quickly. Initially learning an aspect is what really takes a long time, and I don't want to do too much in front of Godfrey anyway.</p>\n<p class=\"cnNlYWU4MDM5NWUwMDQxNmNiM2QwODcwYWUwN2ZkNTkx\" data-original-margin=\"\">I know a simple lighting spell that illuminates a room. I expected it to look like an orb of light, an assumption based mostly on books and games, but it doesn't. I can discern the origin of the light but it's just an empty space sending light in all directions. I also know a spell to create sound at a designated location. It's useful for throwing my voice or speaking without moving my lips, but not much else, for now.</p>\n<p class=\"cnM4M2U4NGVlZGUyMTQ4ZTZhZTFiNjdlZTBiODBjZGJm\" data-original-margin=\"\">Today, I am doing experiments on my own. One of the reasons I took so long learning what I have is a huge amount of my focus has been on learning other aspects behind Godfrey's back. I can aspect my mana with speed and force as well as light and sound. I figure no matter what magic I learn, vectors are going to be useful. With the spells I can do now, however, speed is going to make the most difference.</p>\n<p class=\"cnNkZjg3YzI3ZjY3YzQzOWFiYmM4ODcxODk0ZjY5ZWFi\" data-original-margin=\"\">The darkness of my room vanishes in an instant as I weave my light spell. I add in speed mana to try and change the color but the room just goes dark again. Huh, that should have worked. The spell is still in the air but all visible light is gone. So adding speed to an established light spell won't work. Right, the spell creates white light in its default form, which already includes every frequency of visible light. In that case... I dispel the current instance of light, then gather speed mana first. Once I have the correct amount of speed forming the basis of the spell, I add in the light and cast it just as before.</p>\n<p class=\"cnNjMjQ2NzE4Mjc4NjQ3YTE4YjhmYzNlNDczNDU5Zjgy\" data-original-margin=\"\">The room immediately illuminates with a soft green light. Ha! I'll have to keep this in mind for future spells. With that, I begin writing equations for different colors. If I practice each, I should be able to build any colored light in an instant. I also create equations outside the visible spectrum, although some of these won't be safe to practice, I do think they will come in handy someday, especially since I don't know any offensive or defensive magic yet.</p>\n<p class=\"cnNjN2Q3ZjcxNmQ0ZDQxZjg4ZWU2NzkxN2M3NDNmZmFk\" data-original-margin=\"\">With that in mind, I have two other experiments I want to try. I need to figure out how to target a frequency of light and change it just as it hits my eyes. This way I will be able to discern infrared, ultraviolet, and even X-rays while a spell is active. I also want to be able to cast light directionally instead of filling a room. I will spend the next few months figuring this out, but for now, I think I have done pretty well. I lay down to rest for the night.</p>\n<hr>\n<p class=\"cnM2NmZmNWNkMjc2NDRmMTVhZTRjODY4OWY5ODI2NTdl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhYzdhOWVjYjZhZTQyZjFiNzljN2U5MDVlMzZkZjUy\" data-original-margin=\"\">A few weeks later, Hugh visits to harass me <em>again</em> as I sweep my family's porch. His crush is growing less and less harmless as time goes on and the kid does <em>not </em>like being turned down. Things have gotten even worse since he reached puberty, he doesn't even look at my face anymore, instead condescending entirely to my chest. What's there to even look at kid? I've barely started to develop; I hardly boast an hourglass figure. I suppose kids look different to kids but damn, it does not make sense to me. In any case the open lust causes bile to rise in my throat.</p>\n<p class=\"cnMxNDVkMTcwZTNhNDQ3ZTc5YTBmNzc0NjE3ZmI3NjFi\" data-original-margin=\"\">\"I have decided,\" Hugh announces to me. \"You and I are to start courting immediately.\"</p>\n<p class=\"cnMxNGVhZjU0Yzk4NjQ4NWY5M2QwN2Y2OTNjMzNjZjQw\" data-original-margin=\"\">I guess he got bored with his... <em>subtle</em> approach. I give him my usual unimpressed stare.</p>\n<p class=\"cnM1ODQ4NzVkNjQxODQ0MDJiOTdjYWJjMmQ1OTk1YTIw\" data-original-margin=\"\">\"I have been giving you opportunities to get closer to me for some time now, but it has recently been pointed out to me that uneducated commoners like yourself can easily miss such cues. As such, I have decided to make things clear to you. We are now courting,\" he continues, ending his ridiculous monologue with a curt, matter-of-fact nod.</p>\n<p class=\"cnNiMTQ1MjI2ZTA3YzQwNjBiZDVmMmIwNGI5MmRjNTU1\" data-original-margin=\"\">\"No, we aren't Hugh.\"</p>\n<p class=\"cnM3YTZhODUyNzNmMTRlY2Q4NjQzYmE4NGQzMjcwMzcx\" data-original-margin=\"\">\"Don't be a simpleton commoner, I have declared it so, and as your better, you are to obey me. My father is a baron, after all.\"</p><p class=\"cmZlN2IzMjZkMzU3ZTQ5ZmE5NjFjYmM5OWQ2OGY1Y2Qx\" data-original-margin=\"\">The narrative has been taken without authorization; if you see it on Amazon, report the incident.</p>\n<p class=\"cnMzYjg0MTZkNDM1NDQyZGM4OWYxYTM3ZGQ0M2UwZjFh\" data-original-margin=\"\">\"Congratulations on your daddy failing to pull out a decade ago. You must be very proud of your achievement. I'm not courting you.\"</p>\n<p class=\"cnNjNTc2OWE1MTc5MDQwODk5NjhiODIyNzQxMWRjNGUw\" data-original-margin=\"\">This comment hits Hugh like a smack in the face and he splutters \"H-How dare you insult me! I am going to be a Baron! Don't you understand that! I could have you whipped!\"</p>\n<p class=\"cnNkMGRlOGM1MDNjYzQ4OWE5ZDRhNDA3YjQxMjhmYWM2\" data-original-margin=\"\">\"I doubt it,\" I reply, unintimidated. I am the apprentice of a powerful mage, or at least Godfrey considers me his apprentice; I think of him as more of a Wikipedia page. Either way, my hypothetical prospects far surpass a local baron's. \"As charming as threats of violence usually are to women, I can confidently say you have zero chance of ever wooing me. Give up.\"</p>\n<p class=\"cnM3ZGNkNGZmMWZiYTRhYzFiYjNhYjEwMzFhYTg2Nzc3\" data-original-margin=\"\">Hugh's face hardens and I can see him steeling his resolve. \"I have told you the way things are, and I highly suggest you accept them. Now come with me so we can tell my father,\" he demands through gritted teeth, before grabbing my wrist and trying to pull me away.</p>\n<p class=\"cnNiZTgwZWNhZjc5MTQxNjFhMjVjNDhkNDk0OGRhNzdk\" data-original-margin=\"\">I twist my wrist toward his thumb, opening up his hand so I can pull my arm free. I then shove him away from me. My face is stone and my voice is cold as I respond to his attempt at force. \"Do NOT fucking touch me.\"</p>\n<p class=\"cnMzMmU2OGU0MGRkMTQwZWFiNWRkZjYwMmI4MmJkMjUw\" data-original-margin=\"\">\"Did you just strike a noble? I really will have you whipped!\"</p>\n<p class=\"cnNmY2JkMDBlYjJhNDRkODE4ZjYxOTJmMmIyZTVmYjJk\" data-original-margin=\"\">\"Go ahead. Call your daddy for help. Try to punish me. But if you touch me again, I'm breaking something.\"</p>\n<p class=\"cnNmYTIzMGUyMTFlNjQ4NTFhOTVlYWM4NTM5YTEzZDNh\" data-original-margin=\"\">He looks like he actually might try again, but as the broomstick in my other hand splinters in my grip, he reconsiders. \"Y-you'll pay for this bitch!\" he yells over his shoulder as he runs, no doubt to request his father's help.</p>\n<p class=\"cnM3MWM2ZjgyZTU4ZDQyODNhYjkxMDVlMTQ1OTkyNzNl\" data-original-margin=\"\">I have a lot of patience for children but this is a lesson he needs to learn now. If he tries that on me in a few years, he is losing a few pieces. I head back inside, no longer interested in my chores. Did I really splinter the broomstick? I couldn't have done that as Annie, especially at twelve. I'll have to figure that out later, however, as my examination of the broomstick is interrupted by Henry.</p>\n<p class=\"cnNlNGY5ZjIzMDc4MjQ4MTBhZjQ5Y2Y4ZGNlMTEwMjhm\" data-original-margin=\"\">\"You okay Lily? You look ready to tear someone's spine out,\" he inquires. I guess I still wear my heart on my sleeve sometimes.</p>\n<p class=\"cnM4ZjI1Y2YzOThlNDQ0OTU4ZDc1OGUwZWYyZjliYzVm\" data-original-margin=\"\">\"I'm okay, just Hugh visiting again.\"</p>\n<p class=\"cnNlMTZkYTRhZDc1MTRiMjc5YWIxYjhkZmRmNWUxNTAw\" data-original-margin=\"\">\"That kid's still after you huh? I'm sorry Lily, you want me to sneak some itching powder down the back of his shirt?\"</p>\n<p class=\"cnM0OTNiNjFkODQyMDQ4ZTNiYjZiYjg3MTI3N2Y2MWEw\" data-original-margin=\"\">This makes me chuckle but I turn him down. \"It's fine, I can handle that little creep. Thanks though.\"</p>\n<p class=\"cnM2MGRlZThjOTEzMjQyYTVhY2ViYzA0MDY5ZWU0NzM5\" data-original-margin=\"\">Henry is my favorite brother. He is training to be an alchemist so he probably could make itching powder, but this situation was going to need to be seriously addressed soon in any case. I'm glad he was the one here. Gilbert would have ignored me and tried to fight Hugh and Edward probably would have told me to court him. Henry is the only one who actually respects how I feel about it.</p>\n<p class=\"cnNmOGM5MGM5NzQyZDRlNWI4NjUzYjc5YWQ1OGFlN2I3\" data-original-margin=\"\">That gives me a thought. \"Where are Ed and Gil by the way? Neither of them came home last night.\" I ask, only to see Henry's face fall.</p>\n<p class=\"cnMyYTBkODQ2ZWJmNDQ5NTJhNjRkY2E1Njc3NWJjNjI5\" data-original-margin=\"\">\"Well, Gil probably spent the night at Hannah's house. Or Ella's. Or Abbie's. You get the idea. And Ed...\" he responds, putting as much meaning as he can into the pause after Ed's name.</p>\n<p class=\"cnM4MmVkYWFjYmNkYTRjMmI5ZDNhZmEyN2I3MjEzYWZj\" data-original-margin=\"\">\"Edward's out gambling again?\" I guess, my stomach churning. My relationship with Edward has not improved over the years, just grown increasingly hostile. He seems to have lost all self-confidence at all and just spends all his time gambling. Henry and I had both proved time and again that despite being younger, we understood things more quickly. We were both more mature and used our time to improve ourselves. The more either of us learned the more his inferiority complex grew.</p>\n<p class=\"cnNjYTMyMzMyYTY4NDQxMWE4YTQzOWJmN2U3NmIzMTg2\" data-original-margin=\"\">\"Yeah,\" he sighs. \"Took my research stipend again.\"</p>\n<p class=\"cnM0NzFhZjgyMDI0YTRhOTJhOWUwYTg0ZDk3NWU0YjNm\" data-original-margin=\"\">I curse to myself and pull out part of the allowance I have received from Godfrey since becoming his 'apprentice'. \"Here, take mine,\" I offer.</p>\n<p class=\"cnMxNGQ1OGIyMDNiMDQyYzc5YjBmYjY0NjcyYWFhYjVh\" data-original-margin=\"\">\"It's fine Lil, you earned yours too,\" he waves off, biting back tears. I suspect he is crying more for Ed than for his wallet.</p>\n<p class=\"cnNmNTUwZmQzYmU4MjRiYmRhM2U4M2I5ZjA1OTZiZmZm\" data-original-margin=\"\">\"You know he'll just take mine as well anyway. This way he won't know where to look first. Besides, even if he didn't, Dad would,\" I grumble. My dad doesn't go to gambling dens but when he does take my money 'for the family' I never see any returns on that.</p>\n<p class=\"cnMxZWQwYTc0ZWU1MzQ0YjRhODU5YjUyMDY3YzQ4MTUz\" data-original-margin=\"\">\"But now Dad will accuse you of hiding it, or wasting it on sweets before you get home!\" Henry protests.</p>\n<p class=\"cnMyM2RhYjQxY2Y1ZDQxNWE4YzU4MDM5OGM3OWZlNTAw\" data-original-margin=\"\">\"And he does the same when Ed gambles my money away. Besides, if my theory on what Dad does with my money is correct, I think I'd rather just get yelled at. He's also a <em>little </em>right, I don't let them take all of it,\" I respond. My parent's relationship has not been improving over the years either. They shared about as much of their intimate life with me as any parents would with a twelve-year-old, but I can see the signs clearly enough. Mom pulls away when Dad touches her. He switched to later patrols and doesn't spend nearly as much time at home. The glassy look behind my mom's eyes and her 'allergies' she complains of whenever I find her alone. There are only so many things a man like my dad would use that money for when his wife is rejecting him.</p>\n<p class=\"cnM5OTgyMTU1MWQxNjQwMjA5MjFhNmFiNWVhZThmOTkx\" data-original-margin=\"\">Henry flinches at the implication. \"Okay, you're right. But you still deserve it just as much as I do.\"</p>\n<p class=\"cnM5YTExYmQ4ZDcxMzRmODA5MDc5NmFkZTE1NDVjZjNm\" data-original-margin=\"\">\"And I don't need to buy materials for my magic. You need it, Henry,\" I insist, pushing the tin coins into his hand and closing his fingers around them.</p>\n<p class=\"cnM0YTA5NDYwOTkzYzQ3NGZiOGM0NDA4Y2JiMzBmMjkw\" data-original-margin=\"\">\"Alright,\" he reluctantly accepts. \"Thanks, Lily.\"</p>\n<p class=\"cnM4ZGE4ZTRlOTJjYTRjZGI4M2MwM2IzMzkyNTQ5Njg3\" data-original-margin=\"\">\"Have you spoken to Gilbert yet?\" I inquire. Gilbert has been womanizing for a long time, and as soon as he was of age he stopped caring about risk at all. He has never been as bad as Edward, just oblivious, but he was hurting people. Ella had come to me weeping and heartbroken when she realized she wasn't going to marry a nice guy but was just one of many hookups.</p>\n<p class=\"cnM1Yzc0Y2Y0ZmY1NzRiM2VhNTRjZWMxMzQyZjkwNDYx\" data-original-margin=\"\">\"I... I tried,\" Henry says, sitting down. \"He just... doesn't understand. It's like a game to him. He just... blows me off.\"</p>\n<p class=\"cnM5ZmQ0YzU2NDM2NTQwNmY5N2EzYzk3ZmJhNjIwZDdk\" data-original-margin=\"\">Henry and I had talked about confronting Gilbert. Edward wouldn't listen, he practically hated us. This fact hurts my heart to this day. Gilbert was just genuinely oblivious, possibly willfully ignorant to the pain he caused. So Henry has been trying to get him to sit still long enough to allow him to explain it to him.</p>\n<p class=\"cnNiODJhYjUzYjljNzRmYTFiNDNkMGY3YzhlNjhjYTJj\" data-original-margin=\"\">\"I... see. Okay. Thanks, Henry\" I respond, smiling sadly. \"I'm going to go practice my spells.\"</p>\n<p class=\"cnMzYTE2NTAyOWNiNTRjM2RhZDBhNDZiMTMyY2FkOGUz\" data-original-margin=\"\">\"Yeah. Good luck Lil.\"</p>\n<hr>\n<p class=\"cnNhYmFmOWU4NGM3ZDRjYWZiZmUxMjAyODU4OGJmZTU0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4NDMzMDI2NmJjNDQ1M2U4NjFhOWZlMzhkZWY0M2U5\" data-original-margin=\"\">Aha! My mood is much brighter now, as I've finally figured out how to direct light. Trying to create a cone, or any other shape, of light had failed because light goes in all unobstructed directions. I feel a little silly I even tried it truth be told. My current method creates a barrier that simply stops light from bouncing against it. This creates something of an eerie black orb. Not quite a black hole, but vision just... stops in that space.</p>\n<p class=\"cnM0YjljNTJlMWQyOTQ4ZmJiYjI3NDg2MjQ0MWQ5MjA2\" data-original-margin=\"\">I create this with a circular opening on one side and instantiate the light spell inside it. I now have something of an uncanny flashlight that directs the light in a certain direction. This is useful for many things, particularly once I leave the visible spectrum. I can now safely experiment with light waves that might have cooked me before. Not a weapon I would prefer to use, and one that rapidly drains me of mana, but it'll do in a pinch.</p>\n<p class=\"cnM2MTg1NmJkMmIxNDQyOTViNjUwYzU3ZTM4NWM0MDU1\" data-original-margin=\"\">My celebration is cut short however as I hear my father's, clearly angry, voice calling me to the living area. When I come out, I am greeted by Hugh's smug face as he stands in the middle of my home next to his father.</p>\n<p class=\"cnMwMjEzYWIxYzJlMzRiM2FhMDRjMmEyYTcyZGFiZGI1\" data-original-margin=\"\">Here we go.</p>\n            ",
  "invisibleParagraphContent": "The narrative has been taken without authorization; if you see it on Amazon, report the incident."
}