{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMyMTUyODU4Y2UyMDRjMTJhMWYyYWJmOTlmYTM2MDg0\" data-original-margin=\"\">\"Are you kidding me!?\"</p>\n<p class=\"cnM1YWM0N2ZjZTJjOTRjMjg4NTJiOGE3MmNhODIwMDM4\" data-original-margin=\"\">\"No.\" Pascal nodded as he faced the bewildered gazes of Colonel Hammerstein and the other Weichsen officers of the expeditionary force.</p>\n<p class=\"cnNkMzEzYmEwYTVlYzQzNjM4OGI4MmJjODMyMmU2YmQ2\" data-original-margin=\"\">They stood in the middle of the wooded Weichsel encampment while soldiers rushed all around them. The army was about to resume its march, and as a result the troops were hastily disassembling the camp.</p>\n<p class=\"cnM4NjllZDVjZWRiNTQzZTk4ZGRkNjRlZDYwNjRiYzVm\" data-original-margin=\"\">The Colonel and Major Ariadne exchanged incredulous glances.</p>\n<p class=\"cnNiMmI0MmRkMzFmYzQ3ZWNhNDJjMzBkMjlmOTI3MWE5\" data-original-margin=\"\">\"We have sent all of the remaining urban pike militias and half of the archer militias into Roazhon. That totals about six thousand men. But it will not be enough,\" Pascal declared in a grim voice.</p>\n<p class=\"cnNiYzE1M2I0N2M3NjQ4ZjhiOGY4NjkwODhlZTlhMzkx\" data-original-margin=\"\">The final tally had arrived this morning. Lotharin losses in the Battle of Gwilen River had amounted to fifteen out of twenty-six thousand men. Despite inflicting greater losses on the opponent and retreating in good order, the battle was still a defeat. They had failed to stop the Caliphate's offensive at the river crossing, and as a result the army's morale had plummeted while desertion rates climbed.</p>\n<p class=\"cnNhMzcxMTI4MjczYTQyNDY4M2NmODUwYjM1MGU2ZGI3\" data-original-margin=\"\">To help curb this, Pascal sent most of the unreliable militia troops into the Avorican Capital of Roazhon. This was especially the case for units that had been devastated by the battle. With the city on lockdown and about to be besieged, all citizens would be pressed into active service. There would be nowhere for deserters to run.</p>\n<p class=\"cnMyYjdhZmQ5YzlhZDQ3MTdhMzg3ODBhZDc5MDRiNzBj\" data-original-margin=\"\">However, those mauled formations and any new conscripts required rest, reorganization, and training before they could fight effectively. This meant they desperately needed time -- time before the Caliphate forces could encircle the city, grind its walls and wards down with magic and artillery, then storm the breach to finish the job.</p>\n<p class=\"cnNkMTVhODU1OTljNTQ2NzdhZjFjMTgyNTkzY2Y3MTE1\" data-original-margin=\"\">\"We need someone experienced to aid the city's defenses,\" Pascal explained. However this time, the Colonel did not wait patiently for him to finish.</p>\n<p class=\"cnMyZTdmYTE5YjM5ZDQ2ODg5OTQyODcxMjY3NzMwZTZk\" data-original-margin=\"\">\"Macdonald is leading the defense, is he not?\"</p>\n<p class=\"cnNmZGFjYjE4OTE5ZDQzY2M5MjVmNmM0MGFmN2YyMjQw\" data-original-margin=\"\">\"General Macdonald is an infantry veteran -- brave, disciplined, and unyielding,\" noted Major Hans. \"He is a reliable commander who will no doubt make the Cataliyans pay in blood. But he isn't exactly known for his creativity. Nor does he have the numbers to win a battle of attrition.\"</p>\n<p class=\"cnNkZjJhN2MxYzBlMzQ0MzlhNWM5ZjFkZTA2ZjczNDM0\" data-original-margin=\"\">Pascal nodded as his attention returned to Colonel Hammerstein:</p>\n<p class=\"cnNkMWNjODJhMzkzYjRlZjQ5NDhkMmJhNjg2MTVmMjYy\" data-original-margin=\"\">\"We all noticed at Gwilen River that the Caliphate has limited air forces. They will not be able to protect the entire siege ring without spreading themselves thin. This will give you complete initiative in the air to harry their besieging units. Pull their drakes out of position and you'll be able to use your superior numbers to hammer their greatly diminished artillery forces. Keep them off-balance and delay their assault for as long as you can.\"</p>\n<p class=\"cnMxODI0ODlmYTcyNzQ0Y2NiMGMzNjdiZTU3YTcwM2Uy\" data-original-margin=\"\">As the besieged, the defenders would have the benefit of interior lines. The highly mobile Knights Phantom would be able to strike at any part of the siege encirclement with ease. Meanwhile the Cataliyan air cavalry would have to fly the long way around the city to reinforce any position without being harried by hostile anti-air.</p>\n<p class=\"cnM2OTcyMWFjNTFhMTRhOTJiMGNiNmFlZmQ5NDk2MDM4\" data-original-margin=\"\">\"That is all fine tactically,\" Colonel Hammerstein replied as his bandit-like face looked less impressed than ever. \"But kid, you clearly don't realize the dire <em>political</em> situation...\"</p>\n<p class=\"cnM0YjYxNmFhZWYyMDQxNjZhZjVjNGE3ODc3ZWVmNDVm\" data-original-margin=\"\"><em>This man is more keen than his reputation gives him credit for,</em> Pascal couldn't help thinking.</p>\n<p class=\"cnNmZDVjNjQ0ZDExMzQ4NTk5YTI0MDRjOTI1ODhhMjY1\" data-original-margin=\"\">\"We know we're on borrowed time,\" Major Hans stressed.</p>\n<p class=\"cnMzMWUxZGU1ZGFhNjQwMjliZjRmNzI4MGZjODM0Zjdh\" data-original-margin=\"\">\"That's like losing an arm and calling it a flesh wound,\" the Colonel added dryly. \"The Lotharins...\"</p>\n<p class=\"cnNjN2ZhOTRmZWM4ZjQxMDRhNDFjNjAwMzE0OTBkNGUy\" data-original-margin=\"\">\"Colonel, please,\" Sylviane's soft voice interrupted, having entered the confines of Pascal's anti-eavesdropping wards just seconds ago. \"I realize that my legitimacy among the army's commanders is plummeting after the recent defeat. But I can still buy some time. However, if Roazhon's defenses are breached, then no amount of political maneuvering will salvage the collapse of this entire front.\"</p>\n<p class=\"cnM0MGY2ZDBmZmNhYTRkZmI4M2EzMmVjYzllZjU1MzNk\" data-original-margin=\"\">Colonel Hammerstein pursed his lips. His stony gaze remained reluctant.</p>\n<p class=\"cnNjYmY5N2NlZjRmMTQxNDg5OGU2OTMxN2ExZjYwM2Jl\" data-original-margin=\"\">\"Please, I implore you.\" Sylviane added as she bowed deeply. \"Help General Macdonald and defend this city. It's our last hope.\"</p>\n<p class=\"cnNjN2M2YjMwYjY3YTQyYjE4NDRlZWJkOWMzMDg1MjFi\" data-original-margin=\"\">All the Weichsen officers fell silent before the sight of a royal scion humbling herself. Colonel Hammerstein in particular looked floored as he stammered inaudibly before picking his jaw off the ground.</p>\n<p class=\"cnM5MDBjYzBiNTJkYTQyMWZhMjYwMGQ3OWYyNzkwYjEx\" data-original-margin=\"\">\"Your Highness, please.\" The gruff commander known for his rude, vainglorious attitude suddenly looked unsure of how to be polite. \"I understand your resolve and I accept the charge. I swear in the Holy Father's name that Roazhon shall never fall so long as I live to draw breath.\"</p>\n<p class=\"cnM4Y2Q2ODY4MDZkMDQwZWE5OWQxMGUzZjhkYmY0YmEy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkY2ZiNjQ5YWM1NzRjZTc5ZmM4YTgzZTEyOTdiMzQ5\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwODY4ZTJjZDliMzQ3MjFiNTY5MGQyNzgyMDlhOTg1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiMjkxNTEyMjA0YTQyNmY4M2Y5YTg3NWZjMmRlMzJl\" data-original-margin=\"\">\"How is the city supposed to hold out with just a handful of ragtag units and half-shattered banners?\" Duke Lionel de Albret challenged from amidst a dozen other enraged Lotharin nobles who nodded in agreement. \"Even by our most optimistic casualty estimates, the Caliphate army can still field well over thirty thousand men!\"</p>\n<p class=\"cnMzNjk2ZmJhYTc2NzRjYWU5MmUwN2NlNDI4ZTIwZTI2\" data-original-margin=\"\">It was only the second night after the Battle of Gwilen River, and the nobles already stood in the command cabin in open defiance. Pascal's decision and Sylviane's order this morning to break camp from the Hafren riverbanks and march west into the forests of Ceredigion had been met with cold disgruntlement from the start. However, as the distance to Roazhon rose over the course of the day, so did discontent from the troops and the nobility who led them.</p>\n<p class=\"cnNjOWVhOWEyMzVlODQ2YmM4OWQxMjE4Y2M4ZWVhMTgz\" data-original-margin=\"\">Nevertheless, Duke Lionel was no agitator like the last challenger. Despite his lanky build, colorful furs, and a flamboyant doublet, he was a veteran of multiple campaigns and respected by common soldiers and nobles alike.</p>\n<p class=\"cnM4ODY2NWUyZDMxMzQ4YmRhODlmN2VmNDI3ZTk3YTdm\" data-original-margin=\"\">\"<em>Your Highness</em> has sent General Macdonald and even Colonel Hammerstein into a hopeless final stand, and for what? So we could flee west with tails between our legs?\" The Duke almost spat out in disgust. \"Well I <em>refuse</em> to disgrace myself with such cowardice!\"</p>\n<p class=\"cnMzMGQyMDVjZWE1MTRhZGZhNjY4NTZhNDJjNTdiMGZl\" data-original-margin=\"\">\"Nor I!\" Several nobles shouted from behind him.</p>\n<p class=\"cnMyMDIzZDBlYmRlODQ4NTM5MTBmYzg4ZDM4MGE4ODI5\" data-original-margin=\"\"><em>That is because you are imbeciles,</em> Pascal thought as he tightened his fist. Yet before he could say anything undiplomatic, a calm Sylviane gently pulled back his arm.</p>\n<p class=\"cnM3ZTllOGMzZjI2ZTQ2NmI5MzY2YWE5ZDJjMTBiNGE4\" data-original-margin=\"\">\"We are <em>not</em> fleeing. Had we been, we would have left yesterday morning instead of making camp just west of the Hafren River,\" the Princess explained. \"We stayed within support range of Roazhon for an extra day, precisely to make sure that the Caliphate has no choice but to seek us out for battle. They could hardly besiege a city with roaming foes at their back.\"</p>\n<p class=\"cnNlZjg0MTFmZDk0NjRjYTFhZTAzOTc0MDk0Njc4MTBh\" data-original-margin=\"\">\"So you have said,\" Lionel brushed aside what he clearly saw as a feeble excuse. \"But we're fleeing west into the forests now, aren't we? How can we come to the city's aid if it's assaulted tomorrow!?\"</p>\n<p class=\"cnMxZDdmOGVkMjMxNDQ1ZmVhYjVmMWUxNTY4MGVkYzBk\" data-original-margin=\"\">\"We have no choice but to head west!\" Pascal pointed at the map table, where a broad arrow marked the movement of the Caliphate army detachment that crossed the Hafren earlier today in pursuit. \"We have no fortification built along the Hafren's western banks, and our forces are too depleted to challenge a forced river crossing. Furthermore, the infidels are throwing most of their remaining cavalry after us -- over fifteen thousand professional troops! Not to mention those reinforcements from the sea who could land behind us to cut the road if we stay here. With less than five thousand men at our disposal, we cannot face such numbers and win!\"</p>\n<p class=\"cnNkNTViY2ZlNzUxMTQzZjNhZjE0NDhiMDI1ZTc0NTA4\" data-original-margin=\"\">\"With an attitude like that, of course you cannot!\" Lionel slammed back as he stabbed his gloved finger against Pascal's chest. \"Who was it that boasted he was sent by the Holy Father to bring us victory!? Now you propose we abandon Roazhon behind us without any chance of relief!? We must at least <em>try</em> to harry the enemy! Otherwise when their reinforcements arrive, there is nothing stopping them from taking the city by force!\"</p>\n<p class=\"cnNlMTg5ZTgyNDBkNTQ4MWZhNDEzYTc3ZTYzYmQwNjYz\" data-original-margin=\"\">\"It is blasphemy to claim guidance from the Holy Father yet act in contradiction to Trinitian teachings!\" Lady Anne then added from the other side of the room. She was attending in place of Lady Edith-Estellise, who had remained behind to assist the rear-guard units.</p>\n<p class=\"cnM1MTRjY2E0ZmVmMjQyMDNiY2QyOGU5OTc2ZWJjZGU3\" data-original-margin=\"\">The Mother Abbess was poised in composure. However her serene tone held no less accusation: \"where were <em>you</em> when the Gwilen's banks ran red with martyrs' blood?\"</p>\n<p class=\"cnNlOGU0YmE4M2FjMDQ1MDViOGFiMGM2ZGM5NDkwNjkz\" data-original-margin=\"\">Pascal's returning glare was venomous:</p>\n<p class=\"cnNmZmY5NjRkMWJkMzRkMTdiMjIzMDc3YTZjZjNlMWE1\" data-original-margin=\"\">\"I was making sure all of you had sufficient backup to <em>hold</em> those banks!\"</p>\n<p class=\"cnNkZGMzNGUyODUyMzQwYWY4ZjIxMTQwMTA4ZWMwN2M5\" data-original-margin=\"\">\"What backup!? You would never send us reserves until it became too late!\" A noblewoman objected.</p>\n<p class=\"cnM1NWIzNGMwYWUzNTQ4YjI4NDlmNGFiOGNiZjE2YmQ1\" data-original-margin=\"\">\"--And you wouldn't risk your own countrymen even though we kept asking for air support!\"</p>\n<p class=\"cnNiN2U0Yzc1ODgwMTQwMmZiNWIxNTNkZDYzZDNiMzEw\" data-original-margin=\"\">\"Tell me, You Grace, what kind of man knows only to push others into harm's way?\"</p>\n<p class=\"cnM2MWQzZGQ4YTg0NjRhNmFhYjUyYjY0OGMxNjMzMmI5\" data-original-margin=\"\">The Landgrave gritted his teeth as he felt his gut hammered. The low blow came straight from Lady Anne herself.</p>\n<p class=\"cnNlZjBiN2RmNDI0MjRhZTZhODU2M2U1MjIzZTM0NGRk\" data-original-margin=\"\"><em>If you Lotharins had more competent leaders, then I would not have to be the one burdened with commanding you rabble!</em></p>\n<p class=\"cnNjYzI0ZmFkY2M3NjQ1NTE4NmYzMmI2MTQyMWQwZjcz\" data-original-margin=\"\">Yet before he could blurt such impulsive thoughts out loud, Sylviane stopped him with a firm hand on his shoulder.</p>\n<p class=\"cnNlYzU1MGNkY2Y2MjQ2ZGFhYzg5MzE1NzNmZDVkMjJh\" data-original-margin=\"\">\"Your Grace,\" her countenance maintained its composure as she addressed Duke Lionel. \"We have no intention of abandoning Roazhon...\"</p>\n<p class=\"cnNiMDczZWQzNzAwMzQwNTA4MGMyYzRjOGNmYWVkZjA5\" data-original-margin=\"\">Lionel was clearly angry as his glare towards Pascal remained venomous beneath clenched brows. Nevertheless the Duke was at least willing to listen as he silently turned towards Sylviane. However, the same could not be said for his followers as several began to shout over the Princess:</p>\n<p class=\"cnM1YWM4ZGNhMzdlMTQ4ZDlhNDljNTY1NDEwYTFhMDg2\" data-original-margin=\"\">\"Yet it is precisely what you are doing!\"</p>\n<p class=\"cnMzNTZlMDdiYzNkZTRiZTI5Mjk0OWFmOGJmNGQ0NmEz\" data-original-margin=\"\">\"--Abandoning your subjects to run and hide. You're a disgrace to Rhin--!\"</p>\n<p class=\"cnNiNmIwOTQ0ZGU1ZDQwYzA5OGEyOTZkNjJmMzBlNzgy\" data-original-margin=\"\">\"Oh <strong>SHUT THE BLOODY HELL UP</strong>, all of you!\" King Alistair erupted in fury. \"You sound like bleating sodomized sheep!\"</p>\n<p class=\"cnNjYjE4YWYzMWNiZDRkOWU4ZDkzYWU5Yzg0Y2ZkMzA5\" data-original-margin=\"\">The entire room turned its attention to the King of the Glens, who entered the room mere moments ago and now pushed through the crowded nobles with his armored bulk.</p>\n<p class=\"cnNiMWY5MmVkYTVjMDRlODg5Y2M4YzA2NmU1OThmMTgy\" data-original-margin=\"\">\"For Father's sake, have you learned nothing from your retreat across Avorica!?\" Alistair snarled as he came to stand in front of Sylviane. \"It is all good to fight for honor and principle. But what good does it do if you cannot actually save the people by <em>winning!?</em>\"</p>\n<p class=\"cnM3MzRiOGNhYzg3ZjQ3MzFiNjA2ZmZkNzkxMDcyZjM0\" data-original-margin=\"\">\"Your Majesty that is...\"</p>\n<p class=\"cnNkMzc4YzA3MDA0YjQwYTNiMDQ5NmVkMGMzNzY3MmY2\" data-original-margin=\"\">Duke Lionel's face twitched as he clearly looked insulted, and he was not alone. However, this time it was Alistair's turn to talk over others:</p>\n<p class=\"cnM0YTIxNmVmYWQ0YzQxMzdhNDU1ODk1ZWNlZWE4NDdm\" data-original-margin=\"\">\"You blame the Landgrave for not delivering an outright victory!? Then tell me, over the past few weeks, which one of you has managed to stand your ground until sundown when outnumbered by more than two to one on the battlefield? Which one of you has organized an orderly retreat that saved the lives of thousands from pursuing cavalry? <em>Which one of you</em> has succeeded in achieving a favorable exchange despite the Caliphate's more professional soldiery!?\"</p>\n<p class=\"cnMyODBiZDY0ZjAwNTQxMmZhYTRhMDAwOGExNDliYzdk\" data-original-margin=\"\">The King of the Glens glared about the fuming nobles, as though daring them to refute him.</p>\n<p class=\"cnM3ODFhZTkyNDgxZDRiMGY5NTRlYzU1YWU4ZDlkMGVk\" data-original-margin=\"\">\"None of you could have better organized the defense of the Gwilen River, and you know it well!\" He bellowed. \"Yet like parasitic malingerers, you would point fingers at those who managed what you could not! You blame their inability to conjure a miracle for problems you helped to create! You say <em>he is at fault! He screwed it up!</em> while paying absolutely no regard to your own responsibilities and failings!\"</p>\n<p class=\"cnMwNjIxMzc5NGZlZDRhNWI5Zjk5ZTgyNmIxNzQyNDg0\" data-original-margin=\"\">Alistair gnashed his teeth as his spit flew onto those around him. He might be a King these days, but sometimes old habits die hard.</p>\n<p class=\"cnM4NjNhMTA1MTI4YTQwYzRhNDdjZWYzZDExNzkwNjRl\" data-original-margin=\"\">\"We did everything we could! It is...\"</p>\n<p class=\"cnM5YjNkYjcwZGQzNjQ1OTJiMzRjMDUxYjkzOWI3ZjY2\" data-original-margin=\"\">\"Oh have you?\" the King spun around to accost Duchess Jeanette. \"Who was it that abandoned the riverfront in the second hour? Who threatened to break ranks unless she received fresh reserves while her banner finished the battle more intact than her neighbors!? <em>Everything you could?</em> At least learn to excrete your foul, reeking stench from the other end!\"</p>\n<p class=\"cnNmMjkyMmFlOGJiMjRhNTE5ZGNhNGZkMzFkZDZiY2Zh\" data-original-margin=\"\">The Duchess' expression was swollen with anger by the time Alistair finished yelling into her face.</p>\n<p class=\"cnNiZTg2YjUyODFmODQwOTQ4ODg3MjU1YzQ3MzA3YWU0\" data-original-margin=\"\">\"Her Highness and His Grace have a plan in mind, which is better than most of you could say.\" The King continued without a break as he pointed towards the others with accusing fingers. \"She is trying to explain. Yet you wouldn't even let her speak? <em>That is cowardice</em> of the highest order!\" He slammed the map table as he finished.</p>\n<p class=\"cnMyOWMwNjZkYTNhZTQ2NTViNjFjOTYzMTM3NjMyNjBl\" data-original-margin=\"\">\"Do not speak to me of responsibility, Your Majesty!\" Lionel growled. \"You, who abandoned your duty, your country for two decades! To go on some foolish New World adventure as a mercenary for the Northmen!\"</p>\n<p class=\"cnNmY2IxNDIyZGEyNzRhZGJiYzQyNDAyMDRjZjU2MDJl\" data-original-margin=\"\">\"And yet, <em>I am King!</em>\" Alistair bared his teeth as he strode over to breathe down at the Duke. \"And Gleann Mòr is stronger today than it was!\"</p>\n<p class=\"cnNhZjI0OGE5MTJmNjQ1MTBiMGE3OWVkMDgzMjEyYjY5\" data-original-margin=\"\">\"Your Majesty! Your Grace! Please!\" The Princess beckoned. \"Let us stay on the subject. King Alistair is correct that I have a plan in mind.\"</p>\n<p class=\"cnM2ZjFiNDMwZjUwMDQzODI5MGIxMDIxNWI1ZWU4NmM3\" data-original-margin=\"\">Pascal stood amazed as he glanced about the room. Moments ago, the entire cabin was set to pounce on him and Sylviane. Now, she seemed the reasonable mediator rather than the focus of their hostility. All of their discontent and anger had shifted to Alistair -- who might be known for his rough demeanor but was also supposed to be an astute King.</p>\n<p class=\"cnMyNDExZTMyN2JlMTQ1ZjBhMWY0OWY2YzVlYzBkYjE0\" data-original-margin=\"\"><em>Did he provoke them all on purpose?</em></p>\n<p class=\"cnM0ZTYzZDRkZWNkODRhYjVhMmE1NWVmNTE2NGYyNTcz\" data-original-margin=\"\">Meanwhile, Sylviane turned to Duke Lionel. Her voice was amazingly calm despite the crackling atmosphere:</p>\n<p class=\"cnM3YzY2NDlhOTQ5MzQzMDBhNjIxZDBhZGU3NjQ1MTBl\" data-original-margin=\"\">\"Tell me, Your Grace. If you were to storm a city, would you not lead the charge with your bravest men?\"</p>\n<p class=\"cnM1N2NhNDA3MTBiODQzZTRhMTBmYzQ1MjI0ODAzYjIz\" data-original-margin=\"\">\"Of course!\" Lionel snapped back.</p>\n<p class=\"cnM0M2ZiMWFhN2FjMjQxMjg5MzE4NTE0NDBlNDJlMmU5\" data-original-margin=\"\">\"Then whom do you suppose the Cataliyans shall use, when their best troops are led away from the city, chasing us into the depth of the Ceredigion Forest?\"</p>\n<p class=\"cnM3ZWIwYTNjNDJlZjQyMmViZTVkZmUxNTFjZmU1OWRk\" data-original-margin=\"\">For a moment, the Duke only stared back, as though he could not comprehend her words. Then, his eyes swelled as he looked taken aback.</p>\n<p class=\"cnNlMTM2MjQ0NDk3NTQwYjg5OTNmYjIzNDVkOWE5YzQ4\" data-original-margin=\"\">\"You're using us as bait?\" He spoke in an awed voice. \"But... with what trap? We have no other forces to use!\"</p>\n<p class=\"cnM2NmViYWEzNGZkZTRhMTZiMDBjYTliMDNjZTgxOTI2\" data-original-margin=\"\">\"There is one,\" Pascal pointed at the map, to the forest-green realm labeled 'Kingdom of Ceredigion.'</p>\n<p class=\"cnM1OTdlZmRmNTJlYTRjNmRiMzFhYjc3MzRjZTI3YTk2\" data-original-margin=\"\">\"King Elisedd has dishonored his vows and done nothing to support us this entire time,\" Sylviane explained. \"My plan, <em>our plan</em>, is to force his hand. Draw the Caliphate's armies into his kingdom, and he will have no choice but to fight.\"</p>\n<p class=\"cnNlYTE1ZWNiMGY3YjRmMjI4YmFmMDE0NGQ4NDYzNzg1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwMDY2ZjA0MDBiYTRhNGM4ZjM3YTQ5MDRkNTgzZmRm\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNjY2RmN2U0Njg1NzRhNjViZGIyMTE5ZTU0YmQwYmFj\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxODNiNTBiODdiNzRlYjY4ZjdjNThlZjAzN2I1ZTFj\" data-original-margin=\"\">\"Your Majesty!\" Pascal caught up to Alistair after the meeting. The King was alone except for his bodyguard as they strode through the woods back to their section of the camp.</p>\n<p class=\"cnNjN2I0MTUzOTZiODRiZmViMGIzODliN2NjODc1MGE0\" data-original-margin=\"\">\"Your Grace?\"</p>\n<p class=\"cnM4NTgyMDU0N2E3MDQ5ZjA4ZDM2YTQ4YmIwYmU1MThi\" data-original-margin=\"\">Pascal took a deep breath before taking a short and hasty bow:</p>\n<p class=\"cnM5YzhmYjI5MDhiNjQ3M2NiYTk5YTY2MzkyZGU5OGYw\" data-original-margin=\"\">\"Thank you for what you did back there, Your Majesty.\"</p>\n<p class=\"cnNmYzliM2NhY2E1ZjQ2MGQ5MTkzZWFlZWNmY2Y4MmVh\" data-original-margin=\"\">The two men exchanged a silent look and nod. There was no need to comment further about what had happened. For the first time since they met, the two of them had forged a common understanding.</p>\n<p class=\"cnNlY2M2MzZmMTMyZTQ3ZTRiYzkwNWViZTYxMGIyZjQ2\" data-original-margin=\"\">\"Your Grace should know that I've only bought you a week of time at most.\" Alistair added a moment later. \"If you can't achieve a victory to restore their confidence, then this will happen again, and worse.\"</p><p class=\"cmM4ODZkNjYyNmNiMjRkYThhNWNmNzZjYTBmNTY2YTQy\" data-original-margin=\"\">Stolen story; please report.</p>\n<p class=\"cnMxZmViYmViODYzZTRhNmNhNjE5ZDJhZWJjNTA2MTUz\" data-original-margin=\"\">\"I know.\" Pascal pursed his lips.</p>\n<p class=\"cnMxODIzYzY2OWY5ZjRmMmVhNzNkMGRkMzJlYTNkNGRm\" data-original-margin=\"\">Sylviane's inheritance, Weichsel's alliance, even the salvation of Rhin-Lotharingie itself -- everything would depend on their, on <em>his</em> performance in these few, crucial days.</p>\n<p class=\"cnNhODBjYTRmMmE0MjQ5ZjY5YzExY2RkNzBjODU4ODA3\" data-original-margin=\"\">\"And next time, I won't be around to help you.\"</p>\n<p class=\"cnM3YzNjMTIwMjdlNjQyZjc5OGU5OGMxYmExMjg2ZjQ1\" data-original-margin=\"\">Pascal could only stare back at the King.</p>\n<p class=\"cnM1ODIzOTczM2M1ZjRhMDg4NWUxY2VlZjZkNWM3OTRk\" data-original-margin=\"\">\"You are intent on leaving then? Despite knowing how pivotal this week will be?\"</p>\n<p class=\"cnM5YWZlZGVmNWUwODQ2YjVhYjFkYmJiZDRiYjE5YjYx\" data-original-margin=\"\">\"You have your responsibilities, I have mine,\" Alistair replied. \"My skywhales have already departed for their trip back north, and I have already stayed longer than I had planned. The Highland nobles are clamoring for a fight, yet they remain trapped in the north. This situation is not healthy for highland temperaments. My reports claim that two of the feuding clans are already at each others' throats. I <em>must</em> return to hold the clans together so the forces of Gleann Mòr will be ready for the spring counteroffensive.</p>\n<p class=\"cnM4MDI3OGNlNGVhNzQzY2M5OWMyYWUyZTk2OTcxYzQ3\" data-original-margin=\"\">\"Otherwise,\" the King stressed. \"Even if you win the battle, we may lose the war.\"</p>\n<p class=\"cnNmMTA1ODc1MDQ3MzQ1N2M5NjdmNzNlOGI4ZmY4Yzgz\" data-original-margin=\"\">Pascal could only let off a deep sigh. He might not like Alistair, but at least the King was a firm ally of Sylviane. In chaotic times like these, they were worth their weight in gold -- even the weight of a bulky royal bastard.</p>\n<p class=\"cnNjNzQyYjI1M2Y2NjRjMGQ5NDRiYmY1YmZiNjY2NTNh\" data-original-margin=\"\">\"Stop fretting,\" Alistair then smiled as he jested. \"I'll be leaving all the troops I brought down, plus seven of my royal armigers to assist Her Highness and Lady Estelle...\"</p>\n<p class=\"cnM0MjQwOGQyMDc2MDRlOTBiZDI4YmIwMzA1M2E0YjBk\" data-original-margin=\"\">He did not use the word 'replenish', as Sylviane's and Edith-Estellise's own armigers had been devastated by the recent battles.</p>\n<p class=\"cnM4MGQyZTM3NTM4YjRhMzdiNjhjYjgxYmRiZmUwMzUz\" data-original-margin=\"\">\"Besides,\" the King looked at the large blue phoenix that stood atop his pauldron. \"I exhausted Almace's flames during the last battle. He might have more capacity than the others, but his regeneration speed isn't any better. It'll be over a week before we're back up to strength, and you'll have settled things by then.\"</p>\n<p class=\"cnM4OTlkMmU0M2RiZTQ3MDM4ZGFhYmFjNjlmNzkxOTJh\" data-original-margin=\"\">\"By the Grace of the Holy Father, I have to,\" Pascal swallowed.</p>\n<p class=\"cnM1NjI5MTZjNDU3MjRkMTE5NzUyZGY2MDJmOGI1NGQx\" data-original-margin=\"\">Standing within arm's reach, Alistair reached up and clapped the younger man's burdened shoulders.</p>\n<p class=\"cnM3N2U4ZGZlOTJiNTQwODZhMTUyOGNhNWQ3N2EzZDQz\" data-original-margin=\"\">\"If you don't mind a word of advice, Your Grace -- don't bite off more than you can chew. You don't have to crush the Caliphate's army. You only need to <em>win</em>,\" he stressed. \"Hold onto this front, and I'll be back with more reinforcements in three weeks' time.\"</p>\n<p class=\"cnMyYmI4NjlhMTM5MzRhYjdiMDYzMjllNmM2ZmE3YWZl\" data-original-margin=\"\">\"Thank you, Your Majesty.\" Pascal took a deep exhale before nodding back.</p>\n<p class=\"cnMyOTRlNzU0M2ZiMzQyOTc5NTE4YWQyYjY5NTA1NGU3\" data-original-margin=\"\">For several moments, it seemed as though King Alistair wanted to say something yet was unsure about it. However, as the inner turmoil left from his faded-blue eyes, he decided to speak out:</p>\n<p class=\"cnM4ZTAzMTljNjUxOTQ3NTRhNTg4MmFmMjEyYWU0ZjYx\" data-original-margin=\"\">\"I am not your rival, Your Grace. The sooner you understand that, the better it would be for all of us.\"</p>\n<p class=\"cnM4ZWNhZjEwN2NlYTQwNDM5NmMyODdkM2IzM2U2MjI4\" data-original-margin=\"\">Pascal's brows furrowed. He felt the sincerity of the <em>Hound King</em> in those words. After all, Alistair was famous for his dogged devotion towards his friends and liege.</p>\n<p class=\"cnMwZTVmMjQ4M2NiZDQ4YTE4YTZlMWUwYmU0ZjNiY2Rl\" data-original-margin=\"\">\"Maybe you believe that. But she...\"</p>\n<p class=\"cnM2NDNlNjc0ZjU2OTRmMjZhYWUyODE0YjY3MjQxZmQ0\" data-original-margin=\"\">The Landgrave then trailed off as the King sighed and shook his head with a chuckle.</p>\n<p class=\"cnM2ZTk0MGNiNDg5NTRkZWU4YTFlMWYwMjM3YzI1NTc4\" data-original-margin=\"\">\"You have a lot to learn about women.\"</p>\n<p class=\"cnMzODMwNmE1ODVmMzQwYzM5Mzg5NzBlOTNkYjQ1OWRk\" data-original-margin=\"\"><em>What is that supposed to mean?</em> The young lord's temple twitched.</p>\n<p class=\"cnNkYmU3MTkwNjQzMjQ4MDU5ZDA1OWJlODAwNTJmZGVl\" data-original-margin=\"\">Perhaps feeling generous, the older man decided to give his junior a lesson before departing:</p>\n<p class=\"cnM4ZjhiM2RkYjE3ZjQ1YjdiZGNjN2RkMmYxY2FlOWVh\" data-original-margin=\"\">\"Unlike us men, a responsible woman will only choose one partner at a time. It's simply a biological imperative given how they reproduce. And for that, the Holy Father has made them the better judges of character.\" Alistair declared as he looked at Pascal in the eyes. \"If Your Grace cannot tell whom Her Highness has chosen, then you are not the man we all hope you are.\"</p>\n<p class=\"cnMyNTkyNDg1NGMzMjQ5MmE4MDVlZDIzOGQ4M2I0MWIx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2Nzg2OWIxNDRmMTQ5MDBiMGMxZTY2ZDkyZmViNmY3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0NmMyMWQxOTQxMjQyNzg5YzZlM2Y0YTU2M2RiYjk0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiY2Q2YTVhMGMxMTQzYTRiOTIwNThiMWEzOWY3NWI3\" data-original-margin=\"\">It wasn't until late that night, after King Alistair and his three remaining armigers began the trip north, when his bodyguard and long-time companion Lennox spoke out:</p>\n<p class=\"cnNmM2UyYjgxNmQ1ZjQyMDU4YTU0OWIwMDE4ZDY3NDU0\" data-original-margin=\"\">\"&lt;You sure about this?&gt;\" He asked Alistair through private telepathy. \"&lt;You know as well as I do that you could stay for 'least another week. The clans are not bickering as much as you claimed.&gt;\"</p>\n<p class=\"cnM0YmE3NTRhNWRmOTQyNzI5NWM3MzYyZjQ1NjFjMWVm\" data-original-margin=\"\">\"&lt;Yes, I am.&gt;\" The King stood firm in his decision. \"&lt;As much as I want Sylviane to succeed, Lennox, I cannot be confident of it. I have given her enough help that, should she win, she will already be indebted to me. But if she fails, there will be fallout -- consequences that we cannot afford to be caught up in.&gt;\"</p>\n<p class=\"cnNmMjUwOTJjYzNjOTQ3NTk4ZTNjN2ZiZTJhMzAzZDFi\" data-original-margin=\"\"><em>After all,</em> Alistair thought. <em>Someone has to lead Rhin-Lotharingie when war returns to full swing in the spring. And as an Oriflamme, I have far more right to be Emperor than that pretender Gabriel.</em></p>\n<p class=\"cnM4NGQ4ZmQ2NGJjNzQ4OTZhMDI2MDZkYWJkYjFhNzgw\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwOTI0ZWNmZDhjMjQ4ODg5MDlkMTY1MmFhY2RjZDBi\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwYWM4ZGIxM2JlMjRmYzFiODRkNDc3OTFmOWU5M2Ix\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwYTIyYjRiZjZkNDQwN2FhODlmMWUxNzcxZDAzY2Nh\" data-original-margin=\"\">A thunderous noise jerked Kaede out of her tranquil sleep. Her entire room swayed as though in the aftermath of an explosion. Accompanying it came a moment of terror -- dismay and anxiety so strong that her life flashed before her eyes.</p>\n<p class=\"cnM5N2U5OWQxNWJhYjQ0MTNhNGUzYzA0MTk5MjE1ZTUy\" data-original-margin=\"\">The familiar almost jumped out of bed. Her breathing was rough and her eyes snapped open as they sought for the battle, for more arrows flying her way.</p>\n<p class=\"cnM4MWQ2YTIwZGQ1NTQ1NjBiZmUwYzM0ZjU1MzU0MWVi\" data-original-margin=\"\">Except everything was different. The images that came through her sight didn't match those of her memories. She definitely wasn't on the battlefield now as she looked down and saw bedcovers that she had not seen in months.</p>\n<p class=\"cnM0ZTljZjhhYzk4YTQ2NzBhYWUyODkzNjU4YWNkMjE4\" data-original-margin=\"\">It was a nostalgic sight that left her momentarily stunned.</p>\n<p class=\"cnMyYTcxMTk0MWVhNzQ1ZDRhNzk5N2JmNDgyNDJmZjE0\" data-original-margin=\"\">She was in her room, or more precisely, <em>his</em> room back in Japan. There was his closed laptop on the window-side work table. A cabinet laid adjacent with a printer on top. Two shelves of books stood by the corner, next to a dresser and the twin-sized bed that she sat in.</p>\n<p class=\"cnM0M2FlYTQ2ZTlkMjQ3ODVhYWQ1MzNmMGY5OTI2NDM4\" data-original-margin=\"\">Kaede could see his prized hardcover historical epics on the bookshelves. His second place prefectural trophy for archery was placed on top. Even the walls were a familiar baby blue. They were decorated by a replica mongol bow and two framed digital artworks in watercolor-like pastels: a scenic view of the Shinjuku Gyoen National Garden in cherry blossom season, and an adaptation of Viktor Vasnetsov's <em>Bogatyrs</em>.</p>\n<p class=\"cnMzNzEyYWQ5NTA3YzQ5YjA4Yzc1MTdjNDUwNDE4ZTNm\" data-original-margin=\"\"><em>How could this be?</em></p>\n<p class=\"cnMzZTM5M2VjNjYxOTQwNGFiNjA2NGQ0YTQzZGI4YWM2\" data-original-margin=\"\">It took Kaede several moments before she realized the possible implication and looked down to confirm.</p>\n<p class=\"cnNiYmVjMjE1ZWExZDQyNTFiZThhY2JlYmYzYjY4MGFh\" data-original-margin=\"\">No. It was definitely still <em>her</em>. Her arms were thin. Her chest was small but bumpy. And her body was clad in white, charmeuse undergarments, with Pascal's family crest embroidered in white gold upon her halter's bosom.</p>\n<p class=\"cnNiZWJiZjIwMTg2YzQzNWNiNTU4NDlhZWNjZWMzNTY1\" data-original-margin=\"\">This only confused her further.</p>\n<p class=\"cnNlZjM1ZmY4OWM4NDRjZjU5Njc3NmM5MzM0MDhhMTA4\" data-original-margin=\"\"><em>I'm back, but still in my female body?</em></p>\n<p class=\"cnNiZTdkMjAzNDRmMzRiMTU5YjdmMGVmNTAxNzdmMGYy\" data-original-margin=\"\">There was one difference though, as her right arm felt numb. She pulled her long arm-gloves down and noticed that her entire limb -- all the way down to her wrist -- was wrapped in a layer of bandages.</p>\n<p class=\"cnM3ZDlkNGNlMzljNjRjNDk4ODQ0OTlhNTFkMTAwZjg0\" data-original-margin=\"\">Was it an injury from the battle?</p>\n<p class=\"cnNlYTQ5NWU2MzkwNTRmMTZhMmRiZmIwZWRhMjljN2U4\" data-original-margin=\"\">Flashbacks of pain entered her consciousness. She remembered being pierced in the torso multiple times. However, all of those injuries seem to be healed. Her arm, on the other hand...</p>\n<p class=\"cnM3Y2Q0ZDMyNzNlYjRlMWM4NDUwOTYxYzgzNzdkYWRi\" data-original-margin=\"\"><em>There are bigger things to worry about!</em></p>\n<p class=\"cnMyNTcxNGE5MTdkMTQ3NzhhNTM0YWU0MGNlM2YxODcz\" data-original-margin=\"\">Kaede swung her stockinged legs out of bed. She rushed over to the door. But the brass handle wouldn't even turn, let alone open the exit.</p>\n<p class=\"cnNjMTQ2NDdiNGVlZTRjYzlhZTAxNTg1MzEyMWE2M2Ew\" data-original-margin=\"\">\"Ma!? Pa!?\" She banged on the wooden frame, before pressing her ears against it.</p>\n<p class=\"cnMxNzgyOWE3YzRjMzQ4NGVhOTg5NWYwYTRlN2I5ZDgw\" data-original-margin=\"\">There wasn't the slightest sound coming from the rest of the house. There wasn't even any sound in the neighborhood. Everything was just... silent.</p>\n<p class=\"cnM3MmMzMzY0YmY5NDQzODE5NmYzNjA1M2RmNzdkZWI3\" data-original-margin=\"\">She tried to open the window next, with no more success. The glass offered her a view of the street outside. Yet despite the dusk sky that coincided with the end of business hours, there wasn't a single pedestrian or car in sight.</p>\n<p class=\"cnM1ODkxYmY0OWRmOTRjOWZhYmIzZjFlZjQ5ZGNhMDA4\" data-original-margin=\"\">Her laptop did open. But nothing happened when she pressed the power button. There was no light, no sound. The machine simply appeared dead.</p>\n<p class=\"cnM0N2ViOTQxZGZhNjQ2MDViZTZmZjdmOWYxMGRlNDdl\" data-original-margin=\"\"><em>What is going on!?</em></p>\n<p class=\"cnM5NmRlYTNjYTczYjRiODNhNDExMTZjMWVjNDE5MGE3\" data-original-margin=\"\">\"Ma!? Pa!? Anybody!?\"</p>\n<p class=\"cnMyMTI4YjJmMjY1MzQ5ODY5MWU4YmU2N2ZlYjg0Yjdk\" data-original-margin=\"\">Kaede could feel the jerk of tears in her eyes. She was trapped inside a room which looked and felt exactly like home, yet wasn't. It was as though someone was purposefully toying with her thoughts, her emotions, her homesick nostalgia.</p>\n<p class=\"cnNhMTU3MWU5NzM0MTQ4M2NhMjdlNGMzNGI3MDAyMjUy\" data-original-margin=\"\">\"&lt;Kaede? You are awake?&gt;\" A voice she had grown all too familiar with over the past few months spoke.</p>\n<p class=\"cnM5OGFjNmNlNzc1MjRmMGNhNjA3ZDgyZmJiYzNjYTdk\" data-original-margin=\"\">\"&lt;Pascal!? Where are you!? <em>Where am I!?</em> What did you do to me!?&gt;\"</p>\n<p class=\"cnMwYjA1ZjE0NDA5OTRiZjRiYTU0NzgzOTBiZTBhOTQ0\" data-original-margin=\"\">\"&lt;Calm down, Kaede.&gt;\" He winced. \"&lt;You are in a familiar pocket. I will let you out in a moment.&gt;\"</p>\n<p class=\"cnMwZDk3ZTE0OWMzNDQ5MWU5MzY0ZTczZmZmZThmYWI2\" data-original-margin=\"\"><em>A familiar pocket...</em> Kaede thought as she remembered the extradimensional belt pouch that Perceval's Tofu climbed into.</p>\n<p class=\"cnNlMTFlZDZiNmNjODRjNmVhMzA2ZWNiNTJiMjI4OTA0\" data-original-margin=\"\">\"&lt;You <em>stuffed</em> me into a pokeball!?&gt;\" Her strung out emotions began to overheat at once.</p>\n<p class=\"cnNiZjQ3OWEyMzBlNTQ2NTBiOWJiZWZmY2FiNjZmMGIw\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNiOTJhZDc3ODg4OTQyZDdhOGQ4MmZmMjYwNDQ4MzM5\" data-original-margin=\"\"><br>The exit process was disorienting, to say the least. In one moment, Kaede was standing in her fake bedroom. In the next, reality seemed to collapse around her as everything blended together in a whirlpool of textures, only to spit her back out, from head to toes, on the bed in Pascal's cabin.</p>\n<p class=\"cnNiYjhjYzcwOGViNzQ4MjdhMmQ1YjVkZDVjNTAyZWZk\" data-original-margin=\"\">It took Kaede a moment to regain her orientation before sitting up. She immediately sent her balled left fist towards Pascal, only to be caught in his grip.</p>\n<p class=\"cnMxN2E4NjgyNmEwNDQ5ZjFhY2Y2ZDUxOTBlOTA5MGQ2\" data-original-margin=\"\">\"Don't play with me!\" She shouted with tears in her eyes.</p>\n<p class=\"cnM4YzU1YzdmYjk5NjRiNGJiMjNkN2ZhZjA3YzYyYzE4\" data-original-margin=\"\">\"I am not playing with you.\" Pascal looked back with a puzzled frown that was clearly confused. \"Look, I know you dislike the familiar pocket for some reason...\"</p>\n<p class=\"cnM4MWEzNjMyOTI4ODQ0ZGNiZjA5ZTkyZGI4ODlkOWRk\" data-original-margin=\"\">\"<em>Some reason!?</em> How would you like it if I shoved you in a sack to be carried around!?\"</p>\n<p class=\"cnNjMTZkZWNlMTYzMzRmYjY4NzNhYjg1N2RjNTRhZjJk\" data-original-margin=\"\">Pascal was about to continue explaining before he took a moment of pause and sighed:</p>\n<p class=\"cnM0OTcwOWU3NmE2NTRlNTY5ZjE1MWQ1NTZmZWJmYzlk\" data-original-margin=\"\">\"Look, I am sorry. I did not exactly have a choice. All heavily injured personnel were sent to the city. This army is traveling light, and I could hardly make an exception by asking the healers to carry you. The shrunken cabin is far too small to keep you inside, so my only choice was to borrow a familiar pocket.\"</p>\n<p class=\"cnNmOTFlMmI2MGI3YjRhOGM4MGRhZjYxNGY1ZDM3YWI5\" data-original-margin=\"\">\"Then why does the pocket look like my old room!?\" Kaede demanded, feeling annoyed as his calm reasoning was snatching the wind out of her angry sails.</p>\n<p class=\"cnMzYTNkY2QyNmU5ZjQ5YTNhMjIwNWZmNWM5YjkxODk4\" data-original-margin=\"\">\"It is designed to project a <em>Phantasm</em> into your mind, showing you whatever location from your memories you most consider 'home'.\"</p>\n<p class=\"cnM2ZGMyNDQ4OTc4MDRhOWFiODAyYzljMWMzNTg2ODg4\" data-original-margin=\"\">Kaede wanted to keep fuming at him, but she was rapidly running out of reasons to. She glared at his concerned, turquoise gaze before realizing that the current Pascal was unusually disheveled. His soft, golden curls were a mess, as though his hair had been blown wild by a blast of hot air. The entire right side of his uniform was singed, and even his palms and right cheek were an inflamed red.</p>\n<p class=\"cnNlZjljMDk0ODUxMDQ5ZjQ4MDljNmRmMjA4NDNkZmFh\" data-original-margin=\"\">She was still torn between trying to calm down and wondering what happened to him when Pascal's eyes began to glisten with emotion. His lips trembled and, before she could ask, his arms suddenly wrapped around her in a crushing hug.</p>\n<p class=\"cnMwZjg5MzRhYmQxZDQ2YzRiYzgxMTRiOGI0NDZhOWRh\" data-original-margin=\"\">\"P-Pascal!?\"</p>\n<p class=\"cnNhYWNmMjFiY2E5ZDQ2NDRhNjY0ZDU0NWVkOTBmOGVl\" data-original-margin=\"\">\"You almost died out there.\" His voice cracked even as he scolded her.</p>\n<p class=\"cnMyNWFkNWI5ZDY2YjQ1NzhiZGQwNTA0NmM3YzI2MmIy\" data-original-margin=\"\">Memories of the riverfront clash flashed before her eyes: when she cut the ice using his <em>Sonic Beam</em> spell and doomed thousands to a watery grave. When spells and arrows flew all around, striking down allies left, right, and center. When two arrowheads pierced her torso, followed by a third as her consciousness faded.</p>\n<p class=\"cnM3YzZhNDlkZjBlYjRhN2Y4ZWJiYmM1ZTU5Yzk0NjVl\" data-original-margin=\"\">\"I'm sorry--\"</p>\n<p class=\"cnM5Y2I4NGJiZDZlNDQyODE5ZTljMDlmZjI0ZjJmMjBi\" data-original-margin=\"\">\"Why are you the one apologizing?\" Pascal berated without breaking contact.</p>\n<p class=\"cnM0MDNiMWE4MTJlYzQ0YmY5N2FkNzBkODRhZDEwMTI0\" data-original-margin=\"\">Kaede felt a droplet land on her bare back. He truly had been afraid that he had lost her. And like always, he probably held his emotions in for far too long.</p>\n<p class=\"cnM5OTk5MTlhNjhhOTQ3YjA4OThiYmZiOTFhN2E1YjQw\" data-original-margin=\"\">\"You should not have just <em>stood there</em> taking arrows like that!\"</p>\n<p class=\"cnNiN2QyNDI5ZjllMTRhOWZhYWJjNGZiNjRhYzc5NzZm\" data-original-margin=\"\">\"I... don't really react well when I'm focusing,\" she replied sheepishly.</p>\n<p class=\"cnNiNzUzNzY1ZWRlNjQ3Njg5MzExMzBlZTRkNzJlNDYy\" data-original-margin=\"\">Only silence filled the air around them for a long moment afterwards. Her squeezed shoulders were starting to hurt, though it was an ache that she did not really mind.</p>\n<p class=\"cnM1YjIxNWY0ZGFlNTRlMTRiMjMzMmU2Y2MxYjk1ODc0\" data-original-margin=\"\">\"I am sorry, Kaede,\" Pascal's voice then softened. \"You trusted me, yet I... my slowness to react almost got you killed.\"</p>\n<p class=\"cnNhNjVmNGU5NzRkMjRjMDFhYmQyMWQ0NWFkYjBiNWNh\" data-original-margin=\"\">\"I'm alive now, aren't I?\" She closed her eyes as her uninjured hand gently rubbed his back.</p>\n<p class=\"cnNlNDgzYjdlYWYwZDRlODhhMDI2NjU2ODAyMDdkODQ5\" data-original-margin=\"\">Pascal had countless tasks to juggle in the heat of battle. Kaede might be slightly disappointed, but she wasn't the least bit angry that his attempt to reinforce her wards had come late.</p>\n<p class=\"cnNhZGE1MTM3N2UyMjQ5NGU5YTMxZjUyMjcwYjk3ZmVm\" data-original-margin=\"\">\"Had Sir Robert not brought you and your arm back early, you almost certainly would not be.\"</p>\n<p class=\"cnMyNTM0NWFhNDBmYTQxZmQ5MzQ1ZWQ1YzM4ZWQ0ZDk0\" data-original-margin=\"\">His hushed voice alone was an indication of how close death had come. Mentioning her arm as a separate entity just made everything worse.</p>\n<p class=\"cnM0OTExMTAxYzQyODRkY2ViZDM4ZGY5MTJkOTJmNWY3\" data-original-margin=\"\">\"That... explains why my right arm is still numb,\" Kaede muttered, trying to shut off her imagination.</p>\n<p class=\"cnNiNWQxNzJjY2VjZjRiZDVhYTEwYTYzYWU2MjIyNDli\" data-original-margin=\"\">Pascal pulled back just enough to look her in the eyes. He blinked and rubbed the water away from his sight.</p>\n<p class=\"cnM5MjZjMzAwOGM4NTQ0OTM4M2VmYTBkZTUxNGIyZTMz\" data-original-margin=\"\">\"I only heard the story afterwards. But the healer who regenerated your arm said it had been torn off and mangled by shrapnel. It was a good thing that you have Samaran blood. So despite being my familiar, his <em>Regenerate</em> spell worked well on you.\"</p>\n<p class=\"cnM4YTU0MTQxNzYxZjQ3M2U4MmU4ZTk5ZTllYmFhYjZi\" data-original-margin=\"\"><em>Talk about a close call. If that shrapnel struck my head instead...</em></p>\n<p class=\"cnNlM2E3YTVhNzQ0YzQwMjVhNWFlMTUxMjYyMDAyYWFj\" data-original-margin=\"\">She forcibly cut off that gruesome train of thought. It was very possible that her helmet and the new brigandine armor had saved her life.</p>\n<p class=\"cnNmODYzZWU4ZDc1MzQ0ZjM4NTllNjRhMDYxZDdlZWU1\" data-original-margin=\"\">\"The healer also said to minimize use of your right arm in the next two weeks while the tissues and ligaments fully heal.\" Pascal gently raised her injured arm and examined the bandages. \"These are actually part of the reason for the numbness. They are also enchanted to facilitate healing.\"</p>\n<p class=\"cnMzZmJmNjdiZjljZDQ1NzliNzU3ZmI3NjJmZWM0Yjcw\" data-original-margin=\"\">\"So I'll be good as new in two weeks' time then,\" Kaede put on a brave smile. \"No harm done.\"</p>\n<p class=\"cnM5MjU1YzY5MWQ2NzRjYjM5ZGNlNGU0NDRlMDk2ZTE1\" data-original-margin=\"\">Though at the same time, the Samaran girl knew that another scenario had been added to her list of nightmares. Yet for the moment, it was worth it just to see Pascal's bittersweet return smile.</p>\n<p class=\"cnNjOWZmNzIzNTY2ZjQ1YzBiMTU5YzM3ZjU1MTg0Yjk4\" data-original-margin=\"\">The young lord sat down to her left and pulled her thin figure tight against his shoulder. For several minutes, the two of them simply sat like that, basked in peaceful silence.</p>\n<p class=\"cnMwMzcyMmE0M2U2NzRjYjhiZWFjM2VhZDc0MTRiZTRi\" data-original-margin=\"\">It was long enough that Kaede began to squirm in discomfort.</p>\n<p class=\"cnM0MTkyM2JkMWIxMDRiZmM4NzRiODgwMTBhNGJjZDg3\" data-original-margin=\"\">\"Kaede,\" Pascal hardly noticed as he began to speak once more. \"Why did you do that? Just throw your life on the line with one order?\"</p>\n<p class=\"cnMwZjU4YzkwMGE3YjRjZDk5NzllNzVhOWM1YzdjMjY3\" data-original-margin=\"\">\"Don't you?\" she asked back.</p>\n<p class=\"cnM3NDhhNjcxNjY0NTRhZGI4YjBkMmY3ZWRiNTA3YTA2\" data-original-margin=\"\">\"Yes, but I am a trained officer. It is not normal for someone of civilian background to do the same, especially without any hesitation for your own safety, at least not after your initial reluctance.\"</p>\n<p class=\"cnM2YmI5NGNkMmQ5OTQxYjE5N2Y5OTQ0MTY1ZDJiZDBi\" data-original-margin=\"\">Kaede tilted her head as she looked to the ceiling. She had grumbled about it, thinking him insane back then. But afterwards? She went ahead and did it anyway.</p>\n<p class=\"cnM4YWVhY2Q3ODBlNDQ4YzNhZTE5YmUxNzZjYjAwNzhi\" data-original-margin=\"\">\"I don't know,\" she reflected. \"It's not that I don't fear death. But when you told me, <em>relied on me</em> to trust you, it just... somehow made it easier.\"</p>\n<p class=\"cnM4MGU5Yjc2OTQ2YTQ1NmViODIyZmFjMGY1ODlkN2Qz\" data-original-margin=\"\">\"Meanwhile, you are afraid of even meeting Sylv's gaze these days,\" Pascal noted. \"In fact, you are fairly docile in front of most authority figures, just not your master,\" he ended with a chuckle.</p>\n<p class=\"cnMwYTI0MjBjNDJjZjRiMjA4NjQzZDM4YmMyYzIzMjc5\" data-original-margin=\"\">Kaede sent him a serious, 'that-is-not-funny' look.</p>\n<p class=\"cnM0MWQ5OTg4ZjQ1NzRmNjliYmIwZjM5ZWIwYzAwMTNh\" data-original-margin=\"\">\"It's easy for you not to be afraid of authority figures,\" she pointed out. \"You're a high noble. There are <em>actual</em> political repercussions, even for a monarch, to touch you without legal cause. But me? If some royal chops off my head, the only person who would be offended is you. And the last way I want to die is to be publicly executed while the crowd brands me a 'whore',\" she shivered.</p>\n<p class=\"cnNjNDg1MDA2ZDMwYTQ3NDhhNWY3YjhlZDZkMjdlODRl\" data-original-margin=\"\">Such an outcome would never have even occurred to her a mere half year ago.</p>\n<p class=\"cnMyMDIyODE3MmY2ZTQ5M2U5M2EyMWFhZDdjYjBhOGMz\" data-original-margin=\"\">\"Sylv would never go that far,\" Pascal declared as though he truly believed in it.</p>\n<p class=\"cnNkZGYzYTBiOWEwYzQxZWZhNzE2ZTYyZWIzZDE1N2Mx\" data-original-margin=\"\"><em>That's what Sir Robert said too...</em></p>\n<p class=\"cnMwMGU4ZDM4ZmY3NjQwNmJiNjNlYWYyY2U2NzRhNzUy\" data-original-margin=\"\">Nevertheless, Kaede wasn't entirely convinced of it. In her normal state, Sylviane might never risk losing Pascal's dedication and friendship by harming Kaede. But during one of her episodes? Kaede had no idea what the Princess might be capable of.</p>\n<p class=\"cnNhZTNmOGJjOGRmNDRmNTFiZGU4M2IwZmNhMDczOTZh\" data-original-margin=\"\">\"Besides,\" the familiar thought back. \"When we first met, I <em>was</em> pretty scared of what you might do to me.\"</p>\n<p class=\"cnM5OTU2MzQ4MzExZTQ0ZjViZWJkMGQ2MzdkYjk4OTVl\" data-original-margin=\"\">\"Was that before or after you assaulted me?\"</p>\n<p class=\"cnNmZGU0YjYxNjY4YTQ5MWY4YjlhYWQ1ZTJmMTkyZDli\" data-original-margin=\"\">\"Both, actually,\" she replied. \"You just... pushed me too far, and I lost control.\"</p>\n<p class=\"cnM5NmNmOGQ5YzU4YTRkNjQ5MTQxYTBmZDY1MjAwNzc4\" data-original-margin=\"\">Truthfully, Kaede had always been the obedient type. <em>He</em> had been an honors student and even class representative back at school. Stereotypes did often hold a grain of truth.</p>\n<p class=\"cnMyZmE3NDdjMjczNjRkMzVhNjQ0MWM0YjJhOGI4MzE1\" data-original-margin=\"\">\"Then, what about now?\" Pascal's nostalgic smile turned curious.</p>\n<p class=\"cnMxYzRmYTU4ZWUzMjRhN2NhZTM5NDQ4MTQ2ZDZkNTBj\" data-original-margin=\"\">\"Now I understand you too well.\"</p>\n<p class=\"cnNhOTY5ZGM0YWY5OTQwYjU4YjM4NDRmNGNmZjNiNGNi\" data-original-margin=\"\">\"There goes my dignity as your master,\" he joked. His voice then turned serious: \"that is unfortunate for Sylv, though.\"</p>\n<p class=\"cnM5Mjc5ODRiNjhjMDQyZGNhNThiYjY3ZmVhMDI0MGIy\" data-original-margin=\"\">\"For your sake, you mean,\" Kaede added. \"My mother once said that girls don't expect to be understood, just respected and loved. And your fiancée certainly doesn't tolerate impropriety.\"</p>\n<p class=\"cnM3MmU3MGM5NDEwODQ0Mzg4MzQwMjlkODE0ZGE2OTRm\" data-original-margin=\"\">Pascal pursed his lips. It was as though he didn't quite agree with it, but also didn't want to contradict a woman about women.</p>\n<p class=\"cnM2ZDIwNGIwZWNmODRlMWI5ODkwYmY2ZjEzNTBmMzY1\" data-original-margin=\"\">\"Does that also apply for you?\" He simply asked.</p>\n<p class=\"cnMxMGZjOTY0MmU1YTQ5NzY4ZmI4MWY5MTJkMDU1Mzgy\" data-original-margin=\"\">\"I don't think so.\" Kaede's answer was thoughtful yet firm. \"I wasn't raised a girl. Don't expect me to have their expectations.\"</p>\n<p class=\"cnM0YWM4N2I4YzhkYjRhY2M5MmU5NTIzZmQ4YWFkZjZi\" data-original-margin=\"\">\"From my point of view, that is a good thing,\" Pascal grinned. He then stood back up from the bed and offered a hand to Kaede.</p>\n<p class=\"cnNiMWUyN2NhMWZkNTRiOGE4YjEzNTRiMjI3NTEyZTU4\" data-original-margin=\"\">\"Come on. We should grab you some dinner while warm soup is still available. You have not eaten in over two days.\"</p>\n<p class=\"cnMzNTJiZmY2ZmUyNzRhYmE5YjQyOWIyYWUyMDliYjE2\" data-original-margin=\"\">Kaede reached out with her still numb right arm without thinking. Hot pain seared through her ligaments the moment Pascal pulled, which prompted a stream of \"Owowow\" to rush out of her lips. Her sudden cries threw even Pascal off balance. And her pain-stiffened grip ended up pulling him in as she collapsed back into bed.</p>\n<p class=\"cnNhYTE0MTJkODllMTRhMjJhMmNkYjQ2NmJhOWU5NWRh\" data-original-margin=\"\">Pascal's quick reflexes managed to brace himself against the bedcovers before he could fall into Kaede. Instead, he had ended up with one hand at her side and his knee supporting himself between her thighs. Nevertheless, the young lord now leaned over his familiar as she lay atop the bed.</p>\n<p class=\"cnMxYjVjZGQ4ZGI1NjQ1NWQ5OTdjOWVjNDE0YmU3Nzgw\" data-original-margin=\"\">The Samaran girl's cheeks instantly flushed several shades of scarlet as she realized her precarious position. She still wasn't dressed properly and his face was far too close for comfort! Yet, before she could tell him to get up, the door barged open to the darkening forest outside.</p>\n<p class=\"cnMxYTQzNzc1MjQ3YTQxYjY5ZTI0NGMwM2VlZDkwZDhl\" data-original-margin=\"\">\"Pascal! Are you alright? Lord Rivers said you had an acci...\"</p>\n<p class=\"cnMyMTVkYmFkOWI5YTQxYTJhMzdlMTdhZmRlNjNhOTM2\" data-original-margin=\"\">The Princess immediately froze as she registered her disheveled fiancé, who had a blushing and shocked Kaede pinned between himself and the bed. The Samaran girl wore only a set of undergarments that looked like bridal lingerie. Meanwhile his inflamed, swollen cheeks looked as though he had just been slapped.</p>\n<p class=\"cnMzZWY1ZmI1OGU1NjQwYmU5MjEwYzRmYjU3YTczNmVi\" data-original-margin=\"\">Sylviane's eyes narrowed at once as her voice fell to a threatening tone:</p>\n<p class=\"cnMwOTMyNDg0MGNjOTQwOTZiZGQyMzcxNGYyMDYxM2Q4\" data-original-margin=\"\">\"Pascal, <em>what are you doing?</em>\"</p>\n<p class=\"cnNkZmU0NmYyMmZiNTQyZTFhOGY5ZWE3NGI4M2NlYzk5\" data-original-margin=\"\">\"Wait, Sylv!\" Pascal bolted up at once. \"It is not what you think!\"</p>\n<p class=\"cnMwMmMwMDE3NmY0ODQyODY5NzcxYTA2ZmMxMmI0ZTIy\" data-original-margin=\"\">\"I know Kaede had a close call last battle. So I <em>sort of</em> understand if you suddenly have an urge to sleep with her.\" She continued with a menacing tone. \"But I would <em>never</em> have thought that you would descend to such vulgarity.\"</p>\n<p class=\"cnM0ZTMzMGRlZTE3YjQ0MGM4NmI0ZDM5MzE4NDFlMzky\" data-original-margin=\"\">\"Wait, what!?\" Pascal looked back at Kaede, who now huddled on the bed with fear in her eyes as though she was the hapless victim. In reality, Kaede was far more afraid of how Sylviane might respond than Pascal's actions. However, the Princess clearly didn't see it that way.</p>\n<p class=\"cnNmMzdjODJmMDIwNzQ5ZTg4MTc1NmQ1ZjQ3MmYwMjJm\" data-original-margin=\"\">The misunderstanding was rapidly spinning out of control.</p>\n<p class=\"cnNjOTZjZDYwZDA2MzQ0YjZiMmI0OTRlMjk2MTAyYWUy\" data-original-margin=\"\">\"Wait! No! I did <em>not</em> force myself upon her!\"</p>\n<p class=\"cnM5MmQ5ZmNlNmJhMDQxYzZiZjA5MGFhOGEyODMwYmNh\" data-original-margin=\"\">Unfortunately, Pascal's hasty defense sounded exactly like the kind of excuse a rapist would claim. The Princess was now glaring daggers at him, while her hand clenched into a fist at her side like she was about to punch him.</p>\n<p class=\"cnMyMDdiOTA1NzBkMTQ0Mjk5Y2Q0NTM4YjAyMzU2NDYw\" data-original-margin=\"\">\"I mean,\" Pascal fumbled for words. \"We simply fell over! <em>Nothing happened!</em>\"</p>\n<p class=\"cnM5NTY1MTc1OWQzZDQ5NjNhYTgwZDQ2NGNhNTNiMjJj\" data-original-margin=\"\">Sylviane looked to Kaede for confirmation. The Samaran girl finally realized that she wasn't being blamed for 'tempting' him, as often was the case on Earth. And she nodded fervently before her master might receive a beating.</p>\n<p class=\"cnM3OWZlNjM1M2IwNTQ3MThiMzZiNjM0NGRiODE1MDlk\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnMxZDczYjI3ODFmMTRmM2E4OTdkYmU5ZGQzNmRkOGU3\" data-original-margin=\"\"><br>\"Pascal, just what did you do to look like that anyway?\" Sylviane asked several moments later, after all three of them had some time to calm down.</p>\n<p class=\"cnNmMTIyZTc1MTk0YjQzY2JiNGI1MTIzMGFhMDZiYTg3\" data-original-margin=\"\">\"This?\" He said as he combed through his blast-swept hair with his fingers. \"I was testing an experimental spell that I learned from Colonel Rudel back in Nordkreuz. It was much more powerful than I had expected and overpowered the containment barriers. The energy released killed a patch of trees and gave me some burns, but nothing too terrible.\"</p>\n<p class=\"cnM5MTZhNzZjMzA5YTRhMGViNDhlODFlMWI3ZjcyM2Ex\" data-original-margin=\"\">Kaede thought back to the thunderous explosion that jolted her awake in the familiar pocket. <em>That must have been him.</em></p>\n<p class=\"cnNjN2IyOTkzMWI5NDQ2YzJiN2Y5MWI5MmVhZWE5OTQz\" data-original-margin=\"\">Pascal was definitely playing down the accident though, considering the sudden spike of dread and dismay that flooded into her back then.</p>\n<p class=\"cnMyYWVhYmY2ZTMwZDRjNDFhN2RhMzk0MDljYzdjMzEz\" data-original-margin=\"\">\"Don't take shortcuts with spell experimentation!\" The Princess shook her head with clear disapproval. \"Plenty of people have died from that! And shouldn't you wait until you're in a more familiar area? There's no telling if a region's magical properties might interfere with spells, and Ceredigion's forests are said to be enchanted.\"</p>\n<p class=\"cnM3YWMwNDkxZWJjOTQ0OTg5OGM0MmYwZGViNWFmMzE5\" data-original-margin=\"\">\"Should I wait? Yes. But we no longer have the leisure of time,\" Pascal's tone was dead serious. \"I know it is dangerous. However, this is a spell with great potential. I want it available for the next battle, just in case.\"</p>\n<p class=\"cnM2ODMyZjAwNjUzZjQ1MmY5ZjRjMWE3NTY3ZThlNzg0\" data-original-margin=\"\">\"Just be careful.\" Sylviane could only sigh as she replied. \"You won't help anyone by getting yourself killed in an accident.\"</p>\n<p class=\"cnMzMWY3ZDQ5ZGUxMjRlZTE5M2MzZGY5ZjEyMTMyMzg2\" data-original-margin=\"\">Her fiancé nodded in acknowledgment, and the Princess soon turned her attention to the familiar:</p>\n<p class=\"cnM2ZjQ5Mjg2NmU5NTRhZGViZGQyY2M4YThhNWY3NDE4\" data-original-margin=\"\">\"Kaede, now that you're awake, I also want to thank you for what you did in the last battle. It was brave of you, especially after...\" She glanced aside with an abashed look. \"After how badly I treated you.\"</p>\n<p class=\"cnNlNmNjN2Y4NjZiMDQzMjA4ZTg5YTMyMzlkMDg0MDBk\" data-original-margin=\"\">\"Milady,\" Kaede's gaze stayed down, looking as uncomfortable with this topic as she did with the last. \"I wasn't trying to get killed, if you know what I mean. It just sort of... happened.\"</p>\n<p class=\"cnM5MGJiYTJhNDY2ODQ0ODZhYjAzZWNhMTAwMjBjNjUx\" data-original-margin=\"\">\"I bet you said the same thing after Nordkreuz.\" Sylviane couldn't help but smile a little. \"Nevertheless, a deed is a deed. I don't have any medals to award you at the moment, but I wanted you to have this...\"</p>\n<p class=\"cnM5MmNhMmZkNWNmNDQxMTM4M2Y3MTY0NzcxNTYxNGUy\" data-original-margin=\"\">The Princess reached into an extradimensional pocket and pulled out a velvet cape. It was dyed in an icy blue and trimmed with white fur. Meanwhile delicate, flowery embroidery decorated the fabric near its edges.</p>\n<p class=\"cnNjZDU5ZmQ5NTI2YTQxMWU4ZjMxYjNkZWI3ZDliYzg1\" data-original-margin=\"\">\"Milady?\" The Samaran girl looked puzzled, as she was uncertain of what it meant.</p>\n<p class=\"cnMxYTliMzAzNDk5YTRiYWFhMGY2YjZkZGY4OGQyNmE2\" data-original-margin=\"\">\"This is the ceremonial cape given to Royal Chevaliers of the Empire.\" Sylviane said proudly as she draped the garment around Kaede's shoulders. \"This means that as of now, you are officially a noble in both Rhin-Lotharingie and Weichsel. Unfortunately, we can't have a proper ceremony until we return to Roazhon at least. But right now, we really do need everyone with tactical and leadership experience to take command.\"</p>\n<p class=\"cnM3NjQ3OWJhOWNkZTQzNzRhMmNmMzhhOTUzZGI4MTZk\" data-original-margin=\"\">\"But I don't have anywhere near enough experience.\" Kaede resisted on instinct. She was glad to receive the promotion. However, she was completely unable to picture herself taking responsibility for the lives of dozens, if not hundreds of men.</p>\n<p class=\"cnM1MWY0YTU3ZWUyNzRhYTA5Mzk2ODk5OTdjYWVmODQw\" data-original-margin=\"\">\"You have far more than many of the others that I'm promoting up the ranks.\" The Princess' reply was wry, which made Kaede stare back at Sylviane in alarm.</p>\n<p class=\"cnMyN2M5ZDQ3MDI3ODQ1ZDNhMjBiMzNkYzZiMjg3ZWY4\" data-original-margin=\"\"><em>Pascal is gambling on Wunderwaffen, while Sylviane is scraping the manpower barrel.</em></p>\n<p class=\"cnMzNzM4MDRlYzNjNjQ3N2ViYmU2ZWEzOGIwNTQ3YjMw\" data-original-margin=\"\">Even without hearing a situation report since before the last battle, Kaede already knew just how desperate the circumstances had become.</p>\n            ",
  "invisibleParagraphContent": "Stolen story; please report."
}