{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnMwNDNlMzZhNDEwMDQ5MjdhOTVmMTA1M2Q3NDdlODEx\" data-original-margin=\"\">\"Still feeling sick, huh?\" August asks me, concerned. I answer by puking out the back of the wagon as we travel. We have been on the road for about four weeks now, and the feeling of oily grief in my mana has only intensified. I no longer believe it is being caused by one of my traveling companions. It has grown far too intense, and it specifically grows as we travel. My power remains steady overnight and intensifies as the wagon moves.</p>\n<p class=\"cnM4YzAwMGJkYWNkYzQ4YmViY2EzNTc3ZGNiNWYwMDcy\" data-original-margin=\"\">I already feel far more powerful than I was when I killed Baldwin, and I had a group of people supporting me then. I have had to use less magic recently so the other mages won't ask why my mana is invisible. Is it the capital? Could the conditions there be so bad I can feel this much power from months away? It has a larger population but surely it can't be bad enough for that? Whoever we are headed towards, they are in a state of intense and constant sorrow.</p>\n<p class=\"cnNkZWUxMTgyODAzMTQ2YTRiYWZiNjg4OTg1MTE4MzE2\" data-original-margin=\"\">And it feels wrong. So, so wrong. Like it has been poisoned. Allowing it to affect my mana feels like wading through sewage. No, not like wading through sewage, it feels like sewage is permeating my skin and slowly crawling through me like a slug. I have been growing increasingly sick as my abilities increase. Today, however, felt like all the changes of the past week combined and I have been emptying my stomach for several minutes.</p>\n<p class=\"cnNjYzUyZWE2YTE0ZjRjOTdiYzNlNDc1MDkzY2U3YzQ1\" data-original-margin=\"\">\"I think she's getting worse,\" Autumn says, concern in her voice. She leans forward and puts her hand on my back, but quickly topples onto me as the wagon jolts and falls to the ground on one side. I crumple over the back of the wagon with Autumn piled onto my back. I groan, and she quickly recovers, pulling herself to the seat next to August.</p>\n<p class=\"cnM0NTRlNjNmMmM4ZDQ1NWRhMjY1NGUzN2Q0MmQwNjgy\" data-original-margin=\"\">\"What in the third plane?\" August says as I clumsily climb out of the wagon. The horses are loudly complaining and Wallace is examining the problem; a wheel has fallen off in the back. I take a look at it with him for a moment while the twins climb out after me. \"Ah man, why does it seem like this happens every time we go anywhere?\" August asks when he sees the problem.</p>\n<p class=\"cnNmNzdlZDQ4MTQ4NDQyNWQ4YmY0MDk3NmU2MTQyNWNk\" data-original-margin=\"\">\"Well it fell off on your side, maybe you should go on a diet,\" Autumn quips.</p>\n<p class=\"cnM4ZDNhMGY5NDAyMjRiNmZhOWJjNGM3N2Y3YzBjMmMz\" data-original-margin=\"\">\"You're right,\" he agrees, \"My muscles have grown far too dense.\" I roll my eyes at both of them and walk over to the wagon.</p>\n<p class=\"cnM1NjlmMjdhOGUwNzRiNGZiZDI5NDUzOTg0YTc1MDZl\" data-original-margin=\"\">\"Help me lift this,\" I instruct the twins while crouching to get a grip on it.</p>\n<p class=\"cnM3ZDc4NGE4ODlhOTQ2ZWI4OTQ5Y2MyOGY1NzhjNzE4\" data-original-margin=\"\">\"Right, sorry,\" August agrees and takes his position on the other side of the corner. \"Maybe Wallace should help me lift this?\" He says before we lift.</p>\n<p class=\"cnNmM2I3ZjQ3YmU4NDQ1MDM5NjdlMDM1OWFmNTFkYTk5\" data-original-margin=\"\">\"Wallace has the best chance of fixing the wheel,\" I answer, \"besides, we are mages. I guarantee this will be easier. You ready Wallace? Autumn, can you help him?\"</p>\n<p class=\"cnM0M2QwN2YyNDIzYjQ2YjdhNGVhMTc3ZWY5OWQ3NjI3\" data-original-margin=\"\">\"Sure, no problem,\" Autumn agrees while Wallace stammers, \"N-No p-problem my Lady!\" and both get closer, Wallace picking up the wheel.</p>\n<p class=\"cnNiMGUzMGYxZGVjODRkYWNiM2Q3YjE2YzI0YWUzODA5\" data-original-margin=\"\">\"On three,\" I say, \"One, two, three!\" I grunt and pick up the wagon, holding it level. Wallace and Autumn do not move to fix the wheel. They just... stare at me. \"What? What are you waiting for? August are you do-\" I start to ask until I look at August. He is not holding the other side. I lifted it too quickly, right out of his hands, and am now holding it up alone. Shit.</p>\n<p class=\"cnNmZWZiNzdmZDRmMTQ4M2JiZTI2ZjgwOTJjYjNkOTIz\" data-original-margin=\"\">\"How...\" August and Autumn say in unison, \"Lillith, how are you doing that?\" Autumn asks, wide-eyed. Come to think of it, there is no way we should have been able to lift it without magic anyway. What was I thinking, I should have at least cast a spell at the same time. I'm not thinking clearly with my twisted stomach and headache.</p>\n<p class=\"cnMwODZkNzA1YjgzMDQyMjU5ZGMzMjUzNzc4MzZjMTFm\" data-original-margin=\"\">\"I am using force mana?\" I say in an unconvincing attempt to explain myself. All three of them look skeptical, including Wallace. I find that interesting since he should have no reason to doubt me... unless he is a mage. I am no longer familiar with every commoner mage from Satusmor; it is perfectly possible.</p>\n<p class=\"cnM5M2JmYmUwNDVhNTRmNDA5ZDc0YmY4ZTA5YjkyMWNi\" data-original-margin=\"\">\"And we just... can't see your mana?\" August asks, clearly not believing me.</p>\n<p class=\"cnNlOTZjM2VhOGQzMjRiMDU5NzBlMWRlMDkwZWQ5NDZh\" data-original-margin=\"\">\"Lillith, we have seen the color of your force mana before, you aren't using any mana at all!\" Autumn chimes in, equally skeptical. I sigh; I'm not sure how to explain why I am as strong as I am. I don't want to reveal my circle yet, and I'm pretty sure the changes it made to my body are technically blasphemy. That's when it occurs to me, I do actually have invisible mana, and I explain why.</p>\n<p class=\"cnMxODExNTM3ZDI5ZjQwMTk5YWQ5Yzg5NjkzYjU2YWU1\" data-original-margin=\"\">I don't always, but right now, my magic is in fact invisible. I didn't want to reveal more than I had to, but at least endoaspected mana is a known and accepted phenomenon in the world. \"Oh, my mana is sort of, invisible, sometimes,\" I explain. The twins raise their right eyebrow in unison.</p>\n<p class=\"cnNmN2E2MTk2MTAzNzQwMzA5YmI2YTNmNTAxNzNiMGZj\" data-original-margin=\"\">\"And how is that?\" Autumn asks, while August and Wallace actually get started on repairing the wheel.</p>\n<p class=\"cnM5YjIwOWI5NDYwMTRkNmQ4ZmMwYTllNDc5ZDExNjY0\" data-original-margin=\"\">\"It's a quirk of my endoaspected mana,\" I explain, \"it changes the opacity of my mana, even to me.\" The twins both widen their eyes at this.</p>\n<p class=\"cnNlYWJhMDYwOWJmMTQxMjY4YWQxNThiZWEyYzliMzFj\" data-original-margin=\"\">\"You already have an internal aspect?\" They clamor together. I suspected they would act that way; very few people are able to aspect internal mana, and most who do certainly don't at fourteen. It's hard enough that I can't help but wonder how bards manage to use multiple aspects.</p><p class=\"cjExNTAwNjQ3NmJiODQyYzA5MzM1NTdhMWY5ZmMzOTdk\" data-original-margin=\"\">The story has been stolen; if detected on Amazon, report the violation.</p>\n<p class=\"cnNkNmE4ZDJjN2MzZjQ0NDY4NjVjNzc5YTE3MGFlYTg5\" data-original-margin=\"\">\"I do,\" I confirm. Oh well, there are worse secrets they could have learned.</p>\n<p class=\"cnNjODgwYWYxYmFlNjQ1NzViNjRlYTg3YmY4NjAxZjg4\" data-original-margin=\"\">\"What aspect?\" August asks, his words tripping over Autumn's, \"So why are you still holding the wagon with your hands?\" Autumn then gently backhands August's arms, \"Augie, that is such a rude question!\"</p>\n<p class=\"cnM2YTFhODdjY2Q5MDQyMDhiYzNjNjYxOTQyYjI0MTQz\" data-original-margin=\"\">August and Autumn start bickering again while Wallace, now working alone, fixes the wheel. I suppose Autumn makes a good point; I can't claim I am using mana while I am clearly holding the wagon up with my hands. I cast a force spell to hold up the wagon, which jerks a bit as I adjust the force. \"Sorry!\" I apologize as the wheel nearly jerks out of Wallace's hands.</p>\n<p class=\"cnM4NDEwYWVlNjdhNTQ4MTc5MmE0NDRkNTJlYjczZWYx\" data-original-margin=\"\">My hands now free, I brush them off and Wallace finishes his work as the distracted Twins bicker. I roll my eyes again. The pair don't mind chipping in, but they get distracted by each other extremely easily and often leave the bulk of the work to Wallace and me. It's not arrogance or laziness that leads to this, however, so I don't hold it against them too much. I can usually cover for what they forget easily enough.</p>\n<p class=\"cnNlNzllZjI2ZjhhZjQ1ZGRhNzg2NDc3MzIzM2FmNDJl\" data-original-margin=\"\">My musings are cut short as I finally turn and look past the wagon. When I got out I had been facing the other direction and when I puked I had only looked down, afraid watching the countryside would make me sicker. I get my first look at the Radiant Woods. We are far closer than I realized, close enough I could walk into it right now. They had been hidden by the mountainous terrain we had been navigating, but at some point today we must have rounded the mountain. I felt... confused.</p>\n<p class=\"cnMzZDI4MWIxZTc0OTRmMTQ4MTZhODI4MGNmNDQzMDYy\" data-original-margin=\"\">These woods... aren't woods. They span for miles just in the direction I can see. This isn't even a forest; it's closer to a jungle. That's not the really weird part, however. This... whatever it is, is an insult to science. It's all wrong in every way. It makes no sense. There are the expected evergreens and standard fare, but interspersed between them are palm trees and heavy jungle foliage that should never be able to survive in this dry climate. Most of these shouldn't be able to survive, and they have no business growing next to each other.</p>\n<p class=\"cnNhZDIzNjQzNDY5YjQzMjdhZjZiOWU3MjYwYzU0ZDYw\" data-original-margin=\"\">I gape at this impossible forest. Every different type of tree and foliage sways in perfect unison, picking up and slowing down in speed at the same time. I lick my thumb and hold it up. Nothing. There isn't so much as a calm breeze in the air. So why are they swaying? My biologist's heart, feeling great offense, demands I investigate further. Who needs some academy? What was I worried about, a monarchy or something? At this moment, all I care about is the impossibility that is the Radiant Woods.</p>\n<p class=\"cnNmNzU1NmNiNzQ0MzQyNDA4NzVkOTU2NTIwNGYxNzA0\" data-original-margin=\"\">I am reminded of my other worries, however, as I take a single step closer to the woods. I can feel my grief mana react. It wasn't the capital. This is what I have been reacting to. I am reminded of something Diana, one of my first friends from the house of penance, said once. 'Why the woods? Because that's where all the monsters are!' she had said. Are there people still alive in there? Supposed heretics with either broken or altered bodies?</p>\n<p class=\"cnM1MjYxMjBkZDQ1ZjRjNmFhNWQyMGY2ZmY4MzBmOTdm\" data-original-margin=\"\">I have to find out. I now have two fundamental aspects of my very being demanding I enter the woods. I hardly think about it as I start walking toward them. It's supposed to be full of monsters, but I can handle monsters. Right now I feel like I could handle the fucking king. My power is only growing as I walk. Mana courses through my body, demanding I use it. An intense pressure builds beneath my skin with every step.</p>\n<p class=\"cnMxZTc2NTllODYxYTQzYzg5N2IyMDAxNjFjNmVhOWFh\" data-original-margin=\"\">\"Lillith, where are you going?\" Autumn calls out and I realize I have walked maybe fifteen yards from the wagon. Shit, I can't just bail on the academy now. What was I doing? At the same time, I can't ignore this. I have to find out why my mana is reacting to the woods this way. And yeah, studying the impossible ecosystem would be a bonus. I hesitate, unsure of what to do for a moment as I look back at Autumn.</p>\n<p class=\"cnNjM2YzZDZkNWZlODQxMDY4YjRkYjY1MGI0MDVlOTVl\" data-original-margin=\"\">Her face pales and her eyes bulge. \"L-Lillith, RUN!\" she screams and I whip around. Emerging from the woods is a monstrosity far more repugnant than I had ever imagined. For some reason when I heard 'monsters' I had expected goblins and kobolds, or giant wolves or something. This is something more eldritch than dungeons and dragons.</p>\n<p class=\"cnM4NjhiNTUzNTc0ZDRmY2I4MzdkYWEyNGM2ZGZjMzcz\" data-original-margin=\"\">This is a huge gelatinous mass, consisting of slightly translucent, pink flesh. It looks like it has some kind of sparse fur all over its body and it is running toward me with incredible speed. I say running because that's exactly what it is doing. It is... a blob but as it moves it forms multiple arms and legs to propel it forward. As each limb leaves the ground it is absorbed back into the mass and a new one forms, higher up on the body. The way it runs its body rotates like it's rolling toward me while also bounding on its multiple limbs.</p>\n<p class=\"cnM1NDBmOTA4OGMxOTQ0ZDk5NTlkNGJkZGYyYTJiYjU0\" data-original-margin=\"\">It's fast, faster than horses can run. It's alright, I can fight it. I have never been more powerful. I try to form a spell to push it back, but my extra mana doesn't work. The spell just... dissipates. Fuck. I try forming a stone and the same thing happens. I use force mana to decrease my weight and... it works. Well alright, I can't attack it with magic, maybe I can overpower it?</p>\n<p class=\"cnM0ZWFlN2NjNTg1NDQ4NzM5NDljNmZiYWNmMzEyNmM4\" data-original-margin=\"\">I forget all about commoners and nobility at this moment. \"Wallace!\" I yell, \"Get the wagon and the Twins out of here! I'll distract it!\" I don't wait for a response, instead using force mana to lift myself into the air and try properly flying, or falling forward rather, for the first time. This isn't like that time in front of my family's temporary estate. I am using my empowered mana to fly at speed in the opposite direction of the wagon.</p>\n<p class=\"cnM2NjNmZTA1YmU1YzRiZmVhZjFhMmZiZGY2YzAzYWVh\" data-original-margin=\"\">I get dangerously close to the abomination as I fly by it, making sure I grab its attention. As I'd hoped, it changes course and moves in my direction. Disturbingly, it doesn't turn but changes which side of its body the limbs grow from. As I pass it I get a closer look and almost retch. I can make out blood veins through its translucent skin. Its 'fur' is thin and seemingly just sticking halfway out of its body. No follicles, just an inch of fur floating in it and the rest sticking out. It appears to be vibrating, or shaking as I pass it.</p>\n<p class=\"cnNlOWNjNTllNjIwMjRmYzc4MGY4MGU1MGMyMzlmOTBl\" data-original-margin=\"\">It keeps pace with me more easily than I thought. I could maybe go faster, but I don't think I could react in time if something popped up in front of me. I hit anything that fast and I'm gonna look a lot like the thing that's chasing me. Making a decision, I slowly reduce my speed and change direction, flying into the woods. There could be other monsters, but I can also lose it. I considered flying straight up, but it might give up and just go for the wagon.</p>\n<p class=\"cnM5MGI0NGJlMWI2MzQyZjA4OWQ5N2RmNTg4YTQzNTc3\" data-original-margin=\"\">I want it after me until the others get away. I briefly consider just floating the whole wagon but I don't want the group to know exactly how powerful I am right now. Besides, it would probably panic the poor horses to death. No, it would be best to lose it in the woods and circle back. I can catch up then.</p>\n<p class=\"cnNkMGE0YjI5OTNjMDRhYmQ5NzIzNjljYjI3MzEyNjE0\" data-original-margin=\"\">With that, I enter the Radiant Woods.</p>\n            ",
  "invisibleParagraphContent": "The story has been stolen; if detected on Amazon, report the violation."
}