{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1YTdhNTc4NDFmZTRlM2I4MzZiNzBmMGRlZmVmODdl\" data-original-margin=\"\">Kaede jolted upright on her cold and squishy seat. The shivering aftereffects of a light shock still coursed through her body. Her eyes snapped open and met the glow of a dozen bright white lights that floated overhead. Meanwhile, two blurry figures before her solidified into appearances she knew and trusted.</p>\n<p class=\"cnNhY2E2NTc2NTUwYzRmNDU5NzRhYjkzNGMxODE3ZjQy\" data-original-margin=\"\">Night had already fallen, lit by stars and the indigo gas giant stretching across the horizon.</p>\n<p class=\"cnM2MzE4N2QzOTBkOTRkY2M5MzZmZGFkYjljZmM1YWEy\" data-original-margin=\"\">\"That's what a <em>Rejuvenate</em> spell actually feels like.\" Perceval was crouched at her side as he gave her a gentle smile. His eyes were still closed as the soothing warmth from his glove coursed through her right shoulder. \"Some shock alongside the healing; bit contradictory, but effective.\"</p>\n<p class=\"cnNlYzNjN2Q2ZjUwMTRmODc5Y2VhNjNmNTlhMzE1YTcy\" data-original-margin=\"\">Pascal, on the other hand, wasn't smiling at all. The frown under his golden soft curls was halfway between worried and stern:</p>\n<p class=\"cnM0ZTQzYjNmNjc4ZjQwYWY5MWJlMmJhZDQ2OWI1NmUx\" data-original-margin=\"\">\"How long did that arrow stay in you?\"</p>\n<p class=\"cnNhOWYxMDJkODdlMzRhMGQ5YzA5NzE5MzQyNzE2OGVi\" data-original-margin=\"\">\"I don't know. Maybe five minutes?\" She almost shrugged but caught herself in time. \"Counting time isn't the best way of trying to stay conscious while pretending to be the opposite.\"</p>\n<p class=\"cnM3YzBmMjEzNDVhNjQzOTNiM2EwMThhYTM3ZWFjOTcx\" data-original-margin=\"\">As she examined her situation, Kaede found herself lying on Perceval's giant tofu, its top in the form of a cushy lounge chair. Her shoulder was no longer hurting. Instead, it felt as though submerged in hot springs, with her muscles relaxing and tensions fading.</p>\n<p class=\"cnMzZDJmMDc3NWQ5YjQ1NzY4Yzk1Y2UxZTk1NjczZTc3\" data-original-margin=\"\">\"Well, I guess passing off as dead was your safest option at the time. Just try not to jump off any buildings again.\" Pascal scowled and shook his head.</p>\n<p class=\"cnMwZjI2OTNjMWI5OTRmZDBhMWY5YjljMWNhMzJjMjIy\" data-original-margin=\"\">\"Give me a break! That was my second time using...!\"</p>\n<p class=\"cnNhMzY5NGY1ZjI0NzQxYTlhNDkyYmYyMzg3ODkwNDFl\" data-original-margin=\"\">\"And thank you.\" Pascal headed off her retort, his head nodding with gratitude. \"If you did not lure them in, there was no way the garrison could have caught an Imperial Mantis Blade squad. Sooner or later, one of their plans would have succeeded in catching me off guard, instead of finding themselves baited into a trap.\"</p>\n<p class=\"cnM5YmQ0MzZiZWJlZTQyNTE4YTFjOTAzZWFjZmI0OGVm\" data-original-margin=\"\">Kaede felt that something was off about Pascal. She could see it in his expression, hear it in his voice. This was still him, yet <em>different</em>... or perhaps unusual was a better term.</p>\n<p class=\"cnMxY2NiN2ViZTRjZDQ3NzlhYTEwZDI2NDBhZTQ3ZGY2\" data-original-margin=\"\">So she turned towards the other puzzling topic: <em>I thought they were from Rhin-Lotharingie.</em> Then she realized that Marina had no reason to tell her the truth.</p>\n<p class=\"cnM5MTQ3OTk2ZGYxMzQxZGViMGFmZTliYjkyYWI4Y2Fh\" data-original-margin=\"\">She really needed to stop underestimating those tears from the un-spy-like maid.</p>\n<p class=\"cnM4ZmUzYzA2YmQ1NTQ2YjFhMDNkZWYzZGQ4MzRiZGNl\" data-original-margin=\"\">\"Well, you're all set now,\" Perceval patted her shoulder before standing back up. His work left a lingering warmth on her smooth skin where the wound used to be. \"I left an <em>Invigorate</em> spell that should tie up any loose ends over the course of the night.\"</p>\n<p class=\"cnNhYjc0NDQyNGY2OTQ1ODM5MGYxNGU4ZDhlZGNiZWVi\" data-original-margin=\"\">\"Thank you so much.\" Kaede bowed from her seat before grinning back. \"And your familiar, for saving my life back there.\" She patted the giant tofu before standing up.</p>\n<p class=\"cnM5ZGUzMmYyYTRmYTQwMDJiOTliMWQ5MDkwOTQ3MTdh\" data-original-margin=\"\">\"Don't mention it.\" He waved it off with a friendly smile. \"I'm just glad Putty got there in time.\"</p>\n<p class=\"cnMyNjk2ODM2NmQ0MzQxYjJiOTU1ODEzM2MzMzE1YzU1\" data-original-margin=\"\"><em>Talk about a fitting name...</em></p>\n<p class=\"cnMzMTJhYTcxNTI3NzQxMTJhNDRjZThlMjZiMjkxZjA5\" data-original-margin=\"\">Kaede sent the white pudding familiar a grin as well. She could have sworn it wobbled with joy. Her eyes then passed beyond the giant tofu, and she bowed at the tired-but-otherwise-healed Ariadne and Reynaud.</p>\n<p class=\"cnMxMzRiYzRhNGYxYjQ3NmE5NjI1YjZiODRjMzNjYmY1\" data-original-margin=\"\">The blackened-steel half-plate that Ariadne wore during battle was already gone without a trace. The two of them nodded back in their respective uniforms, beaming, while their gloves continued to shed the light of healing. Lying between them was the pegasus Edelweiss, who still nursed a bandaged wing but appeared mostly healthy.</p>\n<p class=\"cnM5MGViMTMwN2YyYjRiOGM5NTZmZGY1MTcxYTFlN2U3\" data-original-margin=\"\">\"And I must thank you all as well.\" Pascal nodded towards the others.</p>\n<p class=\"cnNhNTIxZWE4NjE4ZDQxMmM4MTJjNTI5MDAwNzhkMGI0\" data-original-margin=\"\">Perceval's and Reynaud's change in attitude was nearly instantaneous as their smiles flipped upside down. Yet Pascal nevertheless pressed on:</p>\n<p class=\"cnNjYTMxYjUwMTg3OTQ4M2U5MzUzMGY1OWZmOGY3NmJi\" data-original-margin=\"\">\"I know none of you three wish to hear it from me. But that only makes it more important that I <em>must</em> convey my utmost gratitude. You were all willing to overlook our past... differences. For the sake of our countries, you put your lives in danger against the best assassins in Hyperion. You have chosen to save my life for the noblest of reasons. I swear now that House Moltewitz will not forget this debt, nor fail to honor and repay it.\"</p>\n<p class=\"cnMyYTcwYzZmMDMxMDQ3NTg4MDdhMDE3OTEyYzFiN2My\" data-original-margin=\"\">Pascal bowed with perfect courtesy. Then he turned around without the slightest expectation of acknowledgment.</p>\n<p class=\"cnNlYTgwZWUwMGRmMDQyY2I4YjUyYTg0NWRmY2FiMjc5\" data-original-margin=\"\">\"Come, Kaede.\" He said as his legs took the first steps of departure.</p>\n<p class=\"cnNhYWRiZmExOTgxYzQxZmJhMTc3MDRiMDQ5MGQwZGZl\" data-original-margin=\"\">His words were lonely. His tone regretful and melancholic. It reminded Kaede of a conversation on her first day in this world, during their first meal, when he begrudgingly admitted his past faults against the admirable Ariadne. It was clear now that he held a great deal of respect for all three of them, even if he had not before tonight. Even more apparent was his wish that things had turned out differently between them to this point.</p>\n<p class=\"cnM1YzZiNWY1MGQ1MDRjYzBhOWMxYWY0NDdmZDZhN2U2\" data-original-margin=\"\">Glancing around, Kaede found the trio just as taken aback. It was clear that not one of them had expected such words from the prodigious and prideful <em>Runelord</em>.</p>\n<p class=\"cnM3MGVjZmY5YmU0YjQ0ZmI5NDgzZjYwOTY2ODE3ZTNi\" data-original-margin=\"\">There would never be a better opportunity than this one, right now.</p>\n<p class=\"cnM5MzQyZWQ2ZGZiMzRhYjY4N2ViZmEzZTU1OGM0YWYw\" data-original-margin=\"\">She turned to the departing Pascal, who was just another step away from the stairwell doors, and shouted after him:</p>\n<p class=\"cnM3Zjk0NmI4MzFhMDRiYjE4Y2ViZWNlMDk3MzU2MjI4\" data-original-margin=\"\">\"How long are you going to keep regretting the past instead of facing the present!?\"</p>\n<p class=\"cnM2NTRlNmE4ZmIwNjQwMzJhOTFmODRkMjAyZDA4OTU5\" data-original-margin=\"\">Pascal spun around to glare at her. However Kaede had no intention of keeping this conversation private, not yet.</p>\n<p class=\"cnM4MzRlOTU1MzcwMDRkYzNhNDM2NWI0NzhlNWM4YzUx\" data-original-margin=\"\">\"I stand by what I told you: it's not always enough, but it's never too late!\"</p>\n<p class=\"cnM4YTA3ZmU4ZTQzMTRmNjlhZTlkNzQyNzZjYmNkNGQz\" data-original-margin=\"\">His legs stood stiff while his body stilled. But his eyes wavered, caught amid hesitation and resentment, uncertain between a chance to seek the unpleasant light, or returning to the familiar yet cold shadows.</p>\n<p class=\"cnM1MmU2YTdlOWMwZTQyMDM5YTIwNGIyMzIzZGU1NjFh\" data-original-margin=\"\">But Kaede knew that Pascal would not be Pascal without his resolve to follow rational judgment in his own way. After a silent moment and a profound sigh, his feet turned themselves around. He cautiously stepped back towards Kaede as she unwittingly broke into a welcoming smile.</p>\n<p class=\"cnM5NDQ5YjYzNjkxZTQyNGQ5YmM1MDgyYmU3NGEwYzZi\" data-original-margin=\"\">\"&lt;You said you will not fail to honor and repay the debt. Then why not start now with everything you have? Better than your half-way apologies that do nothing but tarnish your word.&gt;\"</p>\n<p class=\"cnMwY2M3M2M1M2E1OTRhZWVhMzUyYjM4YzUxMTI4NzZi\" data-original-margin=\"\">\"&lt;Apologies could use more efficiency and less self-injury...&gt;\" His complaint was bitter.</p>\n<p class=\"cnM5NTNiNTU4ODAwZTQ1NjhiY2NhODQwNjJkYzE5MDhj\" data-original-margin=\"\">Kaede's hands propped against her waist as she goaded Pascal with the one line he could not possibly ignore:</p>\n<p class=\"cnNmZDViNTk3MDg2MTQzZWQ4NjIwYzc1YWJhNjBiNDM4\" data-original-margin=\"\">\"&lt;Yes, tell me about how 'efficient' apologies are when you actually make a sincere one for the first time in your life. It's not pride holding you back now. It's cowardice, you gutless wonder. Seriously, how many years will you keep accumulating interest? There are things you can't fix with magic or genius Pascal... you have to do it the old fashioned way.&gt;\"</p>\n<p class=\"cnMxMDZlNTQ0ODM3OTQzNmZiZDk5ZWNhNTkyNmNlNzQw\" data-original-margin=\"\">For a moment, he merely stared back.</p>\n<p class=\"cnNmMTYwNTA5ZWZjYjQwNmI4ZGFiMDc5YTM4YmExMDYx\" data-original-margin=\"\">\"&lt;Fine.&gt;\" He finally agreed, as his irritated thoughts silently met her challenge: \"&lt;since I am going to do it anyway, I will show you exactly how proper of an apology I can accomplish.&gt;\"</p>\n<p class=\"cnNhZGY1YTBlMDk5ZjRkNjg4NDlmYTdkOWJmODVlMjZj\" data-original-margin=\"\">Now meeting the others eye to eye, Pascal took a deep breath, and began in a deep and sincere voice:</p>\n<p class=\"cnNkMTVhMzQ0NjZlYjQ3ZjM5Yzc0NmViYWY2ZDhmZWIx\" data-original-margin=\"\">\"Kaede is correct. I know that you have no reason to grant me any favors, but I ask for only a moment of your time. I have realized all too late that in my foolish immaturity of years past, I committed inexcusable acts of rudeness against the two of you, Perceval and Ariadne, and for that I owe each of you a most sincere apology.\"</p>\n<p class=\"cnNkZDZiOGQxNTIxODQzYmVhMWU0MmVlNTUzZTQxYmM0\" data-original-margin=\"\">Even Kaede was stunned by the depth of Pascal's remorse, which sounded even more genuine than she expected. But what followed completely eclipsed even her impression of just how long and deeply Pascal must have considered his past mistakes:</p>\n<p class=\"cnNiZTVkN2YxN2Q0MTRiZDJiY2VlYzU4MGYyYzUwZjI0\" data-original-margin=\"\">\"Perceval,\" spoke Pascal, turning towards the healer who had his arms crossed. \"I only wish I could take back the childish words I used that day to bring you low. I knew, even back then, that you hated your magical affinity and held a crisis of confidence. It was dirty and despicable of me. And I probably did it because even then, I knew your generosity towards a girl you barely knew made my rudeness look more intolerable by comparison. I am glad that you received the gratitude and the beautiful girl you deserved, and that Ariadne helped shape you into the capable man you are today...\"</p>\n<p class=\"cnM5MzE1NmE4ODMxYzRmZTk5MjBmZDE4YTQwMWM4NWI1\" data-original-margin=\"\">Whether it was because of unpreparedness or due to Pascal's thoroughly uncharacteristic behavior, Perceval and his two friends were stunned by the prodigy's admission of guilt. Their poker faces, and Ariadne's once-serene smile, were left agape, eyes blinking in disbelief amidst the dying flames of residual anger.</p>\n<p class=\"cnM1YWJmYWZhODVmMDQ0ZTFiMzlkYjIwMjU0ZjkyYmYw\" data-original-margin=\"\">It wasn't exactly very encouraging for the person actually trying to apologize.</p>\n<p class=\"cnMzYmE0MDg3YzhlNTRkNWRiMjQ0MzZhMDMwNWQ4ODI3\" data-original-margin=\"\">\"&lt;You can do this, Pascal.&gt;\"</p>\n<p class=\"cnM4ZWJjMTk1NmU1ZDQ1NWY5NzkyMjk2NGFjNzJlNDgz\" data-original-margin=\"\">Kaede noted that his eyes had slid back down to stare upon a faraway battlement. His shoulders were slumping more by the second, wavering on the precipice of yet another plunge from pride.</p>\n<p class=\"cnM0MzU0YjYyODY0MDQ3NmNiMjQxYWJhYjRhMTc4ZWUw\" data-original-margin=\"\"><em>I know this can't be easy on you, but...</em></p>\n<p class=\"cnNhZjQwNjJiYTgyNzRkYWJhNmY4MWEyZWY2Yzk1Yzc0\" data-original-margin=\"\">She decided it was time to inject some real motivation again:</p>\n<p class=\"cnM3MDEzNjA3MjlhZTQ1OWVhNjNhYWJhY2FjMWE4NzNi\" data-original-margin=\"\">\"&lt;You've told me that you didn't want to owe Ariadne anything else. But what about your debts now...? You know this is the right thing to do.&gt;\"</p>\n<p class=\"cnNhNTE1Y2VhZTk5NzRiZWI4MzA3NTk3MmYwM2Y3ODM0\" data-original-margin=\"\">Pascal sent her another glare. And a reassured if not slightly amused Kaede returned her encouraging smile.</p>\n<p class=\"cnNiMWEzNzc3MWIzODQ5OTRiYTEzNDBkZmQwZWY1ODA2\" data-original-margin=\"\">\"And Ariadne,\" he took a deep breath before he focused onto the lady's widened eyes. \"When I discovered the differences in our approaches to life, I tried to break up with you by pressing all the blame onto you. It was low, and immoral, and cowardly of me, all the more so when I humiliated you by doing it in public, against all sense of decency. I cannot apologize enough for my past actions. And if I do not get the chance again, I wish you happiness with Perceval, for he is a far better man than I was.\"</p>\n<p class=\"cnMyZDgxYjlhZDVkNDQyMjc5YWRjOTM1YWY2Y2EyNTY3\" data-original-margin=\"\">And that took almost every ounce of will, every strand of self-discipline that Pascal had.</p>\n<p class=\"cnNiOTY2MDBiMjI1MjQyODViMmNhMWYxM2UyMTRkZTM4\" data-original-margin=\"\">His gaze lingered for but one second before he spun around and strode straight towards the rooftop door. He had just shredded his pride and bared his filth to the critiquing eyes of peers, and he could not withstand it for another moment longer.</p>\n<p class=\"cnMwNjkzZjQwMzA5YTQyMzZhMWI2MTIyNzA0MjUzNGIx\" data-original-margin=\"\">\"&lt;I will never forgive you for that.&gt;\" His ego lashed out in an attempt to regain itself, to rebuild its protective shell.</p>\n<p class=\"cnM1Njg4MWM1MDhkMDQ5NDZhZmUxY2MyY2ZiNmFlMTUz\" data-original-margin=\"\">\"&lt;You're welcome.&gt;\" Kaede simply smiled back, for the first time feeling proud of the man who called her into this alien world.</p>\n<p class=\"cnNlMTAxYjk4MmU4MzQwNGM5YzZjMzMyNjA4OTg2MmNh\" data-original-margin=\"\">She then turned towards the three still hanging onto stunned expressions, and curtsied as graciously as she could before rushing off after Pascal.</p>\n<p class=\"cnMzZjY0ZTI5N2E2NDRhNTY4ZWRiMzU5ZGFiYjNmZWU3\" data-original-margin=\"\">The only one she heard recover before her departure was Reynaud. Although his utterance was still filled with disbelief:</p>\n<p class=\"cnMwYTYxNThiNzJmYjQ5OTY5NmU2YzFmZTIxYzY4OGFh\" data-original-margin=\"\">\"<em>The Runelord apologizing?</em> You've got to be shitting me...\"</p>\n<p class=\"cnM5ZDQxNzZlZjM2MDQxNTViM2MxYzdlOTNiOGEwMDc1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM4NWZkZTk2MTE5ZDRlNjQ5YTE2NWRmMWViZmM4ZWIx\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM2MDQ3ZGU5ZTJiMjQyY2E4NGY2NjhlODY1YTZlODhl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkMWEzZWY5YTUwNDQ5ZmE4NWNkYmZjMjlmOTllMzhj\" data-original-margin=\"\">Pascal had told Kaede that while she was still unconscious, Duke Gaston had flown to the roof and questioned their group before leaving to assess the situation around the castle.</p>\n<p class=\"cnMwZDM2ZDg5M2Q0MDQwNWNiMjY2Yjg5MDNkYjE4MDQ4\" data-original-margin=\"\">They saw no reason to wake her up for that unpleasant session.</p>\n<p class=\"cnM0MjkwZWRjMjg1NzRmZDBhYjdhY2JlNjA3YTdmMTM2\" data-original-margin=\"\">Kaede was grateful, but it also didn't leave her much time to wrap up loose ends.</p>\n<p class=\"cnNjODQwZTVmMWM2MDRiMTQ4MDcyYTU0MTBkNTZkOWYy\" data-original-margin=\"\">\"&lt;Why do you even care about this? Just let the guards deal with that maid.&gt;\" Pascal asked as he followed Kaede down the dining hall. There, servants and mages alike were cleaning up the mess left by the battle's collateral damage.</p>\n<p class=\"cnMzOTllOWY5ZGVhOTQ0Nzg5MTBjNzkzMTMxOWVlN2Iz\" data-original-margin=\"\">\"&lt;Because she offered me an option, in her own way. I intend to return the favor.&gt;\" Kaede answered.</p>\n<p class=\"cnM1YmM0Mzc2MjUyZjRmZjVhZDEyNjg4YmI5MmNjNzI1\" data-original-margin=\"\">\"&lt;Let me restate: you are trying to help a maid that worked with assassins who <em>just tried to kill you</em>.&gt;\"</p>\n<p class=\"cnMwNmRiYTIzZDY3MzRmZTk4M2I4M2IzMjE1YWRmM2Q2\" data-original-margin=\"\">\"&lt;Yes, because the best assassins of your world are so incompetent that their arrow struck just above my lungs from a flat trajectory shot.&gt;\"</p>\n<p class=\"cnNlNjZlMTUzY2EzNzRhZTY4NTRhYzE5NmQ0YzE0MjQ0\" data-original-margin=\"\">\"&lt;Well fine, they tried to kill me.&gt;\" Pascal relented, but only slightly. \"&lt;This is a terrible idea.&gt;\"</p>\n<p class=\"cnMwNzRjYzlmNGU1ZDRmNDBiZmE0MGM4YmJmNjQ2NWU3\" data-original-margin=\"\">\"&lt;I know it's a terrible idea.&gt;\" Kaede spun her heels around, her eyes filled with a painful need as she gazed back at Pascal: \"&lt;Look, I really, really wanted her to be my friend. I thought she <em>was</em> the first friend I made in this world, alright? So, just let me reach out to her this once to get it off my conscience... please?&gt;\" She begged.</p>\n<p class=\"cnNjM2YzNThiMWFmZTQ1NWQ4NzEyY2FhMDI5MjhhMDRj\" data-original-margin=\"\">Pascal stared back. He met and tested her with his eyes, before he sighed audibly.</p>\n<p class=\"cnNkZDA2YzE1ZTM1NjQ2YjViNzM0Y2M0N2M5N2ViMjhj\" data-original-margin=\"\">\"&lt;Fine, I will lend you one favor this time. According to Reynaud, the seven members we killed were a full Imperial Mantis Blade operations squad. Any helpers they managed to recruit along the way will not yield us any useful information. This maid has already been here for two years. Her role was definitely not specific to this mission. By my guess, she is simply the eyes and ears for some imperial governor-general whose intelligence network the Mantis Blades tapped into. Any state intelligence organization would certainly have the jurisdiction.&gt;\"</p>\n<p class=\"cnNmMTJkODliZGQxMTRhZGE4MmQ3MTg1ODU5N2Y0NDVh\" data-original-margin=\"\">\"&lt;Then... how many favors do you owe me for saving your life?&gt;\"</p>\n<p class=\"cnNlNTk0NDM5NjcyNjQxOTQ5ZDA4MWY5ZThmZDYzZTM2\" data-original-margin=\"\">\"&lt;None. You are my familiar.&gt;\"</p>\n<p class=\"cnM1MDk3NjViOTBiNDRlNmRhMjk0MDNhNGYyOWVhODQx\" data-original-margin=\"\">Kaede sighed. She was starting to recognize the tone that signaled one of Pascal's off-putting and inappropriately-timed jokes.</p>\n<p class=\"cnNkOTFlMmI2MjU1MzRkOGE5YWZjZWJjYmQ4OWQyZmM3\" data-original-margin=\"\">They soon arrived outside the servant's room Marina lived in. Its door was now flanked by two armored guards.</p>\n<p class=\"cnM0YTg2NmM5MzY2NjQ0ZTU5MTM4Y2MxOGJmNGI3MTYw\" data-original-margin=\"\">\"I am Sir Pascal Kay Lennart von Moltewitz,\" he moved up to introduce himself. \"We wish to speak with the prisoner.\"</p><p class=\"cmUxNDVmYzAwZTRlOTQ2ZDc5ODI3NGEyNGYxNjI1ZmJh\" data-original-margin=\"\">Support the creativity of authors by visiting Royal Road for this novel and more.</p>\n<p class=\"cnNjNjA0Zjg3MTI2MzQ4ZGM5MDcyNGNkNDRmZGZiYTcz\" data-original-margin=\"\">\"Sir Pascal, this case is currently pending investigations by Professor Sir...\" The soldier replied before Pascal cut him off with a glare cold enough to freeze air:</p>\n<p class=\"cnM2NTk1YjkxM2U0MzQ1ZWE5ODY1ODlmODQ2ZGQ4Zjlm\" data-original-margin=\"\">\"May I remind you that I am a Captain in Weichsel's service and a feudal lord by right of succession, who happened to be the target of this attack. I am also your future Prince Consort, and my betrothed your future Empress. In addition, I have no doubt that my father, the Marshal of Weichsel, and my King will demand answers for this unprovoked treachery. Now, do you <em>seriously</em> intend to keep me from getting the answers that I rightfully and lawfully deserve, soldier?\"</p>\n<p class=\"cnNmNzM4YTY3NjQ5NzQ0OGZhNzc2OTk3MGJmOTBiY2M3\" data-original-margin=\"\">\"No Sir!\" The guard raised his head up high, eyes glancing at the other side's walls before stepping aside.</p>\n<p class=\"cnMyMjRiNDkzYzRlODQ0NDVhYWMwMzJmMDU1YTYzYjAw\" data-original-margin=\"\"><em>So many privileges, it's not even fair,</em> Kaede suppressed a grin as Pascal opened the door and lead her inside.</p>\n<p class=\"cnNkMGY5NTJlZjY5ZTRjNzc5ODUwZTkyMjhlZWRlMmNh\" data-original-margin=\"\">The room was exactly as she last remembered it: two bunk beds and a table with clothes hanging everywhere. The only difference was that a screen of shimmering violet magic now lay over the window, sealing it completely. Kaede guessed that there were probably also guards on the other side.</p>\n<p class=\"cnM2NzkzZDY3MWFkOTQwZTRiNzE3MTE2ZjllNzBiNzU2\" data-original-margin=\"\">The brown-haired petite maid was lying on her bed. Her hands were bound behind her back and her wet eyes apathetic to the new guests.</p>\n<p class=\"cnNlNjZmYWQwOGIzYzQ0MDJhNzc1ZDJlODQ5N2YxN2Mz\" data-original-margin=\"\">\"C-congratulations, Kaede.\" Marina sniffed. \"I guess you deserve the faithful familiar award after all.\"</p>\n<p class=\"cnM1MDFjM2E5OTZkOTRmZjA4ZmI1MTJmMTJiOTZkMDg3\" data-original-margin=\"\">Pascal finished twirling his hand about in mostly the same motions as Ariadne's <em>Sanctum Veil</em> spell from earlier in the day. He then presented a 'your turn' gesture before leaning back against the other bunk bed.</p>\n<p class=\"cnMzMzIzN2MwYjRhMjQ2OTU4MGMxNWExMGY5NWI1ZTY4\" data-original-margin=\"\">\"I didn't come here to be spiteful or interrogate you, Marina.\" Kaede spoke dryly as she met the maid's glassy sea-green eyes. \"I don't want things to end this way between us, but there wasn't much of a choice before now.\"</p>\n<p class=\"cnM2NzA1M2Y2YThkNDRlOTE4NGU1ZTY3NWFjODcxODll\" data-original-margin=\"\">\"Of course... you have y-your master. I have mine.\"</p>\n<p class=\"cnM5YTNjNjUxOTJiNDRiOTlhZjJmNjlhNGU5ZTkxNDcx\" data-original-margin=\"\">\"You owe him for your upbringing and your life. I respect that allegiance, I really do. But can't you see that he's also using you, and ordering you to throw your life away for him in these missions? Isn't once enough to repay that? How many...\"</p>\n<p class=\"cnMxNzczNmE4N2UzYTQzOTY5OTM2MDUwNjM4MTcxYjlj\" data-original-margin=\"\">\"I-if... if you think I'm going to talk just because my fate is already sealed, then you can leave now.\" The maid retorted, her defiant words completely contradictory to her teary gaze.</p>\n<p class=\"cnNmOTUzMzdmNTc3NjRkNmQ4MDg0OWMyNjA2NTZiNmQ2\" data-original-margin=\"\">Pascal practically snorted before interjecting with a contemptuous sneer:</p>\n<p class=\"cnNkZDdlNmIzNzk3MDRjODA4MzA1MWJiYjliZThlZDMw\" data-original-margin=\"\">\"Do not flatter yourself. If we thought you had anything of value, there are ways to rip it out of your mind. It is below proper nobility to use such hideous magic, but there are matters of national importance that outweigh the honor of nobles... for me, at least. I am certain the King's Black Eagles would agree, and Rhin-Lotharingie will be happy to hand you over to resolve this diplomatic incident. Not that there would be anything left of your psyche afterwards to comment on the matter.\"</p>\n<p class=\"cnMxODMzZjRiYjYyNzQxNGY5YTZiYTg1ZTBjZTRlODZl\" data-original-margin=\"\">Marina began to sob again, and Kaede sent an exasperated look towards Pascal:</p>\n<p class=\"cnM4ZmM4ZTNkMWMzYTRmOGFhMmUzOTZlODcxODZhYWJl\" data-original-margin=\"\">\"&lt;You're not helping.&gt;\"</p>\n<p class=\"cnM2YzMxZjBmMjlkYjRhMWY5NWE4NmQwODZkZWMzZWY2\" data-original-margin=\"\">\"I said we are <em>not</em> interrogating you, and I meant it.\" Kaede insisted. \"Obviously, I can't speak for the other involved parties, but that's also why I'm here. If I can find you a way out of this --and I'm not promising, because I honestly don't know-- then will you take it?\"</p>\n<p class=\"cnNlNjJkMzQxMmM0ZDRmOGM4ZjA4NmZjZWZmZmJiOWEw\" data-original-margin=\"\">\"W-why are you doing this?\" The maid whimpered once more.</p>\n<p class=\"cnMyYjJkMGYxZTE3ZDQwMWRhOTBiYmI4M2RjZmRiZTkz\" data-original-margin=\"\">\"Because if you hadn't asked the assassins to keep me alive, I'm certain I'd be dead by now regardless of how successful Pascal and the rest were.\"</p>\n<p class=\"cnM3Yjc3NmFlNDcyNTQ0NmVhMzg4MGI4YWMzNGJjMDQx\" data-original-margin=\"\">\"E-except I asked you to help kill him...\" Marina nodded towards Pascal. \"W-what's the catch this time?\"</p>\n<p class=\"cnMyYTE1YWZhOWU1ZTRiYjc5MGQ5NDFhMWJkMmZkMDg3\" data-original-margin=\"\">Kaede hadn't really thought this part through. She looked towards Pascal, hoping for an inspiration on the legal side.</p>\n<p class=\"cnMxM2I3MjVmNDQzYjQ4MTY4ZGVkMzQ0OTU4YmM1N2Jj\" data-original-margin=\"\">\"&lt;How much do you think you can trust her?&gt;\" he asked silently.</p>\n<p class=\"cnNlZWU3YTQ2ZDczOTQzNzliNzcwZGJkOGQxMDhlNDAx\" data-original-margin=\"\">\"&lt;She would rather die painfully for the one who raised her than give up any information. What does that tell you about her sense of loyalty?&gt;\"</p>\n<p class=\"cnNmYWVlNzhlOWQ0ZTRlNDZiMjUyZGNiMGM5NWExNWM4\" data-original-margin=\"\">Pascal sighed and shook his head before answering:</p>\n<p class=\"cnM1YmQwMDJkODU5ODRkOWI4NGQxZDdjOTc4ZjUyNWNm\" data-original-margin=\"\">\"<em>If</em> I can get the authorities to agree, it will be to release you into my jurisdiction. I am entitled to compensation as the directly wronged party. You can work on my estate as an indentured servant. However it will be under the condition that you accept a binding magical contract that will put strict limits on your actions.\"</p>\n<p class=\"cnM1NTE1NzJiMmZhMDQ0M2JiNDAzNDBjNjk2ZDExNjcx\" data-original-margin=\"\"><em>Indentured... servant.</em></p>\n<p class=\"cnM4MjE3NTcwMmY5ZDQyOTBhYjgyMGU0YTc3MWVhMmU5\" data-original-margin=\"\">\"&lt;You're asking her to be a slave!?&gt;\" Kaede glared at him. \"&lt;I thought that was abolished in Weichsel!&gt;\"</p>\n<p class=\"cnNjN2FlY2E4Mzc4OTQ1ZDhhMmU3MGIxNjRmYmE5OGYy\" data-original-margin=\"\">\"&lt;Why? Indentured servitude is a perfectly practical form of punishment. We are not bartering them like trade goods as the Holy Imperium does.&gt;\" Pascal answered stiffly. \"&lt;And she did assist them in trying to kill me. Fair is fair.&gt;\"</p>\n<p class=\"cnMwNDUyNmY2MWYwZjQ4NmI4YzJmNDI5M2IwMDk2ZTdk\" data-original-margin=\"\">\"&lt;But...!&gt;\"</p>\n<p class=\"cnMyZWZjNjhkNDA3YzRiN2M5ZGRmNTFhMmMwZGU5ODA3\" data-original-margin=\"\">\"&lt;There is also no way the higher-ups will accept it if I do not give her at least this much punishment. Sixteen people <em>died</em> in this attack, Kaede, including one professor. I am not willing to indulge <em>your</em> sense of ethics so much to lose my own, understand?&gt;\"</p>\n<p class=\"cnM2YjI3NTFkNmNmNTQ0MDY4N2NkOGM5MjE5MmQ3ZGVm\" data-original-margin=\"\">Kaede didn't say another word. His accusation that she was pushing her cultural mores onto him had stung. She knew perfectly well that it was one of the worst mistakes in cross-cultural relations.</p>\n<p class=\"cnMzOGY2MzU2NzVmZjQ1YmY5NzMzYTQ4MGU1NjBlZGQx\" data-original-margin=\"\">\"What is your response?\" Pascal intoned, sternly.</p>\n<p class=\"cnMxNWRmYzgzMWUzMDQ5NDM5NzZkZTg1Y2Y0YWQzMzZi\" data-original-margin=\"\">\"Like I have any choice.\" Marina looked towards Kaede</p>\n<p class=\"cnMzNDNhNGI5ZmFiYzRiMTU4YmUwNjk4MmFjMzM3MTQ4\" data-original-margin=\"\">The latter shrugged with a 'sorry, best I can do' expression.</p>\n<p class=\"cnM2YWNmNmNlNGJhZTQ5NzZiZDIzZGM4OTZhODYyZmUy\" data-original-margin=\"\">Meanwhile, Pascal stood in contemplation, as though still trying to decide something.</p>\n<p class=\"cnMwYTExMjg3MWQ4MzQxZWM5ZTM5NDhjNTIyMDJhN2Iz\" data-original-margin=\"\">Nearly two minutes passed, and Kaede began to wonder if he was silently accessing some memory storage device to check legality. Then:</p>\n<p class=\"cnM2ZWUzNWUyNGM2MzQ0MmZiNTViZTM2ZTgxZmUzYTkw\" data-original-margin=\"\">\"It is settled. Pack your essentials. Assuming Rhin-Lotharingie is willing to hand you over, and I do believe they will, you will depart tonight, before any unpleasant circumstances change. I will arrange for someone to bring you to Nordkreuz. Once you reach my family's estate, the Majordomo will arrange for the binding magical contract.\"</p>\n<p class=\"cnM5OGMwNWJiMDQ5MDQxOTFhZTBjOWQ3NDBhODFlYWEz\" data-original-margin=\"\">\"But we don't even...\" Kaede blurted out.</p>\n<p class=\"cnM1ZjNmNjhjOTRmNzRiOTZhMGNlMGQyYzZjOWZhYWNj\" data-original-margin=\"\">Just then, the door swung open. In walked Pascal's advisor, Professor Albert.</p>\n<p class=\"cnNjYTc2ZDcwY2FhZjRlOTM4YmUyMmE0MTgwZDAyNGNh\" data-original-margin=\"\">\"I believe your familiar thinks me a fool, that you can just sneak in, under my nose, without my notice.\" The balding professor scathed. His eyes glanced over Kaede with disdain before locking sight with Pascal.</p>\n<p class=\"cnNkNTZhZWEyNzJlNzQwZmFiNGM5NjRhZGUwMDUzNGQ2\" data-original-margin=\"\">\"Not a chance of it, Professor Sir.\" Pascal replied as he stood upright in military posture, hands back and chest high.</p>\n<p class=\"cnNlMTAzNmE1ZjQ3YjQ5M2JiNmM0NDZiOWFhMzExNjgz\" data-original-margin=\"\">\"See to it then. I'll talk to the Headmaster. You arrange the transportation. I want this spy of a maid gone before the morning.\"</p>\n<p class=\"cnM3ZTM1MGYzNDczOTQ3M2RiYTNjNjRlZWIxZWNkYzRl\" data-original-margin=\"\">Professor Albert tugged on his well-trimmed mustache once before he left the room. His striding steps now echoing up the hallway.</p>\n<p class=\"cnMxOTRlZjMxNjUzYjQwM2I4ZjdhZTBiY2EwN2E2MjJj\" data-original-margin=\"\">It took a moment before Kaede was able to recover and figured out what had just happened. Being an old-styled frame with a cheap lock, the door had a see-through keyhole, which was just in line to cast a <em>Telepathy</em> spell on Pascal's position.</p>\n<p class=\"cnMwYjE1NjFjZDA3ZDQ4YjdhNWQzOThlODlmODhlNDIy\" data-original-margin=\"\">\"&lt;How long had he been there?&gt;\"</p>\n<p class=\"cnMwMDZkNDE2MTAyODQyMDA4ZmE0M2FlOTdhMjJlNGQz\" data-original-margin=\"\">She felt like she just made a complete fool of herself.</p>\n<p class=\"cnNmNDllZjVkMzM4NDQ0MmI4Yzg0MDY2Mzg0Y2NlNjA5\" data-original-margin=\"\">\"&lt;Around when I first spoke.&gt;\" Pascal shrugged, his eyes still examining Marina. \"&lt;Using <em>Detect</em> spells from that ring of yours would be a little obvious, so I did not bother to add it -- a poor judgment in hindsight that I intend to fix as soon as I can. Furthermore, since you are my familiar, we really should work on improving your magic sensitivity. The hallway had at least three layers of Professor Albert's <em>Alarm</em> wards. The third was extremely subtle, but the first two were glaringly obvious.&gt;\"</p>\n<p class=\"cnNjOGU2OTA4MGFlYzQ1ZGU4ZTU0YjJiNzg0NzkzYjlj\" data-original-margin=\"\">Without waiting for a response, Pascal took Kaede's wrist and dragged her back down the hallway.</p>\n<p class=\"cnNkNGRhZTYyNGFhNTQzNjE5YzFkMTJlZGExNDYwMDdi\" data-original-margin=\"\">\"Wait a minute...\" She called as her thin legs scurried along, trying to keep up with his stride.</p>\n<p class=\"cnNlZThlMjIxZDFhZDRjNzI5Y2Q1ODYwM2E4MTVhNzI0\" data-original-margin=\"\">\"&lt;You two can talk later, when she is no longer at the scene of her crime, and once she has had some time to cool her head. I doubt any conversation now will be to your advantage. As for the rest of tonight, I want you back in bed and resting. Two brushes with death are enough for one day when you are clearly running low on beginner's luck.&gt;\"</p>\n<p class=\"cnM4MWE5ZGEyMmRjNzRmZjBiYTUxMDQ0YzQzOTJmYmJi\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNjMGE3MjI1NDgwZjRkZTk5MjNlMWRjNGRmZGU3YjZl\" data-original-margin=\"\"><br>Despite being forced to rest early, Kaede did not sleep well overnight. With Pascal's room wrecked and repairs delayed in an attempt to collect evidence, they had to relocate to a different one. Another unfamiliar ceiling, plus her anxieties about facing the trio tomorrow easily kept her up late.</p>\n<p class=\"cnNlNTVlMTlmYjdkMTQ4YjM5YWIxZjRhYTZhOWM5MDMz\" data-original-margin=\"\">There was also something wrong with her stomach...</p>\n<p class=\"cnMxOGUyNGYwNDkxNDQ0MjlhOTkyM2UxM2NhYmYxM2Iy\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNlY2NkZjljMjVlZDRlODM4MjJmZDYxMDlmMjY3ZDdm\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM0NDQwYmE4OGIzYzQwZTI5NzJjZTI1MzNkMWI5ZDIx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiMmNiYzRkZmQzYzQ2Yjc4YzAwNGM1NWFlYTg5NzFl\" data-original-margin=\"\">After finishing his usual morning workout, Perceval refreshed himself before heading to the main keep for a holiday brunch. His walk across the grounds, hand-in-hand with Ariadne, was quiet as usual.</p>\n<p class=\"cnMwNWZmMWE0Y2FlMTQ2NjA4NDg1YTU0N2Y5NWIwMTk3\" data-original-margin=\"\">Reynaud yawned from a step ahead. He had stayed up late last night, boasting of his martial exploits to impress anyone who stayed in the castle and was curious about what had happened.</p>\n<p class=\"cnMzZTYxN2NiMjNiNzQzY2FiYzc2MDI5YmVmYjJiMzYw\" data-original-margin=\"\">Perceval didn't mind. His friend deserved the spotlight. Reynaud was already giving Perceval more credit than he would like. He was still coming to terms with not only the fact he had killed someone, but the gruesome way he had accomplished it. Worse yet was the sense of <em>satisfaction</em> a part of him felt when the muffled assassin vanished under the brambles.</p>\n<p class=\"cnNhMWNlODU4NDg0ZDRjOGQ5NzcyMGRjYTVkM2RkZDM2\" data-original-margin=\"\">He had prayed long and hard to the Holy Father last night for his soul to be cleansed of its sinful taint.</p>\n<p class=\"cnNkYzNjNGQxMzAyMjQwZGI5ZDBmYjhmODY5ZTk4MGM5\" data-original-margin=\"\">But that wasn't the only thing on his mind.</p>\n<p class=\"cnNjZTAwYTliYjlkNTQwYmY5NjkxNDU5MGY3MTRkYTA4\" data-original-margin=\"\">Before yesterday, if someone had told him that the arrogant, condescending, judgmental, obstinate, intolerant --he could go on for a while-- <em>Runelord</em> Pascal would apologize to him over the source of their enmity from years ago, Perceval would have responded that celestial enlightenment was more likely to sweep across Hell first.</p>\n<p class=\"cnM4YjNhMjI3M2JkZTQyN2JhYjUyNjY0OTFhZTA0ZDI0\" data-original-margin=\"\">Maybe it had. Part of him wondered what other miracles the Holy Father orchestrated last night.</p>\n<p class=\"cnMwZmNhZjE4MTM2ZjRlMTc5NjhjMWQ1YzlkNmQ3ZTg3\" data-original-margin=\"\">But that left him the dilemma of how to respond.</p>\n<p class=\"cnNlMDNkOTU4OGIyZjQ0NTNiYmVhOGY3MTA0NWM5MmRi\" data-original-margin=\"\">Years-long grudges did not disappear over a single apology, no matter how thorough and sincere it was. Perceval certainly had not forgotten how hurtful it was back then, when a younger him had been convinced, utterly certain, that his incompetence in most fields of magic meant his dreams would never amount to anything. As far as he was concerned, he would remain insignificant and uselessly boring throughout his life.</p>\n<p class=\"cnM2NGExMTU0ZDlkODQ5MmZhOGJjMmJlODFlYzZmNjMz\" data-original-margin=\"\">He could never thank his friends enough for giving him the self-respect to hold his head high over the course of two years. That was especially true for Ariadne, the most beautiful and popular girl in the academy who sat beside him, listening to his pessimistic complaints and encouraging him with saintly patience.</p>\n<p class=\"cnMzNjZhMGY0YzEzNzRhNDZiNjQ4YWY4M2IzODU0NGI3\" data-original-margin=\"\">Perceval prayed to the Holy Father every night for sending the angel that changed his life.</p>\n<p class=\"cnM0YTZlMWY0YmIyODQ1ZTliMDBjOGQ5MGJjNWU4ZjQ2\" data-original-margin=\"\">But if the warm, welcoming embrace of friendship could bless his life, why should this divine grace not be extended toward others?</p>\n<p class=\"cnNiZTYyODJiMTgxMjQ3MDQ4YzRmZTc0MjY0OWFlNjg2\" data-original-margin=\"\">Unlike Ariadne who turned it into yet another self-motivator, Perceval had done his best to isolate his dislike for Pascal and keep it buried. Hatred was sinful. He may not have the compassion to simply forgive, but he would not allow his life to be ruled by dark emotions either.</p>\n<p class=\"cnM3ZjAwZDM4ZmJhMzQ5YjNhMjE5ODkwMWE4NzgzMmY5\" data-original-margin=\"\">...Except they still clouded his judgment, until Reynaud opened his eyes to the grander picture yesterday.</p>\n<p class=\"cnM5NDkxOGQ1ZmYwYzQxZDhiODM2MGEyNDFkZWNiNjZj\" data-original-margin=\"\">For him to still hold onto that grudge after Pascal had shown the deepest remorse... it would be immature, childish even. Not only did it go against the teachings of the Holy Father, but it also represented the intolerance that he so hated in Pascal.</p>\n<p class=\"cnMwZDA0NmY2MGZjNjQ1OWI5NThkYmYyOWYwMWI0YWY3\" data-original-margin=\"\">Perceval knew that man was doomed to hypocrisy. However he would strive his best to escape it.</p>\n<p class=\"cnNmOGZiMDJiZjRlNjRkMzU5MjI2YjdhNzEyMDI1MTg5\" data-original-margin=\"\">Engrossed in his thoughts, Perceval had unknowingly walked into the great dining hall. Now, seeing the lonely figures of Pascal and Kaede near a far-side corner, he knew that there was only one real choice, only one act that the Holy Father would approve of.</p>\n<p class=\"cnM2Zjg2NzQ4NWY0YzQ0Yzk5NzljMDgxNTJiZmEyNTA0\" data-original-margin=\"\">A healer's task did not end with merely physical wounds, but troubles of the mind, heart, and soul as well.</p>\n<p class=\"cnM4MThjOWZkNmY3ZDRhYWM5ZTA4MmM1MDAyZjg5NjAx\" data-original-margin=\"\">\"Come on,\" Perceval beckoned to Reynaud, before his feet turned and his hand lead Ariadne down the long table.</p>\n<p class=\"cnM3MTI2OTc4OWExZTRhNzdiYWJlNzQ0MWNjN2I1M2E5\" data-original-margin=\"\">\"Oh you've <em>got</em> to be kidding me,\" Reynaud complained. But he followed nonetheless.</p>\n<p class=\"cnM1NmU5NWRhNzI1YTQwMjM4MjY4NWJlMjI0YTkwZTNi\" data-original-margin=\"\">It was time to extend an olive branch to the man both admired and scorned as the <em>Runelord</em>, and appeal to the soul of the boy that lived within.</p>\n<p class=\"cnM3ODdkM2FlNzA5MDQ0NTRiZjY1MGZhNGVjYTM1ZTZm\" data-original-margin=\"\">As he pulled out the next seat and sat down, Perceval wondered if Pascal's astonished expression mirrored his own from the previous night.</p>\n<p class=\"cnNlNmJiZTc2Yjk5YTRjM2Y5ZDZhMzgzMWQ2OWUzZjU0\" data-original-margin=\"\">\"Thought you might appreciate some company after yesterday.\"</p>\n<p class=\"cnM0ZDExOWQ2Y2ZmZTRlYTVhNjcyOTRkMjIwZGU0Zjll\" data-original-margin=\"\"><br>...</p>\n<p class=\"cnNmMjRkNTMxOGUzYjRjNzNiNDcyOTdjNzQzZjU3Y2Ri\" data-original-margin=\"\"><br>Of course, Perceval never heard the telepathic exchange between Reynaud and Ariadne as they sat down:</p>\n<p class=\"cnNlM2RlYTM0ZTU5ZTRiMzBhNDUyMmIxN2YwMmE0NGUy\" data-original-margin=\"\">\"&lt;Are you okay with this, Ariadne?&gt;\" The best friend asked, worried.</p>\n<p class=\"cnNkNGY2MDg2ZWI3MTQ1YTliYjk1NTM2YmM5MDA5OTVm\" data-original-margin=\"\">\"&lt;Of course I'm <em>not</em> okay with this!&gt;\"</p>\n<p class=\"cnNiYjg2YWE0ZjdjYTQ4NjU5NmM1YzgwNGZkZTEyZDQz\" data-original-margin=\"\">\"&lt;I'm sorry. Perceval is just getting carried away again. I'm sure he didn't mean to...&gt;\"</p>\n<p class=\"cnMwYWViMTM4NThmZTQ4YTBhNjk4OWY4NDk0M2QwNWI3\" data-original-margin=\"\">\"&lt;Oh don't worry about that,&gt;\" the girl reassured. \"&lt;His headstrong sense of ethics is part of why I love him.&gt;\"</p>\n<p class=\"cnMzMTZiM2U0NjgxNjRiYTBiODBjMTUwMmJmMTcxMjI5\" data-original-margin=\"\">It reminded Reynaud of why everyone else, Perceval especially, thought Ariadne was 'the perfect girl'.</p>\n<p class=\"cnM1N2Q2M2IyYWQxMjQ5MGJiOTdlMjUxNDE1YTgxMjRm\" data-original-margin=\"\">\"&lt;It's that prick who better prepare himself!&gt;\"</p>\n<p class=\"cnM5ZjM1MGExODBhMDQ4ZDlhYTQzMDBlMjBlYTJmZGQ1\" data-original-margin=\"\">...Even if she wasn't actually perfect.</p>\n<p class=\"cnMyYTg0N2NhNzEwOTRhNmZhODM2ZDgyNjhiOWQ3NjM1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0MDQ3OWQzMzg1YTQ4M2JhOTQwNjk5OTE0Yzg5N2Uy\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnM1MTRmZTczMTI5OTQ0MmY5NjRjZjE2YWUzZDY2ODg1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMxOTcxNmFhOGRiYjQxYjZiODRhZWE2OWZkMDM1ODA1\" data-original-margin=\"\">Kaede knew that nothing ended that easily.</p>\n<p class=\"cnNkY2Q0NDRlNDc0MzRmMDlhNGM0OTA5MTQzZGJlNDZm\" data-original-margin=\"\">Perceval kept the banter focused over the course of brunch, discussing mostly the events of last night and the turmoil within the academy that followed. Reynaud soon pitched in with tactical analysis made using his knowledge of Mantis Blade <em>modus operandi</em>, occasionally interrupting himself to attempt flirting with Kaede, who he continued to call 'Buttercup'.</p>\n<p class=\"cnNhNGEyNjQzM2U4MDQxNWRhMjdjNDViNzhjOGQ2MTNj\" data-original-margin=\"\">She didn't hit him this time. It was partly because the men didn't need any sparks of hostility, and partly due to her cramping and aching stomach sapping all her energy.</p>\n<p class=\"cnMyNWY1YTg5MzhjODQ0NTRiYWNmOTNhYzlmODc1MDhh\" data-original-margin=\"\">According to Pascal, he had never personally wronged Reynaud over the years. Furthermore, the short redhead had taken every opportunity to mock him, not to mention handing him one humiliating defeat after another in their <em>Advanced Spellsword Combat</em> training.</p>\n<p class=\"cnNjODZhOTNiNzhiMTQ3YjdhYjEzNTNhNjJmMzMyYzQ2\" data-original-margin=\"\">Therefore it was not surprising that Reynaud had followed his best friend's lead as soon as he fulfilled his quota of evil glares.</p>\n<p class=\"cnNjOGFmM2QxOGU4NjQ2NWNiMzM3NGU0NGQ1YWI5N2Rh\" data-original-margin=\"\">Ariadne, however, was a different case entirely. She still wore her angelic smile through all of brunch, still lovingly offered food to Perceval through raised forks. But she did not, even once, speak a single word to Pascal.</p>\n<p class=\"cnM1NDNhN2I0ZDU5MDQ0ODhhOWNkN2YwMDZjMTZkOWJi\" data-original-margin=\"\">Until they all stood up to leave.</p>\n<p class=\"cnM2NGU4Y2JiZmU4YjQ4NDM4NDc0ODJkNmExOTY2YzFi\" data-original-margin=\"\">\"I believe I still owe you something, you self-centered prick,\" Ariadne declared as she closed the distance between them to arm's length.</p>\n<p class=\"cnNlZWU3ZDcwMGFkNTQzOGE5NzBiZDI2OWMyMzM0ZjBj\" data-original-margin=\"\">Just as when Perceval first walked up to Pascal, a wave of silence rippled outwards through the hall. Within seconds, every moving body stilled as their eyes gazed upon the noble lady facing the Runelord.</p>\n<p class=\"cnNmYzU5MGYwOWJlYTQ5YWFhYzY0MTBjNDRlMzI1YWMz\" data-original-margin=\"\">Meanwhile, Pascal's puzzled expression didn't have a clue of what Ariadne was talking about... until her right hand drew a wide arc and exploded against his face in a slap that resounded through the dining hall.</p>\n<p class=\"cnM5NzAzYTI5NWY4MjRhOGY4YzRkYjIwZDcxMzc5MjU1\" data-original-margin=\"\">Several of Pascal's 'fangirls' squeaked, but none dared to challenge the lady.</p>\n<p class=\"cnM5YWQzY2E2NjVmNzQ3ZTRhZGUxZTZiYzcwOWU4YjRl\" data-original-margin=\"\">Kaede was certain Ariadne's glove was glowing. There was simply no way someone could <em>slap</em> that hard without magic, regardless of how big a sword they twirled around every day.</p>\n<p class=\"cnNkZGI2NzcxMTdkNDRhM2Q4YTY1NDI2NmFjN2ZiZDAw\" data-original-margin=\"\">The force of the impact lifted Pascal's feet off the ground and threw him backwards like a rag doll. He crashed into the ground several paces away on his back. A red handprint now adorned the right side of his face. His skin quickly bruised with internal bleeding under the partial cover of his soft golden curls.</p>\n<p class=\"cnNkMmQ2OTA0MmNjMzQ5YzZhYjk3ZWU0YzI5NDE1ZTBh\" data-original-margin=\"\">\"Owww,\" Pascal remarked as he sat back up, his hand rushing to cradle his swelling cheek. \"I do rot rememper drawing plood with mere words.\"</p>\n<p class=\"cnNiNTM1YjI1MmQyZjQwYjk5YzJjZmNhZjE1ZTJiM2Q5\" data-original-margin=\"\">Sure enough, a small stream of red dripped down from the corner of his mouth before his other hand wiped it off.</p>\n<p class=\"cnMwZmU0NjZlMjBmYzRkYjg5ZWY2NGRlMWZlZmQ2ZDQy\" data-original-margin=\"\">\"Consider it interest, Pascal, and I reserve the right to slap you again whenever your <em>prick</em> self surfaces.\"</p>\n<p class=\"cnM4NzE5MzJhNWQwMDQ3ZjE4NThlYWFkYzliMDk0NTU3\" data-original-margin=\"\">A half-dozen people in the sparse hall even clapped and cheered. But for Kaede, it was the first time she ever heard Ariadne use his name.</p>\n<p class=\"cnMxZDVjY2FkY2EzNDRjMjJhYjFkN2MwMmNlY2ZmN2Y1\" data-original-margin=\"\">Perceval shook his head with a chuckle, then leaned over to offer Pascal a hand back up. The latter took it with a firm grip and a muttered, embarrassed \"thanks\".</p>\n<p class=\"cnNjYTIxMzMxYzFiNDQwYTFhMGJmMjNhNDNlODRlMWEy\" data-original-margin=\"\">Still sitting on the other side of the table, Kaede tried to smile as she watched the bonding moment that would hopefully, with time, develop into something far more. But all she managed was a wry smirk that seemed more like a grimace.</p>\n<p class=\"cnM2MTIzZmU5ODc2NDQzMmZhM2FhMTZhM2E3NzUyZWUx\" data-original-margin=\"\">Her stomach pains were growing worse.</p>\n<p class=\"cnNiY2ZlYWNhZTc2OTQ5MmZiNzEwY2U3Y2NhN2E2ZDQy\" data-original-margin=\"\">As chatter returned across the dining hall, Ariadne was the first to notice the problem:</p>\n<p class=\"cnMwYjI2Njg4YjNiMjRhMzVhZjJmNDAzOGVhYzE2ODRl\" data-original-margin=\"\">\"Kaede what's wrong?\"</p>\n<p class=\"cnNiZWJlMDFkZTNhYjRmYTE5ZDRmNTYzMjYxNWE5NWFm\" data-original-margin=\"\">\"My stomach...\"</p>\n<p class=\"cnMzM2U5MjY3NDgwMjRjYTdhMmNiNWUwYTU4MjA1ZDBh\" data-original-margin=\"\">\"She's been having pains in her lower abdominal region all morning, and apparently last night as well,\" Pascal filled in for her. His right hand was now rubbing the swollen left cheek while his turquoise ring glowed.</p>\n<p class=\"cnNmNzFlYTg4NzNiYzQ1MDFiOGNmMGU0OGZmYTViNWY4\" data-original-margin=\"\">Perceval leaned over the table to take a look before swiftly pulling back upright. He then glanced at Ariadne while his finger tapped in the air towards Kaede.</p>\n<p class=\"cnNhOWFiZDM2ZGM1ZjRmOGQ4YmM3YTUxMmVlYTEzNDVl\" data-original-margin=\"\">\"Oh dear.\" The lady muttered, and she rushed her way around the long table.</p>\n<p class=\"cnNmOTVlZmMyMWNhNzQ3N2ZiZWFhNGI2M2ZiMDk0ZDQ0\" data-original-margin=\"\">Pascal's confusion returned as he looked between Perceval and Reynaud. The healer kept his silence for the moment, while the duelist simply shrugged, clueless.</p>\n<p class=\"cnMwMGQ4ZDdlNzc3ZDQyYjk4NTgyY2M4NWUyMDc0OWZl\" data-original-margin=\"\">\"Some prodigy you are, Pascal. Half a day goes by and you don't even notice basic biology?\" Ariadne complained as she knelt down besides Kaede.</p>\n<p class=\"cnMxZGIwYTg4OGMyMTRjNmI4NzZiNWMzNGFhNTI5NDQ3\" data-original-margin=\"\"><em>Are you kidding me!?</em></p>\n<p class=\"cnMwZjk3YjdmMjQ4ZjQ3NTU4ZmQ1MDQzMzU4NTU4NTgz\" data-original-margin=\"\">Already doubled over in pain, Kaede banged her head into the table as she realized exactly what the noblewoman implied.</p>\n<p class=\"cnMyYWM5YzYxZThmNTQzNDI5ZTJhMTdiN2EyOTJhYjll\" data-original-margin=\"\">\"Kaede, you must be on your cycle... or whatever your people call a menstrual period.\"</p>\n<p class=\"cnNjZDc0MmVjYWMxYzQyMWE5NDY1MmM1YzM4Y2FkMTA3\" data-original-margin=\"\">Thanks to the translation magic integrated into her familiar bond, Kaede herself had no problem understanding Ariadne's terminology. The contents themselves, however, were far too appalling to think about.</p>\n<p class=\"cnNhNjU5MGRkODZmMjQyOTg4YmI2NTdmOGMzNWM4NmU2\" data-original-margin=\"\">\"But... b-but I'm not bleeding.\" She objected. Even <em>she</em> would recognize the most obvious sign of a feminine body entering 'that time of the month'.</p>\n<p class=\"cnM2MjU0OTg4MjRlNTRmNTA5NDhhMWU2ODhiNTY5YWNm\" data-original-margin=\"\">\"If your undergarments are appropriately enchanted, they'll clean it up before the blood can even stain.\" Ariadne explained as she rubbed Kaede's lower back.</p>\n<p class=\"cnNkMmJkODk3YThmYzRlZWNiNTI4M2U1MTM2NmQ2ZTg2\" data-original-margin=\"\">Variations of two thoughts filled Kaede's mind as their numbers multiplied explosively, quickly drowning out every other line of reason:</p>\n<p class=\"cnMwODg1YmIwYWQ2MDRiNWU4YjY2ZDE2ODA1NWNhNTc2\" data-original-margin=\"\"><em>I should have known...</em></p>\n<p class=\"cnM1NDYxODJlNTE3MDQ4NGI5ZDZjMjViYjc4ZmU4N2Vj\" data-original-margin=\"\"><em>This can't be happening to me...</em></p>\n<p class=\"cnMwNjYxZjBkM2IxNTRkMTdhMzdkNzFiZGRhYzk0ZWQx\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNkYTVlNmUyZDg4YzQzYmRiNzUzNzE1Mzc5ZTFjYzAz\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMyMWNhMmM3ZjQyZjQ3MmU4MGViZTk5ODFmZTMzNDEz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMyOGU2OTkxZjg2YTRkMjVhOTZiZWI5MzViYWQ0ZWM5\" data-original-margin=\"\">Kaede spent the rest of the holiday in bed, feeling almost as sorry for herself as the day she first came to this world. She was certain her hormones were to blame for that, but the knowledge itself didn't raise her mood.</p>\n<p class=\"cnNjZWQzZjRkODcwNjQ1YzE4YjNiMGY4NTBiYWU2M2Zh\" data-original-margin=\"\">She'd have to deal with this <em>every month</em> for the foreseeable future...</p>\n<p class=\"cnNlMDZkOTllMzcyMTQ1MjdhNjNiZjhmYWIwYjk2ODU4\" data-original-margin=\"\">Her stomach pains and cramps had not alleviated any since morning. Her one hope of relief had been dashed as soon as it came. Ariadne was quick to point out that there was a spell for mostly suppressing the discomfort during a period. But Perceval had to remind her that the magic involved direct manipulation of the nerve-conduits, which limited its use to the caster herself. It was why no male healer ever learned the spell for helping another through particularly painful cycles.</p>\n<p class=\"cnNjYzc0NDUyODk0YjQxMWQ4ODQxMmQ0MmE2NGYwMzk1\" data-original-margin=\"\"><em>Meaning I can't use the blessing that's the privilege of noble ladies</em>, Kaede reflected irritatingly. <em>I have to suffer like the commoner girls do.</em></p>\n<p class=\"cnM4NGRjODRhNDFlYzQ4OTQ4YzhmMzcwNzM5ODAyMWM5\" data-original-margin=\"\"><em>Screw this society.</em></p>\n<p class=\"cnMwMWZlOWQ4Yzc0ZTQzZDZiZWZhODY4YjZmZDJhMmU5\" data-original-margin=\"\">It didn't stop Sir 'I-am-a-prodigy' Pascal from trying... and failing spectacularly. He somehow managed to loosen his own lower controls, which resulted in soiling himself.</p>\n<p class=\"cnMzNDQ2MDYyNDI2NjQ5ODZhZTNiMzJhN2M1OGJiOTE4\" data-original-margin=\"\">Perceval said that he got lucky. The last male healer who tried to invent a fix for his commoner wife ended up with a painful, day-long erection. After that, nobody wanted to attempt again.</p>\n<p class=\"cnMxMmFmN2Y0NjcyMjQ1MTA4MDYyYTYwNTJkN2NiOWFi\" data-original-margin=\"\">So they returned to the tried-and-true method: applying direct heating to relax the muscles and soothe the discomfort.</p>\n<p class=\"cnM0MzQzYmQ1NWUyZjQyOGVhOTlkYzBhYjljNDE0ZjQ0\" data-original-margin=\"\">That proved simple. Her undergarments had the effect built in. Perceval also managed to obtain a few rubber hot-water pads, which he enchanted with heating spells to apply warm pressure from underneath. This was how Kaede spent her last few hours: not moving and unable to distract herself with books. All she could do was lay there face-down, groaning and feeling sorry for herself.</p>\n<p class=\"cnNkYzQ3YTMxMDVlNDRiNWFhMjkzZjA4N2VjYzEyOGFk\" data-original-margin=\"\">Even Pascal looked like he felt bad for her.</p>\n<p class=\"cnMyNzIyOWI1ZmViMzQ3MzBiYWYxYzBlMTMyNTY0MDJh\" data-original-margin=\"\">\"I have never apologized for pulling you into my world, have I?\" He spoke from his work desk as Kaede whimpered from her latest cramp.</p>\n<p class=\"cnM4ODZlMWM4ODAxYjQ0MDViOTU1MzZkOTJlYWFmYjk2\" data-original-margin=\"\">\"No. It's why I still hate you,\" she retorted grumpily.</p>\n<p class=\"cnNiNTViODQyMWRjYzRlNTE5ZDA5MzkyN2JiMTIxYTQ5\" data-original-margin=\"\">In hindsight, nothing from her had come out nicely today.</p>\n<p class=\"cnMxZGU0NDY5NzhmMjRiNzY5MzllMDZlZTIxM2QwMmJi\" data-original-margin=\"\">\"Well, I am sorry.\"</p>\n<p class=\"cnM4OWZhYTkzNTQ3ZTQwNGVhYTc5OGQxMDcwYmFmYjJk\" data-original-margin=\"\">\"Better late than never. Next time, you try being the one to menstruate!\"</p>\n            ",
  "invisibleParagraphContent": "Support the creativity of authors by visiting Royal Road for this novel and more."
}