{
  "preChapterNote": "<p>CONTENT WARNING - Violence, Bigotry</p>\n<p>I typically rely on the built-in tags for this but this chapter is worse than usual. Wanted to give you fair warning.</p>",
  "postChapterNote": "<p>I originally planned to release this chapter and the next chapter side by side, but some stuff came up so. Instead, here is a sneak peak. Next chapter title: Fix Your Hearts or Die<br><br>Also, that one chapter where I referred to Leo as \"Her\" a bunch of times on accident. I was trying to figure out how Lillith would refer to him around her family. He's not out yet to anyone but her so it was tricky. But... I kept mixing them up in and out of dialogue so I decided to go with \"He\". But some of the mistakes got left in so, sorry about that.</p>",
  "chapterContent": "\n                <p class=\"cnMzZWQyOWE4ZmVlZTRmMzQ4ODQ4MjliM2U3NmFkYWFj\" data-original-margin=\"\"><strong>Autumn</strong></p>\n<p class=\"cnNiYTBlNTliNDkxMzRhMmU5YWM4Zjc2MWJiZTFlZjRj\" data-original-margin=\"\">I relax in the shared bath on campus. The last few years have been interesting. Many of my worries about Lillith simply... didn't happen. Yeah, things are getting tense but the more I see the crown's response, the more it seems like she has a point. Just last week a baker I liked was arrested and enslaved. I always went out of my way to stop at his bakery on the way from Lillith's home since he was more skilled than even the bakers on campus.</p>\n<p class=\"cnNhZDI2ZGVhYjFiMzQwYzE5OThjNGUyMmM0YWRkNmNh\" data-original-margin=\"\">He had been accused of 'operating without a license', a concept I'd never heard of and have been unable to find any evidence of existing. I'd always been taught slaves were repaying the kingdom for the harm they'd done but... the man had never done anything but make bread. No matter how I look at it, 'freeing slaves' like him can't be framed as bad. It doesn't matter how the King responds. It doesn't matter how tense things have gotten. Her choices have always been, leave people in slavery or help them.</p>\n<p class=\"cnM2MjRkMGRjNmFiYzQzNjk4NDA1NTcxZjMzN2M5MzQz\" data-original-margin=\"\">I don't understand all of the logic behind everything. I haven't been able to keep up with what's going on but, I know that much is true. Which is why I can't shake the guilt. I've done nothing to help, this entire time. What had Lillith said? I'm either benefitting or I'm a coward? That had felt cruel at the time, but I can't get the words out of my head. She asked me to figure out which I was. I'm a coward. I can't do what she does but... I don't have the power she does. No, I'm a coward, because I got scared for my family and went to Lord Godfrey.</p>\n<p class=\"cnM2NjM1Yjk3OTRkYjQ2ZmNiYjUzOTk1MWNkN2E5YWFk\" data-original-margin=\"\">At the time, I was certain it was the right thing to do. It was what I had always been told to do, and it felt right. I was proud of myself, even. I found out about a threat to the kingdom and I told someone in a position to help. But... when Lillith promised to keep my family safe... I started to see her actions differently. I started to understand what she was saying. That's how I know I'm a coward. Because she sounded so dark and terrifying and wrong... until she stopped seeming dangerous to <em>me. </em>I don't think Godfrey believed me. Nothing ever happened. He never even investigated her for the deaths in the city.</p>\n<p class=\"cnNlZWFiYzQ3NTg1YzRmYmU4NjhhYjVmMzY0NzQ2ZmYy\" data-original-margin=\"\">Meanwhile, Lillith has been showing me more and more trust. I've tried to tell her, I have. But, like I said, I'm a coward. What if... what if she no longer wants to keep my family safe when she knows? Part of me knows she would never punish them for that but... I'm just so scared. I can't get the thought out of my head. Every time I work up the courage, I'll tell her I need to speak to her, and then... I find something else to say. I don't know if I even need to. Nothing ever came of it. Three years and Godfrey hasn't even questioned her, that I know of.</p>\n<p class=\"cnM2MTgxYWZmMjQ2NzQ3M2Y4OTg2ZDAxZWNhMzExMTMw\" data-original-margin=\"\">She's safe, and she's keeping my family safe. That's what I keep telling myself, but part of me doesn't buy it. Part of me knows I should tell her. I shrink down into the hot water, blowing bubbles with my mouth. Maybe I'll finally get it out of my head if I tell her, but... what if her knowing is worse? I'm shaken out of my thoughts as I hear other girls coming to use the bath. I groan, I had specifically chosen an unpopular time so I could be alone. When I hear the chatting voices and giggling in familiar voices I curse.</p>\n<p class=\"cnM0YTc2NjkwOWViZDRiYjJiYjE1MjIyOWRkNjk5MWY3\" data-original-margin=\"\">Iris, Jocelyn, and the rest of their entourage are coming. I swim through the bath and hide behind a large stone in the middle. I can't stand them. They are the picture of entitled nobles. If I'm the coward, they're the ones in love with the benefits.</p>\n<p class=\"cnM4ZDZiYjdiZTUxODQwMjJiMjM1NmJjMmM4MjQ4MGNi\" data-original-margin=\"\">\"Tonight?\" Iris asks and Jocelyn laughs.</p>\n<p class=\"cnM5MzI1ODYyODAwZDRmY2ViNDgyMTIxMTJkN2U0MWRi\" data-original-margin=\"\">\"Tonight, here on campus. Lady Cateline basically said our grades would all be perfect if we handled it as soon as possible!\" Jocelyn responds.</p>\n<p class=\"cnM0ZmFkNTdjNTg3MjRlZjU5Y2VhN2Q0NzhlNmEyYjUz\" data-original-margin=\"\">\"Oh thank the Collector, I'm about to fail at least two classes!\" another girl complains.</p>\n<p class=\"cnM5MTBjMDFlZWYyNzRkMWY4YjAzOWYzYTQ2N2I1ZjU5\" data-original-margin=\"\">\"Well not anymore, we do this one thing and we don't even have to go to class anymore. Plus, it'll be fun. The little pervert has been asking to be put in her place,\" Jocelyn assured and I quietly moved up against the rock. Lady Cateline is offering them free grades for something? Why?</p>\n<p class=\"cnNmZGYwMzliNWUyMDRhZWM5N2IzNzUxMzZiNDI0N2Zi\" data-original-margin=\"\">\"D-do we have to... uh, you know...\" a fourth, quieter voice tried to ask and Jocelyn finished her sentence for her.</p>\n<p class=\"cnMxNmRjMzc3M2RiOTQ5ZmU4MzYyOGQxN2ZiZThhZDUw\" data-original-margin=\"\">\"Kill her? Yes, don't be a coward, Liora. Your dad is a magic knight, he kills people like her all the time. If it weren't for her sponsor, she'd be long dead already. Besides, don't you think she's gross? It'll be like putting a sick pet out of her misery, trust me,\" she says. I have to cover my mouth to stop a gasp from escaping. Are they seriously talking about... but who would they want to kill? Who would Lady Cateline want to kill?</p>\n<p class=\"cnM5ZTRkZDkzYjdhMTQxZTFhZGY5NWY0YmE5MDZlZDE4\" data-original-margin=\"\">\"I- I know, but I thought we were just going to, you know, get her to drop out. Isn't killing a bit...\" she trails off.</p>\n<p class=\"cnNmMTIyMzFhZGQwODQ5OTY5YTQ4MjA2OWI0NDZhYTgz\" data-original-margin=\"\">\"Well things change. Tell you what Liora, you want out, fine. Leave. But I know you are struggling too. If you are happy with failing out then do that. The rest of us are going to finish at the top of the class,\" Jocelyn rebukes.</p>\n<p class=\"cnNmNzE2NmMxNzkyMzQ4NzQ5YWQ0MWRlYjM5MzU2NGQz\" data-original-margin=\"\">\"N-no, I'll help, I will, I just wanted to ask!\" Liora assures. Shit. I have to hold my breath in the quiet baths, terrified they'll hear me. They won't leave me alive if they do.</p>\n<p class=\"cnM2ZjJlNTk0OTk0MjRkZWJhODUyZmZhYjEyZGYzZWEw\" data-original-margin=\"\">\"Besides,\" Iris adds, \"If anyone deserves it, it's her. But how are we going to corner her this time?\"</p>\n<p class=\"cnNiY2VjMmI1YjA5ZTQwZmFhYmNiMjMwYzNmNWZkMjIy\" data-original-margin=\"\">\"I have a plan for that, don't worry,\" Jocelyn replies, \"Just meet me behind the mana sciences building three hours past midnight, Iris and I will get her there. And, I think you should prove your dedication Liora. Why don't you help? And we'll never have to look at that filthy commoner girl again.\" I freeze. Shit, do they mean Lillith? But why does Lady Cateline want Lillith dead? Does she know about... but surely she would also know they don't stand a chance unless... unless she helps them directly. Oh no, I have to warn her. Even Lillith likes to fight on her own terms. If she's ambushed by someone like that, not to mention Lady Jocelyn, she may be in danger.</p>\n<p class=\"cnM0ODc3NmJjOWQwMDRlYmY5MzU3NjI2MWU2MDlkM2Jj\" data-original-margin=\"\">Sweat runs down my head as I listen. Their conversation moves on to more mild things like they hadn't just been idly talking about murdering a woman. So secure in their right to do so that they didn't even bother checking if anyone else was here. It takes ages for them to finally leave, and even longer before I feel safe leaving myself. I get dressed as quickly as I can and get a carriage. I know Lillith isn't at the dorm, and I have no idea where to find her. If I can catch Sara, however, she can warn her in time.</p>\n<p class=\"cnMyMjQ4ZDA1OGJkYjQ3MzNiMzIxM2MyNjQ2MGZkNjRh\" data-original-margin=\"\">The trip is agonizingly slow and I have to keep begging the driver to hurry, but this time, I am determined to do right by my friend.</p>\n<hr>\n<p class=\"cnMwMzRkYTIwNzAxMjRmYTNhMWVjOWM2NWYwNGQyYWI0\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnM5MTI4ZDhlYWQwNDRiYTdhZGNlOGE2ZDU4OGI2YTlm\" data-original-margin=\"\">\"That's when she said you were the target,\" Autumn finishes and I put my hand on my chin. We've made it to campus, but Sara is still healing me from my last fight. Once she is done, we'll pick up August and Leo and run. Autumn has taken the opportunity to tell me what she overheard in the bath.</p><p class=\"cmJjYjQ1YjNlZjNlZTRhYzliZjYwNjA0MDU5MmM1YzE1\" data-original-margin=\"\">A case of content theft: this narrative is not rightfully on Amazon; if you spot it, report the violation.</p>\n<p class=\"cnMzODZhYmIzNDlmNDQxZjA5ZTA4NDdiMWE5YWZkNGRj\" data-original-margin=\"\">\"That doesn't make sense,\" I respond after thinking about it. \"Jocelyn made no attempt to speak to me, much less get me to go somewhere. Maybe it was before Cateline talked to her, but... why would she be so certain she could do it? It must be half an hour past that meeting time now. I'm definitely not there.\"</p>\n<p class=\"cnNhYjA5ZWNhYmMwNDRlOTM5ZTU1MTE2NzVlODFhOGIy\" data-original-margin=\"\">\"I'm not sure, she just sounded so certain. I assumed Lady Cateline would try to find you or something,\" Autumn answers.</p>\n<p class=\"cnNhNTIwZmI3ZjgyNTQ1MWJhZDg5NGZlYjM3NTQ0Mzlh\" data-original-margin=\"\">\"But what did Iris mean 'this time'?\" I wonder. \"They've never bothered me before. I think Jocelyn kind of likes me, actually. It sounds more like...\" My blood runs cold as realization dawns. \"Autumn. You said they said I was the target right? Are you sure?\" I ask, a cold sweat breaking out.</p>\n<p class=\"cnM3YTM1ZjYyMThiZjQwNTJhMWYwYjk2YjYwYThlMmMw\" data-original-margin=\"\">She looks confused. \"Yes? Who else would they mean?\" She asks, panic in her voice incited entirely by my own.</p>\n<p class=\"cnNjZDhkOGM0M2IwMDQ0YjNiNWZkMzQzMWNkZjNmYmMw\" data-original-margin=\"\">\"Did they say my name? Did they say 'Lillith'?\" I ask, desperately hoping she'll say yes.</p>\n<p class=\"cnM0ODRiOGViZjllMTQ1NjZiZTAwNmYxNjIzMmUwNTlm\" data-original-margin=\"\">\"Well, no I guess not. They said 'That commoner girl', I think. But there's only you and Eleonor. And yeah Eleonor is eccentric but harmless. Why would anyone target her?\" she asks.</p>\n<p class=\"cnNlYzJjODI0YjZiMzQ2YzdiMzBjMmQ1MjQ1ZmNkMTEy\" data-original-margin=\"\">\"Sara, I need to be done now, can we go any faster?\" I beg and Sara finally speaks up, roused from her intense concentration.</p>\n<p class=\"cnMyNDQ5OTExN2FjODRmOTQ5NDQ3ZDBkNjYwMzg4ZWU0\" data-original-margin=\"\">\"Your left arm is bad, Lily. There is still metal inside, it'll take at least another ten-\" I cut her off.</p>\n<p class=\"cnMzYmY0YWRmZDUyOTQwNzhhYzcyYjc1NTRlODc0ZDBk\" data-original-margin=\"\">\"This will have to do, I have to go, now,\" I say pulling my wounded arm away and stumbling to my feet as quickly as I can. I have to pause, as the wound on my leg finishes closing. I can't afford to be slowed down, but it does give me time to explain what Autumn missed.</p>\n<p class=\"cnNhMWJlMDdjMGVhZDQxNzI5NTNjZGRjZGJmNWZkOTE2\" data-original-margin=\"\">\"What, what's wrong?\" Sara startles and I look at Autumn.</p>\n<p class=\"cnNjMzEyNGRkMzgwNjQ1ZDg4ZmFjMDFlZDdmMzlmMDRh\" data-original-margin=\"\">\"You're caught up in what you know about me. To Cateline and Jocelyn, the worst thing about me is my haircut and my sharp tongue. Leo, on the other hand... challenges everything they believe, to their face. Him, they hate. Because he's not eccentric, and he doesn't dress strangely. He's just... himself. And they can't stand it,\" I answer. \"Autumn, show Sara where I am going.\"</p>\n<p class=\"cnM5NWRlOWY1NjUxODRkNmJiNjA2NzcxYWJjYTQ1OGU4\" data-original-margin=\"\">\"He?\" Autumn asks, but I have no time left. My leg is done, and I am out the door before she can ask for clarification.</p>\n<hr>\n<p class=\"cnNkZTQ1OGUxYjM5ZTQwY2I5NjEyMWM5N2Q4N2QwZTIx\" data-original-margin=\"\"><strong>Leo</strong></p>\n<p class=\"cnMyNDhmZWZhMzJhNjRiYjE5NDE5Yzc5MWE2OTQ1ZWFh\" data-original-margin=\"\">They are after me again. I only came back to campus in hopes of finding Lily, but she wasn't here. I have to get away from campus, but Jocelyn and Iris spotted me. I don't understand why they won't just leave me alone. What did I do so wrong? It's always been like this. Everywhere I went.</p>\n<p class=\"cnNiYWIyMzBlNmY0ZjQ2NGRiODM1ZWEyODkwYThjYzMy\" data-original-margin=\"\">I would be dead now if it weren't for Lady Harper. The first person I'd ever known that was like me. She told me I didn't have to come here. She told me it would be dangerous. But I just... I wanted to help her. I wanted to prove we weren't some creeps, or monsters, or anything else they call us. I wanted to improve her reputation by doing well here and becoming a mage they could respect. I wanted to be like Lady Cateline. A woman who, through competence and sheer will, rose to a position of power and shut up everyone who ever criticized her.</p>\n<p class=\"cnNhY2JlNGZlNDg3ODQ4ZWJiOGU3N2M4Y2E5ZjgxZDlk\" data-original-margin=\"\">If I could do that for Lady Harper, it would all be worth it. But when I got here, even Cateline hated me. Even she pushed me down whenever she got the chance. But I still admire her. I still want to be like her, but better. Lily had given me hope. She isn't exactly like me, but she is in a way. She made this place bearable. Gave me a shoulder to lean on when it got too hard. Promised me a future where it wasn't just my clothes that matched who I am.</p>\n<p class=\"cnNkMzg5YjBkYmY4MzRlZTg5YjUxOWE0ZDBiNzgyNGE1\" data-original-margin=\"\">But I have to survive, and they are closing in on me. \"Eleonor! Come on out!\" Lady Iris calls. I duck behind the flowers. Jocelyn is up the other side of the path, and one of them will see me if I emerge. I don't know where to go. I wish I had accepted the Whisper Sphere Lily offered me but... I didn't want to be involved in all that. I just wanted to handle all of this alone. To prove I could. Now there is nowhere to hide. I'll have to try a spell again and hope I can hide before they regain their sight.</p>\n<p class=\"cnNiOWFiNzE1ODczODRjYTc5MWY3MTU1ZTliODM2YjFh\" data-original-margin=\"\">Just when I am about to, a voice whispers behind me. \"Eleonor, I can help,\" she whispers. Fear shoots through me and I can feel my pulse in my temples as I turn. It's another minor noble girl. One I had a few classes with. She's never bothered me before, but I still don't trust her. \"Look, I know how they have treated you. I can get you out of here, I can get you someplace safe,\" she offers, holding her hand out.</p>\n<p class=\"cnM4YzkzZTQwNmMyMTRlMzZhZjYwNjE4M2Y2ZjI1MjAw\" data-original-margin=\"\">I search her face with wide, frantic eyes. \"C-Can I... trust you?\" I beg, \"Please, I don't... I don't understand why they won't leave me alone, I just want to find my friend,\" I beg. She looks at me with sad eyes.</p>\n<p class=\"cnNjOTBjYTc5MzZiNjQ1MGM5Y2E1MGNiYmYzNWRhMzZl\" data-original-margin=\"\">\"I know, you can trust me,\" she promises. I search her eyes for signs of a lie, but she seems genuine. Nobles can't be trusted, not by people like me, but... I can't help but think of Lillith. Lily and Autumn, and August, and all the others that support her. I take a deep breath. Alright, Lily. A leap of faith. I will try trusting one noble.</p>\n<p class=\"cnNlNzJiZDdkODJlYTQzNGFiYTllZTUwZGY0MjA3MGJj\" data-original-margin=\"\">\"Okay, I'll go with you. Thank you, Liora,\" I hesitantly agree.</p>\n<p class=\"cnNmYjdiNGE4NTcyYzQ3YTg4NDJhNDRmNzlhNzEyNGY4\" data-original-margin=\"\">\"Alright, wait here,\" she says before leaving. I hear a brief conversation and I'm frozen in fear. Is she going to betray me? Is she going to tell them? I ready a light spell, just in case but... she sends them away. I let out a breath I didn't realize I had been holding. Lily was right. Lily was right, and I was going to make it out, because of a noble.</p>\n<p class=\"cnMwMzhjMTBlMGI0ZjRiMWY5OWZhZWU2YTg1YjgxMzMw\" data-original-margin=\"\">She pops up a moment later and I jump. \"Come on,\" she says,\" I know a safe place you can stay, then I'll find your friend for you,\" she offers. She helps me up and I brush myself off.</p>\n<p class=\"cnM2OGI5ZmEyMmRhNTQ5NmJhODYyYWIwZGE3Yzg0MTll\" data-original-margin=\"\">\"Thank you so much. I don't know what would have happened without you. Thank you so much,\" I say, practically worshipping her with my tone.</p>\n<p class=\"cnNlYWNiNmIyN2I5ZjRlMjhiMTRkZTg4ODc4MTBhMzJi\" data-original-margin=\"\">\"N-no problem, Eleonor,\" she responds as I follow her through the campus. Every now and then shadows pass the garden plants and my heart stops. Every sound sends a chill through my spine, but eventually, we make it to our destination.</p>\n<p class=\"cnM1YjEyN2UyODYxMTQyNjdiODkyNTFmNzZkNzI2Y2Uw\" data-original-margin=\"\">\"What are we doing here?\" I ask as we circle around to the empty lot behind the science of mana building. Liora looks down and doesn't answer. I realize why in only a moment. All of Jocelyn's friends are here. Waiting. I turn to run, but Jocelyn and Iris stand in my way. Jocelyn is holding a dress up to me.</p>\n<p class=\"cnNjNTJiOWUzMDJlOTQyMmFiZjg4ZGFhOGUzZmM1ODYx\" data-original-margin=\"\">\"We thought it was about time you started acting like a lady,\" Jocelyn sneers. I feel hot tears form in my eyes.</p>\n<p class=\"cnMyNTRiZjc2NDQ0YzQwOGQ4NmM1OGU0MDVlNjZiMTkx\" data-original-margin=\"\">\"Please. I'll wear the dress. I'll always wear the dress, from now on. I'll do whatever you want but... please. Let me go. I- I'll wear it, I'll put on the dress, please...\"</p>\n<hr>\n<p class=\"cnNlNzYwZjA5OWUzNDQzYmQ5OTNhMTc5NzZiZmNmZTFh\" data-original-margin=\"\"><strong>Lillith</strong></p>\n<p class=\"cnMyZDljN2RiZDhjNzQyZTVhMzMxODFlMGM3NDYwNzFl\" data-original-margin=\"\">I fly. I don't care if anyone sees me. I don't bother with any light spells or masks. I'd left them at the campus safehouse. I don't care what happens. I use force mana at full power to propel myself through campus like a speeding train. The building is too far. It's too long after they were supposed to meet. When I have to land I don't stop. I fly through the garden foliage and the twigs and thorns leave fine cuts and slashes on my skin. I don't feel them.</p>\n<p class=\"cnMwY2Q4NDFiZWY0YzRjOWFiNTE4ZDMxNjBlNjUwOTY3\" data-original-margin=\"\">I feel nothing but panic. I can't let this happen, I can't. Not to Leo. It feels like an eternity. Eons pass as I rush to save my friend. In reality, I make it in minutes but as I arrive I worry I was too slow. There are maybe a dozen women here, in this quiet lot. Leo is on the ground, crumpled up like a discarded receipt. He's been forced into an ill-fitting dress and the wrap he uses to bind his chest has been torn off him. It's lying a few yards away, covered in blood.</p>\n<p class=\"cnNmZWUyOTA1NWE2MzQ1ZmNiMGRlOTk4ZDYwZDllYjFh\" data-original-margin=\"\">I scream, the cry of a wounded animal and everyone stands back, even Iris and Jocelyn. They stare at me as I rush to his side and kneel down, tears already streaking down my face as I hesitantly reach my fingers to his neck, then his wrist. A pulse. I can't find a pulse. \"Well, would you look at that? Another common girl. I respect you more Lillith, I'll let you leave, if you want. But we have business with your friend there, and if you stand in our way, well. I suppose we'll have to put another commoner in the ground,\" she threatens. I ignore her.</p>\n<p class=\"cnNhNGZmODc1MzdhODQ5OTg5NGJkYmM0YWY0MjNhMDc2\" data-original-margin=\"\">I can't feel anything. No. No no no no no. I can't... I can't do this. There is so much blood. His limbs are broken and his jaw isn't set correctly. One eye is swollen shut and bone juts out from his left leg. But Sara, Sara can fix that. He just needs to be alive. I move my fingers a little and... my lip quivers. Tears run down my cheeks. Because, however faint it is, I can feel a pulse. I just have to get him to Sara, who is on her way. I just have to keep him alive.</p>\n<p class=\"cnM0Y2Y2M2U3ZDBkYzQzMjA4YTJhOWNkNTkyOGNiZGJm\" data-original-margin=\"\">Slowly, I look up at Jocelyn's smirking face. It's time to live up to my fucking name.</p>\n            ",
  "invisibleParagraphContent": "A case of content theft: this narrative is not rightfully on Amazon; if you spot it, report the violation."
}