{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNiNGY1Mzg3NDZkZTRlMzY4MmQ5M2MwN2FmYTk5YTVk\" data-original-margin=\"\">Parting ways with Gilbert and Tommy, I march right in through the front doors to confront the people who took my brother from me. I am greeted by a large, gruff man and his scrawny partner, both armed with clubs. The skinnier man grabs my arm and tries to pull me along without saying a word.</p>\n<p class=\"cnM3OWRhZTkxMDc0YjQ4ZGY4M2ZlYmU0MjA0ZTZhMzRi\" data-original-margin=\"\">\"Where are you taking me?\" I ask, refusing to move. The only responses this receives is an angry blush from the skinny man while the bigger man grabs my arm and tries the same. Still unmoving, I repeat the question. \"Where are we going?</p>\n<p class=\"cnNlYTI4ZmQ3MjE0MzQwZDQ5YjNhNzIyNjczMWMyNmU2\" data-original-margin=\"\">It is the skinny man's turn to laugh as the larger man struggles. Coming to a decision, the larger man goes to pick me up, only to fail as force mana increases my weight.</p>\n<p class=\"cnM5NzMzMTQ3ODc3ODQ2Mzc5YzAyNzFmZDNhMjIwODc3\" data-original-margin=\"\">\"Tell me where we are headed, and I'll go with you,\" I explain through a sweet, girlish smile. I should have a few minutes before I need to cause a commotion, and I want to know if they plan to just lock me up or confront me now.</p>\n<p class=\"cnNiZjA5NTJjZjI4YzRjMDliYTk3ZTZhOTY3Nzg4ZmUz\" data-original-margin=\"\">The two men glance at each other before the skinny man speaks up. \"We ain't supposed to speak with you kid,\" he explains and the big man face palms.</p>\n<p class=\"cnM1MTA0MTQ5OTY2ODRiYTY5YTU3MWZjNzMzMjE4ZTBi\" data-original-margin=\"\">\"Well you have officially failed that order, so you might as well tell me so you can get one thing done,\" I quip.</p>\n<p class=\"cnNlN2I5OTY1MGM2NzRjOGNiYzE4ZDgxODgyZDQyNzg3\" data-original-margin=\"\">\"Fine,\" the big man says. \"We are taking you to the main audience chamber to meet Rosalind. Now come.\"</p>\n<p class=\"cnNhNjU3MGExYmRhZTRhYzQ5ZWRiNDAyMjAxZTI4Njc4\" data-original-margin=\"\">\"Audience chamber?\" I laugh, \"Real fancy abandoned warehouse you have here, huh?\"</p>\n<p class=\"cnM3M2I5MTNlMGMxNzQzNGZhYjNiMzY1MjA0NDc1YjA4\" data-original-margin=\"\">\"Just shut up and follow us,\" the big man grumbles and I comply. The 'audience chamber' turns out, predictably, to be what was probably the main storage area. Somewhere around thirty men are in the room armed with clubs or daggers. Hopefully, this is everyone not directly guarding the prisoners. If it's not the rest will likely come when I start causing real trouble, and if any don't well they won't be able to find their way to the cellar in total darkness.</p>\n<p class=\"cnM3ZGQwYzhhM2YxNzRjMzdhYzNmODg3Y2FlOTQ4OWUz\" data-original-margin=\"\">In the center of them is a woman with crossed arms. Rosalind, then. I steel my resolve as we approach her. This is where things get dangerous. Henry needs this, and Tommy is taking a huge risk for this. I can't mess it up, and I've never properly fought another mage before. I can confirm she is, in fact, a mage as I get closer. I can feel her mana radiating off of her as she flips a small knife in one hand. It's not as strong as mine, but it's not as much weaker as I'd like. I don't have thirty grown men fighting on my side.</p>\n<p class=\"cnNjMzcyN2NiMjFjMjRmYzJiNTdkNDdhZGI1ODBkOWFk\" data-original-margin=\"\">\"You're that little bitch who killed Piers!\" a man near the front shouts at me just as Rosalind is about to speak, drawing a hateful look from her. She stares at him for a moment. \"S-sorry boss.\"</p>\n<p class=\"cnMwODFmOTQ0NDBjNjQyMGI5NGNhMTc1ZGY0MTE3Mzdk\" data-original-margin=\"\">As he is sufficiently cowed, she turns back to look at me and finally addresses me. \"I should thank you for that, Lillith. You did me a huge favor!\"</p>\n<p class=\"cnM0NTk3YTkxMTQ4MjQ3NzM4YjBkOTA5MGYxZjRlNTYy\" data-original-margin=\"\">\"I aim to please,\" I respond dryly.</p>\n<p class=\"cnNmNWQ2ZjI5MjkyNzQ0YTA5NzIwMmYyNjQyMGUwYjNi\" data-original-margin=\"\">\"The boys here were awfully loyal to him. I can kill any man here but they wouldn't have followed me if I took leadership by force. But when an unarmed little girl overpowers and kills him, well. That's hardly my fault.\"</p>\n<p class=\"cnM0ZDZlZTIzNzdmZTQxYzdhZjEzNmRhMzE0YTQ2YjQw\" data-original-margin=\"\">\"You're very welcome, Rosalind, was it?\" I smile. \"I look forward to doing this gang the same favor again.\"</p>\n<p class=\"cnMxZDIxMjE0NDFjOTRlNjNiNjg1MTE5MDUwYmYyMmRm\" data-original-margin=\"\">Her mouth draws to a line as she responds. \"It's <em>Lady </em>Rosalind. It would serve you well to show me proper respect,\" she growls at me. Hang-up indeed.</p>\n<p class=\"cnM4ZTA2M2NiZWQzODQwMTc4NDAwMWE4NTBlNzkyYjhh\" data-original-margin=\"\">\"Refusing to refer to you as a noble is the most respect I will ever show you, Rosalind. Or did you forget what happened to the last noble who insisted on my respect? I believe he hired you, no?\"</p>\n<p class=\"cnMxNjM0ZmNhM2VjZDRlYjhhOThlYTkzOWExMTBkMDc2\" data-original-margin=\"\">\"Walter was an idiot, I'll give you that. But I am not. You will respect me.\"</p>\n<p class=\"cnNlNjgzMDNjMmVmYTQzNTBiMDFiODIwZTU3Y2ViNzNi\" data-original-margin=\"\">\"Demanding a title and expecting respect is exclusive to idiots.\"</p>\n<p class=\"cnNhZjAzZTEwOTZiNjRjYmU4MmI1NjY3YjhkOTAxZjdj\" data-original-margin=\"\">\"Is it as idiotic as marching into a hostile environment unarmed?\"</p>\n<p class=\"cnNmNWQwYmY4ZGU4YTQ0MmY4NzA0NWFkYTJjM2ViZjY1\" data-original-margin=\"\">I smile brightly at this, \"I'm not unarmed at all!\" I see her tense up briefly and zero in on the two bags I have strapped to my sides. Then I pull out an egg and a pebble and present them. \"See?\"</p>\n<p class=\"cnNhZDM4MGQ2ZmVkYjQ4ZmZhODQ0ODk2YzdhNTg1M2Zk\" data-original-margin=\"\">She stares at me, dumbfounded. After a moment she starts laughing and exclaims \"Your plan was to attack us with pebbles and eggs?\"</p>\n<p class=\"cnMyOGY1ZGEzMDNmOTQxZDJiZDcxZGJkNmYyYzc0ODAy\" data-original-margin=\"\">\"Defend myself, actually. Which brings me to the rest of you. If you want to survive, leave now. I don't know why you are with this gang, but if any of you are unaware they abduct children and sell them,\" I announce. I receive the expected chuckles in response and continue. \"Anyone who stays here, dies.\"</p>\n<p class=\"cnM2ODM2NTRlNDdkZjRhMWFiOGE3OGQ1MjM0ZWYwNGYx\" data-original-margin=\"\">\"Threats from a little girl aren't going to sway them, kid,\" Rosalind laughs, \"especially a little kid with rocks and eggs. Trust me, I am much scarier than you are.\"</p>\n<p class=\"cnM0NTJmYTQzNTY1MjQ1ZDZiOTA0OGY5MzliYTFkYTEx\" data-original-margin=\"\">\"Well that remains to be seen, doesn't it?\" I say, my smile remaining on my face, \"I haven't thrown any eggs yet.\"</p>\n<p class=\"cnNhMjRlMzllZDhjZDQyN2FiOGVhZDc4MzNlODUwNDVj\" data-original-margin=\"\">\"You have a lot more spirit than your brother, don't you?\" she chuckles and my hackles rise. I have been avoiding talking about Henry, drawing out this pointless conversation as long as I can. She is trying to bait me, make me angry so she can control me.</p>\n<p class=\"cnM4MjVhYTE0ODY1ZjRjMzI5MzllOWY2YjhiMWZkNDVh\" data-original-margin=\"\">I glare at her for a moment and prepare to respond as the chuckling fades, but am interrupted by a loud creak somewhere nearby, and Rosalind's head snaps in its direction. Fucking shit.</p>\n<p class=\"cnM1ZTdmZTA1NzcyOTQ1YjU4NTc5YTBjMzE1ZTZiN2Rj\" data-original-margin=\"\">\"Go investigate, she brought someone else with her!\" Rosalind orders. Men all around the room tense up and grip their weapons. I see one man run toward the nearest door to the sound, and Rosalind begins casting with an unfamiliar hue to her mana. No more stalling, the hard part starts now. I retrieve two pebbles from my pouch by controlling the mana I built them with and fire them one after the other.</p>\n<p class=\"cnNmZGIzZDlkYzY3ODQ3NzdhNTFlNjY5ODBmZjRmZTQy\" data-original-margin=\"\">The man falls to the ground dead, but the pebble I fired at Rosalind just stops in place and falls to the ground. Figures it wouldn't be so easy. All hell breaks loose and I am under attack from all sides. I am prepared this time, however. I throw up a shield spell of force mana that pushes back attacks on me with equal force.</p><p class=\"cjQyZjkxYjgyMWI3OTRiMzZhYTU3Y2RmNGY0NWM4MmJl\" data-original-margin=\"\">Did you know this story is from Royal Road? Read the official version for free and support the author.</p>\n<p class=\"cnNkNjljMjVjMjAyMDQ4OGM5MjhiODhmMTRkMTgzYzY1\" data-original-margin=\"\">I do this just in time as a throwing knife bounces harmlessly off me like my pebble did to Rosalind. I have little time to think of anything as men descend on me. I dodge past the first man to reach me and use one foot to trip him as I push him over. I then retrieve an egg and fire it in his direction without aiming carefully.</p>\n<p class=\"cnM4YTgxMmFmZTVjOTQ1YzM4NzZlZWVhNmJjMzVjM2M4\" data-original-margin=\"\">I don't have time for precision strikes so I am marking anyone that attacks me. A club descends on my head and I dodge out of the way, swinging a force-enhanced fist into the man's ribcage before dodging backward away from another man's knife. Him I hit with a pebble, taking him in the solar plexus and removing him from the fight. I run through the crowd, dodging and tanking blows while returning my own. Whenever I get a half-decent shot on someone but can't kill them, I fire an egg as well.</p>\n<p class=\"cnM0ODhkYzk1MjYzZDQ0ZjZiMTJmMzU5MThlMDA5ZTQ4\" data-original-margin=\"\">I am hit from behind and fly forward, barreling into two men. I scramble up and realize it was Rosalind, she'd gotten through my shield with that kick somehow. As I regain my footing, I see a man has made it through the door. He's after Gilbert, shit! I put up a wide wall of force mana to delay Rosalind and launch myself in the direction at the same time.</p>\n<p class=\"cnNlYjVmMGRmYWU4NDQ0NjY5ZDA2ZmY2MjM3YThlOTZl\" data-original-margin=\"\">As I get there I see he is in a hallway preparing to call for help. Before he gets the chance I follow him. I kick out as hard as I can at the back of his leg and he crumbles to his knees. Now that he is closer to my level I reach around and grab his throat, using all my strength to launch him back into the room. Rosalind is already on me again and dodges out of the way, then corrects course straight for me.</p>\n<p class=\"cnMxNzIyYWJiYmE1ZDQwZTQ5Y2RiYjI4ZjgwYTBmNzgy\" data-original-margin=\"\">I put up another force wall in front of me, and one on the door. I can't keep too many up at once but I can leave that one up for now. Now that Rosalind is fighting I am struggling to keep up. I am fairly certain I can beat her. She is fast but so am I, and I hit a lot harder based on that kick, but the numbers are holding me back. Rosalind is sticking to hit-and-run tactics, appearing from seemingly random directions and charging me like a bullet.</p>\n<p class=\"cnM0YTFhOTFlMDg3ZDQ0NTU5M2U3MDIzZDdkOTE2NDJj\" data-original-margin=\"\">I keep her off me by moving my force walls as needed, but that's practically all I can do. I manage to throw off an egg between attacks, but I don't have the time to fire off a lethal attack against any of her men. They are all covered in flour, but something needs to change soon. My force walls take more mana than her acceleration and I will lose this fight after long enough.</p>\n<p class=\"cnNjNmEzNzA1ZjBjNzQ3NmNhNDVhNjA2MzBlMWYwNTAy\" data-original-margin=\"\">Not to mention I am still rebuffing mundane clubs, daggers, and fists from all directions. I don't even have time to throw a punch in retaliation or Rosalind will reach me. Fortunately, I don't have to. Three shrill whistles ring out from somewhere nearby, and I grin. I already have everyone but Rosalind painted, and I push out the spell I have had prepared since I walked into the building. A dark box envelops the entire building. Rather than a wall, I have created an entire space of light mana that will allow exactly two frequencies to pass through it.</p>\n<p class=\"cnM1OTFmODQzYjQ0NDQ4OTQ5ZjM4OTEzYjk0YzdmNDUz\" data-original-margin=\"\">Brilliant colors soar toward me in the absolute darkness, and I put up a force wall to stop it. Mana isn't visible because of light, so our spells are still perfectly visible, even if we aren't. The only other thing anyone can see is thirty or so glowing splatters of flour as I fill the room with my black flashlight spell. You may expect this to emit a light purplish light, but that's just a result of Earth technology. My black light is truly invisible. ultraviolet waves fill the entire space and all Rosalind's men glow.</p>\n<p class=\"cnMyMTMxZDQzNmIyNzRhYWNiYWY0MjNmY2IxNWI2NDc4\" data-original-margin=\"\">I shove my way through the barrier of bodies surrounding me and bowl my way to freedom, then stop gathering mana around my body. Rosalind is finally stationary, unsure how to find me. She is thankfully either unable to suppress her mana or hasn't considered the need, and I can pinpoint her easily. I quickly fire off three pebbles at her glowing subordinates and all three fall to the ground.</p>\n<p class=\"cnM5OTY1ZGU1ZGRkZTQ5MDhhOTE0MTI2MzZjYzIxZWQz\" data-original-margin=\"\">She spots the mana from these spells and charges me, but I manage to move after she sees me and she hits the wall behind me. I swing out a kick and make contact, but my foot comes in contact with the same mana barrier I hit earlier. She seems unhurt from either impact as she screams, \"Got you now you little bitch!\" and tries to stab at me.</p>\n<p class=\"cnNiNmQ5YmVhZWIwYTQ0NDc4M2RiMjE5OTZhNzJkOGM3\" data-original-margin=\"\">I don't know how she kicked through my force barrier earlier, but I don't want to risk this and use force mana to propel myself toward the center of the room. I think it's the center anyway, as I can see several men scrambling about still. To my delight, in their panic, there have been a few friendly fire incidents and a few more seem to have fallen on the ground, and a couple more are still grappling.</p>\n<p class=\"cnNhNjUzNTIyYTU4ZDRlNTg4YTJkZmI2MDA5ZGMyMzRj\" data-original-margin=\"\">I decide to handle a few the mundane way so Rosalind can't spot me. I grab a man's ankle and pull him to the ground, then scramble up, grab him by the hair, and force his head into the pavement with all my strength. My strength has grown and I hear it crack immediately. A couple more glowing lights charge me and I throw my force shield back up. Within moments, Rosalind has spotted me and charges in a second time, but I anticipate it, using force mana to pull from all directions before she launches herself.</p>\n<p class=\"cnM3YWZlMGY4MjEwNTQwZTFiZjNhYzQxMDM0MjE0NTI2\" data-original-margin=\"\">The two lights running toward me and four other men get pulled in as I duck. I feel blood splatter across me as Rosalind and her mana shield collide with them like a cannonball. I hear screaming from two sources. One of her victims is alive and crying in pain, and Rosalind is screaming in fury. I try to back away but trip over something and fall to my back. I accidentally touch it and my hand comes back wet. Picking it up, it becomes clear I just picked up a man's arm.</p>\n<p class=\"cnNjNzkyZWNiYWFmMjQ3M2RhOWE0YWU5NTQ0ZWZjMjJh\" data-original-margin=\"\">How fucking fast is she flying? This is like fighting the juggernaut. The battle continues in this vein for a few minutes, I pick off her men, narrowly avoid her attack, or force her to change course with a force shield, lather, rinse repeat, until I am fairly certain we are the last two standing. We both stand still, and I try to catch my breath. There are a few groaning or weeping men on the ground, but she still locks in on my location just from the breath.</p>\n<p class=\"cnNmN2Y1NDcxYmM1YzRhMjZhZDE3MWMzYzA5N2M2MTI5\" data-original-margin=\"\">As I narrowly avoid her charge, I notice sound mana around her head. That's right, Tommy said she was quiet, of course she has sound mana! This gives me an idea however and I shout at her, \"You'll never be a Noble you know!\"</p>\n<p class=\"cnM1MmM3MDIxOTZiNDRiZWFiNDFkNDBkNzlhNjE1Y2E0\" data-original-margin=\"\">She screams and charges me again. Dodging without mana is hard but my physical strength and speed help. I carefully make it to another part of the room, running into a wall once and needing to avoid another attack, then I shout again, using mana to amplify my voice. \"Although the way you killed your own men with incompetence, maybe you will after all!\"</p>\n<p class=\"cnMyZTk1YTcxYTI4YjQzNjFiODIxM2M1OGExOWU3OTQ0\" data-original-margin=\"\">I avoid her again as she yells, \"Shut up bitch! I'll tear you apart!\"</p>\n<p class=\"cnM0YjU3NzVhMWZlYzRlYjQ5YjM0YWFiYTU2ZjYwYjg0\" data-original-margin=\"\">Now is the time for the final step. I begin casting sound magic and run toward the glowing bodies in the center of the room. I stop but keep sending my spell forward to the center of the room. The sound spell shouts in my voice, \"And just like every other noble, you are sad, pathetic, and dead!\"</p>\n<p class=\"cnMyZGFkMGYxMzAwZTQ4Mjc4YjIyYWVmNGMzNWU1OTAz\" data-original-margin=\"\">The vibrant colors of her mana paint the darkness as it collides with my own and I enact my final plan. I throw up four thick force walls around her, trapping her in a box. As she begins bouncing from wall to wall at breakneck speeds, I see actual dents in the thick force walls around her. That explains how she got through my shield, she must have hit me with more force than I could generate.</p>\n<p class=\"cnNmZDRjYjIwNzU5ODQ4NjFiZTJiNTA0MzRmODRjNWY4\" data-original-margin=\"\">\"You can't keep me in here forever!\" She screams, stopping her attempts at escape. \"Eventually, you'll run out of mana, and I'll still have plenty. And I'll be able to see you then. And I am going to make your death as painful as possible.\"</p>\n<p class=\"cnM1YmVmMzkwZmEzZjRlNDI5MDlmZWZiMTE0OGE3N2Vm\" data-original-margin=\"\">Apparently, this fight hadn't gone as she expected. I sigh wearily before replying, \"No, you won't.\" At that, I collapse all four walls into her. They stop at her shield, whatever kind of mana it is, and she panics, realizing what is about to happen.</p>\n<p class=\"cnNkNzQyYzQyZjcxNzRhMDdhOWYzNjk2ZDEzZWExMDk0\" data-original-margin=\"\">\"W-wait, I can help you, I can get you your br-\" she starts, but my mana overpowers her and she is crushed into a paste in an instant. I collapse and release all my spells at once, the bright light shocking me. I recover my breath and look around at the carnage surrounding me. I, on the other hand, am in much better shape than the last time I fought this gang.</p>\n<p class=\"cnMzNTdmMWM3MDQ4MjRlODJhYWQ3YWU4YjA3Mzc2Y2Rj\" data-original-margin=\"\">Now, it's time to save Henry.</p>\n            ",
  "invisibleParagraphContent": "Did you know this story is from Royal Road? Read the official version for free and support the author."
}