{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnNhM2ZkNTZkODAwZjRmMTc5ZDNkMzQyODNhOGIxN2Fm\" data-original-margin=\"\"><strong>Baldwin</strong></p>\n<p class=\"cnM3MzNjMDRkMmI3ZDQ2MjhiZDg3ODNjZDFhZGNjNWFl\" data-original-margin=\"\"><br>That fool child, her stubborn struggling can only amuse me so far. It will bring me no end of joy when she finally realizes her place. For now, she has created a great deal of work for me. Had she done as she was told her pathetic little noble house could have at least ridden on my coattails or hidden in my shadow. Had she declared her house my property, as I'm certain she was instructed, none would have dared insult them for fear of insulting me.</p>\n<p class=\"cnNjNWIzYjgwNGJiYjQ1OTQ4MDc4ZDE3NWE2NTNhODI2\" data-original-margin=\"\">Instead, she walked into that ceremony, dressed like a beggar, her hair cut like a man's, and declared her house over before it started. Her childish attempt at a threat only served to undermine her. It makes me want to spit just thinking about it! Why can't people just understand when you know better than them? I do not have the time to spend validating my choice of wife in the eyes of lesser nobles, dammit!</p>\n<p class=\"cnNmMzVjNWVkMmVlNTQ2Y2Q5MWI0YTQ2NmE0ZjE5MDQy\" data-original-margin=\"\">Of course, if they knew what I do about her magical abilities, I would never have to worry about this. If she wasn't so damn resistant to divine power this wouldn't be a problem either. I tamed a fucking duke with my divine magic and a child is shaking it off like it's nothing. I don't know how she convinces herself that the gibberish she spits at me is an answer to my demands, but I do have a theory about her resistance to physical change. A theory that may have been confirmed today.</p>\n<p class=\"cnNkMDYxYWMwZmE4MzRjNTlhMTNhNTU1MDg2Y2QwZTE5\" data-original-margin=\"\">I have fought with grown men three times her size and I've never been hit so hard. The bitch managed to break my jaw, a thirteen-year-old girl without using mana. I don't know what she was hoping to accomplish, but she revealed her hand today. Either her circle targets some sort of strength-enhancing endoaspected mana, or she is making her own body modifications somehow.</p>\n<p class=\"cnMwOWQzMjYyYmU0NjQ1ZmZhMjBjZGRkZjIwMDI3YzNk\" data-original-margin=\"\">Both options seem impossible, but one is clearly true. She certainly didn't aspect a strength-focused mana naturally, not at her size. She could never have embodied it. She could have built it into her circle but the secret to making that work is hidden from all but the highest-ranking nobles. I suppose she may have discovered it herself as she did with a mana circle that allows you to leave. It's also possible Godfrey taught it to her, but the man's stupidity doesn't reach those depths. He would lose all hope of regaining his former glory if he shared a royal secret like that.</p>\n<p class=\"cnMyYTExMGQ1YjBkMjQzYjViY2FmMjFmYzk0YzE5YzE2\" data-original-margin=\"\">I consider the other option far more likely. I dismissed it almost entirely at first for a few reasons, but considering my divine modifications are failing, it is the most likely cause. I have been assuming a normal base state when modifying her. This means I have been expending my effort returning her to that state before my changes could be applied. I have to figure out what state she is in before I can successfully modify her, which means I'll have to break her. Whether through divine magic or more mundane means, I need her cooperation.</p>\n<p class=\"cnNiMjBjZjUyMjhhMDRkMWM5NjFiN2Y3MzA5OTVjZDNh\" data-original-margin=\"\">I am yet again impressed with her. Using divine magic is one thing, but if she had access to that my control never would have worked in the first place. I haven't gotten enough information out of her, but I've gotten enough to know she isn't faking it. It was extremely unlikely in any case, divinely chosen like me only appear once every hundred years at most. I am likely the only natural divine mage in all of the kingdom, probably the entire world. It's impossible for a girl her age to have earned divine powers through the temple, and the Collector has never allowed a woman access to his powers.</p>\n<p class=\"cnNlZDMzNTljMjY0ZTQ2OTViYTA3N2JjYTg3MzUxM2Y5\" data-original-margin=\"\">This means she has been doing it with mana alone. She wouldn't be the first to try it, but she would be the first to succeed without mutilating and maiming themselves. She was able to enhance her muscles and her durability as well if that beating I gave her is any indication. And to do it at such a level that my changes still haven't reverted them all? She must have some sort of genius insight into the workings of the human body. She is the first to successfully defy the Collector in this way.</p>\n<p class=\"cnNiMjI1OTY4M2YyZTQzNTg4NjBkMzhhZWMwZWUxYWFh\" data-original-margin=\"\">This only makes her more desirable. With her genius collared and cataloged among my assets, I'll be the next king. My heirs will be a force to be reckoned with as well. I suppose I'll have to produce them in a dark room at first if she keeps rebuffing my designs. Oh well, it is well known you can't have everything in a wife, and I can always keep a mana light on her expression alone. I do have to keep the temple from investigating her, however; I suppose I'll need to get her exempt from confession. It would be a waste to have such a brilliant asset wasted with... such an undignified punishment.</p>\n<p class=\"cnM5MTg3NjE5NzE5OTRkZWM4Mzg0ODFkNDlhODllYTMy\" data-original-margin=\"\">\"I hear he fell in love with a local whore; can you believe he invited us to see such a low and stupid girl be inducted as a noble?\" I hear a man's voice whispering as I enter one of the finer restaurants in the noble district. I usually have the chefs at the estate cook for me, they are the finest in the city after all, but I need to make a point today. I have been lenient with the nobility in recent years. Coming home with a member of the royal lineage under my control had successfully cowed them, and few dared openly ridicule me.</p><p class=\"cmY2MDhmMzBiMzI4MTQ2ZTM4ZTM4MzVjYWU4MjhkZmMz\" data-original-margin=\"\">A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation.</p>\n<p class=\"cnNhMjZlNjY3OTYwMTQ2Njk5MTBjODdjYzZjMTE3MTY5\" data-original-margin=\"\">This man's remarks confirm my fears, however. I have been complacent. I have allowed them to grow too comfortable, and Lillith openly embarrassing me today pushed a few of them over the edge. Even if I killed her now, aside from losing a valuable asset, it would just be an admission of a mistake. They already see the engagement as a sign of weakness, thanks to her stubborn childishness, and that would just be confirmation I have grown weak.</p>\n<p class=\"cnM5MWUyMGU3MGJlNjQ2NzJhOWIzMGQ4ZDEzNWEwN2Iy\" data-original-margin=\"\">Thus, I find myself in a restaurant, a place for the poorer nobles to find fine dining. \"I hear he chose her because of the short hair,\" the man's wife replies, \"I heard he wanted a boy the same age and only chose her so she could produce an heir!\" she chuckled, reveling in the scandal behind the implication.</p>\n<p class=\"cnM0OGRmMGY1Nzg5ODQ1NjFiYjgwNjQ1NTI2YjNiZmNi\" data-original-margin=\"\">\"Maybe he did,\" the man smirks, \"I could see 'her' being a boy. That was an awfully strong jawline, and did you see how broad her shoulders were? It wouldn't surprise me a bit if this \"Lillith\" was just a pretty boy and Lord Baldwin planned to raise a couple of bastards as his heirs!\" I approach slowly to get a better look at them. The couple are dining with two other couples around a round table and have their backs to me.</p>\n<p class=\"cnNkM2Y3NzJiZDA3YzQ4YmQ5NWFlNGRmYWJlMTgzOTk4\" data-original-margin=\"\">The woman clearly doesn't notice her friends going quiet and pale, as she continues joking, \"Oh, she looks a bit too pretty for that, even if she was dressed in rags and looked like rabid dogs had been at her hair. But who knows, maybe you are right! Maybe that silly name she chose was because 'he' has an extra ending?\" She and her husband laugh together for a moment, still oblivious to the fear in their friend's eyes.</p>\n<p class=\"cnM0YzBjMTQ0M2YwODQ0NjVhNjI4MTYzNzVkZDg4ZGI5\" data-original-margin=\"\">This couple looks perfect, as I don't recognize them. They are likely the cousins of some viscount or baron, hardly important for the meal they are eating. They weren't even at the ceremony, street nobles of their level weren't invited. They have apparently never been to one if they don't even realize she never would have been allowed at it. Just rumors from the fools who did show up. Perhaps I should thank Lillith. I have needed an excuse to remind the nobility in this city to fear me.</p>\n<p class=\"cnM4MzI4MzVhYTdkMjRlY2NhYWFjOGYxMzFjNzVkODY2\" data-original-margin=\"\">\"Do you think so,\" I ask, pulling a chair from another table and sitting between them. The entire restaurant is silent; I can practically hear their rapidly beating hearts as they, too late, realize their mistake. \"Tell me more,\" I say, pulling the man's plate in front of me and using his fork and knife to cut through his steak. \"Tell me all about what you think of my chosen wife,\" I command.</p>\n<p class=\"cnNmOTA4MGJlM2QxMjRjODk4NjI0NDdjZDJhNzg1MDY1\" data-original-margin=\"\">\"S-she's lovely, my Lord,\" the man splutters, \"Truly a prize for us all to envy!\" he commends, a bead of sweat forming on his head.</p>\n<p class=\"cnM5ZTY4OThmYWZiYzQ1NDNhNzRkYjE2ZjU1YTJmZGMz\" data-original-margin=\"\">\"Really?\" I ask, raising an eyebrow, \"You wouldn't lie to me, would you?\" I put a bite of steak in my mouth and stare at the nervous man.</p>\n<p class=\"cnNhYmQ1YjA1ZjIxODRhOGRhZTUyOGRlNGIxNTI2NTRi\" data-original-margin=\"\">\"N-no my lord, I wouldn't dare to!\" he reassures me, and the other nobles at the table fidget nervously, a couple of them with tears forming in their eyes.</p>\n<p class=\"cnMyMTY1MTZjNTM1NjQ4MjE4MWY2NGVlNDUyNzU2MDEw\" data-original-margin=\"\">\"I'm so glad to hear that!\" I declare jovially, to his brief relief \"So you were at the ceremony then?\" I add, returning to a cold, expectant stare. The man realizes his mistake.</p>\n<p class=\"cnNmNmRiMjRhZjY0ZDQ3ZjNhMDllNzJjY2YxYThmMmYz\" data-original-margin=\"\">\"I'm sorry my Lord I-I d-didn't-\" he starts when I use half a dozen wind drills to tear holes through his body. His wife wails and people around the table scream as his blood sprays across their faces. After a moment everyone in the restaurant attempts to flee.</p>\n<p class=\"cnNlNmEyY2NjZjQzMjQyYzk5ZjQzZTI2NDM0OWZmYjFk\" data-original-margin=\"\">\"DID I TELL YOU THAT YOU COULD LEAVE??\" I shout, magically enhancing my voice and the room freezes. \"Take your seats,\" I order the now mostly quiet restaurant. They all hurry to comply, and I smell the air sour as at least one person soils themselves. The only sound that remains is the man to my left, kept alive for now with divine magic, attempting to scream without the aid of intact lungs and his wife sobbing to my right. \"Now,\" I continue, addressing his wife, \"If you were not at my fiancé's christening ceremony, do you care to explain what exactly you were talking about?\"</p>\n<p class=\"cnM2ZDI5N2Y2ODczYzRhNDJiNzhjYWI2OTJhYThjMzgw\" data-original-margin=\"\">She starts sobbing louder, unable to answer. A brave woman at the table tries to answer for her, \"My Lord, I'm certain she was just repeating baseless rumors, she is only visiting and she didn't know-\" she starts but I hold up a finger to silence her.</p>\n<p class=\"cnNhODlhYjg5YmM0OTRiZjZiZDBiMTVmZjAzYjRhYzRj\" data-original-margin=\"\">\"I didn't ask you, did I?\" I scold the other woman. I return to the woman I had been speaking to and see her reaching out to her struggling husband. \"Well?\" I ask, \"Explain yourself.\" she starts taking in sharp breaths, trying desperately to regain her ability to speak through her sobbing and answer me. I don't have the patience to wait and I impale her with a spear of wind. She collapses on the table, joining her husband in his suffering but no longer fighting sharp breath.</p>\n<p class=\"cnNhNDgzZTNhZTg3NjQxYmY5MTdmNTc4MGZmNzU5ZTY5\" data-original-margin=\"\">I continue to cut the steak and take another bite. \"I'll say this once. I will not stand for insults or assumptions about my house. I don't care if it is my servants, my slaves, my dogs, or my chosen fiancé. You will not use any of them as an excuse to disrespect me.\" The brave woman from earlier reaches out to the bleeding woman next to me and holds her hand in a vain attempt to comfort her. I notice their hair and eyes are similar, and realize they must be sisters. That explains how she still has the audacity to look at me with hate.</p>\n<p class=\"cnMwMWNlM2M2NGI2ODRhZDJhY2ViM2ZmZTRjOGE4ODk5\" data-original-margin=\"\">No matter, she can do nothing about it. All these insects should have known better than to disrespect me. I take a drink of water from a glass on my left which has a swirling pattern of blood permeating it. I don't particularly enjoy the taste, but drinking despite the blood is effective for inspiring fear and asserting dominance.</p>\n<p class=\"cnMzM2I1MzQxMDkxOTQ0NGM5OTBmYmEyYjQ4MWQwMjcx\" data-original-margin=\"\">I feel the power in my mana spike as my inner aspect is fed by the people around me. This display should do nicely for now.</p>\n<p class=\"cnMwYTQzZjJjYWQ2MjQ5ODI4ODgzMzFlYzgwY2MwYmRm\" data-original-margin=\"\">&nbsp;</p>\n            ",
  "invisibleParagraphContent": "A case of literary theft: this tale is not rightfully on Amazon; if you see it, report the violation."
}