{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM5MWUwZmE1NDJiMTQyOWNiNThjNDNhNzZmZDI4YTUw\" data-original-margin=\"\">Fire.</p>\n<p class=\"cnM2MGYwOGQwZGZjNDQ5ZDc4ZTgyNzU4ZTE0ZGE4MzVj\" data-original-margin=\"\">It was everywhere, scattered across the surreal, snowy landscape like pyres of the underworld.</p>\n<p class=\"cnNkYmM1YmQxYzExYzQwODFhYWI4MWMxNTlhODhlYzQ2\" data-original-margin=\"\">Kaede watched as the flames burned away the pure-white snow. They consumed the bodies of fallen allies which laid all around.</p>\n<p class=\"cnMzYjJiOTc3ZmNhODRlOWJhMDg5OTM1YzJlZDNlNWI5\" data-original-margin=\"\">But most of all, they sprayed over still living men through a blazing jet -- flames that pumped endlessly from her own hands.</p>\n<p class=\"cnNmZjdkYTRiZWQ0MjQ5N2Y5NDVlNWU3MjNhMDA4NTY0\" data-original-margin=\"\">A human wave of Northmen charged straight at her. Their zweihanders glinted with bloody, razor-sharp steel. However Kaede felt her arms pivot towards them as though moving on their own. Her finger held the trigger of the flame projector down, and the scorching fire that shot out from her hands landed squarely on those men's faces.</p>\n<p class=\"cnMyNTVjZGMxMjYxODRlYjFiNDgzMjdlN2VkZDZjNjE4\" data-original-margin=\"\">Rimefire dripped from their melting eyes and sizzling flesh. It burnt away their chainmail-and-hide armor to reveal only civilian tunics. Their weapons dropped away and left only outstretched hands that sought help. Their lips and chin were consumed by the liquid fire, exposing jawbones that began to wail more terribly than any banshee.</p>\n<p class=\"cnNiNWEzMzZhODlhZTQ0ZDI5YTEzY2YwN2JmOWViYjc5\" data-original-margin=\"\">\"KEEP FIRING!\" She heard someone cry out from behind her.</p>\n<p class=\"cnNjYzdlZGU0Yzc0ODQ0MDhhMjA1NzRlNmJlNzc1MTgx\" data-original-margin=\"\">The voice sounded desperate but it was nevertheless an order. The torrent of liquid fire continued unabated from the weapon held in her hands. Yet the burning corpses did not stop their advance. They shambled through the torrent of flames with agonizing shrieks.</p>\n<p class=\"cnM3MDY4ZTI2YzdiMDQ5NzFhOTRlMGM1ZWViZWQ5YjE2\" data-original-margin=\"\">\"KEEP FIRING!\" Kaede heard again. This time just before an officer of Weichsel charged past her flank to intercept the approaching corpses.</p>\n<p class=\"cnNjNWE4MmMwNDY3YzRmOWVhMjcyOWZjYmMyNDA3ZDNh\" data-original-margin=\"\">A major with long, wavy red hair, slashed through the approaching foes with her bloody swordstaff. Though instead of falling down, the pieces of those bodies seemed to fuse together into a four-armed giant.</p>\n<p class=\"cnM2NTcxNDNkNGQzNDRiNmE5ZDg4MmM4NjRlZDg3ZWI4\" data-original-margin=\"\">This abomination grasped an even more massive sword, which he brought down upon the Major without mercy. It cut straight through the haft of her swordstaff as well as her right shoulder. Yet the Major did not flinch as she drove the remains of her polearm into her foe with her remaining arm.</p>\n<p class=\"cnM4NTA1ZjExZTYyOTQ0M2U5OGM1ZTY4MWUzZDc0OTZj\" data-original-margin=\"\">However even as the giant fell to the ground before Kaede's savior, the familiar felt no relief, only apprehension.</p>\n<p class=\"cnNlYzg0YmE2MzBkMjRiZjhhZjRhNTUyMDQxMjE0ODc4\" data-original-margin=\"\">The Major's body convulsed for a brief moment. She seemed to grow taller while her wavy-red hair shortened and went gray. The remains of her swordstaff changed into a marshal's baton just like the one Kaede had seen in Pascal's family painting. But as the figure turned about her face was no longer human.</p>\n<p class=\"cnNmY2VlNzM1Y2QxYjRmMzFhMTg5NjEyMjliNWVmMzcx\" data-original-margin=\"\">Kaede felt frozen with trepidation as she gazed upon the woman who had just saved her. Instead of eyes, the figure had hollowed out sockets with ghoulish embers glowing in them. The officer looked upon the snowy-haired girl and decreed:</p>\n<p class=\"cnM2MWVmNzdjNGViYTRkNjJiNmI5NzY5MzJhMzk0MzA4\" data-original-margin=\"\">\"Diieeee.\"</p>\n<p class=\"cnNmNDE2Yjg2NmNkNTRiZjI5ZDBiMTFmNjM5YWNlMDRh\" data-original-margin=\"\"><em>But... why?</em></p>\n<p class=\"cnM1MmUxYWMxODBiNDRlZDNiMzI3MDlhYjJiZWRlMzE2\" data-original-margin=\"\">Confusion and terror filled her thoughts at what she was seeing, right before an inexplicable wave of seething hatred crashed into her mind. Her body seized control once again as she raised her flame siphon. And with a press of the trigger she sprayed liquid fire straight into the officer's face.</p>\n<p class=\"cnMzZDY1YzgwMzVlZTRiMzBhZTA1YmU4MjYzZDYzNWE0\" data-original-margin=\"\"><em>Stop! What am I doing? She saved my life!</em> Kaede's thoughts screamed.</p>\n<p class=\"cnM2OWY0OWNhYTRiYjRkZjJiMjkzMGI3ZjZjYjdmMjNi\" data-original-margin=\"\">Yet her lips spoke a very different message as she felt herself cry out:</p>\n<p class=\"cnM3Njk4Y2U4NWNiMjRiNGZhZmExODc5NDNkYjkxY2Mx\" data-original-margin=\"\">\"&lt;You <em>fucking</em> traitorous PIECE OF SHIT!&gt;\"</p>\n<p class=\"cnNmY2JkODU5MjJkYTQ3YjliODBjOWU5YWMyNjUwMDc2\" data-original-margin=\"\">However while Kaede could feel her lips moving, the voice she heard wasn't hers, but Pascal's.</p>\n<p class=\"cnNiNzBiNTI1YTRiMzQ3ZmNhZjc5OGJjNzBlYzYxNWQ2\" data-original-margin=\"\">A fresh deluge of searing rage cut through her anxiety like a hot knife through butter. Her chest was pounding while her eyes narrowed with disdain at the world. Then in that one moment Kaede realized that the nonsensical anger, the hatred, the betrayal that she felt. They weren't her own.</p>\n<p class=\"cnM2ZmZmN2JjNTQ5MzQ2ODY4NzEwZjgyNThkMDE0ZmQx\" data-original-margin=\"\">They were Pascal's.</p>\n<p class=\"cnM1ODZmOWJjNTgxZjRjZmNhM2M5ZGI3NWI3OWMyMjgy\" data-original-margin=\"\">His anger wasn't directed at her. However he also didn't spare her from the outpouring of raw indignation and malice. Kaede felt like her own thoughts were being consumed by a wildfire that now raged all around her -- a conflagration that burned with an all-devouring desire to destroy, to murder, to take revenge.</p>\n<p class=\"cnM1NGI5OTUyODY5MjQ5MmNiMGY5Yzg2N2VmMjJiYTgw\" data-original-margin=\"\">This outpouring of hatred was more intense than anything she had ever felt, anything she could imagine.</p>\n<p class=\"cnMyZjA1ZGJlY2Y1NjQ0NjZhNjU0YmI0OTAzYzBjYTU5\" data-original-margin=\"\">--And it absolutely terrified her.</p>\n<p class=\"cnM0MTFkOWU1N2FlNDQxY2E5NzBiYzJkMjViOTIyMjBk\" data-original-margin=\"\">\"&lt;P-Pascal?&gt;\" She muttered both aloud and in telepathy, as her world faded to black and her eyes opened inside a dark cabin.</p>\n<p class=\"cnNkZDM0MWI1NjMzMjQzZTdhNmM5ZTliYTViMGVmYTEy\" data-original-margin=\"\">She had been asleep. It was all a dream, a nightmare. Except...</p>\n<p class=\"cnMwZTM4YjU0NTQ0MzQ2ZmY5NmY4ZDQxYWZlNmNmNjZl\" data-original-margin=\"\">The flood of enmity and malice continued unabated.</p>\n<p class=\"cnNhNTkxMGI2NTM4YjQzOWM4N2M2YTRkZmU3MWZkYTk4\" data-original-margin=\"\">It took a moment before Kaede realized that these emotions were flowing into her through the familiar bond that she shared with Pascal. The empathic link was supposed to be one way, from her to him, yet somehow it had reversed?</p>\n<p class=\"cnNjMjI3OGI1M2YyYjQwNjNiNTUwMGZmZDE2ZDY5YjY4\" data-original-margin=\"\">The familiar wasn't sure what was going on. She knew only that the murderous rage which overflowed her master was downright frightening. It felt like he was ready to burn down the world, kill anyone whom he encountered, anything to satisfy his thirst for retribution.</p>\n<p class=\"cnMwMzBhYzI2MGQyMTQ3NThhODBjNTlhZmViMDMxMmMy\" data-original-margin=\"\">--And by extension, Kaede couldn't help but feel the urge to kill in her own emotional state.</p>\n<p class=\"cnM3MDQyNjdkYTZhZTRkNjI4ZjJiZGU1MTNmN2I1Mjk0\" data-original-margin=\"\">She wasn't even sure whom this anger was directed at. All she knew was that she couldn't stop this raw desire, and it terrified her.</p>\n<p class=\"cnMxZDMyZjc3YjNhYzRhY2RhNWYwZTQ4NGQ1YThiZTMy\" data-original-margin=\"\">\"&lt;P-Pascal? W-what's going on?&gt;\" Her wispy voice was shaking as she tried to reach out to him.</p>\n<p class=\"cnMxYjMyMDQyNDM5NjQxNGRiMDg0Y2I5ZjZjZDBjY2Zl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnMwOWI1MzM3YTA2YjQxZDZhYTAzZmYzOGNkNTI1NWJl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMwYjhmNDA4ODA4NDRiMjJhMjdiYzQwODJlZWIyM2Zl\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNhMmQ5NTAyOWY0YzRlODA4NTA2MzU0YmE4NWQ0Y2E5\" data-original-margin=\"\">Pascal sighed again as he put the final after action report down and leaned back against his chair in the new command cabin.</p>\n<p class=\"cnNmZTZmZDQ0YWIzNzQ3ZDI5ZGZlMTFlMTYwMWE2NmQ4\" data-original-margin=\"\">It was already past midnight, and this was the fourth time he had read over the document. He had to make sure every detail was duly explained before he sent its contents to the General Staff in Königsfeld.</p>\n<p class=\"cnMxNjM0OTVhYzgxNzQ5ZmE5ZjdkYzhjZjc0MTVmYWFj\" data-original-margin=\"\">The King may have been satisfied by his preliminary report. However the military administrators would be combing over every detail of his actions after how grossly he violated the army's rules and regulations during the Battle of Nordkreuz. Pascal had no doubt that some of these people would be seeking to do him harm. He was politically astute enough to know that rapid promotions and the King's favor always came as both a blessing and a curse.</p>\n<p class=\"cnMyMGMyOWFjYjBjYTRhMzk5YTMzMmM4YTkzNTNjYTQ0\" data-original-margin=\"\">After all, there were only so many high ranking positions. All of them were contested by the three major political factions of Weichsel, not to mention the personal ambitions of many individuals. The mercantile faction led by Cardinal-Chancellor Lisbeth wasn't too aggressive in pushing its influence within the military. But the same could not be said for Neithard von Manteuffel's conservative faction. They had been locked in a perpetual tug-of-war with his father's royalists for as long as he remembered.</p>\n<p class=\"cnNhM2I3NDE2MTMzZjQyNDlhMmVhMWY3YzNiOTdjNzUx\" data-original-margin=\"\">Pascal had no doubts which side he was on.</p>\n<p class=\"cnNiYjE4YzliODkxYzQyZTM4NmJjOTFlMDVkZWU5YTk3\" data-original-margin=\"\">His father had taught him that autocrats, especially competent monarchs like the Kings of Weichsel, had a vested interest in bringing 'new blood' into the existing power structures of society. These newly-made men, which included Pascal's father, did not have the generational wealth and established political influence that old merchant and noble families held. As a result, the newly promoted elites derived most of their power solely through the King's good graces, and as a result they were more reliably loyal to the King.</p>\n<p class=\"cnM5OWUxNjA5OGFlODQ1YjlhMDA2ZGU2M2RjZjFiMGZk\" data-original-margin=\"\">This did not apply to established elites like the Manteuffels, who maintained their political influence through a vast network of branch families and longtime retainers. Sure, competent old nobility, such as General Neithard, also sought to recruit new talent, and Lieutenant-Colonel Hans Ostergalen was proof of this. Yet to maintain his existing power base, Neithard von Manteuffel <em>had to</em> show favor to those who already followed him -- lest they switch their loyalties to more fertile grounds.</p>\n<p class=\"cnM2YTNmMDI4Y2YzODQ0MjU4MDk5Nzc2ZmZhMzk5MjMw\" data-original-margin=\"\">These differences in support meant that, with all other factors being equal, the King was simply more likely to favor rising stars who relied on merit and not connections. Even for the Falken clans who have maintained a 'special relationship' with the monarchy, the rulers of the Drachenlanzen dynasty have always been careful to limit their power.</p>\n<p class=\"cnM2NzE3ZjA4MTRhMjRmYTRiYWY5Y2FlMDdiMGExNzg4\" data-original-margin=\"\">To Pascal, who was not only 'new nobility' but also respected merit above all else, it was a given that he would continue his father's royalist cause.</p>\n<p class=\"cnNiMzgyNmIwNTRiMjQ2NjI4M2JiNTMyZGJlYTZlNWMx\" data-original-margin=\"\">However, there was one new factor which muddled the political waters for him.</p>\n<p class=\"cnMyYzJjODMyZmU0MTQwMjhhOTMzZGNmZTBkMzYwNTJi\" data-original-margin=\"\">His betrothal to Princess Sylviane meant that he now had <em>two royals</em> to follow.</p>\n<p class=\"cnNjMmFkZTA3ZTJmYTQ2ODJiZTUzN2Y2ZjFhOTUzMTkx\" data-original-margin=\"\">Weichsel's victory during the Battle of Nordkreuz had been costly. The city that prided itself as the 'Jewel of the North' lay largely in ruins. The Knights Phantom lost over thirty percent of their order of battle. The Phantom Grenadiers had been hit the hardest, as they were reduced to only a third of their original numbers. And this didn't include the thousands of casualties taken among Weichsel's infantry and ground cavalry -- injured men and women who now overflowed every makeshift hospital in Nordkreuz.</p>\n<p class=\"cnM2MDRiMzYyNjAyOTQ3ODFhNjNlNDA3ZmU5Y2QyNzdm\" data-original-margin=\"\">It was no surprise that the healers were already running out of Samaran blood.</p>\n<p class=\"cnNjMWVkYTlkYjFjYzQ0ZGRhMzMzNzM4ODcyMzcxNDUw\" data-original-margin=\"\">Yet none of this made Weichsel's victory any less than total. Both Skagen's skywhale fleet and confederate army had been utterly annihilated. Even Västergötland had paid dearly for their support by losing an expedition force of thousands. Over a dozen jarls had been killed in battle, and another dozen captured.</p>\n<p class=\"cnM4YTY3NjE1MTcwNTQ1N2I5NGVlMjcyY2EwNTY1NTQ4\" data-original-margin=\"\">The Grand Jarldom of Skagen still had its seaborn fleet. But they no longer had the resources to prevent their peninsula on the continental mainland from falling into Weichsel's hands.</p>\n<p class=\"cnMwZGFhYzY3YWU1MjQ5ZTI4OGU2MTNmODYwMjdkOTVm\" data-original-margin=\"\">This however created a conundrum for Pascal.</p>\n<p class=\"cnNkOWE1OWUwZmQxNTQwNWZiZTEyYjQ3YjAxMGM2OGRm\" data-original-margin=\"\">He had hoped for Weichsel to end the northern conflict quickly so it could free its hand to join Rhin-Lotharingie's war against the Caliphate. This would require a white peace, a return to the status quo, for the two belligerents.</p>\n<p class=\"cnNjZGNmYzgwMmE3YzRlN2M5YWZkYjUxNWI4ZjcwZDIw\" data-original-margin=\"\">However that was no longer likely. After how complete Weichsel's victory had been, King Leopold would most probably seek to press for annexation of the entire Skagen Peninsula. Yet the people in these newly conquered lands belonged to both a different culture and religion. Their integration would require pacification, which would tie down considerable military might -- forces that could no longer be spared to aid Rhin-Lotharingie.</p>\n<p class=\"cnM0NTkyNjM2YWQ0NDQ4NDA5OGUwZDcxMjFiMGY3MGJj\" data-original-margin=\"\"><em>I had not thought this far when I proposed the battle plan,</em> Pascal reflected.</p>\n<p class=\"cnM2YzcyNjg0YTRhOTQzODI5NDBmOTM2MTgyOTExODMz\" data-original-margin=\"\">He had been too focused on achieving military objectives, without considering the broader political implications.</p>\n<p class=\"cnM3NDI2ZjUzMzJkNjRlZjI4ODc1ZjUyY2EwODJlMjEz\" data-original-margin=\"\">It was in times like these, when Pascal had to admit that in spite of all his talents, he was still a long way off from becoming a true general, let alone a renowned marshal like his father.</p>\n<p class=\"cnM3M2IyNmRlYWExYTQ1OGNiOTZmMjJlNWVmNDZkZGZk\" data-original-margin=\"\">Pascal wished he could talk to Sylviane right now. She had considerably more political experience than he did, thanks to years of working under Emperor Geoffroi in the Lotharin court. But her armigers had called her away on urgent business -- something about a message from home.</p>\n<p class=\"cnNjYjBiNDBjMDI4NDQyNDliOWMwYjQyNGJiZDhlYjU1\" data-original-margin=\"\"><em>I might be the fiancé of their crown princess. But in the eyes of most Lotharins, I am still just a foreigner and outsider,</em> Pascal sighed as he pondered over this sad and lonely truth.</p>\n<p class=\"cnMyZWY5NDdiN2I0MjQ3YzZhNjU4NjViZDUwODgzMjhh\" data-original-margin=\"\">The young lord leaned his head back from the chair, before bringing his right hand up to rub his temple. He had barely started before he heard two knocks on the door, followed by a familiar voice:</p>\n<p class=\"cnM0ZWE2YWMxNTEyZTRiNmQ5NGY0N2JlMGZmYTkzMGQz\" data-original-margin=\"\">\"Pascal? Are you in?\" A soft soprano came through the door, which Pascal immediately recognized as the voice of Cecylia von Falkenhausen.</p>\n<p class=\"cnM3YmQyZmJlNGU0OTQ0YTFiMTVjYWI0NjUwODZiZTBi\" data-original-margin=\"\">\"Yes! One second!\" He called back as he stood up and rushed over.</p>\n<p class=\"cnMzNTM5N2Y4ODE3MjRlMzlhOTQwZDY0ZTk4MDdjZmJl\" data-original-margin=\"\">Pascal was genuinely grateful that Kaede had allowed him to semi-reconcile with Ariadne, which had brought his childhood friend Cecylia back to everyday speaking terms again. Word of her father's grievous injuries during the air raid must have reached her in Alis Avern. It was the only reason he could think of for why Cecylia would be in Nordkreuz.</p>\n<p class=\"cnNlZmMwMGQ1Y2Q3ODRkYmRhYzRiMzE2OTg0YWRmYTZh\" data-original-margin=\"\">\"Hello Cecylia!\" He greeted cheerfully as he opened the thick wooden door, and promptly froze.</p>\n<p class=\"cnMyZDdiMTI2MWVmMzQ3YWRhZmY0Yzc1ZDg4ZWM1NTcy\" data-original-margin=\"\">The dhampir girl with scarlet-crossed eyes was only one of six people who stood outside. All of whom wore figure-concealing black cloaks.</p>\n<p class=\"cnMxOGZjZjA5OGNlNTRiZGFiZWRhMzBjYjAyZGFjMTg1\" data-original-margin=\"\">\"Sorry, official business,\" Cecylia noted as she gave him an apologetic smile.</p>\n<p class=\"cnNkMjYxMDQ2MmI4ZDQxNzVhNWMxZDg3MDNmYWRjOTQ1\" data-original-margin=\"\">\"Could we talk inside?\" A middle-aged man who stood right behind her requested.</p>\n<p class=\"cnNlMDI1ZTQxM2U0MjQzMTJhYTI0MzIyNmJhYjYwNmZj\" data-original-margin=\"\">Pascal's eyebrows shot up. This was certainly an unusual, late-night encounter. Without breaking eye contact or changing his puzzled expression, Pascal slowly turned his hand to point his turquoise casting ring at Cecylia. His other hand summoned four defensive runes, yet a subtle scan of her magic aura held a match to what he remembered. The unique mana signature was definitely Cecylia's, not some fake modified by polymorph or illusion magic.</p>\n<p class=\"cnMxOGY1ZmJhMDkwNDQ2ODdiMmM2MDc0OGI5MmIwOGUy\" data-original-margin=\"\">He didn't detect any enchantment magic either. Sure, minor spell auras could be concealed. But any spell capable of overwhelming a dhampir's mana resistance and dominating their mind would be powerful indeed.</p>\n<p class=\"cnNjMmEwNDZjN2I5NDQ4MTg5MGY1NmM0ODA3N2EzZWM5\" data-original-margin=\"\">\"Come on in,\" Pascal replied at last as he beckoned them into the command cabin, which had wards inside the structure against external eavesdropping and scrying.</p>\n<p class=\"cnMwZjk0NTFlYjM0MzQyYjliMGI0YmEzZjczZjA4ZmRh\" data-original-margin=\"\">\"How is your father?\" He asked to pass the time as the others strode inside.</p>\n<p class=\"cnM1OGJiYjkxNTQ3OTQxZTc5YjFhODQ1NjFiMzkyOGYx\" data-original-margin=\"\">\"Father's legs were crushed when the air assault collapsed the eastern gatehouse,\" Cecylia kept her tone casual despite the topic. \"Thankfully the healers reached him in time to save them. He'll be bedridden for a week, but they promised he'll make a full recovery.\"</p>\n<p class=\"cnNhODc5MWMyY2YyZjRkMzI5ZjQwNGZjM2Y0ZGEwMGRi\" data-original-margin=\"\">\"That is a relief to hear.\"</p>\n<p class=\"cnMzZmQ3ZmRmOGE1YjRmODc4ZGZjNmNkODBhZjZmMzIx\" data-original-margin=\"\">The last figure stepped inside the cabin and closed the door behind him. The six newcomers then reached out to take off their cloaks, revealing the pitch-black uniforms of the King's Black Eagles.</p>\n<p class=\"cnMwODkyY2FmNzVmMjRjZmViMDJmOGQ5NjY1ZGU5YTg3\" data-original-margin=\"\">Pascal had an uneasy feeling about this. It wasn't natural for the Black Eagles to operate openly in groups unless the King was nearby. And as far as he knew the King was still in the capital.</p>\n<p class=\"cnM3OTVlZTI5MzE0NTQwNTliYjZlNzU2NDRhM2Y1Mzc0\" data-original-margin=\"\">The lean, middle-aged man who spoke earlier wore a fierce scowl and had blond hair tied back in a short ponytail. He immediately began to introduce himself:</p>\n<p class=\"cnM3NWI5YjhkZjlkZTQ3Mjg5Mzc0MzY2M2M3MDYwOGMx\" data-original-margin=\"\">\"I am Major Kempinski, leader of field operations in the west for the Black Eagles' state security branch.\" The man revealed his Black Eagle crest-badge, offering it for Pascal to examine its authenticity.</p>\n<p class=\"cnNjZGY2YmVhOGVkNjRmMDQ4NjJlNTJlN2JiNWJiZGIy\" data-original-margin=\"\">However Pascal simply nodded. Cecylia's presence was good enough for him. If he couldn't trust a Falkenhausen, who had been faultlessly loyal to the Crown of Weichsel for generations, then there would be no man in the kingdom whom he could rely on.</p>\n<p class=\"cnMwM2JkYzRlNzAzNzQ2ZTQ4MTg2Njk5NDA0NWFjZjhj\" data-original-margin=\"\">Of course, his friendship and trust towards Cecylia was probably the reason why they called upon her for this task.</p>\n<p class=\"cnNlNTUyZGU4ZjA4OTQwMjk5MTZkMGMxYzgzN2Y3Y2Y3\" data-original-margin=\"\">\"I have been charged to bring you a personal note from His Majesty the King, along with conclusive findings of recent investigations into the death of Field Marshal Karl August von Moltewitz,\" Major Kempinski continued.</p>\n<p class=\"cnNlMTI3MzcxYzkzYzQwYzdiZWU0NjIxZGZhNDRkNDFm\" data-original-margin=\"\">At the words 'His Majesty the King', Pascal immediately stood to full attention and gave a responsive salute.</p>\n<p class=\"cnNiYzdmNTU5YjhlNTQ1NGViZWM2OWE3M2I1NTM5YmIw\" data-original-margin=\"\">\"Hail the Black Dragon,\" he swore his allegiance before receiving the offered scroll-case.</p>\n<p class=\"cnM4YTU0Y2M1OTM0YzQxZTM5NWM0Yzg5OTgxOGJkYzhj\" data-original-margin=\"\"><em>What about father? Is there something else other than him being killed by Imperial Mantis Blades?</em></p>\n<p class=\"cnM3Njg2YmUyYTUyNTQxY2M5YzIyZDI1ZDhjYjQ2N2U0\" data-original-margin=\"\">Questions rolled nonstop across Pascal's mind as he unfurled the two sheets of parchment and began reading.</p><p class=\"cmYxNGQ0MmNmZWZjNDQ5YTNiNjk3MjA0OTQxZTc3YWUx\" data-original-margin=\"\">You might be reading a stolen copy. Visit Royal Road for the authentic version.</p>\n<p class=\"cnM5ZDRiYzczYTg4MTRjYmE4Y2E2YjYyZDVkOGRlZDU5\" data-original-margin=\"\">It began with pleasantries, more condolences, all the warm words one could expect from an eloquent writer to a family friend. And it remained that way until right up to when the hammer struck:</p>\n<p class=\"cnM5YWUyY2NjY2NmNzQ5NTU4NDMyMzg2NWE4MGUyMTNk\" data-original-margin=\"\"><em>...We have since discovered irrefutable evidence that the assassination of the Marshal had been supported by none other than General Neithard Mittemeyer von Manteuffel in a most blatant act of high treason...</em></p>\n<p class=\"cnNjZTFlYzUwOGNjZjQ4YTM5NGNhODM3NjJjNTFkZmMx\" data-original-margin=\"\">Pascal felt his lungs halt mid-breathe. His eyes stared back as though threatening to pop out from their sockets.</p>\n<p class=\"cnMzNjk3Y2ZiMDc3MjQwMDhhM2YyYjY0ZjIwMzEzYjMx\" data-original-margin=\"\"><em>Neithard... von Manteuffel... treason...</em></p>\n<p class=\"cnNmYjY4NjMwZmU0ZjQyOTNiNGMzNmQ5NTZlZTYxZTY4\" data-original-margin=\"\">At that moment, facing the black, ironclad words on cold parchment, Pascal could have sworn his heart stopped. It had frozen in doubtful disbelief, then ignited as he read on, by icy flames of simmering fury.</p>\n<p class=\"cnM1NTQ0NGNmZWZmMzRjZjdhZmM0NWEzMjgwMWExNjY4\" data-original-margin=\"\"><em>...The Black Eagles have unraveled evidence of direct contact between the Manteuffel household and Imperial intelligence agents, including the passing of detailed information on the late Marshal's personal security, as well as the schedules of patrols outside the city of Königsfeld...</em></p>\n<p class=\"cnM4YTBjZWY3N2U5ZjRlYzU5M2QxZGMyOTBkM2FiMjUw\" data-original-margin=\"\">Pascal's knuckles had turned white. His arms had begun to quiver, though his grip on the parchment itself had grown as firm as steel.</p>\n<p class=\"cnNlNjk2NmUwOTk4MjRjYWI5NWZiMDJiODk2MjEzNzYw\" data-original-margin=\"\">This was General Neithard, one of the most decorated officers in the Weichsel army. He and Pascal's father had served together for decades! They might not have been friends, but they were at least comrades! How could he!?</p>\n<p class=\"cnNiY2NjNDE1MTQ5OTQ4NTdiNmYwZDBiNWRmZGVmMzI5\" data-original-margin=\"\"><em>...Although initially thought to be the work of a spy within the household staff, thorough examination by our diviners has confirmed that these documents have been personally handled by the General...</em></p>\n<p class=\"cnMxZDYzZjRhZWI4ZTRlMjA5NWFmODY3MDBiYTk5NDMx\" data-original-margin=\"\">Pascal could barely believe it. He simply couldn't accept it. This was betrayal, a personal act of treachery from not just a superior officer, but a general whom he had looked up to for the man's tactical brilliance, a man for whom Pascal had nothing but respect for from a professional viewpoint.</p>\n<p class=\"cnNhNDQ4ZWQzMWRjMDRlYTJiZjg3ZTc3NTEyNjlkNDg2\" data-original-margin=\"\">\"Is this... is this all certain?\" Pascal heard his own trembling voice.</p>\n<p class=\"cnM0NjIzNGIxMTM2ODQyMzY4ZjljYzczNTVhODliN2E4\" data-original-margin=\"\">\"The King had assigned the best investigators in Weichsel to this task and gave it the highest priority,\" Cecylia's soft reply came with an apologetic look. \"These results are as reliable as they get.\"</p>\n<p class=\"cnMxZGU3NWNkOTA1MDQ5ZTdhODM5YTRkNzhlNzQwZjM2\" data-original-margin=\"\"><em>But... why?</em></p>\n<p class=\"cnNhNGI3NzVjZGVhYzQyZmE4MDIyNTgzOGQ3NjkwZTQz\" data-original-margin=\"\">His thoughts were clearly one of denial, and Pascal knew exactly why. In the wake of his father's death, Neithard von Manteuffel had already become the main contender for the next Marshal of Weichsel, and it was questionable if his ambitions ended there.</p>\n<p class=\"cnMzOWVhZGI4NWFiNDRhMTliNDIyNGMzMzMxMDI2ZDJh\" data-original-margin=\"\">To pass such sensitive information on the Marshal's security to the Imperials... Neithard could have done no worse if he had personally handed the Mantis Blades a sword to kill Pascal's father.</p>\n<p class=\"cnNhOTZlODYxMzU4YjRkOGE4MTBlMGYxYTdhZDFmYTQ4\" data-original-margin=\"\">Pascal hadn't even noticed as his breathing grew heavy, or his shoulders quaking under barely-contained explosive rage.</p>\n<p class=\"cnNjNGJlYzRkOGM1NTQ4NmQ5NWM0MzlmMmRiNWYyZWZm\" data-original-margin=\"\">The dark clouds of vile hatred, the thirst for blood and vengeance -- he had suppressed them in the wake of the assassination for the interests of Weichsel. But now, they could no longer be contained.</p>\n<p class=\"cnNiYzJkNjkwYjZkMTQxNjViOTM4YzlhNTcwMjJkMzI2\" data-original-margin=\"\"><em>Father knew you were too ambitious to be politically reliable. But he had always respected, RESPECTED you! Because you were a brave and brilliant leader, one whom he had thought shared the belief of a strong Weichsel independent from Imperial influences. Yet you...</em></p>\n<p class=\"cnM5NmEzNjUyYWY3MjRjMTI5OWY3OGNkY2I1YjFjY2Q3\" data-original-margin=\"\">\"--You <em>fucking</em> traitorous PIECE OF SHIT!\" Pascal finally spat out, before turning to the Black Eagles Major with murderous hatred in his tone: \"I take it that you are here to arrest that treacherous bastard?\"</p>\n<p class=\"cnNlMWY0OGM1ZmUzMjRmNzI4YzhiNGRkMTNkNzQ2NmRj\" data-original-margin=\"\">\"&lt;P-Pascal?&gt;\" Kaede chimed in. However he completely ignored her concerned, wispy voice.</p>\n<p class=\"cnMzMDZlZWFjMGIxNzQ3ZGU4YmUzNzA1YzU3YzFmOWY4\" data-original-margin=\"\">\"You have my deepest condolences for the Marshal,\" Major Kempinski's steady voice replied. \"But please stay calm and continue reading, Captain Pascal.\"</p>\n<p class=\"cnM4MDZhY2IzZDkwNTQ2NGE4M2Q1NDFjNTQ3YmY3NzY5\" data-original-margin=\"\">The young lord took a deep breath to swallow any further words of impatience. He begrudgingly returned his gaze to the parchment. The royal communique was more effluent than usual. He wished the King would get to whatever the next point was already so he could return to discussing how to strangle that man alive...</p>\n<p class=\"cnNmNTVkYzI1NDg0MzQzMzFiMDU1NzdlOTAzZWMxZGI4\" data-original-margin=\"\">Then, there it was:</p>\n<p class=\"cnMxZGYzMWRmOTZjODQxOWU5ZTcwYWE0MWNiNmU4NWJh\" data-original-margin=\"\"><em>...It is my heartfelt desire that you be given an opportunity to personally avenge this betrayal by assisting in Neithard's immediate arrest, before his own agents may hear of his unveiled treason and prompt him into launching a military coup d'etat. The Black Eagles charged with delivering this message are hereby assigned to your command. Please exercise initiative with caution, my young friend, as Neithard's long career of service has earned him countless loyal supporters within every military camp. Should he resist arrest by any means, you have my permission for his immediate execution. The Weichsel army cannot risk a major disturbance given the present state of conflict in Hyperion.</em></p>\n<p class=\"cnM3YzVjMDA3MWRhZjQ0YmFiZjAzOWY2ODViYzZhZWYw\" data-original-margin=\"\">Pascal found himself in complete agreement with the King's every sentiment. If the old traitor found out about his impending arrest, he could launch a military coup in desperation which would inflict immeasurable harm to Weichsel's military strength.</p>\n<p class=\"cnNlYWM5YmYwMTlmYzQyZWU4ZDI1Mzk5YTM5MjVlZmRj\" data-original-margin=\"\">All of this pointed towards one fact: the sooner General Neithard was removed from command, the better.</p>\n<p class=\"cnMwNDQ3YTg0MzA1MDQyOGI5YjIyNjk0N2M4OGMxYTI4\" data-original-margin=\"\">\"&lt;P-Pascal? W-what's going on?&gt;\" Kaede's frightened voice came over their familiar bond again.</p>\n<p class=\"cnMyMjhjYjdmODViOTRlYjc4ZTE4NWRiMmVhN2Y4MDA5\" data-original-margin=\"\">And once again Pascal ignored her. More precisely, his mind never even bothered to process her words. With eyes intent on his mission, he stood straight to face Major Kempinski at last.</p>\n<p class=\"cnNlMTQ2Y2IwYTNkNzRhMWFiMTBjMjBlZjUyZjIyMWNm\" data-original-margin=\"\">\"I accept His Majesty's mission with obedience and gratitude,\" his voice resounded as hard as steel. \"However, Neithard von Manteuffel is one of Weichsel's highest ranking commanders. Should his <em>immediate death</em> be necessary, may I ask if you bear His Majesty's sword to represent his royal authority?\"</p>\n<p class=\"cnMzZWFmMjQ4ZTE2NzRhNjA4ZmY0ZmViZDhjY2U5N2Zm\" data-original-margin=\"\">The Black Eagles officer then shook his head without any change in expression:</p>\n<p class=\"cnMyNWE1Yjk2NjBhMTQ4NDJiOGQ5ZmNhMWI0Y2E4NTIy\" data-original-margin=\"\">\"Unfortunately, we did not have time to transfer His Majesty's sword from the capital. We must make do with the orders of the King.\"</p>\n<p class=\"cnMzZDZhNTM5MjMzMDQ5ZmNhMWY0NGQ5NGJiZmJiNzQ2\" data-original-margin=\"\">Pascal pursed his lips as he heard that.</p>\n<p class=\"cnMyNWY2Mzk1YmQ3MDQ5YTNiNjJkNzkxOTFmNzc2MWMz\" data-original-margin=\"\">Generals were some of the highest offices in Weichsel, and could only be promoted or removed through the personal consent of the King. With His Majesty's orders in hand, Pascal could certainly arrest a general, as that was a temporary measure. But to execute, to <em>permanently</em> remove a general, that required more substantial authority. It was an established tradition of Weichsel to ensure that no forged orders or subterfuge could do irreparable harm to the nation's interests.</p>\n<p class=\"cnM4OTA3NjBlOWIyMTQzYmY5OWZlY2E1NGY4YzZlYjAy\" data-original-margin=\"\">Unfortunately, these were also special circumstances. King Leopold was certainly correct that they must move quickly.</p>\n<p class=\"cnMzNzRmYmExODA2MTRkODk5OWQ5MzAwOTgyOTliNDgx\" data-original-margin=\"\">\"We will just have to make do then,\" Pascal decided. \"With the King's personal letter and his Black Eagles at hand, there should not be any problems. If anything, the best time to strike would be now and immediately. Most of the encamped army is either celebrating or resting, with only perimeter patrols on battle alert. Last I heard, Neithard himself was overseeing the celebrations amidst the 1st cavalry brigade. Our biggest danger is that a considerable number of knights from his old unit, the <em>Phantom Gale</em>, will be there.\"</p>\n<p class=\"cnM0MzE0MDMxMmRjMDQ2ZjJhNzA1Njc2OWM0M2M4NjQw\" data-original-margin=\"\">\"Then we have no time to lose,\" the Major replied. \"There is always the possibility that one of his loyalists sighted our approach here and might raise suspicions.\"</p>\n<p class=\"cnMxZDllOWNhMzJjZjRhYmFiNzg3YzllYTMwM2ViYzQ3\" data-original-margin=\"\">\"In that case, we will meet Colonel Walther von Mackensen and gather whomever he has at hand. Not only is he a diehard royalist, but his Knights Phantom suffered the least casualties in the last battle. We will head over to the dining halls of the 1st cavalry brigade after that,\" Pascal finalized, as he stood up and began to stride towards the door.</p>\n<p class=\"cnNlNGIzYzAxMmY1NDQyNDNhYmMyYzAyOWNkNjVjNGY0\" data-original-margin=\"\"><em>And I hope that traitor does resist, because I will gladly send him to hell myself!</em></p>\n<p class=\"cnNlOGRlM2E3NTY4NDQyMjViOGY2YWYwOTQ3ZjA5NjJl\" data-original-margin=\"\">\"&lt;Pascal please say something!&gt;\"</p>\n<p class=\"cnM5YTQwMWZlZWE1NzQ3NDBhODAxNDMzMTEwMzVjNzc0\" data-original-margin=\"\">Kaede's faint cry was almost begging when he noticed it at last.</p>\n<p class=\"cnNiZmZkYzliOGRiNDQwZjM4MzUxZGQ2YTcwNWUwM2E0\" data-original-margin=\"\">The emotions pouring over their empathic link were beyond mere worry and concern now. They had entered the realm of being distraught.</p>\n<p class=\"cnM2MTQzN2ZiMTgxZDRjN2I5ODAxNjFlMjI5NTYwNDI2\" data-original-margin=\"\"><em>When did she...?</em></p>\n<p class=\"cnNmZTQ2ZDNjNWRiYjQ3YzM4MDQ3NGI2NzA2ZGYwNjYy\" data-original-margin=\"\">Pascal realized it wasn't her first attempt, but he couldn't recall when her calls began, or how many times he had already ignored her.</p>\n<p class=\"cnNiOGFjOTU5OTQ3MjQwMTE5MDJhODAxNmVmZjliZjNh\" data-original-margin=\"\">\"&lt;Kaede you should be resting.&gt;\" His reply rang terse and imperious as he strode through the door. \"&lt;Your injuries...&gt;\"</p>\n<p class=\"cnM3MzlkOTJkYjEzMjQyMzQ4ZDVmM2Q4Y2NlNTY0ZWMz\" data-original-margin=\"\">\"&lt;The <em>hell</em> I'm staying put when you're out looking for someone's blood!&gt;\" The familiar cut him off in a clearly agitated voice. \"&lt;What's going on!?&gt;\"</p>\n<p class=\"cnNlODIzNTYxNDA1YTRmYWE5MDg4YTg3ZjJmNTVhNWRj\" data-original-margin=\"\">Pascal didn't remember venting any of his stormy wrath across their telepathy. But clearly he must have, as it had been enough to alarm Kaede and drive her own anxieties to the edge.</p>\n<p class=\"cnNjYTlkODc5YjA5NDQwMmZiODZmMzJkOGMwNWQ2NjE1\" data-original-margin=\"\"><em>I do not have time for this right now!</em></p>\n<p class=\"cnM3ZTYwOThiNGYxYTQ1Y2RiOWU1OTA1NDQxZDIxNDJj\" data-original-margin=\"\">\"&lt;This is a political matter. You would just complicate the situation,&gt;\" he insisted.</p>\n<p class=\"cnMxYmM2MDIxNjM0MTQwMjM5N2FhNjZmOWFiMTY5ZGEz\" data-original-margin=\"\">\"&lt;Fine. I won't ask any more questions until you're ready to tell me.&gt;\" Kaede relented yet her tone remained desperate. \"&lt;But at least let me be there! Surely you could use an extra hand?&gt;\"</p>\n<p class=\"cnNmOWQ1MTkwNjU1ZDQ5OWRhMjQ5YzAzMWFhMzZkNWI2\" data-original-margin=\"\">Pascal didn't really need <em>her</em> help. He certainly didn't want her in this dangerous affair, not when she was still recovering from her injuries after Sir Robert found her unconscious on the battlefield.</p>\n<p class=\"cnM3OTk3ODNhN2VhZjQwNDI5YzcwMWYzMzhmMDJkNTZh\" data-original-margin=\"\">However Kaede was right in one regard. At this moment, he needed all the trustworthy manpower he could get. His familiar might be tired and recuperating, but she had also proved during the battle earlier that she was an excellent marksman.</p>\n<p class=\"cnNhMWNiNTg0N2JhYjQwY2NhOWZlNzllZGQ4YmRiN2U2\" data-original-margin=\"\">Besides, if she was just going to keep pestering him, then this also doubled as a way of shutting her up.</p>\n<p class=\"cnM1YjU0NDZhNzNlMjQzYWJhNDkwZjhiNzk0YjY5MTEy\" data-original-margin=\"\">\"&lt;Meet me outside the gates of the northern encampment in five minutes. Remember: no questions!&gt;\"</p>\n<p class=\"cnMxMjI5NDAyMDlkMjQ2Nzc5NjA4Y2M4Mzg5NWFkMDM2\" data-original-margin=\"\"><em>...And stay out of my way when I skin this bastard alive!</em></p>\n<p class=\"cnNkZDFhM2YyNzA0MjRjODRhNjRjY2JlYWY0Njg3ODNh\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNmMDk3MTkxZjgwNTQ4YmU4NjA1MjgxYjNlZTczOTc3\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnMzZWIwNDQyN2U1ZTQwYTBiMWI3MzhlMWNlZWVjZWI5\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjNGIzZjZiZWM0OTRiNzZhMjY2MTQ5NGE3ZjhlZDgy\" data-original-margin=\"\">Although General Neithard sat amidst an atmosphere of celebration, he was anything but jubilant.</p>\n<p class=\"cnM2ZjIyMzBkMmM5ZjQzZmFhMWQzYTM1NzRlOWNiMTU3\" data-original-margin=\"\">The men of the <em>Phantom Gale</em> --the Knights Phantom company that he personally led as its first commander-- drank and sang in good cheer all around. However the General had plastered a trace smile across his expression while nursing his beer stein in silent contemplation.</p>\n<p class=\"cnM0MmU1OWVhY2MzYzQxZmZhYjczZTU2OTliMDJiMzcw\" data-original-margin=\"\">Earlier tonight, mere hours after the Battle of Nordkreuz concluded in Weichsel's victory, Neithard had received a <em>Farspeak</em> message from a close friend back in Königsfeld.</p>\n<p class=\"cnM2YmI5Yzg3ODcyMjRhZjBhNjEwOTIwNTAxZDU5MGQy\" data-original-margin=\"\">The General knew that he had been under investigation by the Ministry of the Interior for weeks now. His entire household had been placed under surveillance, and his immediate family had been tailed on more than one occasion. However today he heard that a member of the King's Black Eagles had been seen colluding with these people -- a sign that Neithard's enemies had reached the ears of the King.</p>\n<p class=\"cnMxYTdiMTI3YTBlNjQzYjY5NzRlODAzNzY1YmE5NTY0\" data-original-margin=\"\">It was ill tidings that cast a shadow upon the afterglow of victory.</p>\n<p class=\"cnNhMjQ1MTZkMzA0NDRmZmY4ZWM5MzY2N2ViOTEzNGFk\" data-original-margin=\"\">Perhaps it couldn't be helped. No man could climb the ranks of power without making enemies, just as no man could maintain his presence everywhere at once. Neithard knew the moment he took command in the field, his political opponents in the Capital would begin to plot against him.</p>\n<p class=\"cnMxNzU2YzIzYTVhMjRhMGU5ZWVmZGY1NjIzMGU4OGI2\" data-original-margin=\"\"><em>Cardinal Lisbeth, you slimy old hag...</em></p>\n<p class=\"cnMwMDMxMDM4ODIzNTQ1ZjI4YzFmNWFiZjQwYjJiNjlm\" data-original-margin=\"\">As the leader of the conservative faction, Neithard had been bitterly opposed to the Cardinal-Chancellor's pro-Imperium mercantile faction for as long as he remembered. Neithard wasn't in favor of forming alliances with enemies of the Holy Imperium, like King Leopold and the late Marshal had done with the Empire of Rhin-Lotharingie. Instead, he wanted to uphold Weichsel's traditional policy of 'Papal Appeasement', to keep the Holy Imperium at a safe distance while Weichsel used its military prowess to expand into Northmen and Lotharin lands.</p>\n<p class=\"cnMyNjMwY2Q3NmUwMTRlMTU5OGZlNTYwZDVhZDE3ZWI2\" data-original-margin=\"\">This would allow Weichsel to grow its national power without offending its huge, hegemonic neighbor... at least until their country was strong enough that even the Holy Imperium could no longer declare war without risking defeat.</p>\n<p class=\"cnNmYzkzMDJkODQ1YjRmN2NiZGEzZmNhMzlkMzdiY2Uz\" data-original-margin=\"\">It also didn't help that Neithard's and Lisbeth's personalities mixed like oil and water. Whereas the General was stern, stoic, and frugal, the Cardinal-Chancellor was... well, a greedy hedonist who liked to abuse teenage boys.</p>\n<p class=\"cnM3YTVjYmFhZjU3NjQ2N2I5ODU4ODgyNmUwNjJiOGUw\" data-original-margin=\"\">To enjoy younger members of the opposite sex was hardly a rare trait among the powerful. Nevertheless Neithard always wondered why the Holy Father allowed such a sinner to tend to his flock.</p>\n<p class=\"cnM1ZGVmNzRhYzkwNjQwMDg4ZGVjMjNhYjVjYzU4MThj\" data-original-margin=\"\">The late Marshal had believed strongly in staying out of this dispute. However that was a trait that Neithard found exceedingly foolish. No army could live on honor and tradition alone. It needed funding, gold, its slice of the national budget.</p>\n<p class=\"cnNlZWM5NTQ0NTBjMTQ1Yjc4YjJlNGM1NDliY2ZhN2M1\" data-original-margin=\"\">Sure, Nordkreuz was a rich region thanks to its strategic location as a center of trade. But not every duchy held such blessings! More money spent on economic subsidies and grandiose infrastructure projects meant less for the army. And these were crucial decades with military opportunities that Weichsel could not afford to miss!</p>\n<p class=\"cnNkNWEzYzA3ZTc0MTQ1NjA4ZGY0MGU0MGEzZjRkMDBj\" data-original-margin=\"\">So Neithard fought the Cardinal for every silver pfennig in the Marshal's stead. He used his military contacts to extend his influence into the civil bureaucracy. He clashed with the Cardinal over every digit of spending, every project of national infrastructure.</p>\n<p class=\"cnNhYmM3OTg1ZWVlNzQ2OTViMTE0Y2YzOTkwZDQ4NDhk\" data-original-margin=\"\">And more often than not, he won. Had he not secured these funds for Weichsel's army, the late Marshal could never have achieved his exceptional success during the last war.</p>\n<p class=\"cnM0NDQ5ZTkwNDcyYTQ2NzNiZDc2YzRiYjllNDIzZDA5\" data-original-margin=\"\">However, such victories also came with a price.</p>\n<p class=\"cnM4YTZlN2JkYWQ1ZTRlNjdiZjgwMWMxOWQzMDk5NzZk\" data-original-margin=\"\">Before Neithard knew it, Cardinal Lisbeth, the snake that she was, had begun spreading rumors of Neithard's ambition to seize state power for himself. By the time Neithard finally realized the danger he was in, it was already too late.</p>\n<p class=\"cnMyMWZkZjYzMzQ4MTQyMmE5NDdlOTRmNmE0OWI3ZDhm\" data-original-margin=\"\">Only then did he finally understand why the late Marshal had been so careful to stay out of these factional disputes. For any man other than the King to control that much power -- it was like wearing a bullseye behind his head.</p>\n<p class=\"cnM4ZGY4YTQ5ZDA3MjRkOTc5NmVhZTI2NDNkODU4ZDU5\" data-original-margin=\"\">Since then, Neithard did what he could in downplaying his hand. Though he couldn't stop expanding his influence in the army. The military depended on the quality of its officer corp, and he just happened to be exceptional at grooming new leaders. He had placed many of his followers, including young men and women from his own family, in pivotal positions that forced them to prove themselves. Those who rose to the challenge undoubtedly deserved their promotions.</p>\n<p class=\"cnM4ZjhhYTEzMWZkZjQ2ODc4MGQ4N2QzOTg1ZDNkM2Q1\" data-original-margin=\"\">However his clan, his extended families, had grown too accustomed to wielding such power and prestige.</p>\n<p class=\"cnNlMTlmYTU3NTgyNzRiYzFiMGU3NmViNzJiYWJlNDA1\" data-original-margin=\"\">Neithard had met his cousin, Brigadier-General Hartmut of the Zimmer-Manteuffel branch family, over dinner. He was astounded to hear that Hartmut had brokered a deal to expand the family into a Lotharin duchy just across the border. Sure, Neithard always believed that Weichsel should conquer the lands currently held by the Duke of Baguette. But there was a mountain of difference between a military conquest sanctioned by the King, versus an expansion of power achieved through political marriage by the House of Manteuffel.</p>\n<p class=\"cnMzNjcwNGY3ZjFkNzQ0MmNiOGYwZjNjMDE2ODAyZDkx\" data-original-margin=\"\">Had he been a betting man, he would confidently wager that Cardinal Lisbeth had already received this news, and was using it to further her argument of his 'dangerous ambition'.</p>\n<p class=\"cnMwYzRhMjcxZTk1ZTQyZTM5ZTY2YzUxYTNiYWIxNTI5\" data-original-margin=\"\">Neithard was still pondering when the dining hall's thick wooden door slammed open. The first one to step in was the young Captain Pascal, whose burning eyes soon met his with a clear murderous intent.</p>\n<p class=\"cnM2ZGNiZWM0MTY4YTQ1NmQ5NTNlMzY2ZGNkYjY3MTlj\" data-original-margin=\"\">The General hardly had time to consider why before six Black Eagles and one Samaran girl strode in behind Pascal. They fanned out to both sides as Colonel Walther von Mackensen rushed in. Behind him entered one Knight Phantom after another, fully kitted in half-plate armor over their black-on-burning-red uniforms and wielding their swordstaves in hand.</p>\n<p class=\"cnMwYjc1MjU4OTFmZjRlZTBhMjMzNjU0MmMxZjYwZDNm\" data-original-margin=\"\">All ruckus within the cabin died down in seconds. Even the drunk could sense the rapid shift in room temperature to below freezing.</p>\n<p class=\"cnNiMGE0YmNjNDNhMTQ0MTY5ODllM2M3MWEwY2ZjMjQz\" data-original-margin=\"\">\"General Neithard Mittemeyer von Manteuffel!\" Captain Pascal snarled as his hands held out a scroll of parchment bearing the royal seal. \"By order of His Majesty the King, you are under arrest on charges of high treason for willingly conspiring in the assassination of Marshal Karl August von Moltewitz!\"</p>\n<p class=\"cnNkM2VmNjllOWUzNDQ5ZmE5YjdhOTE5ODExYTRkNDFk\" data-original-margin=\"\"><em>What!?</em></p>\n<p class=\"cnM5MTAwNGQ1NmYxYjRiZTJiMjdkNGVmZDU4ZTI2OGJk\" data-original-margin=\"\">For a passing second, Neithard found himself utterly stunned.</p>\n<p class=\"cnNjNWExMDgwNmVlMzRiNjU4OWIzOGY0NzU0MGNiMGE5\" data-original-margin=\"\">Conspiring in the late Marshal's assassination? Neithard's opinions might often have clashed with the late Marshal, especially where Rhin-Lotharingie was concerned. But they were still comrades in almost every regard! Why would he ever...</p>\n<p class=\"cnMwMjAxM2Q0MTczNTQyYzU4OGI4NmI5ZDZjOTYxZDJj\" data-original-margin=\"\">Then, his mind finally made the turn:</p>\n<p class=\"cnM2MWZlMTFkZTQ2NjQ3YjJhMTgwZjU3OTY1NWZiYWVj\" data-original-margin=\"\"><em>That snake has already spread her venom... and this is her killing blow.</em></p>\n<p class=\"cnM0NDJkOTI4YmVmNDRhOGY4YWMwYmRkMGQyZWRkOTMx\" data-original-margin=\"\">Everything had been set against him. The trial's verdict was already clear. Cardinal Lisbeth would not have made so bold a move unless her 'evidence' against him was overwhelming.</p>\n<p class=\"cnNmM2JmOWE4ZmU2OTQzN2ZhZGE2OWI1ZTVhYzdhMzM2\" data-original-margin=\"\">If he surrendered here, his head might adorn a pike before he even had a chance to meet the King.</p>\n<p class=\"cnMwYTAwOGVhM2UzZDQzNTFiZTdlMWRjMWJkM2MzNmQ1\" data-original-margin=\"\"><em>But what else... what else can I do?</em></p>\n<p class=\"cnNjNmQyYTA3MzUzYTQxZTViOTg2NmQ0Yzc5YzI4N2Ni\" data-original-margin=\"\">Slowly, the cornered general stood up from the bench. He never once broke eye contact from Pascal's malicious gaze.</p>\n<p class=\"cnNkMzEyODU1YTQ2OTRmOTNhNThhOGZmMGVjZTJhODFk\" data-original-margin=\"\">\"I have fought a hundred battles for Weichsel, and not once, <em>not once!</em> Have I fought against our Fatherland!\"</p>\n<p class=\"cnM1ZTNkYjgwOWFmZTRlYzM5MGY2ODUyOGE4ZTYxYmQ3\" data-original-margin=\"\">Yet the young Captain was already beyond reason, beyond reach. His turquoise eyes were filled with icy flames and never even flickered at the General's declaration.</p>\n<p class=\"cnM1MmMwNzI0ZjQwMzQ3Mzg5NWNiYWUxNjYwODlhMjk3\" data-original-margin=\"\">Neithard did not want to rebel. He did not want to betray his king, even for a second.</p>\n<p class=\"cnNkOGI0NzUzOGVhYzQzM2Y5OTk5NWE0NDgzYjVlMmYx\" data-original-margin=\"\"><em>But, at this stage, what other choice do I have?</em></p>\n<p class=\"cnM5Y2Y4ZTVjYjQ4YzRiMTM5MmY1OTlmYTBhNGM2ZjNh\" data-original-margin=\"\">The General was not afraid of dying. He had braved death too many times to fear it. However he feared his enemy's victory. He feared for his family's honor.</p>\n<p class=\"cnMwODdmZWQ2NWMxYTRjNDhhYjgzM2Y3ODg1ZmRmOWFi\" data-original-margin=\"\">And most of all, he was afraid of just how much harm an unopposed Cardinal Lisbeth could inflict upon Weichsel's military.</p>\n<p class=\"cnMyOTQ0NmY2ZmQ4YzQ4MmE5MzZiNWIwZGE1NWIzOWFh\" data-original-margin=\"\">His only chance was to stay alive -- long enough to score an audience with the King, to appeal to Leopold in person.</p>\n<p class=\"cnNiNzVlNzExYzI3YjQ0YmViZjhlZDE1Mzk0YjQ3YjJm\" data-original-margin=\"\">\"What would your father think, to see his own son beguiled by that Imp-loving Cardinal.\" Neithard announced with bitter sorrow.</p>\n<p class=\"cnM4ZTM2NTM5NWU3NDQ0ZDM5M2I5N2EwNWNiNDhiZjEw\" data-original-margin=\"\">\"SHUT YOUR MOUTH! YOU FILTHY TRAITOR!\" Pascal cried back. \"You have no right to invoke my father's memory!\"</p>\n<p class=\"cnMwNWJlOWFmOTA4OTQ0OWU5ODcyMzQyNDcxZDAzM2Zh\" data-original-margin=\"\">But Neithard's words weren't directed towards Pascal. They were meant for his own men, several of them were already beginning to stand up, their expressions an image of defiance.</p>\n<p class=\"cnMwODI3ODg0NTQ3ZTRhMmJhMDcxMjdkYTM1NmIxYmYz\" data-original-margin=\"\">Foremost among them was his protégé who sat right behind him: Colonel Sir Dietrich Gottfried von Falkenrath, commander of the <em>Phantom Gale</em> and one of his brightest pupils.</p>\n<p class=\"cnM2MWRlMzU4N2JmNTQzMThhMTBmZTc3MGQwMDdmZDE1\" data-original-margin=\"\">At the same time, he heard a voice call \"General!\" from just outside the doors. It was Lieutenant-Colonel Hans Ostergalen. Neithard didn't have a clue how the intelligence officer acquired information so quickly this time. Nevertheless he was grateful as more Knights Phantom stepped through the door with their weapons drawn towards his enemies.</p>\n<p class=\"cnMwMmNkZWU0OGZjYTQ2MGZhZjY0NDMxOTcwNzg2M2Q3\" data-original-margin=\"\">\"I had held no intention of rebellion against His Majesty the King! But I will be damned if I let that backstabbing <em>bitch</em> of a cardinal destroy everything I have worked for our proud army! Now, who is with me!\"</p>\n<p class=\"cnMxOTdiOWQ3YmI1MDRmMmE5ZDY2NzNiYWY4Nzk5MjU0\" data-original-margin=\"\">\"I AM!\"</p>\n<p class=\"cnMyZDRjNDNlMmFlNzQwYmI5NDIyZmU1M2FhMzc5YmU3\" data-original-margin=\"\">Neithard wasn't surprised when the first shout of firm allegiance came from just behind him.</p>\n<p class=\"cnM3ZmJkNGM3ZjY2MzRlMjg5Y2YzNDJkMmEwOTg2Zjk0\" data-original-margin=\"\">He never even had time to be astonished when a swordstaff blade sliced through his neck.</p>\n<p class=\"cnNhMjMwMWRlMDI2NDQwYzJiNzI2ZTJhODA4NzlhOTc1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM0MzUxYzdkZjNhMzRmZWVhOWQxOGNmOWNmOTQyMTFl\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNhZWY2NzNmMTY3ZTQ5OWVhY2Y0OWE3ZTgwNDU5MWYz\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNiYjM3NWQ1ZjMzZTQ4OGY4Yzc1NDBiYzNiNjQ1NTE1\" data-original-margin=\"\">Pascal's gaze was still frozen in shock as he stared at the fountain of blood spraying from Neithard von Manteuffel's severed neck.</p>\n<p class=\"cnMyMDFmYzdkMTM3OTQyMjNhMWViZmQ5ZmE5ZjY1NzU4\" data-original-margin=\"\">His mind was still grappling with 'what the heck just happened' when Colonel Dietrich von Falkenrath slammed his bloody swordstaff onto the ground and reached deep into an extra-dimensional belt pouch.</p>\n<p class=\"cnNhNjZlMTFjZmYxNTRhZGY5YmE4NjIyYjIxN2Y5YzIz\" data-original-margin=\"\">Time seemed to stand still as nobody else in the room dared to make a single move. All eyes were anxiously awaiting a statement from the dhampir commander that had just plunged an already crazy situation into outright insanity.</p>\n<p class=\"cnNjNDdhMGYwM2Q2NzQ0NjdhYjE0OTVlNWFkZDk0YjJm\" data-original-margin=\"\">Then, the Colonel pulled out his hand, carrying a crest-badge of the Black Eagles and an old, discolored scroll bearing the King's seal.</p>\n<p class=\"cnM2NTdmY2ZhMmExOTQ3NjA5ZDdhZGFhMzJjZmU4YTg4\" data-original-margin=\"\">\"By order of His Majesty the King, I have infiltrated the Manteuffels' inner circle for the past two decades to maintain watch on his activities. Should Neithard von Manteuffel ever attempt to betray the Crown, my orders are to eliminate him as opportunity presents itself! Now, in the name of His Majesty Leopold Karl-Wilhelm von Drachenlanzen, STAND DOWN!\"</p>\n<p class=\"cnMxMmU3NjlkODkwYzQxN2ZhYjgwN2Y0MGM2MjVkNGQ0\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnNjZWMzM2EzY2NjZTRmOWJhOTZjYjkzOTA3MmVkMjVk\" data-original-margin=\"\">----- * * * -----</p>\n<p class=\"cnNkNDAyNzg1YTc3NzRlNjNiNWYzZjJlODhiZDc4ZTI1\" data-original-margin=\"\">&nbsp;</p>\n<p class=\"cnM2MTdjZTA4ZTA2ZDQ0Y2JiMmEzNmZjYzM1ZTRkNmM2\" data-original-margin=\"\">Colonel Hannes von Falkenberg, commander of the Black Eagles, smiled from behind his office desk as he read the report on the final moments of Neithard Mittemeyer von Manteuffel.</p>\n<p class=\"cnM2NjAxY2I5MmYzMTRlNDE5YjhiMzI3YWU1YmRlMDYw\" data-original-margin=\"\"><em>This isn't Rhin-Lotharingie,</em> he thought to himself. <em>This is Weichsel, and the only man allowed enough power to seize the throne is the King himself.</em></p>\n<p class=\"cnNlM2I0NmZkNWJiZTRkZGU5NTBlNWQ5MWVjZGE5NmMy\" data-original-margin=\"\">In a single night, Hannes had destroyed the greatest internal threat to the Crown of Weichsel. At the same time, he sent the only other menace, Cardinal Lisbeth, into cowering submission towards the King.</p>\n<p class=\"cnM0MjA2N2U3NTg1NTQzZGQ4YTcyMjAxY2RmMGJkNmIx\" data-original-margin=\"\">The former general's power base wouldn't just disappear overnight. With blood already spilled, the hatred of the Manteuffel loyalists would keep the Cardinal-Chancellor's faction under control for years if not decades. After all, nobody held grudges like old veterans with battlefield bonds.</p>\n<p class=\"cnM3YjkxMDZkMjZjMzRhMDY4MTZkNjQ5OTkxM2FhMzBm\" data-original-margin=\"\">It was unfortunate that the army had to lose its foremost commander, again. However the war against Skagen was already won. Weichsel was ready to annex three duchies' worth of new lands. Between the need to digest these new gains and the necessity to replenish losses taken during this short, winter campaign, it would be best if Weichsel stayed out of any other major wars for a few years.</p>\n<p class=\"cnNkNDJjZmEwYzlhODQ3OTE4YjEzNmQ0MWJiZTNjNjVj\" data-original-margin=\"\">A <em>limited</em> expeditionary force into Rhin-Lotharingie was still on the table. In fact it might even be desirable, as it would be an opportunity to train the promising young officers who had distinguished themselves in recent battles. Hopefully after that, some of these new talents would be ready to step into the older generation's shoes -- ready to serve the King and not the entrenched political factions.</p>\n<p class=\"cnNjNzhmYWExMjYwYTRmNDdhNDg0N2MzOTQzYjE0NDU3\" data-original-margin=\"\">Everything had been a necessary sacrifice to maintain Weichsel's continued stability, and the centralized power of its absolute monarchy.</p>\n<p class=\"cnMzOGZiNDdjZmYwNzQzZDc5ODQ0NTAxYmUxZGQ3YzNm\" data-original-margin=\"\">There was no way Hannes would allow his fatherland to collapse into the unholy mess that Rhin-Lotharingie found itself in today.</p>\n<p class=\"cnNjM2JlMDJhYTQwNjQ5Nzc5ZWQwOTllMmI1NDM4YjQ5\" data-original-margin=\"\">Putting down the report, Colonel Hannes looked to the far side wall at the life-sized portrait of Weichsel's founder, King Ferdinand I von Drachenlanzen. Centuries ago, his ancestors swore a blood oath to that very expression.</p>\n<p class=\"cnNhYjc4ZjkwMjZkYTQyYzE5ZGNmNDZmNTQ3MDRiMWEw\" data-original-margin=\"\">Today, he would uphold it once more, to protect the only realm in Western Hyperion that gave the dhampir clans a true home.</p>\n<p class=\"cnM5ODY1YWU4Nzc3MDRlM2JhOTRjMWVlZDhlOWNiZGVl\" data-original-margin=\"\">\"Hail the Black Dragon.\"</p>\n<p class=\"cnNmNDFhOTE2NGI1NzQ5NzQ5ODBmZGY0ZTg5ZWY5YzRj\" data-original-margin=\"\">His sapphire-crossed eyes glanced down upon the report once again, reflecting upon the name of a young captain --soon to be promoted to colonel-- who helped bring this entire charade to its dramatic end.</p>\n<p class=\"cnM3MDRiNTMyNDg2NTQxYTk5NjM1ZWNjOTcxYzU0ZDYz\" data-original-margin=\"\">Pascal had been lucky, as the final words of Neithard von Manteuffel had made it clear that the young man had been taken advantage of by Cardinal Lisbeth. Nobody could blame him for being emotional over his father's death, especially not after the heartfelt eulogy Pascal gave during the funeral. This meant that while Manteuffel's supporters might begrudge him for partaking in this incident, their anger and hatred would not be directed towards him.</p>\n<p class=\"cnM3MTBjZThhNjUzZDQ4N2I5NmM3ZDUyNGU0ZjBiMTVm\" data-original-margin=\"\">Instead, the blame would lie solely upon the Cardinal-Chancellor, which was exactly what Hannes had hoped for.</p>\n<p class=\"cnNiNTIwNmVlZDE4ODRhMzQ5NjQ4MDVjYzA3M2ZlNDEw\" data-original-margin=\"\"><em>May you learn from this and grow to be as wise as your father in the game of politics,</em> the spymaster of Weichsel thought with a satisfied smile. <em>Then perhaps, just perhaps, Rhin-Lotharingie might make it through to become a reliable ally after all.</em></p>\n            ",
  "invisibleParagraphContent": "You might be reading a stolen copy. Visit Royal Road for the authentic version."
}