{
  "preChapterNote": "",
  "postChapterNote": "",
  "chapterContent": "\n                <p class=\"cnM1Njk1ZGNkMGRiMzQ4YzFiMTY3NzNkZDU1ZjJkZGUw\" data-original-margin=\"\">I had been alone, excepting the priests, for so long. I didn't realize I wasn't the only one here. When my abilities grew, however, I started to notice other presences in the forest. They weren't priests; they didn't have the energy priests had. Each of them was isolated, and as I observed the movements of the forest I realized it was keeping them that way. Even when they got close the forest would shift around them and keep them apart.</p>\n<p class=\"cnNlZWNiMTBhODRhYzQzOWNhYTc0Y2NlZjNlY2I5YTFh\" data-original-margin=\"\">I must have passed by some of them dozens, no, hundreds of times as I wandered the forest. But the forest couldn't hide them from me anymore. I shifted to one of them and found them only a few hundred paces away. I didn't have the precision to land next to them, and the forest moved them away before I could get to them. I followed and the forest reacted. It was the same sick game it played when I hunted priests.</p>\n<p class=\"cnM2N2I4MDQyOTgzNTRjNmY5NmExNWUzZGU4MjcyMGU0\" data-original-margin=\"\">I shifted again and used my temporary limbs to close the distance in an instant. The forest still kept them from me. It was faster than it ever had been when moving the priests, like it cared more about keeping me from its other victims than keeping me from mine. I pushed harder. I learned to use the trees and landscape to propel myself faster. I pushed myself to my limits and further, day after day, until I finally reached my goal.</p>\n<p class=\"cnMxMjkxY2ZmNjJjOTQyMGRhNjNkNjA1ZDY0NTgwMzZk\" data-original-margin=\"\">I shifted and closed in on the other presence until I was right in front of them. It was... horrifying. I had never seen my reflection; I'm not sure I would have been able to handle it. In a sick way, that's exactly what I found myself looking at. Not literally, this person looked completely different, but their eyes were the same. Their legs had been shortened and their back bent, and joints had been added into their arms. This form forced them to constantly crouch, but didn't provide them the support to do so. They looked like they were constantly struggling not to fall over.</p>\n<p class=\"cnM5YjMyNjU3NWM0MzRkZmU4NzJhMDM0YTI2YWUwMGNk\" data-original-margin=\"\">It wasn't their body that reflected mine, however. It was their desperation. The agony, the sorrow, and the hopelessness. They looked surprised to see me, but they didn't react past that. They said nothing, and they did nothing.</p>\n<p class=\"cnM5MzlkNmM3OTdmMjQwODZhZDBkMzdjNzdhNTAxOWYz\" data-original-margin=\"\">\"You won't find any friends here.\"</p>\n<p class=\"cnMyYjJkZDc3Nzg1YjQ1YzVhNmE5NjRhMzExZjQ5NWZk\" data-original-margin=\"\">I tried to approach it, but I felt the forest exert pressure on it. It opened its mouth and began to scream and I shifted back. The message was clear. Back off, or they suffer. I realized they couldn't fight back like I could. I resigned myself and moved back into the forest, leaving them alone. I was furious. I wasn't allowed to even grieve with someone else. I thought about the look in their eyes before I left. The hopelessness and the longing I recognized creeping over me every day. The desire for it to just... end.</p>\n<p class=\"cnM2NmNjZjU4Y2VlNzRmYjFiZWFjYzljNTFhYTBjYTZl\" data-original-margin=\"\">\"That will never happen.\"</p>\n<p class=\"cnM2NWY5YTY5YTcwMTRjOGFiODMwZmE3OTQwZmVmN2Mw\" data-original-margin=\"\">I knew the forest wouldn't allow that, however. It wouldn't let anyone out so easily. It had complete control over everyone but me. At that moment, I decided I would never let it win. One day, I would burn it to the fucking ground. I wouldn't give up and I wouldn't resign myself to hoping for death. I would be the great enemy of this... what was the word... hell. I would grow stronger. I would fight harder, and I would take everything from it.</p>\n<p class=\"cnMxZTZhNjliMTc5YjQzMWJiZGY3ZmViMTE0YmZmNjQ0\" data-original-margin=\"\">I began to devour the forest with greater vigor. I absorbed its power, day after day. I learned to tap into it. To grow my own flowerbeds and trees. I hunted priests whenever I could. I got stronger and better at finding them. The forest was becoming my domain. My hunting ground. I owned it nearly as much as it owned itself. In exchange, I gave up more humanity each day. I hated myself for it but I didn't matter anymore. I feared what I was becoming, but so did the fucking forest.</p>\n<p class=\"cnM0OWE4YzA2ZWNhZjRmNTNiMDc2ODFkZDkwZjVlZjMw\" data-original-margin=\"\">I lost my connection to anything but that one goal. I lost the ability to see, to feel what I touched, or to taste. I didn't even breathe anymore. I could still feel the energy of the forest and the energy of the priests. I realized the other residents of the forest had another energy I could see them by, but the forest suppressed it, tried to hide it from me. It didn't matter, I wouldn't bother them again.</p>\n<p class=\"cnMyNmFiYjE4MDY5NzRjYzNiMjhjNDFkM2ZjZjA5OWUy\" data-original-margin=\"\">\"You can't hurt me. You are mine.\"</p>\n<p class=\"cnNkY2U4ZmNmZDU0NzQwZjc4OWNjZTY4MmQwNDA2ZDMw\" data-original-margin=\"\">I thought I had given up my past life entirely. I thought this was all there was left for me. Consuming the forest until there was nothing left. I was wrong. The monotony my life had become broke in an instant. I felt something, an energy like I had never encountered before. Something... just out of reach, no, just outside of the forest. It was... hope.</p>\n<p class=\"cnNjYzEzOGIxZmM4NTRiMDk4YWMzZGFiZDZmYjkyN2E5\" data-original-margin=\"\">It felt like a warm room on a rainy day. A savage storm thrashing in rage and a mother's safe arms in the center. It cried out to me; it invited me. It wanted to give me everything I had ever lost. It carried the promise of my father, of my hat shop, of my old forgotten home. More than that, it carried the promise of fire and blood. It wanted to scrub the stain of my loss from this world. It offered to hold me in one arm while it crushed the forest's life with the strength of the other.</p>\n<p class=\"cnMzYTZkNDIwNGU3MTQ0MjViMjhhZDMwODA3M2Q3Yjll\" data-original-margin=\"\">I felt life again. I felt my future and my past like they existed for the first time in years. I wanted more. Whatever this energy was, it convinced me I deserved more; I could have more. I shifted. I ran toward it. I wanted to bask in it. For the second time, I left the forest.</p><p class=\"cjRlZDAxZDQ5YmVhMTQ2MmRhNTViZDVkMDZlMjYxNzVl\" data-original-margin=\"\">Ensure your favorite authors get the support they deserve. Read this novel on Royal Road.</p>\n<p class=\"cnNmMjFjMjVmNDEwNzRmMGI4MWFiNDdjN2UwNjVhOWUy\" data-original-margin=\"\">\"You are mine, Sarafyna. I will kill her.\"</p>\n<p class=\"cnM1ZmU3N2Y5NjE5MjQ2M2NhOTNhNTA5MTM1ZWY5MWRm\" data-original-margin=\"\">I felt its attention on me, I felt its energy reach out to me and... dissipate. I ran towards it as fast as I could and it ran. I followed and it shifted. I didn't understand. It invited me but it fled from me. I followed and it changed direction. I adapted and... it entered the forest. I couldn't understand but I followed. I made sure I entered at the same point and used every tool I could to close the gap. I threw myself from tree to tree, absorbing their energy as I did.</p>\n<p class=\"cnNlZjU4MDczYmZhNjQwYTdhM2U2OWM0ZDA1ZmU4MGIw\" data-original-margin=\"\">It suddenly shifted directions and moved toward me and I felt pure joy until... it missed me. It passed directly under me and ran the other way. I felt the energy reach out around me again, but again it dissipated before it could get near me. I just wanted to touch it. A moment later the energy somehow created a wall between us. I didn't care; I lept over it.</p>\n<p class=\"cnMzMDMzNDIyMTFhZjQzZGNhM2Q3MzBhZDllNjIxN2Jl\" data-original-margin=\"\">Another wall was created and the energy stopped in front of me. It seemed to have started attacking the forest for some reason and I was filled with glee as I could discern the forest's pain. The energy pushed into a massive tree and I felt the forest tear and rage. For the first time, I felt all the other presences in the forest gathering in one place. The forest was bringing them together for some reason. I didn't care what it tried, I could tell this energy wouldn't be stopped.</p>\n<p class=\"cnM3Zjc0ZWMyYzliZjQ2OGU4YzMzYTA0NWYxMDYxYjNm\" data-original-margin=\"\">A tree was torn from the forest, and the energy... threw it at me. I felt myself being thrown across the forest and my heart cried out as I flew away from the energy. I crashed into a cluster of trees and slid across the forest floor as I landed.</p>\n<p class=\"cnNiYWUwNTE2ZDNhNjQ4MzNiMzg1MjJkNDAwNmYxOTFm\" data-original-margin=\"\">\"She rejected you!\"</p>\n<p class=\"cnNhMTAwOTU4ZmU5MTQ5ZTJiZDU4M2M0ZDE4ZTMwNTc3\" data-original-margin=\"\">It... she? She couldn't have rejected me. She was inviting me. She was offering me help. I could still feel her energy, but... she had somehow thrown herself into the sky. I tracked her through the forest and followed her wherever she went. I could shift to her but... I'd just find myself in the sky. Instead, I just followed her from the ground. She would land eventually.</p>\n<p class=\"cnMwODBmYzk1YmEwODRjMmQ5OTQ3ZjQ0ZTVhZTYzNjJm\" data-original-margin=\"\">I was right, she did land. I was about to shift to her but I felt something else. Two more presences. They had a similar energy to the other victims of the forest but... more alive? I felt the energy, or the woman, approach them. I suddenly remembered the same energies had been near the first time I felt her. I realized they must be her friends. I had forgotten about friends. I paused for a moment and just felt their energies interact. I longed to be one of them, but I waited and observed.</p>\n<p class=\"cnNjNTA5YWUxYjE5MjQ4MWJhMzlhMzBiYzdlYjU2MzYw\" data-original-margin=\"\">Until I felt the forest reaching for her. It wanted to take her from me. I felt her reaching back and panicked. I shifted to her and ran to close the remaining distance at full speed. I strengthened my limbs to leap faster, but she was too quick. She threw herself and her friends back into the sky. I couldn't let her go. I threw myself between the trees and followed her, even throwing myself into the sky after her. She was too far. I reached out an arm for her, and as it failed to reach I extended it. I grew it to the limits of my ability and almost reached... but the earth reclaimed its hold on me and I began to fall. She was gone again.</p>\n<p class=\"cnM2YmY3YWU5NTRkYzQxMjM5YzEwOTk0MTQwNzNkMjJm\" data-original-margin=\"\">I didn't understand why she was fleeing me... but then it clicked. The other victims in the forest couldn't feel energy like I did, maybe she couldn't either. To her, I was just... whatever I was. Of course she ran from me. I turned myself into a monster whose only skill was killing. I needed to communicate with her.</p>\n<p class=\"cnMzNzA0ZWQ5YWViZjQ1YjhiOGQyNTZmNmQyOTA0MWE2\" data-original-margin=\"\">I continued to track her when I noticed something disturbing. The forest was doing something. It was gathering its victims in one spot and... changing one of them. Adapting it. I examined its intent more closely and realized it was making them an offer. It would let them near her. Near each other and... it wouldn't protect them. Like me, they looked like monsters, and if they attacked her, it would let her kill them.</p>\n<p class=\"cnMxOWI3OWI3NWYxZjQzMjViMjA2OWVjOTNkYzQ5MzQz\" data-original-margin=\"\">It was preying on the one hope it had left them to hurt the only hope I had left. This made me furious. She could help you! I don't know how I knew, but I knew. She could help me too. We could help everyone, together. Eventually, I felt her land and the trap sprung. She didn't run from these ones, for some reason. She fought them. But she was stronger than the forest expected. She overpowered everything it threw at her. She hurt it directly and its fury grew.</p>\n<p class=\"cnM3ZGFhMDhhYjFmZTQ3OTNiMGFlMGI4ZmZiZmJjNGEx\" data-original-margin=\"\">The fighting went on and on and she was untouched. As it drew to a close, I noticed something. Priests had entered the forest. The forest shifted them to her. It wanted to enlist them as a new attack but... she was too strong. I felt as her friends ran to the priests and she followed. I felt when the priests tried to use their pressure on them and I shifted nearby to protect them, but paused. She was fine. She shrugged it off as easily as I did.</p>\n<p class=\"cnMyYWNlY2IwNWM0YjRmMDk5MWE5OWViMWI3OWExNzRm\" data-original-margin=\"\">To my immense glee, she threw one of them into the sky fast enough that he died in an instant. She seemed to engage with the other priests a little, before easily killing them as well. All but one were dead in seconds. I began to understand the furious storm surrounding her warm core. She left the final priest alive but trapped, and hovered at the back of the wagon for a while. I couldn't understand, the wagon was empty except for some kind of food from the forest.</p>\n<p class=\"cnMyYzVlYWMyMTg3MzQ4OGM4NzZjM2QwMDU2YzIxYmEx\" data-original-margin=\"\">I was going to move to stop her from eating it, but she didn't. She just waited there for a while, then went and spoke to her friends. Eventually, she freed the remaining priest to speak to him. I worried she was going to leave the priest alive, and I wanted to prove I was her ally. I ran. I ran with all my strength and took the priest. I absorbed him and used all my power to form something I hadn't used in years. A mouth.</p>\n<p class=\"cnM2ZGFmMTI5ZmI3YjRlNGVhZDA5MGE2NGY3OWViODM3\" data-original-margin=\"\">This time, she didn't run, and I tried to speak with her, to ask her for help. No sound came out. I didn't know how to make sound. I shook in frustration. I tried again and again but no sound was created. I tried again and again. I focused on forming my lips but I had no air to create sound. I tried forming a tongue. I couldn't make a sound, but I could try to mouth the words.</p>\n<p class=\"cnMxYTdmM2YzZjIzNDRmN2RhOTVlMGUzNzgyMTE4ODE1\" data-original-margin=\"\">Help me. Help me. Help me help me help me help me. I couldn't tell if I was forming the words right. I grew desperate and her friends ran to her. I don't know how I could tell, but at a certain point, I realized she had understood. A change in her energy told me she knew I wanted help, and she wanted to help me. After a moment, she approached me. She put her hand on me and I finally felt the embrace of the hope she offered.</p>\n            ",
  "invisibleParagraphContent": "Ensure your favorite authors get the support they deserve. Read this novel on Royal Road."
}